{"1":"[১] فاطر এর অর্থঃ সর্বপ্রথম স্রষ্টা; উদ্ভাবনকর্তা, এ কথা আল্লাহর অসীম ক্ষমতার দিকে ইঙ্গিত করে বলা হয়েছে যে, তিনি নভোমন্ডল ও ভূমন্ডলকে সর্বপ্রথম কোন নমুনা ছাড়াই সৃষ্টি করেছেন, সুতরাং তাঁর জন্য মানুষকে পুনরায় সৃষ্টি করা এমন কি কঠিন কাজ?<br><b>(বলা বাহুল্য এই শব্দ থেকেই সূরাটির নামকরণ হয়েছে।)</b><br>[২] উদ্দেশ্য জিবরীল, মিকাঈল, ইস্রাফীল এবং আযরাঈল (মালাকুল মাওত) ফিরিশতা, যাঁদেরকে আল্লাহ তাআলা পয়গম্বরগণের নিকট বা বিভিন্ন গুরুত্বপূর্ণ কাজের উপর দূত স্বরূপ প্রেরণ করেন। তাঁদের মধ্যে কারো দুটি, কারো তিনটি, আবার কারো চারটি পাখা বা ডানা আছে, যার মাধ্যমে তাঁরা আকাশ থেকে পৃথিবীতে আসা-যাওয়া করেন।<br>[৩] অর্থাৎ, কিছু ফিরিশতার তার থেকেও বেশি পাখা আছে, যেমন হাদীসে এসেছে; নবী (সাঃ) বলেছেন \"মি'রাজের রাত্রে আমি জিবরীল (আঃ)-কে তাঁর আসল রূপে দেখেছি, তখন তাঁর ছয়শ' পাখা ছিল। <b>(বুখারীঃ সূরা নাজমের তফসীর)</b> অনেকে 'বৃদ্ধি' করা কথাটিকে সাধারণ অর্থে রেখেছেন, যাতে চোখ চেহারা, নাক, মুখ ইত্যাদি সকল বস্তুর সৌন্দর্য শামিল।","2":"[১] রসূলগণের প্রেরণ ও কিতাবসমূহের অবতারণও সেই সকল করুণার মধ্যে গণ্য। অর্থাৎ সকল বস্তুর দাতাও তিনি এবং ফিরিয়ে নেওয়া বা নিবারণ করার মালিকও তিনি। তিনি ছাড়া না কেউ দাতা ও অনুগ্রহকারী আছে, আর না কেউ রোধকারী ও নিবারণকারী আছে। যেমন নবী (সাঃ) বলতেন, (اَللَّهُمَّ لاَ مَانِعَ لِمَا أَعْطَيْتَ وَلاَ مُعْطِيَ لِمَا مَنَعْتَ) অর্থাৎ, হে আল্লাহ! তুমি যা দান কর, তা রোধ করার এবং যা রোধ কর, তা দান করার সাধ্য কারো নেই। <b>(বুখারী, মুসলিম)</b>","3":"[১] অর্থাৎ, এই স্পষ্ট ও পরিষ্কার বর্ণনার পরেও তোমরা গায়রুল্লাহর ইবাদত করছ? تُؤْفَكُوْنَ এর উৎপত্তি যদি أَفَكَ থেকে হয়, তবে অর্থ হবে ফিরে যাওয়া; অর্থাৎ \"তোমরা কোথায় ফিরে যাচ্ছ? আর যদি إِفْكٌ থেকে হয়, তবে অর্থ হবে মিথ্যা, যা সত্যবিমুখ হওয়ার নাম। উদ্দেশ্য এই যে, তোমারা তাওহীদ ও আখেরাতকে অস্বীকার করার সুযোগ কোথা থেকে পেলে? অথচ তোমরা এটা স্বীকার কর যে, তোমাদের স্রষ্টা এবং আহারদাতা একমাত্র আল্লাহ। <b>(ফাতহুল ক্বাদীর)</b>","4":"[১] এই আয়াতে নবী (সাঃ)-কে এই বলে সান্ত্বনা দেওয়া হয়েছে যে, তোমাকে মিথ্যাজ্ঞান করে তারা কোথায় যাবে? শেষ পর্যন্ত সকল বস্তুর ফায়সালা তো আমারই হাতে। যেমন পূর্ব উম্মতরা তাদের পয়গম্বরদেরকে মিথ্যাজ্ঞান করেছিল, ফলে তারা ধ্বংস ছাড়া আর কি পেয়েছে? অতএব এরাও যদি সেরূপ কর্ম হতে বিরত না হয়, তাহলে এদেরকেও ধ্বংস করা আমার জন্য কোন কঠিন কাজ নয়।","5":"[১] আল্লাহর প্রতিশ্রুতি সত্য যে, কিয়ামত অনুষ্ঠিত হবে এবং সৎ ও অসৎ লোকদেরকে তাদের কৃতকর্মের প্রতিদান ও প্রতিফল দেওয়া হবে।<br>[২] অর্থাৎ, আখেরাতের সেই সকল নিয়ামত থেকে যেন উদাস না করে দেয়, যা আল্লাহ তাআলা তাঁর নেক বান্দা ও রসূলগণের অনুসারীদের জন্য প্রস্তুত রেখেছেন। অতএব এই পৃথিবীর ক্ষণস্থায়ী সুখ-স্বাচ্ছন্দ্যের মোহে পড়ে আখেরাতের চিরস্থায়ী শান্তিকে দৃষ্টিচ্যুত করে ফেলো না।<br>[৩] অর্থাৎ, শয়তানের প্রবঞ্চনা ও ধোঁকা থেকে বেঁচে থাক। কারণ শয়তান বড় ধোঁকাবাজ এবং তার উদ্দেশ্যই হল তোমাদেরকে ধোঁকায় ফেলে জান্নাত থেকে বঞ্চিত করা। এইরূপ একই শ্রেণীর শব্দ সূরা লুকমানের ৩১:৩৩ নং আয়াতে বিবৃত হয়েছে।","6":"[১] অর্থাৎ, তাকে কঠিন শত্রুই মনে কর, তার মিথ্যা প্রবঞ্চনা ও ধোঁকাবাজি থেকে ঐরূপ বাঁচার চেষ্টা কর, যেমন শত্রুর কবল থেকে বাঁচার জন্য মানুষ চেষ্টা করে থাকে। অন্য স্থানে উক্ত বিষয়কে এইভাবে বর্ণনা করা হয়েছে। (أَفَتَتَّخِذُونَهُ وَذُرِّيَّتَهُ أَوْلِيَاءَ مِنْ دُونِي وَهُمْ لَكُمْ عَدُوٌّ بِئْسَ لِلظَّالِمِينَ بَدَلا) অর্থাৎ, তবে কি তোমরা আমার পরিবর্তে তাকে ও তার বংশধরকে অভিভাবক বা বন্ধুরূপে গ্রহণ করবে; অথচ তারা তোমাদের শত্রু? সীমালংঘনকারীদের পরিবর্তন কত নিকৃষ্ট! <b>(সূরা কাহ্ফ ১৮:৫০ আয়াত)</b>","7":"[১] এখানেও আল্লাহ তাআলা অন্য স্থানের মত ঈমানের সাথে নেক আমলের কথা উল্লেখ করে তার গুরুত্বকে পরিষ্ফুটিত করে দিয়েছেন; যাতে মু'মিনগণ নেক আমল থেকে কোন সময় অমনোযোগী না হয়, যেহেতু ক্ষমা ও মহাপুরস্কারের প্রতিশ্রুতি সেই ঈমানের সাথে সম্পৃক্ত, যার সাথে নেক আমল থাকবে ।","8":"[১] যেমন কাফের ও পাপাচারীরা, কুফর ও শিরক এবং ফিসক ও পাপাচরণ করে, অথচ মনে মনে ভাবে যে, তারাই উত্তম কর্ম করছে। অতএব ঐ ব্যক্তি যাকে আল্লাহ তাআলা পথভ্রষ্ট করে দিয়েছেন, তাকে বাঁচানোর জন্য তোমার নিকট কোন সুব্যবস্থা আছে কি? অথবা সে কি ঐ ব্যক্তির মত যাকে আল্লাহ তাআলা সৎপথ প্রদর্শন করেছেন? উত্তর নাবাচক, না -- অবশ্যই না।<br>[২] আল্লাহ তাআলা নিজ ইনসাফ, ন্যায়পরায়ণতা ও নিয়ম-নীতি অনুযায়ী ঐ ব্যক্তিকে পথভ্রষ্ট করেন, যে নিরন্তরভাবে আপন কর্ম দ্বারা নিজেকে তার উপযুক্ত বানিয়ে নেয়। পক্ষান্তরে নিজ দয়া ও অনুগ্রহে ঐ ব্যক্তিকে সৎপথ প্রদর্শন করেন, যে সৎপথ অন্বেষণকারী হয়।<br>[৩] কারণ, আল্লাহ তাআলার সকল কর্ম হিকমত ও পূর্ণ ইলমের সাথে সম্পাদিত হয়। অতএব কারোর পথভ্রষ্টতার জন্য তুমি এমন অনুতপ্ত হবে না যে, নিজেকে ধ্বংসের পথে ঠেলে দেবে।<br>[৪] অর্থাৎ, আল্লাহর কাছে তাদের কোন কথা বা কর্ম গুপ্ত নয়। উদ্দেশ্য হল, তাদের সাথে আল্লাহ তাআলার ব্যাপারটা একজন সর্বজ্ঞ, সর্ববিষয়ে সম্যক জ্ঞাত এবং একজন বিজ্ঞের মত। সাধারণ এমন বাদশাদের মত নয়, যারা নিজের স্বাধীনতাকে ইচ্ছামত ব্যবহার করে, কখনো সালাম পাওয়ার পরেও অসন্তুষ্ট হয়, আবার কখনো কটুবাক্যের বদলে উপঢৌকন দিয়ে থাকে।","9":"[১] অর্থাৎ, যেমন আমি মেঘ থেকে বৃষ্টি বর্ষণ করে মৃত পৃথিবীকে জীবিত করে থাকি অনুরূপ কিয়ামতের দিবস সকল মৃত মানুষকেও জীবিত করব। হাদীসে বর্ণিত হয়েছে যে, \"মানুষের সর্বাঙ্গ শরীর পচে-গলে নষ্ট হয়ে যায়, শুধু মেরুদন্ডের নিম্নাংশের অস্থির ছোট্ট একটি অংশ অবশিষ্ট থাকে। সেই অস্থি থেকে পুনরায় সৃষ্টি ও দেহ গঠিত হবে।\" <b>(বুখারী, মুসলিম)</b>","10":"[১] অর্থাৎ, যে ব্যক্তি দুনিয়া ও আখেরাতে সম্মানিত হতে চায়, সে যেন আল্লাহর আনুগত্য করে; আল্লাহর আনুগত্যেই তার এই উদ্দেশ্য পূরণ হবে। কারণ দুনিয়া ও আখেরাতের একমাত্র মালিক হচ্ছেন আল্লাহ, সকল সম্মান তাঁরই নিকটে, তিনি যাকে সম্মান দেবেন সেই সম্মানিত হবে, তিনি যাকে অপদস্থ করবেন তাকে পৃথিবীর কোন শক্তি সম্মান দিতে পারবে না। তিনি অন্য স্থানে বলেছেন, (الَّذِينَ يَتَّخِذُونَ الْكَافِرِينَ أَوْلِيَاءَ مِنْ دُونِ الْمُؤْمِنِينَ أَيَبْتَغُونَ عِنْدَهُمُ الْعِزَّةَ فَإِنَّ الْعِزَّةَ لِلَّهِ جَمِيعًا) অর্থাৎ, যারা বিশ্বাসীদের পরিবর্তে অবিশ্বাসীদেরকে বন্ধুরূপে গ্রহণ করে। তারা কি তাদের নিকট সম্মান অনুসন্ধান করে? অথচ সমস্ত সম্মান তো আল্লাহরই। <b>(সূরা নিসা ৪:১৩৯ আয়াত)</b><br>[২] اَلْكَلِمُ - كَلِمَةٌ এর বহুবচন। পবিত্র কালেমাসমূহের অর্থ হলঃ আল্লাহর তাসবীহ ও তাহমীদ (পবিত্রতা ও প্রশংসা বর্ণনা), কুরআন তেলওয়াত, ভাল কাজের আদেশ এবং মন্দ কাজ থেকে নিষেধ। 'আরোহণ করে' (উপরে চড়ে বা উঠে) এর অর্থ হলঃ কবুল বা গ্রহণ করা। অথবা তা নিয়ে ফিরিশতাদের আকাশে উঠে যাওয়া যাতে আল্লাহ তাআলা তার সওয়াব প্রদান করেন।<br>[৩] يَرْفَعُهُ ক্রিয়ার কর্তা কে? অনেকে বলেন, الكلم الطيب অর্থাৎ, সৎকর্ম সৎবাক্যকে (আল্লাহর দিকে) উঠিয়ে থাকে। আর তার মানে, শুধু মুখে আল্লাহর যিকর (তাসবীহ ও তাহমীদে) কোন কাজ হবে না; যতক্ষণ না তার সাথে সৎকর্ম অর্থাৎ আহ্কাম ও ফরয আমল আদায় করা হবে। অনেকে বলেন, يرفعه ক্রিয়ার কর্তা মহান আল্লাহ। উদ্দেশ্য হল, আল্লাহ তাআলা সৎকর্মকে সৎবাক্যের উপর প্রধান্য দেন। কারণ সৎকর্ম দ্বারাই এই কথা প্রমাণ হয় যে, সৎবাক্য (তাসবীহ, তাহমীদ ইত্যাদি) আবৃত্তিকারী প্রকৃতপক্ষে তাতে আন্তরিক ও একনিষ্ঠ। <b>(ফাতহুল ক্বাদীর)</b> ঠিক যেন আল্লাহর নিকট আমল ছাড়া কেবল মুখের কথার কোন মূল্য নেই।<br>[৪] গোপনভাবে কারোর ক্ষতি সাধন করার চেষ্টাকে مكر (চক্রান্ত, ষড়যন্ত্র বা ফন্দি অাঁটা) বলে। কুফর ও শিরকের কাজ করাও এক প্রকার চক্রান্তের কাজ। যেহেতু তাতে আল্লাহর পথের ক্ষতি সাধন করা হয়। মক্কার কাফেররা নবী (সাঃ)-এর বিরুদ্ধে হত্যা ইত্যাদির যে প্রচেষ্টা চালিয়েছে তাকেও চক্রান্ত বলা হয়েছে। লোক দেখানোর উদ্দেশ্যে কোন কাজ করাকেও চক্রান্ত বলা যায়। এখানে উক্ত শব্দটি সাধারণ অর্থে ব্যবহার হয়েছে; অর্থাৎ এখানে সকল প্রকার চক্রান্ত ও ফন্দির নিন্দা করা হয়েছে।<br>[৫] অর্থাৎ, তাদের চক্রান্তও ব্যর্থ হবে এবং তার শাস্তিও তাদেরকেই ভোগ করতে হবে যে চক্রান্ত করবে। যেমন বলেছেন, (وَلا يَحِيقُ الْمَكْرُ السَّيِّئُ إِلا بِأَهْلِه) অর্থাৎ, কূট ষড়যন্ত্র ষড়যন্ত্রকারীদেরই পরিবেষ্টন করে। <b>(সূরা ফাত্বির ৩৫:৪৩ আয়াত)</b>","11":"[১] অর্থাৎ, তোমাদের পিতা আদম (আঃ)-কে মাটি থেকে সৃষ্টি করেছি এবং তার পর তোমাদের বংশ অব্যাহত রাখার জন্য মানুষ সৃষ্টির মাধ্যমকে বীর্যের সাথে সম্পৃক্ত করে দিয়েছি; যা পুরুষের পিঠ থেকে নির্গত হয়ে নারীর গর্ভাশয়ে প্রবিষ্ট হয়।<br>[২] অর্থাৎ, তাঁর নিকট কোন বস্তুই লুক্কায়িত নয়, এমনকি মাটির উপর যে পাতা পড়ে তার শব্দও এবং পৃথিবীর অন্ধকারে (মাটির ভিতর) অঙ্কুরিত হতে থাকা বীজের খবরও তিনি রাখেন।<br><b>(সূরা আনআম ৬:৫৯ আয়াত দ্রঃ)</b><br>[৩] এর অর্থ এই যে, আয়ু কম-বেশি হওয়া আল্লাহর ফায়সালা ও তকদীর অনুযায়ী হয়ে থাকে। এ ছাড়া অতিরিক্ত কিছু কারণও আছে যার ফলে আয়ু কম-বেশি হয়। আয়ু বৃদ্ধির কারণসমূহের মধ্যে একটি কারণ হল, আত্মীয়তার বন্ধন বজায় রাখা; যেমন হাদীসে বর্ণিত হয়েছে। আর তা কম হওয়ার কারণসমূহের মধ্যে একটি কারণ বেশি বেশি পাপ করা। উদাহরণ স্বরূপঃ কোন মানুষের আয়ু সত্তর বছর। কিন্তু কখনো বৃদ্ধির কারণ বিদ্যমান থাকায় আল্লাহ তাতে বৃদ্ধি করে দেন। আর যখন হ্রাস পাওয়ার কারণ বিদ্যমান থাকে, তখন হ্রাস করে দেন। পরন্তু এ হ্রাস-বৃদ্ধির কথা তিনি 'লাওহে মাহফুয'-এ লিখে রেখেছেন। ফলে আয়ুর কম-বেশি হওয়া (فَإِذَا جَاءَ أَجَلُهُمْ لا يَسْتَأْخِرُونَ سَاعَةً وَلا يَسْتَقْدِمُونَ) অর্থাৎ, যখন তাদের সময় আসবে তখন তারা মুহূর্তকালও বিলম্ব বা ত্বরা করতে পারবে না। <b>(সূরা আ'রাফ ৭:৩৪ আয়াত)</b> এর পরিপন্থী নয়। মহান আল্লাহর এই কথা দ্বারাও তার সমর্থন পাওয়া যায় (يَمْحُوا اللهُ مَا يَشَاءُ وَيُثْبِتُ وَعِنْدَهُ أُمُّ الْكِتَابِ) অর্থাৎ, আল্লাহ যা ইচ্ছা মিটিয়ে দেন এবং বহাল রাখেন। আর মূলগ্রন্থ তাঁর কাছেই রয়েছে।\" <b>(সূরা রা'দ ১৩:৩৯ আয়াত, ফাতহুল ক্বাদীর)</b>","12":"[১] مواخر ঐ সকল জলজাহাজকে বলা হয় যা পানি চিরে চলাফেরা করতে থাকে। এই আয়াতে উল্লিখিত অন্য বস্তুসমূহের ব্যাখ্যা সূরা ফুরকানে (২৫:৫৩ নং আয়াতে) অতিবাহিত হয়ে গেছে।","13":"[১] অর্থাৎ, তিনিই আল্লাহ, যিনি উল্লিখিত সকল কর্মের কর্তা।<br>[২] অর্থাৎ, কোন সামান্য ও নগণ্য বস্তুরও মালিক নয়, আর না তা সৃষ্টি করারই ক্ষমতা রাখে । قِطْمِيْرٌ ঐ পাতলা আবরণকে বলা হয়, যা খেজুর আঁটির উপরে থাকে।","14":"[১] অর্থাৎ, যদি তোমরা কষ্টের সময় তাদেরকে ডাক, তবে তারা তোমাদের ডাক শুনবেই না, কারণ তারা পাথর জাতীয় বস্তু অথবা মাটির গর্ভে সমাধিস্থ (জাগতিক সংস্পর্শের বাইরে)।<br>[২] অর্থাৎ, যদি তারা শুনতেও পায় তবুও কোন লাভ নেই, কারণ তারা তোমাদের চাহিদা পূরণ করতে সক্ষম নয়।<br>[৩] এবং বলবে (مَا كُنْتُمْ إِيَّانَا تَعْبُدُونَ) অর্থাৎ, তোমরা আমাদের ইবাদত করতে না। <b>(সূরা ইউনুস ১০:২৮ আয়াত) </b>(إِنْ كُنَّا عَنْ عِبَادَتِكُمْ لَغَافِلِينَ) অর্থাৎ, আমরা তো তোমাদের ইবাদত থেকে উদাসীন ছিলাম।\" <b>(সূরা ইউনুস ১০:২৯ আয়াত)</b> এই আয়াত থেকে এটাও বোঝা যায় যে, আল্লাহ ছাড়া যাদের ইবাদত করা হয়, তারা সকলে পাথরের নিথর মূর্তিই নয়, বরং তাতে জ্ঞানসম্পন্ন (ফিরিশতা, জ্বিন, শয়তান এবং নেক মানুষ)ও আছে। তবেই না এইভাবে তারা অস্বীকার করবে। আর এটাও জানা গেল যে, প্রয়োজন পূরণের আশায় তাদেরকে আহবান করা শিরক।<br>[৪] কারণ, তাঁর মত পরিপূর্ণ ইলম কারোর নিকট নেই। তিনিই সকল বস্তুর রহস্য ও প্রকৃতত্ব সম্পর্কে পূর্ণ খবর রাখেন। আর ঐ সকল উপাস্য যাদেরকে ডাকা হয়, তাদের যে কোন প্রকার এখতিয়ার বা ক্ষমতা নেই, তারা যে কারো ডাকে সাড়া দিতে পারে না এবং কিয়ামতের দিন তারা যে তাদের উপাসনার কথা অস্বীকার করবে -- এ সব কিছু উক্ত ইলমের শামিল।","15":"[১]ناس (মানুষ) শব্দটি সাধারণ অর্থে ব্যবহার হয়েছে, যাতে সাধারণ ও বিশেষ ব্যক্তি; এমনকি আম্বিয়া ও স্বালেহীন সকলকে বোঝানো হয়েছে। সকলেই আল্লাহর মুখাপেক্ষী; কিন্তু আল্লাহ কারো মুখাপেক্ষী নন।<br>[২] তিনি এমন অমুখাপেক্ষী ও অভাবমুক্ত যে, যদি সকল মানুষ তাঁর অবাধ্য হয়ে যায়, তাহলে তাঁর রাজত্বে বিন্দুমাত্র হ্রাস পাবে না। আর যদি সকলে তাঁর অনুগত হয়ে যায়, তাহলে তাঁর শক্তিতে কোন বৃদ্ধি হবে না। বরং অবাধ্যতা করাতে মানুষের নিজেরই ক্ষতি এবং ইবাদত ও আনুগত্য করাতে মানুষের নিজেরই উপকার সাধন হয়।<br>[৩] অর্থাৎ, তিনি আপন নিয়ামতের কারণে প্রশংসার্হ। সুতরাং তিনি বান্দাগণকে যে সকল নিয়ামত প্রদান করেছেন তার ফলে তিনি প্রশংসা ও কৃতজ্ঞতার অধিকারী।","16":"[১] এটাও তাঁর অমুখাপেক্ষিতারই একটি উদাহরণ যে, যদি তিনি চান, তাহলে তোমাদেরকে ধ্বংস করে তোমাদের স্থানে অন্য এক নতুন জাতিকে সৃষ্টি করে দেবেন, যারা তাঁর আনুগত্য করবে এবং অবাধ্যতা করবে না। অথবা উদ্দেশ্য এই যে, এমন এক নতুন জাতি ও নতুন জগৎ সৃষ্টি করে দেবেন, যা তোমাদের অজানা।","17":null,"18":"[১] অবশ্য যে ব্যক্তি অন্য ব্যক্তিদেরকে ভ্রষ্ট করবে, সে তার নিজের পাপের বোঝার সাথে তাদের পাপের বোঝাও বহন করবে। মহান আল্লাহ বলেন, (وَلَيَحْمِلُنَّ أَثْقَالَهُمْ وَأَثْقَالًا مَعَ أَثْقَالِهِمْ) (সূরা আনকাবূত ২৯:১৩ নং) আয়াত এবং \"যে ব্যক্তি ইসলামে কোন মন্দ রীতি (বা কর্মের) সূচনা করে তার জন্য রয়েছে তার পাপ এবং তাদের সমপরিমাণ পাপও যারা ঐ রীতির অনুকরণে আমল (বা কর্ম) করে। এতে তাদের কারো পাপ এতটুকু পরিমাণ হ্রাস করা হয় না।\" <b>(মুসলিম ১০১৭ নং, নাসাঈ, ইবনে মাজাহ, তিরমিযী)</b> এই হাদীস দ্বারা স্পষ্ট। কিন্তু আসলে অন্য লোকের এই শ্রেণীর বোঝা তার নিজেরই বোঝা। কারণ সেই তো তাদেরকে ভ্রষ্ট করেছিল।<br>[২] مُثْقَلَةٌ অর্থাৎ نَفْسٌ مُثْقَلَةٌ এমন ব্যক্তি যে পাপের বোঝা বহন করবে, সে তার বোঝা বহন করার জন্য নিজের আত্মীয়দেরকে ডাকবে। কিন্তু তারা কেউ তা বহন করতে সম্মত হবে না।<br>[৩] অর্থাৎ, তোমার সতর্কীকরণ ও তবলীগ কেবল তাদেরকেই উপকৃত করবে। যেন তুমি কেবল তাদেরকেই ভীতি প্রদর্শন করছ; তাদেরকে নয়, যাদেরকে ভীতি প্রদর্শনে কোন লাভ নেই। যেমন অন্য স্থানে বলেছেন, (إِنَّمَا أَنْتَ مُنْذِرُ مَنْ يَخْشَاهَا) অর্থাৎ, যে ওর ভয় রাখে তুমি কেবল তারই সতর্ককারী। <b>(সূরা নাযিআত ৭৯:৪৫ আয়াত)</b> এবং (إِنَّمَا تُنْذِرُ مَنِ اتَّبَعَ الذِّكْرَ وَخَشِيَ الرَّحْمَنَ بِالْغَيْبِ) অর্থাৎ, তুমি কেবল তাদেরকে সতর্ক করতে পার, যারা উপদেশ মেনে চলে এবং না দেখে পরম দয়াময়কে ভয় করে। <b>(সূরা ইয়াসীন ৩৬:১১ আয়াত)</b><br>[৪] تطَهُّر এবং تَزَكِّيْ এর অর্থ হল শিরক ও অশ্লীলতা থেকে পবিত্র হওয়া।","19":null,"20":"[১] অন্ধ থেকে উদ্দেশ্য কাফের (অবিশ্বাসী) এবং চক্ষুষ্মান থেকে উদ্দেশ্য মু'মিন (বিশ্বাসী), অন্ধকার থেকে বাতিল এবং আলো থেকে উদ্দেশ্য হল হক। বাতিলের যেহেতু বহু ধরন ও প্রকার আছে, সেহেতু তার জন্য বহুবচন এবং হক যেহেতু একাধিক নয়; বরং একটাই, সেহেতু তার জন্য একবচন শব্দ ব্যবহার করা হয়েছে।","21":"[১] এটা প্রতিদান ও শাস্তি বা জান্নাত ও জাহান্নামের উদাহরণ।","22":"[১] أحياء থেকে উদ্দেশ্য হল ঈমানদার মানুষ এবং أموات থেকে উদ্দেশ্য হল কাফের ও অবিশ্বাসী মানুষ অথবা আলেম ও জাহেল অথবা জ্ঞানী ও অজ্ঞ মানুষ।<br>[২] অর্থাৎ, আল্লাহ যাকে হিদায়াত দান করতে চান এবং জান্নাত যার ভাগ্যে থাকে, তাকে দলীল শ্রবণ ও তা গ্রহণ করার সুমতি দান করেন।<br>[৩] অর্থাৎ, যেরূপ কবরে মৃত ব্যক্তিকে কোন কথা শুনানো যায় না, অনুরূপ কুফরী ও অবিশ্বাস যাদের অন্তরকে মৃত্যুর দুয়ারে পৌঁছে দিয়েছে, হে নবী! তুমি তাদেরকে সত্যের বাণী শুনাতে পারবে না। উদ্দেশ্য এই যে, যেমন মৃত্যু ও কবরে দাফন হওয়ার পর মৃতব্যক্তি কোন উপকার লাভ করতে পারে না, তেমনি কাফের ও মুশরিক; যাদের জীবনে দুর্ভাগ্য লিপিবদ্ধ আছে, দাওয়াত ও তবলীগ দ্বারা তাদের কোন উপকার হয় না।","23":"[১] অর্থাৎ, তোমার কাজ হল দাওয়াত ও তবলীগ করা। কারো সুপথ পাওয়া বা না পাওয়া কেবল আল্লাহর এখতিয়ারে।","24":null,"25":"[১] যাতে কোন জাতি এই কথা বলতে না পারে যে, ঈমান ও কুফরী কি তা আমরা জানতামই না, কারণ আমাদের নিকট কোন পয়গম্বরই আসেনি। যার জন্য আল্লাহ তাআলা প্রত্যেক উম্মতের নিকট নবী প্রেরণ করেছেন। স্পষ্ট দলীল স্বরূপ দেখুনঃ সূরা ইউনুস ১০:৪৭ আয়াত, রা'দ ১৩:৭ আয়াত, নাহল ১৬:৩৬ আয়াত, ফাত্বির ৩৫:২৪ আয়াত।","26":"[১] অর্থাৎ, কত কঠিন শাস্তি দ্বারা আমি তাদেরকে পাকড়াও করেছি এবং তাদেরকে ধ্বংস ও নিশ্চিহ্ন করে দিয়েছি।","27":"[১] অর্থাৎ, যেমন মু'মিন ও কাফের, সৎ ও অসৎ দুই শ্রেণীর মানুষ আছে। অনুরূপ অন্য সৃষ্টিতেও পার্থক্য এবং ভেদাভেদ আছে। যেমন ফলের বিভিন্ন রং আছে এবং স্বাদ ও গন্ধ এক অপর থেকে ভিন্ন ভিন্ন। এমন কি একই ফলের কয়েক প্রকার রং ও স্বাদ আছে; যেমন খেজুর, আঙ্গুর, আপেল ইত্যাদি।<br>[২] অনুরূপ পাহাড় ও তার অংশ বা রাস্তা বিভিন্ন রঙের আছে, সাদা, লাল ও ঘন কালো। جُدَدٌ جِدَّةٌ এর বহুবচন, অর্থ রাস্তা বা দাগ غَرَابِيْبُ-غِرْبِيْبٌ এর বহুবচন এবং سُوْدٌ- أَسْوَدٌ এর বহুবচন। যখন কালো রঙের ঘনত্ব ও গাঢ়তা প্রকাশ করার জন্য أسود শব্দের সাথে غرابيب শব্দটি ব্যবহার করা হয়।أسود غربيب যার অর্থ দাঁড়ায় কুচকুচে বা মিসমিসে কালো।","28":"[১] অর্থাৎ, মানুষ এবং জীব-জন্তুও সাদা, লাল, কালো এবং হলুদ রঙের হয়।<br>[২] অর্থাৎ, আল্লাহ তাআলার এই সব ক্ষমতা এবং তাঁর কর্ম-নিপুণতা একমাত্র তারাই বুঝতে সক্ষম, যারা জ্ঞানী। অবশ্য এই জ্ঞানী বলতে কুরআন ও সুন্নাহ এবং আল্লাহ সম্পর্কীয় নানা রহস্যের জ্ঞানী। বলা বাহুল্য তাঁরা যত আল্লাহ সম্পর্কে জ্ঞান লাভ করেন, ততই আল্লাকে ভয় করেন। সুতরাং যার মধ্যে আল্লাহ-ভীতি নেই, জেনে রাখুন যে, সে সঠিক জ্ঞান থেকে বঞ্চিত। সুফ্য়ান সাওরী বলেন, আলেম তিন প্রকারের; প্রথমঃ আলেম বিল্লাহ অআলেম বিআমরিল্লাহ। এই প্রকার আলেম হলেন তাঁরা, যাঁরা আল্লাহকে ভয় করেন এবং তাঁর হদ্দ্ ও ফারায়েযের জ্ঞান রাখেন। দ্বিতীয়ঃ আলেম বিল্লাহ, এঁরা আল্লাহকে ভয় তো করেন; কিন্তু তাঁর হদ্দ্ ও ফারায়েয সম্পর্কে অবগত নন। তৃতীয়ঃ আলেম বিআমরিল্লাহ, এঁরা আল্লাহর হদ্দ্ ও ফারায়েয সম্পর্কে তো অবগত; কিন্তু আল্লাহ-ভীতি থেকে বঞ্চিত। <b>(ইবনে কাসীর)</b><br>[৩] এটি আল্লাহকে ভয় করার একটি কারণ যে, তিনি অবাধ্যকে শাস্তি ও তওবাকারীর গুনাহ ক্ষমা করতে সক্ষম।","29":"[১] 'আল্লাহর গ্রন্থ'র অর্থ হল কুরআন কারীম। 'পাঠ করে' অর্থাৎ, নিয়মিত তা গুরুত্ব সহকারে পাঠ করে।<br>[২] ইক্বামাতে স্বালাতের অর্থ হল, নামায যেভাবে কায়েম ও প্রতিষ্ঠিত করতে বলা হয়েছে, ঠিক সেইভাবে কায়েম ও প্রতিষ্ঠিত করা। অর্থাৎ, তার সময়ের যথাযথ খেয়াল রাখা, আরকানসমূহ পূর্ণভাবে ধীর-স্থিরতার সাথে আদায় করা এবং বিনয় ও নম্রতার সাথে যত্ন সহকারে তা আদায় করা।<br>[৩] অর্থাৎ, দিবারাত্রি প্রকাশ্যে ও গোপনে উভয় পদ্ধতিতে প্রয়োজন মত খরচ করে। অনেকের নিকট গোপনে বলতে নফল দান এবং প্রকাশ্যে বলতে ওয়াজেব দান (যাকাত)-কে বুঝানো হয়েছে।<br>[৪] অর্থাৎ, এই শ্রেণীর মানুষদের প্রতিদান আল্লাহর নিকট সুনিশ্চিত, যাতে নোকসান ও হ্রাস পাওয়ার কোন সম্ভাবনা নেই।","30":"[১] لِيُوَفِّيَهُمْ , لَنْ تَبُوْرَ এর সাথে সম্পৃক্ত, অর্থাৎ এই ব্যবসা নোকসান থেকে এই জন্য মুক্ত যে, আল্লাহ তাআলা তাদের নেক আমলের পূর্ণ প্রতিদান দেবেন। অথবা ঊহ্য ক্রিয়ার সাথে সম্পৃক্ত, আর তার অর্থ এই হবে যে, তারা নেক আমল এই জন্য করে অথবা আল্লাহ তাদেরকে সুপথ এই জন্য প্রদর্শন করেছেন, যাতে তিনি তাদেরকে প্রতিদান দেন।<br>[২] এই বাক্য দ্বারা পূর্ণ প্রতিদান ও আরো বেশী দেওয়ার কারণ বর্ণনা করা হয়েছে যে, তিনি মু'মিন বান্দাদের গুনাহ ক্ষমাকারী এই শর্তের উপর যে, তারা বিশুদ্ধ অন্তরে তওবা করবে। তিনি তাদের আনুগত্যের স্পৃহা ও নেক আমলের কদর বুঝেন; তিনি গুণগ্রাহী। তাই তিনি শুধু প্রাপ্য প্রতিদান দিয়েই ক্ষান্ত হবেন না; বরং নিজ অনুগ্রহে তাদেরকে অনেক বেশি প্রদান করবেন।","31":"[১] যার উপর তোমার ও তোমার উম্মতের প্রত্যেক ব্যক্তির জন্য আমল অপরিহার্য।<br>[২] তাওরাত ও ইঞ্জীল ইত্যাদির। এই কথাটি প্রমাণ করে যে কুরআন কারীম সেই আল্লাহরই অবতীর্ণ করা গ্রন্থ যিনি পূর্ববর্তী গ্রন্থসমূহ অবতীর্ণ করেছিলেন। তবেই না গ্রন্থসমূহ পরস্পরকে সমর্থন ও সত্যায়ন করে।<br>[৩] এটা তাঁর জানা ও দেখার ফল যে, তিনি নতুন গ্রন্থ অবতীর্ণ করেছেন। কারণ তিনি অবগত আছেন যে, পূর্বে নাযিলকৃত সকল গ্রন্থ বিকৃতি ও পরিবর্তনের শিকার হয়েছে এবং বর্তমানে তা সুপথ প্রদর্শনের যোগ্যতা হারিয়ে ফেলেছে।","32":"[১] গ্রন্থ বলতে কুরআন এবং মনোনীত বান্দা বা দাস বলতে উম্মতে মুহাম্মাদীকে বুঝানো হয়েছে। অর্থাৎ, আমি উম্মতে মুহাম্মাদীকে এই কুরআনের অধিকারী বানিয়েছি এবং তাদেরকে আমি অন্যান্য উম্মতসমূহ ব্যতিরেকে মনোনীত করেছি এবং তাদেরকে মর্যাদা ও অনুগ্রহ প্রদান করেছি। এ আয়াতটি (وَكَذَلِكَ جَعَلْنَاكُمْ أُمَّةً وَسَطًا لِتَكُونُوا شُهَدَاءَ عَلَى النَّاسِ) البقرة-১৪৩) এর যে বক্তব্য তার নিকটবর্তী বক্তব্য।<br>[২] এখানে উম্মতে মুহাম্মাদীর তিনটি শ্রেণী উল্লেখ করা হয়েছে। প্রথমঃ এমন লোক, যারা কিছু ফরয পালনে শৈথিল্য করে এবং কিছু হারাম কর্মেও লিপ্ত হয়ে পড়ে অথবা অনেকের নিকট ঐ সকল ব্যক্তি যারা সাগীরা গুনাহ করে ফেলে। তাদেরকে নিজের প্রতি অত্যাচারী এই জন্য বলা হয়েছে যে, তারা সামান্য শৈথিল্যের কারণে নিজেদেরকে সেই উচ্চস্থান থেকে বঞ্চিত করে নেবে, যা বাকি অন্য দুই প্রকারের মুসলিমরা অর্জন করতে সক্ষম হবে।<br>[৩] এটি দ্বিতীয় শ্রেণীর উম্মতঃ অর্থাৎ, মধ্যমপন্থী; যারা ভালো-মন্দের মিশ্র আমল করে। অনেকের নিকট এরা হল তারা, যারা ফরয কাজ যথাযথভাবে পালন এবং হারাম কাজ ত্যাগ তো করে; কিন্তু কখনো কখনো মুস্তাহাব কাজ ত্যাগ করে এবং হারাম কাজে লিপ্ত হয়ে পড়ে। অথবা ঐ সকল ব্যক্তি তারা, যারা সৎলোক তো বটে; কিন্তু অগ্রণী নয়।<br>[৪] এরা ঐ সকল ব্যক্তি যারা দ্বীনের ব্যাপারে ইতিপূর্বে উল্লিখিত দুই দল থেকে অগ্রগামী।<br>[৫] অর্থাৎ, কিতাবের অধিকারী বানানো এবং মর্যাদা ও অনুগ্রহ দানে মনোনীত করাটাই মহা অনুগ্রহ।","33":"[১] অনেকে বলেন, শুধু সৎকর্মে অগ্রগামী ব্যক্তিরাই জান্নাতে প্রবেশ করবে। কিন্তু এ কথা ঠিক নয়। কুরআনের পূর্বাপর বাগধারার দাবী অনুযায়ী তিন দলই জান্নাতী হবে। তবে একথা স্বতন্ত্র যে সৎকর্মে অগ্রগামী ব্যক্তিগণ বিনা হিসাবে জান্নাতে প্রবেশ করবে এবং মধ্যপন্থী ব্যক্তিগণ সহজ ও সরল হিসাবের পর এবং নিজের প্রতি অত্যাচারিগণ সুপারিশ অথবা শাস্তি ভোগ করার পর জান্নাতে প্রবেশ করবে। এ কথাই হাদীস দ্বারা স্পষ্ট হয়। মুহাম্মাদ বিন হানাফিয়্যাহ বলেন, 'এই উম্মত হচ্ছে উম্মাতে মারহূমাহ (করুণার পাত্র), যালেম বা গুনাহগারদেরকে ক্ষমা করা হবে, মধ্যপন্থীরা আল্লাহর নিকট জান্নাতে থাকবে এবং সৎকর্মে অগ্রগামী ব্যক্তিরা আল্লাহর নিকট সুউচ্চ মর্যাদার অধিকারী হবে।' <b>(ইবনে কাসীর)</b><br>[২] মহানবী (সাঃ) বলেছেন, \"রেশম ও দীবাজ (এক প্রকার মোটা রেশম) পৃথিবীতে পরিধান করো না। কারণ, যে তা পৃথিবীতে পরিধান করবে, সে তা আখেরাতে পরিধান করতে পাবে না।\"<b> (বুখারী -মুসলিম)</b>","34":null,"35":null,"36":null,"37":"[১] অর্থাৎ অন্যদেরকে ছেড়ে একমাত্র তোমার ইবাদত এবং অবাধ্যতা ছেড়ে আনুগত্য করব।<br>[২] এই আয়ুর পরিমাণ কত? মুফাসসিরীনগণ বিভিন্ন রকমের সংখ্যা উল্লেখ করেছেন। কেউ কেউ কিছু হাদীস থেকে দলীল নিয়ে বলেছেন যে, এর পরিমাণ হল ষাট বছর। <b>(ইবনে কাসীর)</b> কিন্তু আমাদের মতে আয়ু নির্ধারিত করা ঠিক হবে না। কারণ তা বিভিন্ন জনের বিভিন্ন রকম হয়ে থাকে। সুতরাং কেউ যুবক অবস্থায়, কেউ বৃদ্ধ হওয়ার পূর্বাবস্থায় আবার কেউ বৃদ্ধাবস্থায় মৃত্যু বরণ করে। তারপরেও এই সময় অতি অল্প সময় নয়; বরং এর মাঝের বেশ লম্বা সময় থাকে। যেমন যুবকাবস্থা সাবালক হওয়ার পর থেকে বৃদ্ধ হওয়ার পূর্ব মুহূর্ত পর্যন্ত এবং বৃদ্ধ হওয়ার পূর্ব মুহূর্ত থেকে বৃদ্ধ হওয়া পর্যন্ত এবং বৃদ্ধাবস্থা মৃত্যু পর্যন্ত থাকে । চিন্তা-ভাবনা, উপদেশ গ্রহণ ইত্যাদির জন্য কেউ কয়েক বছর কেউ অনেক বছর এবং কেউ তার থেকেও বেশি সময় পেয়ে থাকে এবং সকলকে এই প্রশ্ন করা সঠিক হবে যে, আমি তোমাকে এত পরিমাণ আয়ু দিয়েছিলাম যে, যদি তুমি সত্যকে বুঝতে চাইতে, তাহলে বুঝতে পারতে। তারপরেও তুমি সত্যকে বুঝতে ও তা গ্রহণ করতে চেষ্টা করনি কেন?<br>[৩] এখানে 'সতর্ককারী' বলে নবী (সাঃ)-এর প্রতি ইঙ্গিত করা হয়েছে। অর্থাৎ, স্মরণ করিয়ে দেওয়া ও উপদেশ দেওয়ার জন্য পয়গম্বর (সাঃ) এবং তাঁর মিম্বর ও মেহরাবের উত্তরাধিকারী (নায়েব) আলেমগণ ও দ্বীনী দাওয়াত দাতাগণ তোমাদের নিকট এসেছিল, কিন্তু তোমরা না আপন জ্ঞান দ্বারা কাজ নিয়েছিলে, আর না সত্যের আহবানকারীদের কথার প্রতি ভ্রূক্ষেপ করেছিলে।","38":"[১] এখানে এ কথা উল্লেখ করার উদ্দেশ্য এটাও হতে পারে যে, তোমরা পুনরায় পৃথিবীতে ফিরে যাওয়ার আশা প্রকাশ করছ এবং দাবী করছ যে, এবারে অবাধ্যতার পরিবর্তে আনুগত্য ও শিরকের পরিবর্তে তাওহীদকে বেছে নেবে। কিন্তু আমি জানি যে, তোমরা এমন করবে না। যদি তোমাদেরকে পৃথিবীতে পুনরায় পাঠিয়ে দেওয়াই হয়, তবে তোমরা তাই করবে, যা পূর্বে করতে। যেমন অন্য স্থানে আল্লাহ তাআলা বলেন, (وَلَوْ رُدُّوا لَعَادُوا لِمَا نُهُوا عَنْهُ وَإِنَّهُمْ لَكَاذِبُونَ) অর্থাৎ, যদি তাদেরকে পুনরায় পৃথিবীতে ফিরিয়ে দেওয়া হয়, তাহলে যা করতে তাদেরকে নিষেধ করা হয়েছিল, পুনরায় তারা তাই করবে। আর অবশ্যই তারা মিথ্যাবাদী। <b>(সূরা আন্আম ৬:২৮ আয়াত)</b><br>[২] এখানে পূর্ব কথার কারণ বর্ণনা করা হয়েছে। অর্থাৎ, আল্লাহ তাআলা আকাশ ও পৃথিবীর যাবতীয় রহস্য সম্পর্কে কেন অবগত হবেন না, অথচ তিনি অন্তরের কথা ও রহস্য সম্পর্কে অবগত আছেন, যা সব থেকে বেশী লুক্কায়িত বস্তু।","39":"[১] অর্থাৎ, আল্লাহর নিকট কুফরী কোন উপকার তো করবেই না, বরং তাতে আল্লাহর ক্রোধ ও অসন্তুষ্টি আরো বৃদ্ধি পাবে এবং মানুষের নিজেরই ক্ষতি আরো বেশি হবে।","40":"[১] অর্থাৎ, আমি কি তাদের উপর এমন কোন কিতাব অবতীর্ণ করেছি যাতে লিপিবদ্ধ আছে যে, আকাশ ও পৃথিবীর সৃষ্টিতে আমার অংশীদার আছে?<br>[২] অর্থাৎ, এ সবের কিছুও নয়। বরং এরা আপোসে একে অন্যকে পথভ্রষ্ট করতে থেকেছে। তাদের দলপতি ও পীররা বলত যে, এই সকল মা'বূদ তাদের উপকার করবে, তাদেরকে আল্লাহর নিকটবর্তী করে দেবে এবং তাদের জন্য সুপারিশ করবে। অথবা এই সকল বাক্য শয়ত্বান মুশরিকদেরকে বলত। অথবা তাদের ঐ প্রতিশ্রুতিকে বুঝানো হয়েছে যা তারা একে অপরের সামনে বলাবলি করত যে, তারা মুসলিমদের উপর বিজয়ী হবে। যাতে তারা নিজেদের কুফরীর উপর অটল থাকার উৎসাহ পেত।","41":"[১] كراهة أن تزولا، لئلا تزولا এটি আল্লাহ তাআলার অসীম ক্ষমতা ও সৃষ্টিনৈপুণ্যের বর্ণনা। অনেকে বলেন, উদ্দেশ্য এই যে, আল্লাহর সাথে শিরক করা এত বড় অপরাধ যে, তার ফলে আকাশ ও পৃথিবী নিজ নিজ অবস্থাতে টিঁকে থাকতে পারে না; বরং তা যেন ভেঙ্গে টুকরো টুকরো হয়ে যায়। যেমন অন্যত্র বলেছেন, (تَكَادُ السَّمَاوَاتُ يَتَفَطَّرْنَ مِنْهُ وَتَنْشَقُّ الْأَرْضُ وَتَخِرُّ الْجِبَالُ هَدًّا * أَنْ دَعَوْا لِلرَّحْمَنِ وَلَدًا) অর্থাৎ, এতে যেন আকাশসমূহ বিদীর্ণ হয়ে যাবে, পৃথিবী খন্ড-বিখন্ড হবে এবং পর্বতসমূহ চূর্ণ-বিচূর্ণ হয়ে আপতিত হবে। যেহেতু তারা পরম দয়াময়ের প্রতি সন্তান আরোপ করে। <b>(সূরা মারয়্যাম ১৯:৯০-৯১ আয়াত)</b><br>[২] অর্থাৎ, এটা আল্লাহ তাআলার অসীম ক্ষমতার সাথে সাথে তাঁর অসীম দয়া এই যে, তিনি আকাশ ও পৃথিবীকে ধারণ করে রেখেছেন এবং তা আপন স্থান হতে নড়াচড়া করতে ও হিলতে দেন না; নচেৎ চোখের পলকে পৃথিবী ধ্বংস হয়ে যাবে। কারণ তিনি যদি তাকে ধারণ না করেন ও তার স্থান থেকে নড়াচড়া করতে দেন, তাহলে তিনি আল্লাহ ছাড়া এমন কোন শক্তি নেই, যে তাকে ধারণ করে রাখবে। إن أمسكهما শব্দটিতে إن নাফিয়াহ (নেতিবাচক)। আল্লাহ তাআলা তাঁর উক্ত অনুগ্রহ ও নিদর্শনের বর্ণনা অন্য স্থানেও দিয়েছেন। যেমন (وَيُمْسِكُ السَّمَاءَ أَنْ تَقَعَ عَلَى الْأَرْضِ إِلَّا بِإِذْنِهِ) অর্থাৎ, তিনিই আকাশ স্থির রাখেন, যাতে তাঁর আদেশ ব্যতীত ভূপৃষ্ঠে পতিত না হয়। <b>(সূরা হজ্জ ২২:৬৫)</b> (وَمِنْ آيَاتِهِ أَنْ تَقُومَ السَّمَاءُ وَالْأَرْضُ بِأَمْرِه) অর্থাৎ, তাঁর অন্যতম নিদর্শন এই যে, তাঁরই আদেশে আকাশ ও পৃথিবী প্রতিষ্ঠিত আছে।\" <b>(সূরা রূম ৩০:২৫)</b><br>[৩] অসীম ক্ষমতার অধিকারী হয়েও তিনি বড় সহনশীল। নিজ বান্দাদেরকে কুফরী, শিরক ও পাপ করতে দেখেও তিনি তাদেরকে পাকড়াও করার জন্য তাড়াতাড়ি করেন না; বরং আরো ঢিল দেন। তিনি বড় ক্ষমাশীলও। যখন কেউ তওবা করে তাঁর দরবারে ফিরে আসে এবং লজ্জিত হয়ে ক্ষমা প্রার্থনার সাথে অনুতাপ প্রকাশ করে, তখন তিনি তাকে ক্ষমা করে দেন।","42":"[১] এখানে আল্লাহ তাআলা বর্ণনা করছেন যে, নবী মুহাম্মাদ (সাঃ)-কে প্রেরণের পূর্বে এই আরববাসী মুশরিকরা শপথ করে বলত যে, যদি আমাদের নিকট কোন রসূল আসে, তবে আমরা তাঁকে সবাগত জানাব এবং তাঁর প্রতি ঈমান আনাতে এক দৃষ্টান্ত সৃষ্টি করব। এই বিষয়টি অন্য স্থানেও বর্ণনা করা হয়েছে; যেমন সূরা আনআম ৬:১৫৬-১৫৭ আয়াত, স্বাফ্ফাত ৩৭:১৬৭-১৭০ আয়াত।<br>[২] অর্থাৎ, মুহাম্মাদ (সাঃ) যখন তাদের নিকট নবী হয়ে এলেন, যাঁর তারা আকাঙ্ক্ষী ছিল।","43":"[১] অর্থাৎ, তাঁর প্রতি ঈমান না এনে অস্বীকার ও বিরোধিতার পথ অবলম্বন করল, কারণ তারা ছিল অহংকারী।<br>[২] এবং কূট ষড়যন্ত্র অর্থাৎ ছল-চাতুরি, ধোকাবাজি ও কুকর্মে লিপ্ত ছিল।<br>[৩] অর্থাৎ, মানুষ কূট ষড়যন্ত্র ও চক্রান্ত করে; কিন্তু এরা জানে না যে, মন্দ কর্মের ফল মন্দই হয় এবং তার শাস্তি শেষ পর্যন্ত কূট ষড়যন্ত্রকারীর উপরই বর্তায়।<br>[৪] অর্থাৎ, এরা কি নিজেদের কুফর, শিরক, রসূলের বিরোধিতা এবং মু'মিনদেরকে কষ্ট দিতে অব্যাহত থেকে তারই অপেক্ষা করছে যে, তাদেরকেও ঐভাবে ধ্বংস করা হোক, যেভাবে পূর্ব জাতিসমূহ ধ্বংসের শিকার হয়েছে?<br>[৫] বরং তা ঐ রূপেই চালু আছে এবং সকল মিথ্যায়নকারীদের ভাগ্যে আছে ধ্বংস। অথবা 'পরিবর্তন পাবে না'-এর অর্থ এই যে, কোন ব্যক্তি আল্লাহর আযাবকে রহমতে পরিবর্তন করার ক্ষমতা রাখে না।<br>[৬] অর্থাৎ, আল্লাহর আযাব দূরকারী অথবা তার গতিমুখ পরিবর্তনকারী কেউ নেই। অর্থাৎ, আল্লাহ তাআলা যে জাতিকে শাস্তি দিতে চান, তার গতিমুখ অন্য জাতির দিকে কেউ ফিরিয়ে দেবে, এমন শক্তি কারোর নেই। আল্লাহর এই রীতি ও বিধান বর্ণনার উদ্দেশ্য হল, আরবের মুশরিকদেরকে ভীতি প্রদর্শন করা যে, এখনো সময় আছে, তারা কুফরী ও শিরক ছেড়ে দিয়ে ঈমান নিয়ে আসুক। নচেৎ আল্লাহর সেই রীতি থেকে তারা নিষ্কৃতি পাবে না। অবিলম্বে বা বিলম্বে তার শাস্তি ভোগ করতেই হবে। আল্লাহর সেই রীতিকে কেউ না পরিবর্তন করার ক্ষমতা রাখে, আর না কেউ আল্লাহর শাস্তিকে প্রতিহত করতে পারবে।","44":null,"45":"[১] মানুষকে তো তাদের পাপের কারণে এবং জীব-জন্তুকে মানুষের পাপাচরণের কারণে। অথবা উদ্দেশ্য এই যে, পৃথিবীতে বসবাসকারী সকল বস্তুকে ধ্বংস করে দিতেন; মানুষকেও এবং যে সকল জীব-জন্তুর তারা মালিক তাদেরকেও। অথবা উদ্দেশ্য এই যে, আকাশ থেকে বৃষ্টি বর্ষণ বন্ধ করে দিতেন, যার ফলে পৃথিবীর উপর বিচরণশীল সকল প্রাণী ও উদ্ভিদই মারা যেত।<br>[২] এই 'নির্দিষ্ট কাল' পৃথিবীতেও হতে পারে এবং কিয়ামতের দিন তো বটেই।<br>[৩] অর্থাৎ, সেই দিন তাদের হিসাব নেবেন এবং সকলকে তাদের কর্মের পূর্ণ প্রাপ্য প্রদান করবেন; ঈমানদার ও অনুগতদেরকে নেকী ও সওয়াব এবং কাফের ও অবাধ্য ব্যক্তিদেরকে শাস্তি প্রদান করবেন। এতে রয়েছে মু'মিনদের জন্য সান্ত্বনা ও কাফেরদের জন্য শাস্তির ধমক।"}