{"1":"[১] ظُلُمَات বলতে রাতের অন্ধকার এবং نُور বলতে দিনের আলো বুঝানো হয়েছে। অথবা কুফরীর অন্ধকার এবং ঈমানের জ্যোতি বুঝানো হয়েছে। 'নূর' (জ্যোতি) একবচন এবং 'যুলুমাত' (অন্ধকার) বহুবচন ব্যবহার করা হয়েছে। কারণ, অন্ধকারের কারণ অনেক এবং তার প্রকারাদিও বিভিন্ন। পক্ষান্তরে 'নূর' (জ্যোতি)র উল্লেখ জিন্স (জাত) স্বরূপ করা হয়েছে, যা তার সমস্ত প্রকারকে নিজের মধ্যে শামিল করে নেয়। (ফাতহুল ক্বাদীর) আবার এটাও হতে পারে যে, হিদায়াত এবং ঈমানের রাস্তা যেহেতু একটাই, চার অথবা পাঁচ কিংবা ভিন্ন ভিন্ন নয়, তাই 'নূর'কে একবচন শব্দে উল্লেখ করা হয়েছে।<br>[২] অর্থাৎ, তাঁর সাথে অন্যকে শরীক করে।","2":"[১] অর্থাৎ, তোমাদের পিতা আদম (আঃ)-কে যিনি তোমাদের মূল এবং যাঁর থেকেই তোমাদের আবির্ভাব ঘটেছে। এর আর একটি অর্থ এও হতে পারে যে, তোমরা যে খাদ্য খাও তা সবই মাটি থেকেই জন্মায় এবং সেই খাদ্য থেকেই বীর্য তৈরী হয়; যা মায়ের গর্ভাশয়ে গিয়ে মানুষ সৃষ্টির কারণ হয়। এই হিসাবে তোমাদেরও সৃষ্টি মাটি থেকেই।<br>[২] অর্থাৎ, মৃত্যুর।<br>[৩] অর্থাৎ, কিয়াতের সময়। এর জ্ঞান কেবল আল্লাহই রাখেন। অর্থাৎ, প্রথম 'আজাল' (নির্দিষ্টকাল) বলতে জন্ম থেকে নিয়ে মৃত্যু পর্যন্ত মানুষের বয়সকে বুঝানো হয়েছে। আর দ্বিতীয় 'আজাল মুসাম্মা' (নির্ধারিত সময়সীমা) বলতে মানুষের মৃত্যু থেকে নিয়ে কিয়ামত সংঘটিত হওয়া পর্যন্ত দুনিয়ার সম্পূর্ণ বয়সকে বুঝানো হয়েছে। যার পর সে সম্পূর্ণ রূপে বিনাশ হয়ে যাবে এবং দ্বিতীয় আর এক দুনিয়া অর্থাৎ, আখেরাতের জীবন শুরু হয়ে যাবে।<br>[৪] অর্থাৎ, কিয়ামত সংঘটিত হওয়ার ব্যাপারে। যেমন, কাফের ও মুশরিকরা বলত যে, 'যখন আমরা মরে মাটিতে মিশে যাব, তখন কিভাবে আমাদেরকে পুনরায় জীবিত করা সম্ভব হবে?' মহান আল্লাহ বলেন, 'যে সত্তা তোমাদেরকে প্রথমবার সৃষ্টি করেছে, সেই সত্তাই তোমাদেরকে দ্বিতীয়বার জীবিত করবে।' <b>(সূরা ইয়াসীন ৩৬:৭৮-৭৯)</b>","3":"[১] আহলে সুন্নাহ অর্থাৎ, সালাফদের আকীদা হলো, মহান আল্লাহ তো আরশে সমাসীন; যেভাবে তাঁর সত্তার জন্য সামঞ্জস্যপূর্ণ। কিন্তু তাঁর জ্ঞান সর্বত্র বিরাজমান। অর্থাৎ, কোন জিনিসই তাঁর জ্ঞানের বাইরে নয়। অবশ্য কোন কোন ভ্রান্ত দল আল্লাহর আরশে সমাসীন হওয়াকে মানে না। তারা বলে যে, আল্লাহ সর্বত্র বিরাজমান এবং তারা এই আয়াতের ভিত্তিতেই তাদের (ভ্রান্ত) আকীদা সাব্যস্ত করে। অথচ তাদের আকীদা যেমন ভুল, অনুরূপ তাদের দলীলও সঠিক নয়। কেননা, আয়াতের অর্থ হলো, যে সত্তাকে আসমান ও যমীনে 'আল্লাহ' বলে ডাকা হয়, আসমানে ও যমীনে যার রাজত্ব বিস্তৃত এবং আসমান ও যমীনে যাকে সত্য উপাস্য মনে করা হয়, সেই আল্লাহই তোমাদের গোপনীয় ও প্রকাশ্য সমস্ত আমলাদির খবর রাখেন। <b>(ফাতহুল ক্বাদীর)</b> এর আরো ব্যাখা করা হয়েছে, উলামাগণ তা তফসীরের কিতাবগুলোতে দেখতে পারেন। যেমন, তাফসীরে ত্বাবারী, ইবনে কাসীর ইত্যাদি।","4":null,"5":"[১] অর্থাৎ, এই বিমুখতা এবং মিথ্যা ভাবার শাস্তি তারা পাবে। তখন তাদের মধ্যে এই অনুভূতির সৃষ্টি হবে যে, হায়! এই সত্য কিতাবকে মিথ্যাজ্ঞান এবং তার সাথে ঠাট্টা-বিদ্রূপ যদি না করতাম!","6":"[১] অর্থাৎ, তোমাদের পূর্বেকার অনেক জাতিকে যখন তাদের পাপের কারণে আমি ধ্বংস করে দিয়েছি, অথচ তাদের শক্তি-সামর্থ্য তোমাদের চেয়ে অনেক বেশী ছিল এবং সুখ-সমৃদ্ধি এবং জীবিকার উপায়-উপকরণাদির দিক দিয়েও তারা তোমাদের তুলনায় অনেক শ্রেষ্ঠ ছিল, তখন তোমাদেরকে ধ্বংস করা আমার জন্য কি কোন জটিল ব্যাপার? এ থেকে এ কথাও জানা গেল যে, কোন জাতির পার্থিব সম্পদের প্রাচুর্য এবং দুনিয়ার সুখ-সমৃদ্ধির আতিশয্য (জাগতিক প্রগতি) দেখে এটা যেন মনে করে না নেওয়া হয় যে, তারা বড়ই সফল। এটা তো অবকাশ দেওয়ার বহু প্রকারের এমন এক প্রকার, যা পরীক্ষা স্বরূপ আল্লাহ বিভিন্ন জাতিকে দিয়ে থাকেন। অতঃপর যখন অবকাশের সময়-কাল শেষ হয়ে যায়, তখন যাবতীয় পার্থিব সফলতা এবং সুখ-সমৃদ্ধি তাদেরকে আল্লাহর আযাব থেকে বাঁচাতে কোন কাজে আসে না।<br>[২] যাতে তাদেরকেও পূর্বের জাতিসমূহের ন্যায় পরীক্ষা করেন।","7":"[১] এতে তাদের অবাধ্যতা, অস্বীকার ও হঠকারিতার কথা তুলে ধরা হয়েছে যে, আল্লাহর পক্ষ হতে সুস্পষ্ট লিখিত বিষয় এসে যাওয়া সত্ত্বেও তারা তা মানতে প্রস্তুত হবে না এবং সেটাকে একটি যাদুর কিতাব গণ্য করবে। যেমন, কুরআনের অন্যত্র বলা হয়েছে, {وَلَوْ فَتَحْنَا عَلَيْهِمْ بَابًا مِنَ السَّمَاءِ فَظَلُّوا فِيهِ يَعْرُجُونَ، لَقَالُوا إِنَّمَا سُكِّرَتْ أَبْصَارُنَا بَلْ نَحْنُ قَوْمٌ مَسْحُورُونَ} \"যদি আমি ওদের সামনে আকাশের কোন দরজাও খুলে দিই আর তাতে ওরা দিনভর আরোহণও করতে থাকে, তবুও ওরা এ কথাই বলবে যে, আমাদের দৃষ্টির বিভ্রাট ঘটানো হয়েছে, না বরং আমরা যাদুগ্রস্ত হয়ে পড়েছি।\" <b>(সূরা হিজর ১৫:১৪-১৫) </b>{وَإِنْ يَرَوْا كِسْفًا مِنَ السَّمَاءِ سَاقِطًا يَقُولُوا سَحَابٌ مَرْكُومٌ} \"তারা যদি আকাশের কোন খন্ডকে পতিত হতে দেখে, তবে বলে, এটা তো পুঞ্জীভূত মেঘ।\" <b>(সূরা ত্বূর ৫২:৪৪)</b> অর্থাৎ, আল্লাহর আযাবের এমন কোন একটা অপব্যাখ্যা করে নেবে, যাতে আল্লাহর ইচ্ছার কথা তাদেরকে স্বীকার করতে না হয়! অথচ সারা বিশ্বজাহানে যা কিছু হয়, সবই তাঁর ইচ্ছাতেই হয়।","8":"[১] মহান আল্লাহ মানুষের হিদায়াতের জন্য নবী ও রসূল প্রেরণ করেছেন, তাঁরা সবাই ছিলেন মানুষেরই মধ্য থেকে। প্রত্যেক জাতিতে তাদেরই মধ্য হতে একজনকে অহী এবং রিসালাত দানে ধন্য করতেন। কারণ, এ ছাড়া কোন রসূলই (দ্বীনের) তবলীগ এবং দাওয়াতের দায়িত্ব পালন করতে পারতেন না। যেমন, যদি ফিরিশতাকে আল্লাহ রসূল বানিয়ে প্রেরণ করতেন, তাহলে প্রথমতঃ তাঁরা মানুষের ভাষায় কথোপকথন করতে পারতেন না এবং দ্বিতীয়তঃ তাঁরা মানবিক স্বভাব-প্রকৃতি থেকে মুক্ত হওয়ার কারণে মানুষের বিভিন্ন অবস্থার বিভিন্ন ভাব ও আচরণকে বুঝতেও পারতেন না। এই অবস্থায় হিদায়াত ও পথপ্রদর্শনের দায়িত্ব কিভাবে তাঁরা আদায় করতে পারতেন? তাই মানুষের প্রতি আল্লাহর এটা বড়ই অনুগ্রহ যে, তিনি মানুষকেই নবী ও রসূল বানিয়েছেন। আর এটাকে কুরআনেও মহান আল্লাহ অনুগ্রহ স্বরূপ উল্লেখ করেছেন। {لَقَدْ مَنَّ اللهُ عَلَى الْمُؤْمِنِينَ إِذْ بَعَثَ فِيهِمْ رَسُولًا مِنْ أَنْفُسِهِمْ} \"আল্লাহ মু'মিনদের উপর অনুগ্রহ করেছেন যে, তিনি তাদের মাঝে তাদেরই মধ্য হতে একজন রসূল পাঠিয়েছেন।\" <b>(সূরা আলে ইমরান ৩:১৬৪)</b> কিন্তু নবীদের মানুষ হওয়া কাফেরদের বিস্ময় ও বিচলিত হওয়ার কারণ হয়ে দাঁড়িয়ে ছিল। তারা মনে করত যে, রসূল মানুষের মধ্য থেকে নয়, বরং ফিরিশতাদের মধ্য হতে হওয়া উচিত। অর্থাৎ, তাদের মতে, মানুষ রসূল হওয়ার উপযুক্ত নয়। যেমন, বর্তমানের বিদআতীরাও এটা মনে করে। تَشَابَهَتْ قُلُوْبُهُمْ কাফের ও মুশরিকরা রসূলদের মানুষ হওয়ার কথা তো অস্বীকার করতে পারত না। কারণ, তারা তাঁদের বংশ পরিচয়ের ব্যাপারে প্রতিটি জিনিস সম্পর্কে সম্পূর্ণভাবে অবগত ছিল, ফলে তারা রিসালাতকে অস্বীকার করত। পক্ষান্তরে বর্তমানের বিদআতীরা রিসালাতের কথা তো অস্বীকার করে না, কিন্তু মানুষ হওয়াকে রসূল হওয়ার পরিপন্থী মনে করে রসূলদের মানুষ হওয়ার কথা অস্বীকার করে। যাই হোক মহান আল্লাহ এই আয়াতে বলছেন, যদি আমি কাফেরদের দাবী অনুযায়ী কোন ফিরিশতাকে রসূল বানিয়ে প্রেরণ করতাম অথবা এই রসূলের সত্যায়নের জন্য কোন ফিরিশতা অবতীর্ণ করতাম (যেমন, এখানে এই কথাটাই বলা হয়েছে) অতঃপর তারা যদি তার উপর ঈমান না আনত, তবে কোন অবকাশ না দিয়েই তাদেরকে ধ্বংস করে দেওয়া হত।","9":"[১] অর্থাৎ, যদি আমি ফিরিশতাকেই রসূল বানিয়ে প্রেরণ করার সিদ্ধান্ত গ্রহণ করতাম, তাহলে এ কথা পরিষ্কার যে, সে তো ফিরিশতার আকৃতিতে আসতে পারত না, কারণ এতে (ফিরিশতার আকৃতি-প্রকৃতিতে এলে) মানুষ তাকে ভয় পেত এবং তার নিকট হওয়ার পরিবর্তে তার থেকে আরো দূর হওয়ার চেষ্টা করত। তাই তাকে মানুষের রূপেই পাঠানো অপরিহার্য হত। কিন্তু তখনও তোমাদের নেতারা এই আপত্তি এবং সন্দেহ উত্থাপন করত যে, এও তো মানুষ। যেমন, এখন তারা রসূলের মানুষ হওয়ার ব্যাপারে উত্থাপন করছে। তাহলে ফিরিশতাকে পাঠিয়ে লাভ কি?","10":null,"11":null,"12":"[১] যেমন হাদীসে নবী করীম (সাঃ) বলেছেন, \"যখন মহান আল্লাহ সৃষ্টদের সৃষ্টি করলেন, তখন আরশে লিখে দিলেন, إِنَّ رَحْمَتِيْ تَغْلِبُ غَضَبِيْ \"আমার দয়া আমার ক্রোধের উপরে বিজয়ী।\" (বুখারীঃ তাওহীদ অধ্যায়, মুসলিমঃ তাওবা অধ্যায়) তবে এ দয়া ও রহমত কিয়ামতের দিন কেবল ঈমানদারদের জন্য হবে। আর কাফেরদের প্রতি প্রতিপালক চরম ক্রোধান্বিত হবেন। অর্থাৎ, দুনিয়াতে তো তাঁর রহমত অবশ্যই ব্যাপক; যার দ্বারা মু'মিন ও কাফের, সৎ ও অসৎ এবং বাধ্যজন ও অবাধ্যজন সকলেই উপকৃত হচ্ছে। মহান আল্লাহ কোন ব্যক্তিরই রুযী অবাধ্যতার কারণে বন্ধ করেন না। তবে তাঁর রহমতের এই ব্যাপকতা দুনিয়াতেই সীমাবদ্ধ। প্রতিফল ও প্রতিদানের স্থান আখেরাতে আল্লাহর সুবিচারক হওয়ার গুণের পূর্ণ বিকাশ ঘটবে, যার ফলে সেখানে ঈমানদাররা তাঁর রহমতের ছায়ায় আশ্রয় লাভ করবে এবং কাফের ও ফাসেকরা জাহান্নামের চিরন্তন শাস্তির যোগ্য বিবেচিত হবে। এই জন্য কুরআনে বলা হয়েছে, {وَرَحْمَتِي وَسِعَتْ كُلَّ شَيْءٍ فَسَأَكْتُبُهَا لِلَّذِينَ يَتَّقُونَ وَيُؤْتُونَ الزَّكَاةَ وَالَّذِينَ هُمْ بِآياتِنَا يُؤْمِنُونَ} \"আমার দয়া প্রতিটি জিনিসের উপর পরিব্যাপ্ত। সুতরাং তা তাদের জন্য লিখে দেব যারা ভয় রাখে, যাকাত দেয় এবং যারা আমার আয়াতসমূহের উপর বিশ্বাস স্থাপন করে।\" <b>(সূরা আ'রাফ ৭:১৫৬)</b>","13":null,"14":"[১] ولي অর্থ অভিভাবক, বন্ধু। এখানে উদ্দেশ্যঃ মাবূদ, উপাস্য। নচেৎ কোন সৃষ্টির সাথে বন্ধুত্ব স্থাপন করা তো বৈধ।","15":"[১] অর্থাৎ, আমিও যদি প্রতিপালকের অবাধ্যতা করে তাঁকে বাদ দিয়ে অন্য কাউকে উপাস্য বানিয়ে নিই, তাহলে আমিও আল্লাহর শাস্তি থেকে বাঁচতে পারব না।","16":"[১] যেমন অন্যত্র বলেছেন, {فَمَنْ زُحْزِحَ عَنِ النَّارِ وَأُدْخِلَ الْجَنَّةَ فَقَدْ فَازَ} \"সুতরাং যাকে জাহান্নাম থেকে দূরে রাখা হবে এবং জান্নাতে প্রবেশ করানো হবে, সে সফল হবে।\" <b>(সূরা আল-ইমরান ৩:১৮৫) </b>কারণ, সফলতা হলো অকল্যাণ থেকে বেঁচে যাওয়া এবং কল্যাণ অর্জন করার নাম। আর জান্নাত অপেক্ষা কল্যাণকর জিনিস আর কি হতে পারে?","17":"[১] অর্থাৎ, ইষ্টানিষ্টের মালিক এবং সারা জাহানে সর্বপ্রকারের কর্তৃত্বকারী কেবল আল্লাহই। তাঁর বিচার-ফায়সালাকে খন্ডাবার মত কেউ নেই। একটি হাদীসে এই বিষয়টাকে এইভাবে বর্ণনা করা হয়েছে, اللَّهُمَّ لاَ مَانِعَ لِمَا أَعْطَيْتَ وَلاَ مُعْطِيَ لِمَا مَنَعْتَ وَلاَ يَنْفَعُ ذَا الْجَدِّ مِنْكَ الْجَدُّ)) \"হে আল্লাহ! তুমি যা দান কর, তা কেউ রোধ করতে পারে না। আর তুমি যা রোধ কর, তা কেউ দিতেও পারে না। আর ধনীদের ধন তোমার আযাব থেকে বাঁচতে কোন উপকারে আসবে না।\" <b>(বুখারীঃ ই'তিসাম অধ্যায়, মুসলিম, সালাত ও মাসাজিদ অধ্যায়)</b> নবী করীম (সাঃ) প্রত্যেক ফরয নামাযের পর এই দু'আটি পাঠ করতেন।","18":"[১] অর্থাৎ, সমস্ত মস্তক তাঁর সামনে অবনত। বড় বড় দুর্ধর্ষ তাঁর সামনে অক্ষম। তিনি সব কিছুর উপর বিজয়ী এবং সারা সৃষ্টি তাঁর অনুগত। তিনি তাঁর প্রতিটি কর্মে সুবিজ্ঞ সুকৌশলময় এবং প্রত্যেক বিষয় সম্পর্কে অবগত। অতএব তিনি ভালভাবেই জানেন যে, কে তাঁর অনুগ্রহ ও পুরস্কার পাওয়ার যোগ্য এবং কে অযোগ্য।","19":"[১] অর্থাৎ, স্বয়ং আল্লাহই তাঁর একত্ব এবং প্রতিপালকত্বের সব চেয়ে বড় সাক্ষী। তাঁর থেকে বড় সাক্ষী আর কেউ নেই।<br>[২] রবী' ইবনে আনাস (রঃ) বলেন, এখন যার কাছেই এই কুরআন পৌঁছে যাবে, সে যদি রসূল (সাঃ)-এর সত্য অনুসারী হয়, তবে তার কর্তব্য হল, সেও লোকদেরকে আল্লাহর দিকে আহবান জানাবে, যেভাবে রসূল (সাঃ) আহবান জানিয়েছেন এবং ঐভাবে সতর্ক করবে, যেভাবে রসূল (সাঃ) সতর্ক করেছেন। <b>(ইবনে কাসীর)</b>","20":"[১] يَعْرِفُوْنَهُ তে সর্বনাম (তাকে)এর লক্ষ্যস্থল হল রসূল (সাঃ)। অর্থাৎ, কিতাবধারীরা রসূল (সাঃ)-কে ঐভাবেই চিনত, যেভাবে তারা তাদের ছেলেদেরকে চিনত। কারণ, রসূল (সাঃ)-এর নিদর্শনাবলী ও তাঁর পরিচয় তাদের কিতাবগুলোতে বর্ণনা করা হয়েছিল এবং এই নিদর্শনাবলীর কারণে তারা তাঁর অপেক্ষাতেও ছিল। তাই এখন তাদের মধ্যে যারা ঈমান আনে না, তারা বড়ই ক্ষতির মধ্যে রয়েছে। কেননা, তারা জানা সত্ত্বেও অস্বীকার করছে। فَإِنْ كُنْتَ لاََ تَدْرِيْ فَتِلْكَ مُصِيْبَة * وَإِنْ كُنْتَ تَدْرِيْ فَالْمُصِيْبَةُ أَعْظَمُ।<br>(যদি তোমার না জানা থাকে তবে এটা মুসীবত, কিন্তু যদি জানা থাকে তাহলে তো মুসীবত আরো বড়।)","21":"[১] অর্থাৎ, যেমন আল্লাহর উপর মিথ্যা আরোপকারী (অর্থাৎ, নবী হওয়ার মিথ্যা দাবীদার) সবচেয়ে বড় যালেম, অনুরূপ সে ব্যক্তিও বড় যালেম, যে আল্লাহর নিদর্শনাবলী এবং তাঁর সত্য রসূলকে মিথ্যা মনে করে। নবী হওয়ার মিথ্যা দাবীদারদের উপর এত কঠোর হুমকি আসা সত্ত্বেও এটা বাস্তব যে, প্রত্যেক যুগে একাধিক ব্যক্তি নবী হওয়ার মিথ্যা দাবী উত্থাপন করেছে এবং এইভাবে নবী করীম (সাঃ)-এর ভবিষ্যদ্বাণীও বাস্তবে প্রমাণিত হয়েছে। তিনি বলেছিলেন, \"ত্রিশজন মিথ্যুক দাজ্জালের আবির্ভাব ঘটবে এবং তারা প্রত্যেকে দাবী করবে যে, সে নবী।\" বিগত শতাব্দীতেও কাদিয়ানের (গুলাম আহমাদ নামক) এক ব্যক্তি নবী হওয়ার দাবী করেছিল। আর বর্তমানে তার অনুসারীরা তাকে সত্য নবী এবং কেউ কেউ 'প্রতিশ্রুত মসীহ' এই জন্য মনে করে যে, অল্প সংখ্যক কিছু লোক তাকে নবী বলে স্বীকার করে। অথচ কিছু মানুষের কোন মিথ্যুককে সত্যবাদী মনে করে নেওয়া, তার সত্যবাদী হওয়ার দলীল হতে পারে না। সত্যতার জন্য তো কুরআন ও হাদীসের সুস্পষ্ট দলীলের প্রয়োজন।<br>[২] যেহেতু এরা উভয়েই যালেম, তাই না সে সফল হবে, যে মিথ্যা রচনা করে, আর না সে, যে মিথ্যাজ্ঞান করে। কাজেই প্রয়োজন হল প্রত্যেকেই যেন নিজেদের পরিণামের ব্যাপারে ভালভাবে চিন্তা-ভাবনা করে।","22":null,"23":"[১] فتنة এর একটি অর্থ 'হুজ্জত' এবং আর একটি অর্থ 'ওজুহাত' করা হয়েছে। পরিশেষে এরা হুজ্জত অথবা ওজুহাত পেশ করে নিষ্কৃতি লাভের প্রচেষ্টা চালিয়ে বলবে যে, 'আমরা তো মুশরিকই ছিলাম না।' ইমাম ইবনে জারীর এর অর্থ করেছেন, 'যখন আমি তাদেরকে প্রশ্নের মুখে দাঁড় করাবো, তখন দুনিয়াতে যে শিরক তারা করেছে তার স্বপক্ষে ওজুহাত পেশ করার জন্য এ কথা বলা ছাড়া তাদের আর অন্য কোন উপায় থাকবে না যে, আমরা তো মুশরিকই ছিলাম না।' এখানে এই জটিলতা সৃষ্টি যেন না হয় যে, ওখানে (আখেরাতে) তো মানুষের হাত-পা সাক্ষী দিবে এবং জিহ্বার উপর তালা-মোহর লেগে যাবে, অতএব এই অস্বীকার করা কিভাবে সম্ভব হবে? এর উত্তর ইবনে আব্বাস (রাঃ) এটাই দিয়েছেন যে, যখন মুশরিকরা দেখবে যে, তাওহীদবাদী মুসলিমরা জান্নাতে যাচ্ছে, তখন এরা আপোসে পরামর্শ করে নিজেদের শিরক করার কথাকে অস্বীকার করে দেবে। তখন মহান আল্লাহ তাদের মুখে মোহর লাগিয়ে দেবেন এবং তাদের হাত-পা তাদের যাবতীয় কৃতকর্মের সাক্ষী দেবে। ফলে তারা আল্লাহর নিকটে কোন জিনিস গোপন করার সামর্থ্য রাখবে না। <b>(ইবনে কাসীর)</b>","24":"[১] তবে সেখানে সুস্পষ্ট এই মিথ্যার কোন লাভ তাদের হবে না। যেমন, দুনিয়াতে কোন কোন সময় মানুষ এ রকম (মিথ্যা ফলপ্রসূ বলে) অনুভব করে। অনুরূপ যে বাতিল উপাস্যগুলোকে এরা তাদের সমর্থক, সাহায্যকারী এবং সুপারিশকারী মনে করত, তারাও অদৃশ্য হয়ে যাবে এবং এই শরীকদের প্রকৃত অবস্থা সেখানে স্পষ্ট হয়ে যাবে, কিন্তু সেখানে এই অবস্থাকে দূরীভূত করার কোন উপায় থাকবে না।","25":"[১] অর্থাৎ, এই মুশরিকরা তোমার কাছে এসে কুরআন তো শোনে, কিন্তু হিদায়াত লাভের উদ্দেশ্য না থাকার কারণে তা তাদের জন্য ফলপ্রসূ হয় না।<br>[২] এ ছাড়াও কুফরীর ফলস্বরূপও তাদের অন্তরে আমি আবরণ রেখে দিয়েছি এবং তাদের কান বোঝাল করে দিয়েছি। ফলে তাদের অন্তর সত্য কথা বুঝতে অক্ষম এবং তাদের কান সত্য শুনতে অপারগ।<br>[৩] এখন ওরা ভ্রষ্টতার এমন ফাঁদে ফেঁসে গেছে যে, বৃহৎ থেকে বৃহত্তর মু'জিযাও যদি তারা দেখে নেয়, তবুও ঈমান আনার তাওফীক লাভ থেকে বঞ্চিতই থাকবে এবং তারা বিরুদ্ধাচরণ ও অমান্য করাতে এমন সীমা ছাড়িয়ে গেছে যে, কুরআন কারীমকে পূর্ববর্তীদের কেচ্ছা-কাহিনী বৈ কিছুই ভাবে না।","26":"[১] অর্থাৎ, সাধারণ লোকেদেরকেও নবী করীম (সাঃ) থেকে এবং কুরআন থেকে বাধা দেয়, যাতে তারা ঈমান না আনে এবং নিজেরাও দূরে দূরে থাকে।<br>[২] তবে লোকেদেরকে দূরে রেখে এবং নিজেদেরকেও দূরে সরিয়ে রেখে আমার ও আমার নবীর কি ক্ষতি হবে? এই ধরনের কর্ম দ্বারা তারা নিজেরাই নিজেদেরকে ধ্বংস করছে, অথচ তারা টেরও পাচ্ছে না।","27":"[১] এখানে لو (যদি) এর জওয়াব ঊহ্য আছে। বাক্যের বাহ্যিক গঠন এইভাবে হবে, \"তাহলে তুমি ভয়াবহ দৃশ্য দেখতে।\"<br>[২] কিন্তু সেখান থেকে পুনরায় ফিরে আসা সম্ভব হবে না। কাজেই তারা তাদের এই আশা পূরণ করতে পারবে না। কাফেরদের এই ধরনের আশার কথা কুরআন বিভিন্ন স্থানে উল্লেখ করেছে।{رَبَّنَا أَخْرِجْنَا مِنْهَا فَإِنْ عُدْنَا فَإِنَّا ظَالِمُونَ* قَالَ اخْسَأُوا فِيهَا وَلا تُكَلِّمُونِ} \"হে আমাদের প্রতিপালক! এ থেকে আমাদেরকে উদ্ধার কর; আমরা যদি পুনরায় তা করি, তবে আমরা (বড়ই) যালেম গণ্য হব। আল্লাহ বলবেন, তোমরা ধিক্কৃত অবস্থায় এখানেই পড়ে থাক এবং আমার সাথে কোন কথা বলো না।\" <b>(সূরা মু'মিনূন ২৩:১০৭-১০৮)</b> {رَبَّنَا أَبْصَرْنَا وَسَمِعْنَا فَارْجِعْنَا نَعْمَلْ صَالِحًا إِنَّا مُوقِنُونَ} \"হে আমাদের পালনকর্তা! আমরা দেখলাম ও শুনলাম। এখন আমাদেরকে ফেরৎ পাঠিয়ে দিন, আমরা সৎকর্ম করব। আমরা দৃঢ় বিশ্বাসী হয়ে গেছি।\" <b>(সূরা সাজদাহ ৩২:১২)</b>","28":"[১] بَلْ যেটা إِضْرَاب (অর্থাৎ, পূর্বের কথাকে প্রত্যাহার করার) জন্য আসে। এ বাক্যের কয়েকটি ব্যাখ্যা বর্ণনা করা হয়েছে। (ক) তাদের সেই কুফরী, বিরুদ্ধাচরণ এবং মিথ্যাজ্ঞান প্রকাশিত হয়ে যাবে, যা ইতিপূর্বে তারা দুনিয়াতে অথবা আখেরাতে গোপন করত। অর্থাৎ, যেটাকে অস্বীকার করত। যেমন, সেখানে প্রথম পর্যায়ে বলবে, مَا كُنَّا مُشْرِكِيْنَ)) \"আমরা তো মুশরিকই ছিলাম না।\" (খ) অথবা রসূল (সাঃ) এবং কুরআনে কারীমের যে সত্যতার জ্ঞান তাদের অন্তরে ছিল, কিন্তু তা তাদের অনুসারীদের নিকট গোপন করত, সেখানে প্রকাশিত হয়ে যাবে। (গ) কিংবা মুনাফেকদের সেই মুনাফেকী সেখানে প্রকাশিত হয়ে যাবে, যা তারা দুনিয়াতে ঈমানদারদের নিকট গোপন করত। <b>(তাফসীর ইবনে কাসীর)</b><br>[২] অর্থাৎ, পুনরায় দুনিয়াতে আসার ইচ্ছা ঈমান আনার জন্য নয়, বরং কেবল সেই আযাব থেকে বাঁচার জন্য, যা কিয়ামতের দিন প্রকাশ হয়ে যাবে এবং যা তারা প্রত্যক্ষ দেখেও নেবে। তাছাড়া দুনিয়াতে যদি এদেরকে পুনরায় পাঠানোও যায়, তবুও তারা তা-ই করবে, যা পূর্বে করেছে।","29":"[১] এটা হলো بَعْث بَعْدَ المَوت (মৃত্যুর পর পুনরুত্থান) এর কথা অস্বীকার যা প্রত্যেক কাফের করে এবং এই বাস্তবতাকে অস্বীকার ও অবিশ্বাস করাই হলো প্রকৃতপক্ষে তাদের কুফরী ও অবাধ্যতার সবচেয়ে বড় কারণ। তাছাড়া মানুষের অন্তরে যদি পরকালের প্রতি বিশ্বাস সুদৃঢ়ভাবে প্রতিষ্ঠিত হয়ে যায়, তাহলে তারা কুফরী ও অবাধ্যতার পথ থেকে সত্বর ফিরে আসবে।","30":"[১] অর্থাৎ, স্বচক্ষে দর্শন করার পর তো তারা স্বীকার করবেই যে, আখেরাতের জীবন বাস্তব ও সত্য। তবে সেখানে এই স্বীকারোক্তির কোন লাভ হবে না এবং মহান আল্লাহ বলবেন, \"এখন তোমরা তোমাদের কুফরীর কারণে আযাবের স্বাদ গ্রহণ কর।\"","31":"[১] আল্লাহর সাথে সাক্ষাৎ লাভের ব্যাপারকে যারা মিথ্যা মনে করে, তারা যেভাবে ক্ষতির ও অসফলতার শিকার হবে, নিজেদের উদাসীনতার জন্য যেভাবে তারা অনুতপ্ত হবে এবং মন্দ আমলগুলোর বোঝা যেভাবে তারা বহন করবে, তারই চিত্র এই আয়াতে তুলে ধরা হয়েছে। فَرَّطْنَا فِيْهَا তে সর্বনামের লক্ষ্যস্থল হল الساعة (কিয়ামত)। অর্থাৎ, কিয়ামতের জন্য প্রস্তুতি গ্রহণ এবং তাকে সত্য মনে করার ব্যাপারে যে অবহেলা আমাদের দ্বারা হয়েছে। অথবা তার লক্ষ্যস্থল হল الصَّفْقَةُ (কেনা-বেচা)। যদিও আয়াতে এই শব্দের উল্লেখ নেই, তবুও আলোচ্য বিষয় থেকে এটা প্রমাণিত হয়। কারণ, মানুষ ক্ষতিগ্রস্ত কেনা-বেচাতেই হয়। আর কেনা বলতে বুঝানো হয়েছে ঈমানের পরিবর্তে কুফরী কেনা। অর্থাৎ, এটা (ঈমানের পরিবর্তে কুফরী) কিনে আমরা চরম অবহেলা করেছি। কিংবা তার লক্ষ্যস্থল হল حَيَاة (জীবন)। অর্থাৎ, জীবনে অন্যায়-অনাচারে এবং কুফরী ও শির্কে লিপ্ত থেকে যে অবহেলা করেছি। <b>(ফাতহুল ক্বাদীর)</b>","32":null,"33":"[১] নবী করীম (সাঃ)-কে কাফেরদের মিথ্যা ভাবার কারণে যে দুঃখ-কষ্ট তাঁর হত, তা দূরীকরণের এবং তাঁকে সান্ত্বনা দেওয়ার জন্য বলা হচ্ছে যে, এই মিথ্যা মনে করা তোমাকে নয় (তোমাকে তো তারা সত্যবাদী ও বিশ্বাসী মনে করে), বরং প্রকৃতপক্ষে তারা আল্লাহর আয়াতসমূহকে মিথ্যা মনে করে এবং এটা একটি মস্ত বড় যুলুমের কাজ তারা করছে। তিরমিযী ইত্যাদির একটি বর্ণনায় এসেছে যে, আবূ জাহল একদা রসূল (সাঃ)-কে বলল, 'হে মুহাম্মাদ, আমরা তোমাকে নয়, বরং তুমি যা নিয়ে এসেছ সেটাকে মিথ্যা মনে করি।' তার উত্তরে এই আয়াত অবতীর্ণ হয়। তিরমিযীর এই বর্ণনা সনদের দিক দিয়ে দুর্বল হলেও অন্য সহীহ বর্ণনা দ্বারা এ ব্যাপারের সত্যতা প্রমাণিত হয়। মক্কার কাফেররা নবী করীম (সাঃ)-কে আমানতদার, বিশ্বস্ত এবং সত্যবাদী মনে করত, কিন্তু তা সত্ত্বেও তাঁর রিসালাতের উপর ঈমান আনা থেকে দূরেই ছিল। বর্তমানেও যারা নবী করীম (সাঃ)-এর উত্তম চরিত্র, গুণ ও কৃতিত্ব, তাঁর অমায়িক ব্যবহার এবং তাঁর আমানত ও বিশ্বস্ততার কথাকে গা-মাথা দুলিয়ে বড় মোহিত হয়ে বর্ণনা করে এবং এ বিষয়ের উপর সাহিত্য-শৈলী ভাষায় ও চমৎকার ভঙ্গিমায় বত্তৃজ্ঞতা, না'ত ও গজলও পরিবেশন করে, কিন্তু রসূল (সাঃ)-এর আনুগত্য ও তাঁর অনুসরণ করার ব্যাপারে কুণ্ঠাবোধ ও শৈথিল্য করে। তাঁর কথার উপর ফিকহ, কিয়াস (অনুমান) এবং ইমামদের কথাকে প্রাধান্য দেয়। তাদের চিন্তা করা উচিত যে, এ আচরণ কার যা তারা অবলম্বন করেছে?","34":"[১] নবী করীম (সাঃ)-কে অতিরিক্ত সান্ত্বনা দেওয়ার জন্য বলা হচ্ছে যে, আল্লাহর পয়গম্বরকে কাফেরদের অস্বীকার করার ঘটনা এটা প্রথম নয়, বরং পূর্বেও অনেক রসূল এসেছিলেন যাদেরকে মিথ্যা মনে করা হয়েছে। অতএব তাদের অনুসরণ করে তুমিও ধৈর্য ও সাহসিকতা অবলম্বন কর, যেভাবে তারা তাদেরকে মিথ্যাজ্ঞান ও কষ্টদানের সময় ধৈর্য ধারণ ও সাহসিকতা প্রদর্শন করেছিল। যাতে তোমার কাছেও আমার সাহায্য-সহযোগিতা ঐভাবেই আসে, যেভাবে পূর্বের রসূলদের কাছে আমার সাহায্য-সহযোগিতা এসেছে। আর আমি প্রতিশ্রুতি ভঙ্গ করি না। আমার তো প্রতিশ্রুতি দেওয়াই আছে, {إِنَّا لَنَنْصُرُ رُسُلَنَا وَالَّذِينَ آمَنُوا} \"অবশ্যই আমি আমার রসূলদের এবং ঈমানদারদের সাহায্য করব।\" <b>(সূরা মুমিন ৪০:৫১)</b> {كَتَبَ اللهُ لَأَغْلِبَنَّ أَنَا وَرُسُلِي} \"আল্লাহ লিখে দিয়েছেন যে, আমি ও আমার রসূলগণ অবশ্যই বিজয়ী হব।\" <b>(সূরা মুজাদালাহ ৫৮:২১, অনুরূপ দেখুনঃ সূরা স্বাফফাত ৩৭:১৭১-১৭২)</b><br>[২] সুতরাং তাঁর এই প্রতিশ্রুতি সুসম্পন্ন হবেই যে, তিনি (সাঃ) কাফেরদের উপর বিজয়ী হবেন এবং হয়েছেও তা-ই।<br>[৩] যার দ্বারা এ কথা পরিষ্কার হয়ে গেছে যে, প্রাথমিক পর্যায়ে তাঁদের সম্প্রদায়রা তাঁদেরকে মিথ্যা প্রতিপন্ন করেছে, তাঁদেরকে কষ্ট দিয়েছে এবং তাঁদের জীবনকে সংকীর্ণ করে তুলেছে, কিন্তু পরিশেষে আল্লাহর সাহায্যে বাঞ্ছিত সফলতা এবং চিরন্তন মুক্তি তাঁদের ভাগ্যেই জুটেছে।","35":"[১] নবী করীম (সাঃ)-কে বিরোধিতাকারী কাফেরদের মিথ্যা মনে করার কারণে তিনি যে মনঃপীড়া ও কষ্ট অনুভব করতেন সে ব্যাপারেই মহান আল্লাহ বলছেন, এটা তো আল্লাহর ইচ্ছা এবং তাঁর নির্ধারিত নিয়তির ভিত্তিতে হওয়ারই ছিল। আর আল্লাহর নির্দেশ ছাড়া তুমি তাদেরকে ইসলাম গ্রহণ করার প্রতি আকৃষ্ট করতে পার না। এমন কি যদি তুমি ভূতলে কোন সুড়ঙ্গ বানিয়ে অথবা আকাশে সিঁড়ি বা মই লাগিয়ে সেখান থেকে কোন নিদর্শন এনে তাদেরকে দেখিয়ে দাও, তাহলে প্রথমতঃ এ রকম করা তোমার পক্ষে সম্ভব নয়, আর যদি এ রকম দেখিয়েও দাও, তবুও তারা ঈমান আনবে না। কেননা, তাদের ঈমান আনার ব্যাপারটা আল্লাহর হিকমত ও ইচ্ছার উপর নির্ভরশীল; যাকে মানুষের জ্ঞান-বুদ্ধি সম্পূর্ণরূপে পরিবেষ্টিত করতে পারে না। অবশ্য এতে তার একটি বাহ্যিক হিকমত হল এই যে, মহান আল্লাহ তাদেরকে এখতিয়ার এবং (করা ও না করার) স্বাধীনতা দিয়ে পরীক্ষা করছেন। অন্যথা সমস্ত মানুষকে হিদায়াতের পথে পরিচালিত করা আল্লাহর জন্য কোন কঠিন ব্যাপার ছিল না। তাঁর كُنْ (হও) শব্দ দ্বারা নিমিষে এ কাজ হতে পারত।<br>[২] অর্থাৎ, তুমি তাদের কুফরীর কারণে খুব বেশী আফসোস ও অনুতাপ প্রকাশ করো না। কেননা, তার সম্পর্ক আল্লাহর ইচ্ছা ও তাঁর নির্ধারিত নিয়তির সাথে। কাজেই এটাকে আল্লাহর উপরেই ছেড়ে দাও। তিনি এর হিকমত এবং ভাল-মন্দের ব্যাপারটা বেশী বুঝেন।","36":"[১] আর এই কাফেরদের অবস্থা হল মৃতদের মত। যেভাবে মৃতরা শোনা ও অনুধাবন করার শক্তি থেকে বঞ্চিত, অনুরূপ এরা যেহেতু তাদের জ্ঞান-বুদ্ধি দ্বারা সত্যকে বুঝতে চেষ্টা করে না, তাই এরাও মৃত।","37":"[১] অর্থাৎ, এমন মু'জিযা যা তাদেরকে ঈমান আনতে বাধ্য করবে। যেমন, তাদের চোখের সামনে ফিরিশতার অবতরণ অথবা পাহাড়কে তাদের মাথার উপর তুলে ধরা; যেভাবে বানী-ইস্রাঈলদের উপর ধরা হয়েছিল। বললেন, মহান আল্লাহ তো অবশ্যই এ রকম করতে পারেন, কিন্তু তা এই জন্য করেন না যে, এ রকম করলে মানুষদের পরীক্ষার বিষয়টা শেষ হয়ে যায়। তাছাড়া তাদের দাবী অনুপাতে যদি কোন মু'জিযা দেখিয়ে দেওয়া যায়, আর তারপরও যদি তারা ঈমান না আনে, তাহলে এই দুনিয়াতেই তাদেরকে অতি সত্বর কঠিন শাস্তি দেওয়া হত। এইভাবে আল্লাহর এই হিকমতেও রয়েছে তাদের পার্থিব লাভ।<br>[২] যারা আল্লাহর নির্দেশ ও ইচ্ছার পূর্ণ হিকমত (যৌক্তিকতা)-কে অনুধাবন করতে পারে না।","38":"[১] অর্থাৎ, এদেরকেও মহান আল্লাহ ঐভাবেই সৃষ্টি করেছেন, যেভাবে তোমাদেরকে সৃষ্টি করেছেন। অনুরূপ তাদেরকেও তিনি রুযী দেন, যেরূপ তোমাদেরকে রুযী দেন এবং তোমাদের মত তারাও তাঁর শক্তি ও জ্ঞানের আওতাভুক্ত।<br>[২] 'কিতাব' বলতে 'লাওহে মাহফূয'। অর্থাৎ, তাতে প্রতিটি জিনিসই লিপিবদ্ধ আছে। অথবা 'কিতাব' অর্থ কুরআন। যাতে সার-সংক্ষেপে কিংবা বিস্তারিতভাবে দ্বীনের প্রতিটি বিষয়ের উপর আলোকপাত করা হয়েছে। যেমন, অন্যত্র বলেন, {وَنَزَّلْنَا عَلَيْكَ الْكِتَابَ تِبْيَانًا لِكُلِّ شَيْءٍ} \"আমি তোমার উপর এমন বিতাব অবতীর্ণ করেছি, যাতে রয়েছে প্রতিটি জিনিসের বর্ণনা।\" <b>(সূরা নাহল ১৬:৮৯)</b> এখানে আলোচ্য বিষয়ের দিক দিয়ে প্রথম অর্থই (সঠিকতার) নিকটতর।<br>[৩] অর্থাৎ, উল্লিখিত সমস্ত জাতিকেই কিয়ামতে একত্রিত করা হবে। এই দলীলের ভিত্তিতেই উলামাগণের একটি দল মনে করেন যে, যেভাবে সমস্ত মানুষকে জীবিত করে তাদের হিসাব নেওয়া হবে, অনুরূপ জীব-জন্তু এবং অন্যান্য সকল সৃষ্ট জীবকে জীবিত করে তাদেরও হিসাব নেওয়া হবে। (মহান আল্লাহ বলেছেন, যখন বন্য পশুগুলিকে একত্রিত করা হবে। (সূরা তাকবীর ৮১:৫) ) আর এই ধরনের কথা একটি হাদীসেও নবী করীম (সাঃ) বলেছেন। \"শিংবিশিষ্ট কোন ছাগল যদি শিংহীন কোন ছাগলের উপর যুলুম করে থাকে, তাহলে কিয়ামতের দিন শিংবিশিষ্ট ছাগলের কাছে থেকে প্রতিশোধ গ্রহণ করা হবে।\" <b>(মুসলিম ১৯৯৭নং)</b> কোন কোন আলেম 'হাশর' (সমবেত) বলতে কেবল মৃত্যু মনে করেছেন। অর্থাৎ, সবাইকে মরতে হবে। আবার কোন কোন আলেম বলেছেন, এখানে 'হাশর' বলতে কাফেরদের হাশর এবং মধ্যে যেসব অন্যান্য কথা এসেছে তা বিচ্ছিন্ন ভিন্ন বিষয়। আর উল্লিখিত হাদীস (যাতে ছাগলের আপোসে প্রতিশোধ গ্রহণ করার কথা এসেছে) কেবল উদাহরণ পেশ করার জন্য এসেছে। এর উদ্দেশ্য কিয়ামতের হিসাব-নিকাশের গুরুত্বকে স্পষ্ট করা। অথবা জীব-জন্তুর মধ্যে কেবল অত্যাচারী ও অত্যাচারিতকে জীবিত করে অত্যাচারিতকে অত্যাচারীর নিকট থেকে বদলা নিয়ে দেওয়া হবে। অতঃপর উভয়ের অস্তিত্বই বিলুপ্ত হয়ে যাবে। <b>(ফাতহুল ক্বাদীর ইত্যাদি)</b> আর এর সমর্থন কোন কোন হাদীস থেকেও হয়।","39":"[১] আল্লাহর আয়াতসমূহকে মিথ্যাজ্ঞানকারীরা যেহেতু নিজেদের কান দিয়ে সত্য কথা শুনে না এবং নিজেদের জবান দিয়ে সত্য কথা বলে না, সেহেতু তারা হল ঐ রকমই, যে রকম হল বোবা ও বধির। এ ছাড়াও এরা কুফরী ও ভ্রষ্টতার অন্ধকারে নিমজ্জিত। তাই তাদের দৃষ্টিতে কোন এমন জিনিস পড়ে না, যাতে তাদের সংশোধন সাধিত হতে পারে। তাদের যাবতীয় বোধশক্তি লোপ পেয়ে গেছে। সেগুলো দিয়ে কোন অবস্থাতেই তারা উপকৃত হতে পারে না। অতঃপর বলেছেন, সমস্ত এখতিয়ার আল্লাহর হাতে। তিনি যাকে চান ভ্রষ্ট করেন এবং যাকে চান হিদায়াতের পথ ধরিয়ে দেন। তবে তাঁর এই ফায়সালা যে এমনিই কোন বিচার-বিবেচনা ছাড়া হয় তা নয়, বরং সম্পূর্ণ সুবিচারের দাবীসমূহের ভিত্তিতে তা হয়। পথভ্রষ্ট তাকেই করেন, যে ভ্রষ্টতায় ফাঁসতে চায় এবং তা থেকে বের হওয়ার না সে প্রচেষ্টা করে, আর না সে বের হওয়াকে পছন্দ করে। (আরো দেখুন, সূরা বাক্বারা ২:২৬নং আয়াতের টীকা)","40":null,"41":"[১] أَرَءَيْتَكُمْ এ كُم সম্বোধনের জন্য। এর অর্থ, أَخْبِرُوْنِيْ (তোমরা আমাকে বল বা খবর দাও)। এই বিষয়টাকেও কুরআনের কয়েকটি স্থানে বর্ণনা করা হয়েছে। <b>(সূরা বাক্বারার ২:১৬৫নং আয়াতের টীকা দেখুন।)</b> এর অর্থ হল, তাওহীদ হল মানব প্রকৃতির স্বাভাবিক আহবান। মানুষ পরিবেশ অথবা পূর্বপুরুষদের অন্ধ অনুকরণের কারণে বহু শিরকীয় আকীদা ও কার্যকলাপে লিপ্ত থাকে এবং গায়রুল্লাহকে প্রয়োজনাদি পূরণকারী ও বিপদাপদ দূরকারী মনে করে, তাদের নামেই মানত করে। কিন্তু যখন সে কোন কঠিন পরীক্ষার সম্মুখীন হয়, তখন এ সব ভুলে যায়। তখন তার মূল প্রকৃতি এ সবের উপর বিজয়ী হয়ে যায় এবং অন্য এখতিয়ার ছাড়াই সেই সত্তাকেই ডাকে, যাঁকে ডাকা উচিত। যদি মানুষ এই প্রকৃতির উপর প্রতিষ্ঠিত থাকে, তবে কতই না ভাল হয়! আখেরাতের মুক্তি তো সম্পূর্ণভাবে প্রাকৃতিক এই ডাকের উপর নির্ভরশীল। অর্থাৎ, তাওহীদ অবলম্বন করার মধ্যেই।","42":null,"43":"[১] জাতি যখন চারিত্রিক অবনতি এবং অনুচিত কর্ম-কান্ডের শিকার হয়ে নিজেদের অন্তঃকরণে জং লাগিয়ে নেয়, তখন আল্লাহর আযাবও তাদেরকে উদাসীনতার নিদ্রা থেকে জাগাতে এবং তাদের মনে পরিবর্তন আনতে অসফল হয়। তাদের হাত ক্ষমা চাওয়ার জন্য আল্লাহর সামনে ওঠে না, তাদের অন্তর তাঁর কাছে বিনয়ী হয় না এবং সংশোধন হওয়ার প্রতি তাদের কোন আগ্রহও জাগে না। বরং নিজেদের মন্দ আমলগুলোর উপর অপব্যাখ্যা ও অজুহাতের সুন্দর চাদর চাপিয়ে নিজেদের মনকে সন্তুষ্ট করে নেয়। এই আয়াতে এমন জাতিরই সেই কর্ম-কান্ডসমূহ বর্ণনা করা হয়েছে, যেগুলোকে শয়তান তাদের জন্য সুন্দর আকারে পেশ করে।","44":null,"45":"[১] এতে আল্লাহ-ভোলা জাতিদের ব্যাপারে মহান আল্লাহ বলছেন যে, কখনো কখনো আমি সাময়িকভাবে এ ধরনের জাতির জন্য পার্থিব সুখ-সমৃদ্ধির যাবতীয় দরজা খুলে দিই। তারপর তারা যখন তাতে একেবারে নিমগ্ন হয়ে পড়ে এবং নিজেদের আর্থিক উন্নতির জন্য চরম অহংকার প্রদর্শন করতে আরম্ভ করে, তখন হঠাৎ আমি তাদেরকে পাকড়াও করে বসি এবং তাদের মূল শিকড় পর্যন্ত কেটে ছাড়ি। হাদীসেও এসেছে যে, নবী করীম (সাঃ) বলেছেন, \"যখন তোমরা দেখবে যে, মহান আল্লাহ অবাধ্যতা সত্ত্বেও কাউকে তার ইচ্ছা অনুযায়ী পার্থিব সুখ দিচ্ছেন, তখন জানবে এটা তার জন্য ঢিল দেওয়া হচ্ছে।\" অতঃপর তিনি এই আয়াতটাই পাঠ করলেন। <b>(আহমাদ ৪/১৪৫)</b> কুরআনের এই আয়াত এবং নবী করীম (সাঃ)-এর হাদীস থেকে প্রতীয়মান হয় যে, পার্থিব উন্নতি এবং সচ্ছলতা এ কথা প্রমাণ করে না যে, যে ব্যক্তিই অথবা যে জাতিই তা লাভ করে, সে আল্লাহর প্রিয় হয় এবং মহান আল্লাহ তাদের প্রতি সন্তুষ্ট থাকেন; যেমন, অনেকে তা মনে করে। বরং অনেকে তো<br>{أَنَّ الْأَرْضَ يَرِثُهَا عِبَادِيَ الصَّالِحُونَ} (الأنبياء: ১০৫) আয়াতের ভিত্তিতে তাদেরকে 'আল্লাহর নেক বান্দা' পর্যন্ত গণ্য করে! পক্ষান্তরে এ রকম মনে করা এবং এমন কথা বলা ভুল। যেহেতু ভ্রষ্ট জাতির বা ব্যক্তিবর্গের পার্থিব সচ্ছলতা পরীক্ষা এবং অবকাশ বা ঢিল দেওয়ার ভিত্তিতে। এটা তাদের কুফরী এবং অবাধ্যতার প্রতিদান নয়।","46":"[১] চোখ, কান এবং অন্তর হল মানুষের অতীব গুরুত্বপূর্ণ অঙ্গ। মহান আল্লাহ বলছেন, তিনি ইচ্ছা করলে তাদের সেই বৈশিষ্ট্যগুলো ছিনিয়ে নিতে পারেন, যেগুলো তিনি তাদের দেহে দিয়ে রেখেছেন। অর্থাৎ, দেখার, শোনার এবং অনুধাবন করার বৈশিষ্ট্যসমূহ। যেমন, কাফেরদের ঐ অঙ্গগুলো উক্ত বৈশিষ্ট্যসমূহ থেকে বঞ্চিত থাকে। অথবা তিনি চাইলে অঙ্গগুলোকেই নিঃশেষ করে দেবেন। দু'টোই তিনি করতে পারেন। তাঁর পাকড়াও থেকে কেউ বাঁচতে পারে না; কেবল সে ছাড়া যাকে তিনিই বাঁচাতে চান। আয়াতগুলি বিভিন্নভাবে পেশ করার অর্থ হল, কখনো সতর্ক করে, কখনো সুসংবাদ দিয়ে, কখনো লোভ দেখিয়ে, কখনো ভয় দেখিয়ে, আবার কখনো অন্যভাবেও।","47":"[১] بَغْتَةً (অকস্মাৎ) বলতে রাত এবং جَهْرَةً (প্রকাশ্য) বলতে দিনকে বুঝানো হয়েছে। এটাকেই সূরা ইউনুসে{بَيَاتًا أَوْ نَهَارًا} বলা হয়েছে। অর্থাৎ, দিনে আযাব আসুক অথবা রাতে। কিংবা بَغْتَةً হল এমন আযাব যা হঠাৎ করে কোন পূর্বাভাস এবং ভূমিকা ছাড়াই আচমকা আসে। আর جَهْرَةً হল এমন আযাব যা পূর্বাভাস এবং ভূমিকার পর আসে। জাতিসমূহের ধ্বংসের জন্য এ আযাব তাদের উপরেই আসে, যারা যালেম ও সীমালঙ্ঘনকারী হয়। অর্থাৎ, কুফরী, বিরুদ্ধাচরণ এবং আল্লাহর অবাধ্যতায় সীমালঙ্ঘন করে।","48":"[১] তাঁরা আনুগত্যকারীদেরকে সেই নিয়ামতসমূহের এবং অজস্র নেকীর সুসংবাদ দেন, যা মহান আল্লাহ জান্নাত আকারে তাদের জন্য প্রস্তুত করে রেখেছেন। আর অবাধ্যজনদেরকে সেই আযাব থেকে ভয় দেখান, যা মহান আল্লাহ জাহান্নাম আকারে তাদের জন্য প্রস্তুত রেখেছেন।<br>[২] আগামীতে (অর্থাৎ আখেরাতে) আগত অবস্থাসমূহের কোন ভয় তাদের নেই এবং নিজেদের পশ্চাতে দুনিয়াতে যা কিছু ছেড়ে এসেছে অথবা দুনিয়ার যেসব সুখ-স্বাচ্ছন্দ্য তারা ভোগ করতে পায়নি, তার জন্য তারা দুঃখিত হবে না। কেননা, ইহকাল ও পরকালে তাদের অভিভাবক এবং সাহায্যকারী হলেন দু'জাহানের প্রতিপালক।","49":"[১] অর্থাৎ, তাদের শাস্তি এই জন্য হবে যে, তারা কুফরী এবং মিথ্যাজ্ঞান করার পথ অবলম্বন করেছে। আল্লাহর আনুগত্য এবং তাঁর নির্দেশাবলীর কোন পরোয়া করেনি। তাঁর হারামকৃত ও নিষিদ্ধ কার্যকলাপে লিপ্ত থেকেছে।","50":"[১] আমার কাছে আল্লাহ প্রদত্ত কোন এমন ধন-ভান্ডার নেই (যার অর্থ, সব রকমের শক্তি-সামর্থ্য) যে, আমি আল্লাহর ইচ্ছা ও অনুমতি ছাড়াই তোমাদেরকে এমন বড় মু'জিযা দেখাতে পারব, যেমন তোমরা চাও এবং যা দেখে তোমাদের মধ্যে আমার সত্যতার প্রতি বিশ্বাস জন্মাবে। আমার কাছে অদৃশ্য বিষয়ের জ্ঞানও নেই যে, আমি তোমাদেরকে আগত অবস্থাদি সম্পর্কে অবহিত করে দেব। আমি ফিরিশতা হওয়ার দাবীও করি না যে, তোমরা আমাকে এই ধরনের অস্বাভাবিক জিনিস সংঘটন করতে বাধ্য করবে, যা মানবীয় শক্তির অনেক ঊর্ধ্বে। আমি তো কেবল সেই অহীর অনুসরণ করি, যা আমার উপর অবতীর্ণ হয়। আর এ কথায় হাদীসও শামিল আছে। যেমন, নবী (সাঃ) বলেছেন, أُوْتِيْتُ الْقُرْءَان وَمِثْلَهُ مَعَهُ)) \"আমাকে কুরআনের সাথে তার মত (আরো একটি জিনিস) দেওয়া হয়েছে। আর এই 'তার মত' হল রসূল (সাঃ)-এর হাদীস।<br>[২] এই জিজ্ঞাসা অস্বীকৃতিসূচক। অর্থাৎ, অন্ধ ও চক্ষুষমান, ভ্রষ্ট ও হিদায়াতপ্রাপ্ত এবং মু'মিন ও কাফের উভয়ে সমান হতে পারে না।","51":"[১] অর্থাৎ, এই ধরনের লোকদেরকেই ভয় দেখানোতে লাভ আছে। নচেৎ যারা পুনরুত্থান এবং হাশরের মাঠে একত্রিত হওয়া ইত্যাদির উপর বিশ্বাসই রাখে না, তারা তো তাদের কুফরী ও অমান্য করার নীতির উপরেই কায়েম থাকে। এ ছাড়াও এতে সেই কিতাবধারী, কাফের এবং মুশরিকদের খন্ডনও করা হয়েছে, যারা তাদের পূর্বপুরুষ এবং প্রতিমাদেরকে নিজেদের সুপারিশকারী মনে করত। অনুরূপ 'অভিভাবক ও সুপারিশকারী থাকবে না' কথার অর্থ হল, তাদের জন্য, যারা জাহান্নামের আযাবের যোগ্য বিবেচিত হয়ে গেছে। কেননা, মু'মিনদের জন্য তো আল্লাহর নেক বান্দারা আল্লাহর নির্দেশে সুপারিশ করবেন। অর্থাৎ, সুপারিশের অস্বীকৃতি কাফের ও মুশরিকদের জন্য এবং তার সবীকৃতি তাদের জন্য, যারা তাওহীদবাদী মু'মিন বান্দা হবে। এইভাবে উভয় প্রকারের আয়াতের মধ্যে কোন বিরোধ থাকবে না।","52":"[১] অর্থাৎ, এই সহায়-সম্বলহীন গরীব মুসলিমগণ, যারা পূর্ণ নিষ্ঠার সাথে তাদের প্রতিপালককেই ডাকে। অর্থাৎ, তাঁর ইবাদত করে, তুমি মুশরিকদের খোঁটা দেওয়া অথবা এই দাবী করার কারণে তাদেরকে তোমার কাছ থেকে দূর করো না যে, 'হে মুহাম্মাদ! তোমার আশপাশে তো ফকীর-মিসকীনদেরই ভিড়, তুমি ওদেরকে দূর কর, তাহলে আমরা তোমার সাথে বসব।' বিশেষ করে যখন তাদের কর্মের জবাবদিহির দায়িত্ব তোমার নয় এবং তোমার কোন কর্মের জবাবদিহির দায়িত্ব তাদের নয়। তুমি যদি এ রকম কর, তবে তা যুলুম হবে, যা তোমার মর্যাদার সাথে সামঞ্জস্যপূর্ণ নয়। এ থেকে উদ্দেশ্য হল, উম্মতকে এ কথা বুঝানো যে, সহায়-সম্বলহীন লোকদেরকে তুচ্ছ ভাবা অথবা তাদেরকে সংস্রব থেকে দূরে থাকতে চেষ্টা করা এবং তাদের সাথে কোন সম্পর্ক না রাখা ইত্যাদি হল মূর্খদের কাজ, ঈমানদারদের নয়। ঈমানদাররা তো ঈমানদারদের সাথে ভালবাসা রাখে, যদিও তারা গরীব-অভাবী হয় তবুও।","53":"[১] ইসলামের সূচনায় বেশীরভাগ গরীব এবং ক্রীতদাস শ্রেণীর লোকেরাই মুসলমান হয়েছিল। এই জন্য এই জিনিসটাই কাফের নেতাদের পরীক্ষার কারণ হয়ে দাঁড়ালো এবং তারা এই গরীবদেরকে নিয়ে ঠাট্টা-বিদ্রূপও করত এবং যাদের উপর এদের কর্তৃত্ব চলত, তাদের উপর যুলুম-নির্যাতনের রোলার চালাত ও বলত যে, 'এরাই কি সেই লোক, যাদের উপর আল্লাহ অনুগ্রহ করেছেন?' উদ্দেশ্য তাদের এই ছিল যে, ঈমান ও ইসলাম যদি বাস্তবিকই আল্লাহর অনুগ্রহ হত, তবে তা সর্বপ্রথম আমাদের উপর হত। যেভাবে তিনি অন্যত্র বলেন, {لَوْ كَانَ خَيْرًا مَا سَبَقُونَا إِلَيْهِ} \"যদি এটা উত্তম জিনিস হত, তাহলে (তা গ্রহণ করার ব্যাপারে) এরা আমাদেরকে পিছনে ফেলে এগিয়ে যেতে পারত না।\" <b>(সূরা আহকাফ ৪৬:১১)</b> অর্থাৎ, এই দুর্বলদের পূর্বে আমরাই মুসলমান হয়ে যেতাম।<br>[২] অর্থাৎ, মহান আল্লাহ বাহ্যিক চাকচিক্য, মান-মর্যাদা এবং নেতাসুলভ ভাব-ভঙ্গিমার প্রতি লক্ষ্য করেন না। তিনি তো অন্তরের অবস্থার প্রতি লক্ষ্য করেন এবং এই দিক দিয়ে তিনি জানেন যে, কে তাঁর কৃতজ্ঞ বান্দা এবং সত্যকে চিনেছে কে? তাই তিনি যার মধ্যে কৃতজ্ঞতার গুণ দেখেছেন, তাকে ঈমানের সৌভাগ্য দানে ধন্য করেছেন। যেমন, হাদীসে এসেছে যে, \"মহান আল্লাহ তোমাদের আকার-আকৃতি এবং তোমাদের মালধনের প্রতি দৃষ্টিপাত করেন না, বরং তিনি তোমাদের অন্তর ও তোমাদের আমলসমূহকে দেখেন।\" <b>(মুসলিম, বির্র্ অধ্যায়)</b>","54":"[১] অর্থাৎ, তাদেরকে সালাম করে অথবা তাদের সালামের উত্তর দিয়ে তাদের সম্মান কর এবং তাদেরকে মর্যাদা দাও।<br>[২] আর তাদেরকে সুসংবাদ দাও যে, অনুগ্রহ স্বরূপ মহান আল্লাহ তাঁর কৃতজ্ঞ বান্দাদের প্রতি স্বীয় করুণা বর্ষণের ফায়সালা করে রেখেছেন। যেমন, হাদীসে এসেছে যে, যখন আল্লাহ তাআলা বিশ্বজগৎ সৃষ্টির কাজ সমাপ্ত করেন, তখন তিনি আরশে লিখে দেন যে, إِنَّ رَحْمَتِيْ تَغْلِبُ غَضَبِيْ)) \"অবশ্যই আমার রহমত আমার ক্রোধের উপর বিজয়ী।\" <b>(বুখারী, মুসলিম)</b><br>[৩] এতেও ঈমানদারদের জন্য সুসংবাদ রয়েছে। কেননা, এ গুণ তাদেরই যে, অজানতে অথবা মানবিক চাহিদার দাবীতে তারা কোন পাপ করে বসলে, সত্বর তাওবা করে নিজেদের সংশোধন করে নেয়। অব্যাহতভাবে পাপ করে না এবং তাওবা ও প্রত্যাবর্তন থেকেও বিমুখতা অবলম্বন করে না।","55":null,"56":"[১] অর্থাৎ, আমিও যদি তোমাদের মতই আল্লাহর ইবাদত করার পরিবর্তে তোমাদের ইচ্ছা অনুযায়ী গায়রুল্লাহর পূজা করতে আরম্ভ করে দিই, তাহলে অবশ্যই আমিও ভ্রষ্ট হয়ে যাব। অর্থাৎ, গায়রুল্লাহর পূজা করাই হল সব থেকে বড় ভ্রষ্টতা। কিন্তু দুর্ভাগ্যবশতঃ এই ভ্রষ্টতাই অতি ব্যাপক। এমন কি মুসলিমদের একটি বড় সংখ্যা এতে নিমজ্জিত। আল্লাহ তাদেরকে হিদায়াত করুন।","57":"[১] উদ্দেশ্য সেই শরীয়ত যা অহীর মাধ্যমে তাঁর (নবী করীম (সাঃ)-এর) উপর অবতীর্ণ করা হয়েছে। যাতে তাওহীদকেই মূল ও প্রথম স্থান দান করা হয়েছে।<br>[২] সারা বিশ্বজাহানে আল্লাহরই নির্দেশ চলে এবং সমস্ত ব্যাপার তাঁরই হাতে। এই জন্য তোমরা যে চাও, সত্বর আল্লাহর আযাব তোমাদের উপর আসুক, যাতে তোমরা আমার সত্য অথবা মিথ্যা হওয়ার ব্যাপারটা জানতে পার, তো এটাও আল্লাহর এখতিয়ারাধীন। তিনি চাইলে সত্বর শাস্তি প্রেরণ করে তোমাদেরকে সতর্ক কিংবা ধ্বংস করে দেবেন এবং তিনি চাইলে সেই পর্যন্ত তোমাদেরকে অবকাশ দেবেন, যে পর্যন্ত অবকাশ দেওয়া তাঁর হিকমতের দাবী হবে।<br>[৩] يَقُصُّ এর উৎপত্তি হল قَصَصٌ থেকে। অর্থাৎ, يَقُصُّ قَصَصَ الْحَقِّ (সত্য কথা বর্ণনা করেন অথবা বলেন)। কিংবা قَصَّ أَثَرَهُ (কারো পিছনে অনুসরণ করা) থেকে। অর্থাৎ, يَتَّبِعُ الْحَقَّ فِيْمَا يَحْكُمُ بِهِ (নিজের ফায়সালার ব্যাপারে তিনি সত্যের অনুসরণ করেন। অর্থাৎ, সত্য ফায়সালা করেন)। <b>(ফাতহুল ক্বাদীর)</b>","58":"[১] অর্থাৎ, আমার চাওয়ার কারণে যদি আল্লাহ তাআলা সত্বর আযাব প্রেরণ করতেন অথবা তিনি যদি এ জিনিসকে আমার এখতিয়ারাধীন করে দিতেন, তাহলে তোমাদের ইচ্ছা অনুযায়ী আযাব প্রেরণ করে সত্বর ফায়সালা করে দেওয়া হত। কিন্তু এ ব্যাপারটা যেহেতু সম্পূর্ণরূপে আল্লাহর ইচ্ছার উপর নির্ভরশীল, তাই তিনি না আমাকে এর এখতিয়ার দিয়েছেন, আর না এটা সম্ভব যে, তিনি আমার চাওয়া অনুযায়ী সত্বর আযাব প্রেরণ করবেন।<br><b>একটি জরুরী বিশ্লেষণঃ </b>হাদীসে আছে যে, তায়েফবাসীর নিকটে নিপীড়িত হওয়ার পর পাহাড়ের ফিরিশতা আল্লাহর নির্দেশে নবী করীম (সাঃ)-এর কাছে উপস্থিত হয়ে বললেন যে, আপনি নির্দেশ দিলে আমি সমস্ত জনপদকে উভয় পাহাড়ের মধ্যস্থলে পিষে দেব। তিনি (সাঃ) বললেন, না। বরং আমি আশা করি আল্লাহ তাআলা এদেরই বংশ থেকে আল্লাহর ইবাদতকারী সৃষ্টি করবেন; যারা তাঁর সাথে কাউকে শরীক করবে না।\" (বুখারীঃ সৃষ্টির সূচনা অধ্যায়, মুসলিমঃ জিহাদ অধ্যায়) এই হাদীস উল্লিখিত আয়াত ও তার ব্যাখ্যার প্রতিকূল নয়, যদিও বাহ্যতঃ তাই মনে হয়। কারণ, আয়াতে আযাব চাওয়া হলে আযাব দেওয়ার কথা প্রকাশ করা হয়েছে। পক্ষান্তরে হাদীসে মুশরিকদের চাওয়া ছাড়াই কেবল তাদের কষ্ট দেওয়ার ফলে তাদের উপর আযাব প্রেরণ করার ইচ্ছার কথা প্রকাশ করা হয়েছে; যা তিনি (সাঃ) পছন্দ করেননি।","59":"[১] كِتَابٌ مُبِيْنٌ (সুস্পষ্ট কিতাব) বলতে 'লাওহে মাহফূয' বুঝানো হয়েছে। এই আয়াত থেকেও প্রতীয়মান হয় যে, 'আলেমুল গায়ব' (অদৃশ্য বিষয়ের জ্ঞাতা) কেবল মহান আল্লাহর সত্তা। গায়েবের সমস্ত ভান্ডার তাঁরই কাছে। তাই কাফের, মুশরিক এবং বিরোধিতাকারীদেরকে কখন আযাব দেওয়া হবে - এর জ্ঞানও কেবল তাঁরই আছে এবং তিনি তাঁর হিকমতের দাবী অনুযায়ী এর ফায়সালা করেন। হাদীসেও এসেছে যে, গায়বের চাবি হল পাঁচটি। কিয়ামত কখন ঘটবে, বৃষ্টি কোথায় কখন হবে, মায়ের গর্ভাশয়ে কি বাচ্চা আছে, কাল কি ঘটবে এবং মৃত্যু কখন আসবে? এই পাঁচটি বিষয়ের জ্ঞান আল্লাহ ব্যতীত অন্য কারো নেই। <b>(বুখারীঃ তাফসীর সূরা আনআম)</b>","60":"[১] এখানে সুষুপ্তি বা সুনিদ্রাকে মৃত্যু বলে আখ্যায়িত করা হয়েছে। এই জন্যই এ (ঘুম)-কে ছোট মৃত্যু এবং প্রকৃত মরণকে বড় মৃত্যু বলা হয়। <b>( মৃত্যুর আরো ব্যাখ্যার জন্য দেখুনঃ আল-ইমরানের ৫৫নং আয়াতের টীকা।)</b><br>[২] অর্থাৎ, দিনে আত্মাকে ফিরিয়ে দিয়ে জীবিত করে।<br>[৩] অর্থাৎ, রাত ও দিনের এবং ছোট মৃত্যুর কবল থেকে পুনরায় জেগে ওঠার এই ধারাবাহিকতা মানুষের বড় মৃত্যু হওয়া পর্যন্ত অব্যাহত থাকবে।<br>[৪] অর্থাৎ, পুনরায় কিয়ামতের দিন জীবিত হয়ে সকলকে আল্লাহর কাছেই উপস্থিত হতে হবে।","61":"[১] অর্থাৎ, তাঁদেরকে সোপর্দ করা এই কাজে এবং আত্মাকে হেফাযত করার ব্যাপারে কোন ত্রুটি করেন না। বরং এই ফিরিশতা মৃত্যুবরণকারী যদি নেক হয়, তাহলে তার আত্মাকে 'ইল্লিয়্যীন'-এ এবং সে যদি পাপী হয়, তাহলে তার আত্মাকে 'সিজ্জীন'-এ পাঠিয়ে দেন।","62":"[১] আয়াতে رُدُّوا (প্রত্যাবর্তিত বা আনীত হয়)এর কর্তা 'তারা' বলতে কারা? কেউ কেউ ফিরিশতাদেরকে গণ্য করেছেন। অর্থাৎ, আত্মাকে কবয করার পর ফিরিশতাগণ আল্লাহর কাছে ফিরে যান। আবার কেউ কেউ এর দ্বারা সকল (মৃত) মানুষকে বুঝিয়েছেন। অর্থাৎ, সমস্ত মানুষ পুনরুত্থানের পর হাশরের ময়দানে আল্লাহর সমীপে আনীত হবে। (তাদেরকে পেশ করা হবে।) এবং তিনি সকলের ফায়সালা করবেন। আয়াতে আত্মাকবযকারী ফিরিশতাদের জন্য رُسُل (দূতগণ তথা বহুবচন শব্দ) ব্যবহার করা হয়েছে। যার দ্বারা বাহ্যতঃ এটাই মনে হচ্ছে যে, আত্মাকবযকারী ফিরিশতা একজন নন, বরং একাধিক। এর ব্যাখ্যা মুফাসসিরগণ এইভাবে করেছেন যে, কুরআনে আত্মা কবয করার সম্পর্ক আল্লাহর সাথেও করা হয়েছে।{اللهُ تَوَفَّى الْأَنْفُسَ حِينَ مَوْتِهَا} \"আল্লাহ মানুষের মৃত্যুর সময় তাদের আত্মাসমূহ কবয করে নেন।\" <b>(সূরা যুমার ৩৯:৪২) </b>অনুরূপ এর সম্পর্ক একটি ফিরিশতা (মালাকুল মাউত)এর সাথেও করা হয়েছে।{قُلْ يَتَوَفَّاكُمْ مَلَكُ الْمَوْتِ الَّذِي وُكِّلَ بِكُمْ} \"বলে দাও, তোমাদের আত্মাসমূহ সেই ফিরিশতা কবয করেন, যাঁকে তোমাদের জন্য নিযুক্ত করা হয়েছে।\" (<b>সূরা সাজদাহ ৩২:১১)</b> এইভাবে এর সম্পর্ক একাধিক ফিরিশতার সাথেও করা হয়েছে। যেমন, এখানে এবং সূরা নিসার ৪:৯৭ নং আয়াতে ও সূরা আনআমের ৬:৯৩নং আয়াতেও করা হয়েছে। সুতরাং আল্লাহর সাথে এর সম্পর্ক এই জন্য যে, তিনিই প্রকৃত নির্দেশদাতা বরং তিনিই আসল কর্তা (মৃত্যু সংঘটনকারী)।<br>আর একাধিক ফিরিশতাদের সাথে এর সম্পর্ক করার অর্থ হল, তাঁরা হলেন 'মালাকুল মাউত' ফিরিশতার সহযোগী। তাঁরা ধমনী, শিরা-উপশিরা তথা দেহের ভিতর থেকে আত্মাকে বের করার এবং দেহের সাথে সমস্ত সম্পর্ক ছিন্ন করার কাজ করেন। আর 'মালাকুল মাউত'এর সাথে সম্পর্ক এইভাবে যে, পরিশেষে তিনিই আত্মাকে কবয করে আসমানের দিকে নিয়ে যান। <b>(তাফসীর রূহুল মাআনী ৫/১২৫)</b> <b>(</b><b>কিন্তু হাদীসে আছে, ফিরিশতাগণ মরণোন্মুখ ব্যক্তির নিকট হতে দৃষ্টি-সীমার দূরে বসেন। অতঃপর মালাকুল মাউত তার নিকটে আসেন এবং তার মাথার নিকটে বসে বলেনঃ 'হে --- রূহ (আত্মা)! বের হয়ে এস আল্লাহর --- দিকে।' তখন তার রূহ বের হয়ে আসে। অতঃপর মালাকুল মাউত তা গ্রহণ করেন এবং এক মুহূর্তের জন্যও নিজের হাতে রাখেন না বরং ঐ সকল অপেক্ষমাণ ফিরিশতা এসে তা গ্রহণ করেন এবং তা নিয়ে উপরে উঠতে থাকেন। -সম্পাদক)</b> হাফেয ইবনে কাসীর, ইমাম শাওকানী এবং অন্যান্য অধিকাংশ আলেমদের উক্তি হল, 'মালাকুল মাউত' একজনই। যেমন, সূরা সাজদার আয়াত এবং মুসনাদ আহমাদ (৪/২৮৭)এ বারা ইবনে আযেব (রাঃ) থেকে বর্ণিত হাদীস দ্বারা জানা যায়। আর যেখানে বহুবচন শব্দে তাঁদের কথা উল্লিখিত হয়েছে, তাঁরা হলেন, মালাকুল মাউত ফিরিশতার সহযোগী। কোন কোন আসারে (সাহাবীদের উক্তিতে) 'মালাকুল মাউত' ফিরিশতার নাম 'আযরাঈল' বলা হয়েছে। <b>(তাফসীর ইবনে কাসীর)</b> আর আল্লাহই সর্বাধিক জ্ঞাত।","63":null,"64":null,"65":"[১] অর্থাৎ, আসমান হতে। যেমন, অতি বৃষ্টি, ঝড়-ঝঞ্ঝা, শিলাবৃষ্টি, বজ্রাঘাত দ্বারা আযাব কিংবা (উচ্চশ্রেণী) শাসকদের পক্ষ হতে যুলুম-অত্যাচার।<br>[২] যেমন, ভূমি ধস, বান-বন্যা; যাতে সব কিছুই ডুবে যায়। অথবা অর্থ হল, (নিম্নশ্রেণী) ক্রীতদাস ও ভৃত্য-চাকরদের তরফ হতে আযাব। তাদের আন্তরিকতাহীন ও বিশ্বাসঘাতক হয়ে যাওয়া।<br>[৩] يَلْبِسَكُمْ أَي: يَخْلُطَ أَمْرَكُمْ অর্থাৎ, তোমাদের যাবতীয় কার্যকলাপকে এমন গোলমেলে ও সন্দিগ্ধ করে দেবেন যে, তার কারণে তোমরা দলে দলে বিভক্ত হয়ে পড়বে। وَيُذِيْقُ، أَي: يَقْتُلُ بَعْضُكُمْ بَعْضًا فَتُذِيْقَ كُلُّ طَائِفَةٍ الأخرَى أَلَمَ الْحَرْبِ অর্থাৎ, তোমাদের একজন অপরজনকে হত্যা করবে। এইভাবে প্রত্যেক দল অপর দলকে যুদ্ধের স্বাদ আস্বাদন করাবে। <b>(আয়সারুত্ তাফাসীর)</b> হাদীসে এসেছে, নবী করীম (সাঃ) বলেছেন যে, \"আমি আল্লাহ তাআলার কাছে তিনটি দু'আ করি। (ক) আমার উম্মতকে ডুবিয়ে যেন ধ্বংস না করা হয়। (খ) ব্যাপক দুর্ভিক্ষ দ্বারা তাদের বিনাশ সাধন যেন না হয়। (গ) তাদের আপোসে যেন লড়াই-ঝগড়া (গৃহযুদ্ধ) না হয়। মহান আল্লাহ প্রথম দু'টি দু'আ কবুল করলেন এবং তৃতীয় দু'আ থেকে আমাকে বঞ্চিত করলেন।\" <b>(সহীহ মুসলিম ২২১৬নং)</b> অর্থাৎ, আল্লাহর জ্ঞানে এ কথা ছিল যে, মুহাম্মাদ (সাঃ)-এর উম্মতের মধ্যে অনৈক্য ও বিরোধ সংঘটিত হবে। আর তার কারণ হবে আল্লাহর অবাধ্যতা এবং কুরআন ও হাদীস থেকে বিমুখতা। ফলে এই ধরনের আযাব থেকে মুহাম্মাদ (সাঃ)-এর উম্মত সুরক্ষিত থাকতে পারবে না। অর্থাৎ, এর সম্পর্ক আল্লাহর সেই চিরন্তন বিধানের সাথে যা সমূহ জাতির আখলাক-চরিত্র এবং তাদের আচার-আচরণ অনুযায়ী সর্বযুগে থেকেছে; যাতে কোন প্রকার পরিবর্তন সম্ভব নয়। {فَلَنْ تَجِدَ لِسُنَّتِ اللَّهِ تَبْدِيلًا وَلَنْ تَجِدَ لِسُنَّتِ اللَّهِ تَحْوِيلًا} \"তুমি আল্লাহর বিধানে কোন পরিবর্তন পাবে না এবং আল্লাহর রীতি-নীতিতে কোন রকম বিচ্যুতিও পাবে না।\" <b>(সূরা ফাত্বির ৩৫:৪৩)</b>","66":"[১] بِهِ এর 'মারজা' বা পূর্বপদ ('ওটা' বলতে উদ্দেশ্য) হল কুরআন কিংবা আযাব। (ফাতহুল ক্বাদীর)<br>[২] অর্থাৎ, আমাকে এই দায়িত্ব দেওয়া হয়নি যে, আমি তোমাদেরকে হিদায়াতের পথে এনেই ছাড়ব। বরং আমার কাজ কেবল দাওয়াত ও তবলীগ করা।{فَمَنْ شَاءَ فَلْيُؤْمِنْ وَمَنْ شَاءَ فَلْيَكْفُرْ} সুতরাং যার ইচ্ছা সে বিশ্বাসী হোক, আর যার ইচ্ছা সে অবিশ্বাসী হোক। <b>(সূরা কাহ্ফ ১৮:২৯)</b>","67":null,"68":"[১] আয়াতে সম্বোধন নবী করীম (সাঃ)-কে করা হলেও এই সম্বোধন প্রকৃতপক্ষে সকল মুসলিম উম্মতকে। আর এটা মহান আল্লাহর এমন এক গুরুত্বপূর্ণ নির্দেশ, যেটাকে কুরআন মাজীদের বিভিন্ন স্থানে বর্ণনা করা হয়েছে। সূরা নিসার ৪:১৪০ নং আয়াতেও এ বিষয়টা উল্লিখিত হয়েছে। এ থেকে লক্ষ্য এমন সব মজলিস, যেখানে আল্লাহ ও তাঁর রসূলের বিধি-বিধান নিয়ে ঠাট্টা-বিদ্রূপ করা হয়। অথবা কার্যতঃ যেখানে আল্লাহ ও তাঁর রসূল (সাঃ)-কে তুচ্ছ ও হেয় প্রতিপন্ন করা হয়। কিংবা যেখানে বিদআতীরা অপব্যাখ্যা ও অসঙ্গত কূটার্থ নির্ণয়ের মাধ্যমে আল্লাহর আয়াতসমূহের হেরফের করে। এই ধরনের মজলিসে অন্যায় কথার প্রতিবাদ করার এবং সত্যকে তুলে ধরার জন্য অংশ গ্রহণ করা তো বৈধ, অন্যথা সে মজলিসে অংশ গ্রহণ করা মহাপাপ এবং আল্লাহর ক্রোধের কারণও।","69":"[১] مِنْ حِسَابِهِمْ এর সম্পর্ক আল্লাহর আয়াতসমূহ নিয়ে ঠাট্টা-বিদ্রূপকারীদের সাথে। অর্থাৎ, যারা এই ধরনের মজলিসে শরীক হওয়া থেকে দূরে থাকবে, আল্লাহর আয়াতসমূহ নিয়ে উপহাস করার যে পাপ উপহাসকারীদের হবে, সে পাপ থেকে তারা সুরক্ষিত থাকবে।<br>[২] অর্থাৎ, (তাদের থেকে) দূরে ও পৃথক থাকার সাথে সাথে সাধ্যানুযায়ী ওয়ায-নসীহত এবং ভাল কাজের আদেশ ও মন্দ কাজের নিষেধ প্রদানের দায়িত্ব পালন করবে। হতে পারে তারাও তাদের ঐ আচরণ থেকে ফিরে আসবে।","70":"[১] تُبْسَلَ أَي: لِئَلاَّ تُبْسَلَ بَسَلٌ এর প্রকৃত অর্থ হলঃ বাধা, বারণ। আর এ থেকেই বলা হয়, شُجَاعٌ بَاسِلٌ (দুর্দম বীর)। তবে এখানে এর কয়েকটি অর্থ করা হয়েছে। (ক) تُسَلَّم (সমর্পিত না হয়)। (খ) تُفْضَح (লাঞ্ছিত না হয়)। (গ) تُؤَاخَذ (পাকড়াও না করা হয়)। (ঘ) تُجَازَى (প্রতিফল না দেওয়া হয়)। (অনুরূপ ফেঁসে না যায়, ধ্বংস না হয় ইত্যাদি) ইমাম ইবনে কাসীর বলেন, সবগুলোর অর্থ প্রায় একই। সার কথা হল, তাদেরকে এই কুরআনের মাধ্যমে নসীহত কর। এ রকম যেন না হয় যে, মানুষকে তার কৃতকর্মের কারণে ধ্বংসের হাতে সমর্পণ করে দেওয়া হয় অথবা লাঞ্ছনাই তার ভাগ্যে জুটে কিংবা তাকে পাকড়াও করে প্রতিশোধ গ্রহণ করা হয়।<br>[২] দুনিয়াতে সাধারণতঃ মানুষ তার কোন বন্ধুর সাহায্যে অথবা কারো সুপারিশের কারণে কিংবা টাকা-পয়সার বিনিময়ে মুক্তি পেয়ে যায়। কিন্তু আখেরাতে এই তিনটি মাধ্যমই কোন কাজে আসবে না। সেখানে কাফেরদের এমন কোন বন্ধু হবে না, যে তাকে আল্লাহর পাকড়াও থেকে বাঁচিয়ে নেবে, আর না এমন কোন সুপারিশকারী হবে, যে তাকে আল্লাহর আযাব থেকে নিষ্কৃতি দেবে, আর না কারো কাছে বিনিময় দেওয়ার মত কিছু থাকবে। আর থাকলেও তা তার নিকট থেকে গ্রহণই করা হবে না যে, তা দিয়ে সে বেঁচে যাবে। এই বিষয়টা কুরআন মাজীদের আরো বহু স্থানে বর্ণনা করা হয়েছে।","71":"[১] এখানে এমন লোকদের দৃষ্টান্ত বর্ণনা করেছেন, যারা ঈমান আনার পর কুফরীর দিকে এবং তাওহীদের পর শিরকের দিকে ফিরে যায়। এদের দৃষ্টান্ত ঠিক এই রকম যে, এক ব্যক্তি তার সেই সাথীদের সাথছাড়া হয়ে যায়, যারা সোজা ও সঠিক পথে যাচ্ছিল। আর সঙ্গচ্যুত হয়ে এই ব্যক্তি বনে-জঙ্গলে চঞ্চল ও অস্থির অবস্থায় ঘুরে বেড়ায়। এদিকে তার সাথীরা তাকে ডাকে, কিন্তু চাঞ্চল্যের কারণে সে কিছুই শুনতে পায় না। অথবা শয়তান জ্বিনদের কুহকে পড়ার কারণে সঠিক পথের দিকে ফিরে আসা তার পক্ষে সম্ভব হয় না।<br>[২] অর্থাৎ, কুফরী ও শিরক অবলম্বন করে যে ভ্রষ্ট হয়ে গেছে, সে পথহারা পথিকের মত হিদায়াতের দিকে আসতে পারে না। তবে হ্যাঁ, আল্লাহ তাআলা যদি তার জন্য হিদায়াত নির্ধারণ করে থাকেন, তবে অবশ্যই আল্লাহর তাওফীকে সে সঠিক পথ পেয়ে যাবে। কেননা, হিদায়াতের উপর প্রতিষ্ঠিত করা তাঁরই কাজ। যেমন, অন্যত্র বহু স্থানে বলা হয়েছে।{فَإِنَّ اللهَ لا يَهْدِي مَنْ يُضِلُّ وَمَا لَهُمْ مِنْ نَاصِرِينَ} \"অবশ্যই আল্লাহ তাকে হিদায়াত দেন না, যাকে তিনি ভ্রষ্ট করেন এবং তাদের জন্য কোন সাহায্যকারী হবে না।\" <b>(সূরা নাহল ১৬:৩৭)</b> তবে এই হিদায়াত দান ও ভ্রষ্ট করা সেই নিয়ম-নীতি অনুযায়ী হয়, যা মহান আল্লাহ এর জন্য নির্দিষ্ট করেছেন। এমন নয় যে, কোন বিচার-বিবেচনা ছাড়াই তিনি যাকে চান ভ্রষ্ট করে দেন এবং যাকে চান হিদায়াত দান করেন। আর এর বিশ্লেষণ বহু স্থানে করা হয়েছে।","72":"[১] وَأَنْ أَقِيْمُوْا এর সংযোগ হল لِنُسْلِمَ এর সাথে। অর্থাৎ, আমাদেরকে নির্দেশ দেওয়া হয়েছে যে, আমরা যেন বিশ্বের প্রতিপালকের অনুগত হয়ে যাই। আর আমরা যেন নামায কায়েম করি এবং তাঁকে ভয় করি। আনুগত্য স্বীকার করে নেওয়ার পর সবচেয়ে বড় নির্দেশ নামায প্রতিষ্ঠা করার নির্দেশই দেওয়া হয়েছে। এতে নামাযের গুরুত্ব সুস্পষ্ট হয়ে যায়। আর এর পর রয়েছে আল্লাহভীরুতার নির্দেশ। কারণ, নামাযের প্রতি যত্নবান হওয়া আল্লাহভীরুতা ও নম্রতা ব্যতীত সম্ভব নয়। তিনি বলেন, {وَإِنَّهَا لَكَبِيرَةٌ إِلَّا عَلَى الْخَاشِعِينَ} বিনীতগণ ব্যতীত আর সকলের নিকট নিশ্চিতভাবে এ কঠিন। <b>(সূরা বাক্বারাহ ২:৪৫)</b>","73":"[১] অর্থাৎ, তিনি যথা উদ্দেশ্যে ও মহান লক্ষ্যে তা সৃষ্টি করেছেন। অর্থাৎ, এগুলোকে অনর্থক-লাভহীন (খেল-তামাশার জন্য) সৃষ্টি করেননি। বরং এক বিশেষ উদ্দেশ্যে বিশ্বজাহান সৃষ্টি করেছেন। আর তা হল, সেই আল্লাহকে স্মরণ এবং তাঁর কৃতজ্ঞতা জ্ঞাপন করা, যিনি এগুলো সৃষ্টি করেছেন।<br>[২] يَوْمَ তে জবর এসেছে وَاذْكُرُوا অথবা واتَّقُوا ঊহ্য ক্রিয়ার কারণে। অর্থাৎ, সেই দিনকে স্মরণ কর অথবা সেই দিনকে ভয় কর, যেদিন তাঁর كُنْ (হও) শব্দ দ্বারা তিনি যা চাইবেন, তা-ই হয়ে যাবে। এর দ্বারা যে কথাটির প্রতি ইঙ্গিত করা হয়েছে, তা হল এই যে, হিসাব-কিতাবের এই কঠিন মুহূর্তগুলোও অতি সত্বর পার হয়ে যাবে। তবে কার জন্যে? ঈমানদারদের জন্যে। অন্যদেরকে তো এ দিনটা হাজার বছর অথবা পঞ্চাশ হাজার বছরের মত ভারী মনে হবে।<br>[৩] صُوْرٌ বলতে সেই শিঙ্গাকে বুঝানো হয়েছে, যার ব্যাপারে হাদীসে এসেছে যে, ইস্রাফীল ফিরিশতা (আঃ) সেটাকে মুখে নিয়ে মস্তক নত করে আল্লাহর নির্দেশের অপেক্ষায় দাঁড়িয়ে আছেন। তাঁকে বলা হবে, তুমি তাতে ফুঁ দাও। <b>(ইবনে কাসীর)</b> আবূ দাউদ এবং তিরমিযীতে আছে যে, \"সূর একটি বাঁশি, যাতে ফুঁ দেওয়া হবে। <b>(হাদীস নং ৪৭৪২-৩২৪৪)</b> কোন কোন উলামার মতে শিঙ্গা তিনবার ফুঁকা হবে। نَفْخَةُ الصَّعْق (যাতে সমস্ত মানুষ অজ্ঞান হয়ে যাবে)। نَفْخَةُ الفَنَاء (যাতে সমস্ত মানুষ ধ্বংস হয়ে যাবে)। نَفْخَةُ الإِنْشَاء (যাতে সমস্ত মানুষ পুনর্জীবিত হয়ে যাবে)। আবার কোন কোন আলেম শেষোক্ত দু'টি ফুঁকের কথাই বলেছেন। আর আল্লাহই ভালো জানেন।","74":"[১] ঐতিহাসিকগণ ইবরাহীম (আঃ)-এর পিতার দু'টি নাম উল্লেখ করেছেন। আযর এবং তারেখ। হতে পারে দ্বিতীয় নামটি আসলে তার উপাধি। আবার কেউ বলেছেন, আযর ইবরাহীম (আঃ)-এর চাচার নাম। তবে এটা সঠিক নয়, কেননা, কুরআন আযরকে ইবরাহীম (আঃ)-এর পিতা হিসাবে উল্লেখ করেছে। অতএব এটাই ঠিক।","75":"[১] مَلَكُوْتٌ 'মুবালাগা' (আধিক্যবোধক) শব্দ। যেমন, رَغْبَةٌ থেকে رَغَبُوتٌ আর رَهْبَةٌ থেকে رَهَبُوتٌ ইত্যাদি। এর অর্থ, রাজত্ব, উদ্দেশ্য সৃষ্টিকুল। অথবা আল্লাহর প্রতিপালকত্ব ও উপাস্যত্ব। অর্থাৎ, আমি তাঁকে তা দেখালাম এবং তা জানার তাওফীক দিলাম। কিংবা অর্থ হল, আরশ থেকে নিয়ে পৃথিবীর শেষ সীমানা পর্যন্ত আমি ইবরাহীম (আঃ)-এর জন্য উপস্থাপন ও প্রকাশ করলাম এবং তাঁকে তা দেখালাম। <b>(ফাতহুল ক্বাদীর)</b>","76":"[১] অর্থাৎ, অস্তগামী উপাস্যদেরকে পছন্দ করি না। কারণ, অস্ত যাওয়া হল, অবস্থার পরিবর্তন ঘটার দলীল এবং তা হল, ধ্বংস হওয়ার দলীল। আর ধ্বংসশীল কখনো উপাস্য হতে পারে না।","77":null,"78":"[১] شَمْسٌ (সূর্য) আরবীতে স্ত্রীলিঙ্গ, অথচ 'ইসমে ইশারা' অব্যয় (পুংলিঙ্গ) ব্যবহার হয়েছে। কারণ, এ থেকে লক্ষ্য হল, الطالع অর্থাৎ, উদীয়মান এই সূর্য আমার প্রতিপালক। কেননা, এটাই সব থেকে বড়। যেমন, সূর্য-পূজারীরা ভুল বুঝে এর পূজা করে। আকাশে অবস্থিত গ্রহ-নক্ষত্রসমূহের মধ্যে (মানুষের চোখে) সূর্যই হল সব চেয়ে বড়, সর্বাধিক দীপ্তিমান এবং মানব জীবনের স্থায়িত্ব ও স্থিতিশীলতার জন্য এর গুরুত্ব ও উপকারিতা যে কত, তা বর্ণনা ও বিশ্লেষণ করার প্রয়োজন হয় না। এই জন্যই বস্তুপূজারীদের মাঝে সূর্যের পূজা সাধারণভাবে বিদ্যমান থেকেছে। ইবরাহীম (আঃ) অতি সূক্ষ্ণভাবে চাঁদ ও সূর্য-পূজারীদের জন্য তাদের উপাস্যদের অযোগ্যতার কথা সুস্পষ্ট করেন।<br>[২] অর্থাৎ, সেই সমস্ত জিনিসের সাথে আমার কোন সম্পর্ক নেই, যেগুলোকে তোমরা আল্লাহর শরীক নির্ণয় করেছ এবং যেগুলোর তোমরা পূজাও করছ। কারণ, এদের মধ্যে পরিবর্তন সূচিত হয়। কখনো উদয় হয়, আবার কখনো অস্ত যায়। আর এ থেকে প্রমাণ হয় যে, এরা সৃষ্টি এবং এদের স্রষ্টা এমন কেউ আছেন, যাঁর নির্দেশের এরা আওতাধীন। আর এরা যখন নিজেরাই সৃষ্টি এবং অন্য কারো আওতাধীন, তখন কারো ইষ্টানিষ্টের উপর কিভাবে ক্ষমতা রাখতে পারে?<br>** প্রসিদ্ধি আছে যে, সে যুগের বাদশাহ নমরূদ তার একটি স্বপ্ন এবং জ্যোতিষীদের ব্যাখ্যার আলোকে নবজাত শিশুদের হত্যা করার নির্দেশ দিয়েছিল। ইবরাহীম (আঃ) সে যুগেই জন্ম গ্রহণ করেন। তাই তাঁকে একটি গুহার মধ্যে গোপন রাখা হয়েছিল, যাতে নমরূদ ও তার কর্মচারীদের হাতে হত্যা হওয়া থেকে বেঁচে যান। সেই গুহাতে যখন তাঁর বিবেক-বুদ্ধির উন্মেষ ঘটল এবং তিনি তারা, চাঁদ ও সূর্য দেখলেন, তখন স্বীয় মনের এই প্রভাবগত খেয়াল ব্যক্ত করলেন। কিন্তু গুহা সম্পর্কীয় এ কথার কোন ভিত্তি নেই। কুরআনের ভাষা থেকে প্রতীয়মান হয় যে, তিনি তাঁর জাতির সাথে কথোপকথনের সময় এই ধরনের কথা (অভিনয়ছলে) বলেছিলেন। এই কারণেই পরিশেষে (হুজ্জত পেশ করে) জাতিকে সম্বোধন করে বললেন, আমি তোমাদের নির্ধারিত শরীক থেকে মুক্ত। আর এই কথোপকথনের উদ্দেশ্যই ছিল, জাতিকে তাদের বাতিল উপাস্যগুলোর প্রকৃত অবস্থার রহস্য উদ্ঘাটন করা। (এই জন্য অনেকে বলেছেন, ইবরাহীম (আঃ) প্রশ্নবোধক শব্দে বলেছিলেন, 'এটি আমার প্রতিপালক?')","79":"[১] মুখমন্ডল বা চেহারার উল্লেখ এই জন্য করেছেন যে, চেহারাই হল মানুষের আসল পরিচয়ের জায়গা। আর এ থেকে লক্ষ্য হয় ব্যক্তি। অর্থাৎ, আমার ইবাদত ও তাওহীদের উদ্দেশ্য হল মহান আল্লাহ; যিনি আসমান ও যমীনের স্রষ্টা।","80":"[১] জাতিরা যখন তাওহীদের এ ওয়ায-নসীহত শুনলো যাতে তাদের বাতিল উপাস্যগুলোর খন্ডনও ছিল, তখন তারাও তাদের প্রমাণাদি পেশ করতে আরম্ভ করল। আর এ থেকে জানা যায় যে, মুশরিকরাও তাদের শিরকের উপর কোন কোন দলীল বানিয়ে রাখত। বর্তমানেও এ জিনিস লক্ষ্য করা যায়। শিরকীয় আকীদা পোষণকারী যত দল আছে, সকলেই তাদের জনতাকে সন্তুষ্ট করা ও রাখার জন্য এমন 'অবলম্বন' খুঁজে রেখেছে, যাকে তারা 'দলীল' মনে করে অথবা যার মাধ্যমে কমসে-কম মিথ্যার জালে বন্দী জনগণকে ঐ জালেই ফাঁসিয়ে রাখা সম্ভব হয়।","81":"[১] অর্থাৎ, মু'মিন ও মুশরিকদের মধ্যে। মু'মিনদের কাছে তো তাওহীদের প্রচুর দলীল বিদ্যমান রয়েছে। পক্ষান্তরে মুশরিকদের কাছে আল্লাহর অবতীর্ণ করা কোন দলীল নেই। তাদের কাছে আছে কেবল বাতিল ধারণাসমূহ এবং (বিষয়ের সাথে সম্পর্কহীন) অপ্রাসঙ্গিক অপব্যাখ্যা। এ থেকেই অনুমান করা যেতে পারে যে, নিরাপত্তা ও মুক্তি পাওয়ার যোগ্য কারা হবে?","82":"[১] আয়াতে এখানে 'যুলম' বলতে শিরককে বুঝানো হয়েছে। যেমন হাদীসে এসেছে যে, যখন এই আয়াত অবতীর্ণ হল, তখন সাহাবায়ে কেরাম (রাঃ) যুলুমের সাধারণ অর্থ (অবজ্ঞা, ত্রুটি, পাপ এবং অত্যাচার ইত্যাদি) মনে করে বড়ই অস্থির হয়ে পড়লেন এবং রসূল (সাঃ)-এর কাছে এসে বলতে লাগলেন, أَيُّنَا لَمْ يَظْلِمْ نَفْسَهُ 'আমাদের মধ্যে এমন কেই বা আছে, যে যুলুম করেনি?' তখন রসূল (সাঃ) বললেন, \"এ থেকে উদ্দেশ্য সে যুলুম নয়, যেটা তোমরা মনে করছ, বরং এ থেকে উদ্দেশ্য শিরক। যেমন, লুকমান (আঃ) তাঁর ছেলেকে বলেছিলেন, {إِنَّ الشِّرْكَ لَظُلْمٌ عَظِيمٌ} \"অবশ্যই শিরক হল বড় যুলুম।\"  (সূরা লুকমান ৩১:১৩)  <b>(সহীহ বুখারীঃ তাফসীর সূরা আনআম)</b>","83":"[১] অর্থাৎ, আল্লাহর একত্ববাদের এমন যুক্তি ও দলীল, যার কোন উত্তর ইবরাহীম (আঃ)-এর জাতির কাছে ছিল না। আবার কারো নিকট তা ছিল এই উক্তি, \"তোমরা যাকে আল্লাহর অংশী কর, আমি তাকে কিরূপে ভয় করব? অথচ তোমরা ভয় কর না যে, তোমরা আল্লাহর সাথে এমন কিছুকে শরীক করে চলছ, যাদের সম্পর্কে আল্লাহ তোমাদের নিকট কোন প্রমাণ অবতীর্ণ করেননি। সুতরাং যদি তোমরা জান (তাহলে বল,) দু'দলের মধ্যে কোন্ দলটি নিরাপত্তালাভের অধিকারী? মহান আল্লাহ ইবরাহীম (আঃ)-এর সে কথার সত্যায়ন করে বললেন, \"যারা বিশ্বাস করেছে এবং তাদের বিশ্বাস (ঈমান)-কে যুলুম (শিরক) দ্বারা কলুষিত করেনি, নিরাপত্তা তাদেরই জন্য এবং তারাই সৎপথপ্রাপ্ত।\"","84":"[১] অর্থাৎ, বার্ধক্যে যখন তিনি সন্তান থেকে নিরাশ হয়ে গিয়েছিলেন। যেমন, সূরা হূদের ১১:৭২-৭৩ নং আয়াতে আছে। অতঃপর পুত্রের সাথে সাথে এমন পৌত্র হওয়ারও সুসংবাদ দিলেন যিনি হবেন ইয়াকূবব (আঃ)। আর এর (ইয়াক্বূবের) অর্থে এ কথাও শামিল আছে যে, তাঁর পশ্চাতে তাঁর সন্তানদের ধারাবাহিকতা চলতে থাকবে। কারণ, এটা عَقَب (পশ্চাৎ) ধাতু থেকে গঠিত।<br>[২] ذُرِّيَّتِهِ তে (তার) সর্বনামের 'মারজা' (পূর্বপদ) কোন কোন মুফাসসির নূহ (আঃ)-কে গণ্য করেছেন। কারণ, এটাই নিকটতম বিশেষ্য। অর্থাৎ, নূহ (আঃ)-এর সন্তানদের মধ্যে দাউদ (আঃ) এবং সুলাইমান (আঃ)-কে। আবার কেউ কেউ (সর্বনামের পূর্ববিশেষ্য) ইবরাহীম (আঃ)-কে গণ্য করেছেন। কারণ, সমস্ত আলোচনাটাই হচ্ছে তাঁর সম্বন্ধে। কিন্তু এ ক্ষেত্রে এই সমস্যা দেখা দেবে যে, (লক্ষ্য যদি ইবরাহীম (আঃ) হন) তাহলে 'লূত (আঃ)'-এর নাম এই সূচীতে আসা উচিত ছিল না। কারণ, তিনি ইবরাহীম (আঃ)-এর সন্তানদের আওতায় পড়েন না। তিনি হলেন তাঁর (ইবরাহীম (আঃ)-এর) ভাই 'হারান ইবনে আ-যার'এর ছেলে। অর্থাৎ, ইবরাহীম (আঃ)-এর ভাইপো। আর ইবরাহীম (আঃ) লূত (আঃ)-এর পিতা নন, বরং চাচা। তবে হয়তো অধিকাংশের দিকে লক্ষ্য করে তাঁকেও ইবরাহীম (আঃ)-এর বংশধর বা সন্তানদের মধ্যে গণ্য করে নেওয়া হয়েছে। এর আরো একটি দৃষ্টান্ত কুরআন মাজীদে আছে। যেখানে ইসমাঈল (আঃ)-কে ইয়াক্বূব (আঃ)-এর সন্তানদের পূর্বপুরুষ গণ্য করা হয়েছে। অথচ তিনি তাঁর চাচা ছিলেন। <b>(দ্রষ্টব্যঃ সূরা বাক্বারা ২:১৩৩ নং আয়াত)</b>","85":"[১] ঈসা (আঃ)-এর উল্লেখ নূহ (আঃ) অথবা ইবরাহীম (আঃ)-এর সন্তানদের সাথে করা হয়েছে (অথচ তাঁর পিতা নেই), তা এই জন্য যে, মেয়েদের সন্তানরাও পুরুষদের সন্তানের মধ্যে শামিল হয়। যেমন, নবী করীম (আঃ) হাসান (রাঃ) (স্বীয় কন্যা ফাতিমা رَضِيَ اللهُ عَنْهَا এর ছেলে)-কে নিজের বেটা বলেছেন। ((إِنَّ ابْنِيْ هَذَا سَيِّدٌ ولَعلَّ اللهَ أَنْ يُصْلِحَ بِهِ بَيْنَ فِئَتَيْنِ عَظِيْمَيْنِ مِنَ الْمُسْلِمِيْنَ)) (صحيح البخاري، كتاب الصلح) আরো বিস্তারিত জানার জন্য দেখুন, তাফসীর ইবনে কাসীর)","86":null,"87":"[১] آباء (পিতৃগণ) বলতে মূল তথা পিতৃপুরুষগণ এবং ذريات বলতে শাখা-প্রশাখা তথা বংশধর ও সন্তান-সন্ততিদেরকে বুঝানো হয়েছে। অর্থাৎ, তাদের পিতৃপুরুষ, সন্তান-সন্ততি এবং ভাইদের মধ্য থেকেও আমি 'ইজতিবা' ও হিদায়াতের সম্মান দানে ধন্য করেছি। 'ইজতিবা'র অর্থ হল, মনোনয়ন ও নির্বাচন করা এবং স্বীয় বিশিষ্ট বান্দাদের মধ্যে গণ্য করে নেওয়া ও তাদের সাথে মিলিয়ে নেওয়া। আর এটা جَبَيتُ الْماءَ فِي الْحَوْضِ (আমি হাওযে পানি জমা করে নিয়েছি) থেকে উদ্ভূত। অতএব, 'ইজতিবা'র অর্থ হবে নিজের বিশিষ্ট বান্দাদের দলে শামিল করে নেওয়া। اصطِفاءٌ (মনোনীত ও নির্বাচন করা)ও এই অর্থেই ব্যবহূত। যার 'মাফঊল' (কর্মকারক) হল مصطفى মনোনীত ও নির্বাচিত। <b>(ফাতহুল ক্বাদীর)</b>","88":"[১] ১৮ জন নবীদের নাম উল্লেখ করে মহান আল্লাহ বলছেন, এই নবীরাও যদি শিরক করে বসত, তবে তাদেরও সমস্ত আমল নিষ্ফল ও বিনষ্ট হয়ে যেত। যেমন, অন্যত্র নবী করীম (সাঃ)-কে সম্বোধন করে আল্লাহ তাআলা বলেন, {لَئِنْ أَشْرَكْتَ لَيَحْبَطَنَّ عَمَلُكَ} \" হে নবী! যদি তুমিও শিরক কর, তবে তোমার সমস্ত আমল বরবাদ হয়ে যাবে।\" (সূরা যুমার ৩৯:৬৫) অথচ নবীদের দ্বারা শিরক সংঘটন হওয়া সম্ভবই নয়। আসলে উদ্দেশ্য হল উম্মতদেরকে শিরকের ভয়াবহতা এবং তার সর্বনাশী কুফল থেকে সতর্ক করা।","89":"[১] এ থেকে লক্ষ্য হল, রসূল (সাঃ)-এর বিরোধী মুশরিক ও কাফেরগণ।<br>[২] এ থেকে লক্ষ্য হল, মুহাজির ও আনসার সাহাবীগণ এবং কিয়ামত পর্যন্ত আগত ঈমানদারগণ।","90":"[১] এ থেকে বুঝানো হয়েছে উল্লিখিত নবীগণকে। এঁদের অনুসরণ করার নির্দেশ দেওয়া হয়েছে তাওহীদের বিষয়ে এবং এমন সব বিধি-বিধানের ব্যাপারে যেগুলো রহিত নয়। <b>(ফাতহুল ক্বাদীর)</b> কেননা, দ্বীনের মূল বিষয়গুলো প্রত্যেক শরীয়তে একই ছিল, যদিও বিধি-বিধান ও নিয়ম-পদ্ধতির মধ্যে সামান্য কিছু পার্থক্য ছিল। যেমন, {شَرَعَ لَكُمْ مِنَ الدِّينِ مَا وَصَّى بِهِ نُوحًا} (الشورى: ১৩) আয়াত থেকেও এ কথা পরিষ্কার।<br>[২] অর্থাৎ, দ্বীনের তবলীগ ও দাওয়াতের জন্য। কারণ, এর প্রতিদান যা আমি আখেরাতে আল্লাহর কাছে পাব, তাই আমার জন্য যথেষ্ট।<br>[৩] বিশ্ববাসী এ থেকে উপদেশ অর্জন করুক। সুতরাং এই কুরআন তাদেরকে কুফরী ও শিরকের অন্ধকার থেকে বের করে হিদায়াতের আলো দান করবে এবং ভ্রষ্টতার বক্র পথসমূহ থেকে বের করে হিদায়াতের সরল ও সোজা পথে পরিচালিত করবে। তবে শর্ত হল, এ থেকে উপদেশ গ্রহণ করার ইচ্ছা থাকতে হবে। তা না হলে অন্ধকে বাতি দেখানোর মত ব্যাপার হবে।","91":"[১] قَدَرٌ এর অর্থ হল, অনুমান করা (কদর ও মূল্যায়ন করা, মর্যাদা দেওয়া)। আর এটা কোন জিনিসের প্রকৃতত্বকে জানা এবং তার সম্পর্কে জ্ঞানলাভ করার অর্থেও ব্যবহার হয়। উদ্দেশ্য হল, মক্কার এই মুশরিকরা রসূল প্রেরণ হওয়া এবং গ্রন্থাদি অবতীর্ণ হওয়ার কথা অস্বীকার করে। যার পরিষ্কার অর্থ হল, তারা আল্লাহ সম্পর্কে সঠিক জ্ঞান রাখে না। তা নাহলে তারা এ জিনিসগুলোকে অস্বীকার করত না। তাছাড়া আল্লাহ সম্পর্কে অজ্ঞ হওয়ার কারণে তারা নবুঅত ও রিসালাতকে জানতেও অক্ষম হয়। ফলে তাদের মনে এই ধারণা সৃষ্টি হয় যে, কোন মানুষের উপর আল্লাহর এই বাণী কিভাবে অবতীর্ণ হতে পারে? যেমন, অন্যত্র আল্লাহ তাআলা বলেন, {أَكَانَ لِلنَّاسِ عَجَبًا أَنْ أَوْحَيْنَا إِلَى رَجُلٍ مِنْهُمْ أَنْ أَنْذِرِ النَّاسَ} \"মানুষের কাছে কি আশ্চর্য লাগছে যে, আমি অহী পাঠিয়েছি তাদের মধ্য থেকে একজনের কাছে, যেন সে মানুষকে সতর্ক করে?\" <b>(সূরা ইউনুস ১০:২)</b> তিনি আরো বলেন, {وَمَا مَنَعَ النَّاسَ أَنْ يُؤْمِنُوا إِذْ جَاءَهُمُ الْهُدَى إِلَّا أَنْ قَالُوا أَبَعَثَ اللهُ بَشَرًا رَسُولًا} \"মানুষের কাছে হিদায়াত এসে যাওয়ার পরও তাদের এই উক্তিই কি তাদেরকে ঈমান আনা থেকে বিরত রাখে যে, আল্লাহ একজন মানুষকে রসূল বানিয়ে পাঠিয়েছেন?\" <b>(সূরা ইসরা ১৭:৯৪)</b> এর কিঞ্চিৎ আলোচনা ইতিপূর্বে ৬:৮ নং আয়াতের টীকায় উল্লিখিত হয়েছে। আলোচ্য আয়াতের বক্তব্যেও তারা উক্ত ধারণাবশে এ কথা অস্বীকার করল যে, আল্লাহ কোন মানুষের উপর কোন কিতাব অবতীর্ণ করেছেন। মহান আল্লাহ বললেন, যদি ব্যাপার এ রকমই হয়, তবে তাদেরকে জিজ্ঞাসা কর যে, মূসা (আঃ)-এর উপর তাওরাত কে অবতীর্ণ করেছিলেন? (যেটাকে তারা স্বীকার করে।)<br>[২] আয়াতের পূর্বোক্ত তাফসীর অনুযায়ী এখন ইয়াহুদীদেরকে সম্বোধন করে বলা হচ্ছে যে, তোমরা এই কিতাবকে বিক্ষিপ্ত পত্রে রেখে তার মধ্য থেকে যেটাকে তোমরা চাচ্ছ প্রকাশ করছ এবং যেটাকে চাচ্ছ গোপন করছ। যেমন, রজমের বিষয় অথবা নবী করীম (সাঃ)-এর নিদর্শনাবলীর বিষয়। হাফেয ইবনে কাসীর ও ইবনে জারীর ত্বাবারী প্রভৃতিগণ يَجْعَلُوْنَهُ ও يَبْدُوْنَهَا (গায়বের সীগা (মধ্যম পুরুষের স্থলে প্রথম পুরুষ বহুবচন পদ) দ্বারা পড়াকেই প্রাধান্য দিয়েছেন (অর্থাৎ, 'তোমরা কর'-এর স্থলে 'তারা করে' ক্রিয়াপদ ব্যবহার করেছেন) এবং এর দলীল এই দেন যে, এটা হল মক্কী আয়াত। অতএব, এখানে ইয়াহুদীদেরকে সম্বোধন কিভাবে করা যেতে পারে? আবার কোন কোন মুফাসসির সম্পূর্ণ আয়াতকেই ইয়াহুদী সম্পর্কীয় গণ্য করেছেন এবং এতে মূলতঃ নবুঅত ও রিসালাতের যে অস্বীকৃতি রয়েছে তা তাদের এমন কথা, যার ভিত্তি হল হঠকারিতা, জেদ এবং শত্রুতার উপর। অর্থাৎ, এই আয়াতের তফসীরে মুফাসসিরদের রয়েছে তিনটি মত। প্রথমতঃ সম্পূর্ণ আয়াতকেই ইয়াহুদী সম্পর্কীয় বলা হয়েছে। দ্বিতীয়তঃ সম্পূর্ণ আয়াতকে মুশরিক সম্পর্কীয় বলা হয়েছে এবং তৃতীয়তঃ আয়াতের শুরুর অংশকে মুশরিক সম্পর্কীয় এবং تَجْعَلُوْنَهُ থেকে অবশিষ্ট অংশটুকু ইয়াহুদী সম্পর্কীয় বলা হয়েছে। আর আল্লাহই সর্বাধিক জ্ঞাত।<br>[৩] ইয়াহুদী সম্পর্কীয় হলে এর ব্যাখ্যা হবে, তাওরাতের মাধ্যমে তোমাদেরকে শিক্ষা দেওয়া হয়েছে। নচেৎ মুশরিক সম্পর্কীয় মনে করলে এর ব্যাখ্যা হবে, কুরআনের মাধ্যমে তোমাদের শিক্ষা দেওয়া হয়েছে।<br>[৪] এটা হল مَنْ أَنْزَلَ (কে অবতীর্ণ করেছিল)এর উত্তর।","92":null,"93":"[১] 'যালেম' বলতে প্রত্যেক যালেমকে বুঝানো হয়েছে এবং এর মধ্যে আল্লাহর কিতাবকে অস্বীকারকারী ও নবুঅতের মিথ্যা দাবীদারগণ সর্বপ্রথম শামিল থাকবে। غَمَرَاتٌ থেকে মৃত্যু-যন্ত্রণাকে বুঝানো হয়েছে। 'ফিরিশতাগণ হাত বাড়িয়ে' অর্থাৎ, জান কবয করার জন্য। اليَوْمَ (আজ) অর্থাৎ, জান কবয করার দিন। আর এই দিন হল আযাব শুরু হওয়ার সময়; যার প্রথম স্থান হল কবর। আর এ থেকে এ কথাও সুসাব্যস্ত হয়ে যায় যে, কবরের আযাব সত্য। তা না হলে হাত বাড়ানো এবং প্রাণ বের করে নেওয়ার নির্দেশ দেওয়ার সাথে এ কথা বলার কোন অর্থ থাকে না যে, আজ তোমাদেরকে অবমাননাকর শাস্তি দেওয়া হবে। স্মরণ থাকে যে, কবর বলতে উদ্দেশ্য বারযাখী জীবন। অর্থাৎ, ইহজগতের জীবনের পর এবং পরজগতের জীবনের (কিয়ামত ঘটার) পূর্বে এটা একটি মধ্যজগতের জীবন। যার সময়কাল হল, মানুষের মৃত্যুর পর থেকে কিয়ামত সংঘটিত হওয়া পর্যন্ত। এটাকে বলা হয় বারযাখী জীবন। চাহে তাকে কোন হিংস্র পশু খেয়ে নিক অথবা তার লাশ সামুদ্রিক তরঙ্গ-কবলিত হোক কিংবা জ্বালিয়ে ছাই করে দেওয়া হোক বা কবরে দাফন করা হোক। মরণের পর এ হল বারযাখী জীবন, যেখানে আযাব দেওয়ার শক্তি মহান আল্লাহর আছে।<br>[২] আল্লাহ সম্বন্ধে অন্যায় বা অসত্য বলার মধ্যে কিতাব অবতীর্ণ হওয়া ও রসূল প্রেরণের কথা অস্বীকার এবং নবী হওয়ার মিথ্যা দাবী করার কথাও শামিল আছে। নবুঅত ও রিসালাতের অস্বীকার এবং তা মেনে নেওয়ার ব্যাপারে ঔদ্ধত্য প্রকাশ করার ব্যাপারটাও অনুরূপ। এই উভয় কারণের ভিত্তিতে তাদেরকে অবমাননাকর শাস্তি দেওয়া হবে।","94":"[১] فُرَادَى হল فَرْدٌ এর বহুবচন। যেমন, سُكَارَى হল سَكْرَانٌ এর এবং كُسَالَى হল كَسْلاَنٌ এর বহুবচন। অর্থাৎ, তোমরা পৃথক পৃথকভাবে একজন একজন করে আমার কাছে আসবে। তোমাদের সাথে না থাকবে মাল, না সন্তান-সন্ততি আর না সেই উপাস্যগুলো, যাদেরকে তোমরা আল্লাহর শরীক এবং নিজেদের সাহায্যকারী মনে করেছিলে। অর্থাৎ, এগুলোর মধ্য থেকে কোন জিনিসই তোমাদের কোন উপকারে আসার ক্ষমতা রাখবে না। পরের আয়াতগুলোতে এ কথাগুলোরই আরো বিশ্লেষণ করা হয়েছে।","95":"[১] এখান থেকে আল্লাহর অপরিসীম শক্তি এবং তাঁর কর্মক্ষমতার কথা আরম্ভ হচ্ছে। বললেন, আল্লাহ তাআলা বীজ ও আঁটি, -- যেটাকে চাষী জমির নীচে (মাটি) চাপা দেয় -- তা অঙ্কুরিত করে তা থেকে বহু প্রকার বৃক্ষ উদগত করেন। জমি একটাই এবং যে পানি দিয়ে তার সেচ করা হয় তাও একটাই, কিন্তু যে যে জিনিসের সে বীজ বপন করে অথবা আঁটি পুঁতে সেই অনুযায়ী মহান আল্লাহ বিভিন্ন প্রকার শস্যাদি ও ফল-মূলের গাছ সৃষ্টি করেন। আচ্ছা, আল্লাহ ব্যতীত অন্য কেউ এমন আছে নাকি, যে এ কাজ করে বা করতে পারে?<br>[২] অর্থাৎ, বীজ এবং আঁটি থেকে বৃক্ষ উদগত করেন; যাতে থাকে জীবন এবং তা বাড়ে, সম্প্রসারিত হয় এবং ফল অথবা শস্য দেয় কিংবা সেই সুগন্ধময় রকমারি ফুল; যা দেখে বা যার ঘ্রাণ নিয়ে মানুষ আনন্দ ও খুশী অনুভব করে। অথবা বীর্য ও ডিম থেকে মানুষ ও জীব-জন্তু সৃষ্টি করেন।<br>[৩] অর্থাৎ, জীব-জন্তু থেকে ডিমকে; যা মৃত জিনিসেরই আওতাভুক্ত। حي এবং ميت ব্যাখ্যা মু'মিন এবং কাফেরও করা হয়েছে। অর্থাৎ, মু'মিনের ঘরে কাফের এবং কাফেরের ঘরে মু'মিন সৃষ্টি করেন।","96":"[১] অন্ধকার ও আলোর স্রষ্টাও তিনিই। তিনি রাতের অন্ধকার থেকে উজ্জ্বল প্রভাত সৃষ্টি করেন। ফলে প্রতিটি জিনিসই আলোকিত হয়ে যায়।<br>[২] অর্থাৎ, রাতকে অন্ধকার দিয়ে ঢেকে দিয়েছেন, যাতে মানুষ উজ্জ্বলতার সমস্ত ব্যস্ততাকে দূর করে বিশ্রাম নিতে পারে।<br>[৩] (অথবা হিসাবমত সূর্য ও চন্দ্রকে সৃষ্টি করেছেন।) অর্থাৎ, উভয়ের জন্য একটি হিসাব বাঁধা আছে, যাতে কোন পরিবর্তন ও অনিয়ম ঘটতে পারে না। বরং উভয়ের রয়েছে নিজ নিজ কক্ষপথ, যাতে তারা শীত-গ্রীষ্মে ধাবমান থাকে। আর এরই ভিত্তিতে শীতের সময় দিন ছোট এবং রাত বড় হয়, আর গ্রীষ্ম এর বিপরীত; অর্থাৎ, দিন বড় এবং রাত ছোট হয়। এর বিস্তারিত আলোচনা সূরা ইউনুসের ১০:৫ নং আয়াতে, সূরা ইয়াসীনের ৩৬:৪০ নং আয়াতে এবং সূরা আ'রাফের ৭:৫৪ নং আয়াতে বর্ণনা করা হয়েছে।","97":"[১] এখানে তারকারাজির আরো একটি উপকারিতা ও উদ্দেশ্যের কথা বর্ণনা হয়েছে। এর আরো দু'টি উদ্দেশ্য আছে যা অন্যত্র বর্ণনা করা হয়েছে। আসমানের সৌন্দর্য এবং শয়তানকে মেরে তাড়ানোর হাতিয়ার। رُجُوْمًا لِلشَّيَاطِيْن অর্থাৎ, শয়তান যখন আসমানে যাওয়ার প্রচেষ্টা করে, তখন এরা উলকা হয়ে তার উপর পতিত হয়। কোন কোন সালাফদের উক্তি হল, مَنِ اعْتَقَدَ فِيْ هَذِهِ النَّجُوْمِ غَيْرَ ثَلاَثٍ، فَقَدْ أَخْطَأَ وَكَذَبَ عَلَى اللهِ অর্থাৎ, এই তিনটি জিনিস ব্যতীত এই তারাগুলোর ব্যাপারে কেউ যদি অন্য কোন ধারণা পোষণ করে, তবে সে ভুল করবে এবং আল্লাহর প্রতি মিথ্যারোপকারী গণ্য হবে। এ থেকে প্রতীয়মান হয় যে, আমাদের দেশে যে জ্যোতির্বিদ্যার চর্চা রয়েছে যাতে আগামীর অবস্থাসমূহ, মানুষের জীবন অথবা বিশ্বপরিচালনার উপর তারকারাজির প্রভাব-প্রতিক্রিয়া আছে বলে দাবী করা হয়, তার সবই ভিত্তিহীন এবং শরীয়তের পরিপন্থীও। সুতরাং একটি হাদীসে এই বিদ্যাকে যাদুরই একটি অংশ বলা হয়েছে।<br>مَنِ اقْتَبَسَ عِلْمًا مِّنَ النُّجُوْمِ اقْتَبَسَ شُعْبَةً مِّنَ السِّحْرِ زَادَ مَا زَادَ (حسنه الألباني، صحيح أبي داود ৩৯০৫))","98":"[১] অধিকাংশ মুফাসসিরদের নিকট مُسْتَقَرٌّ বলতে মায়ের গর্ভাশয় এবং مُسْتَوْدَعٌ বলতে বাপের পৃষ্ঠদেশকে বুঝানো হয়েছে। <b>(ফাতহুল ক্বাদীর, ইবনে কাসীর)</b>","99":"[১] এখান থেকে তাঁর আরো একটি বিস্ময়কর কারিগরির কথা বর্ণনা করা হচ্ছে। অর্থাৎ, বৃষ্টির পানি। যার দ্বারা তিনি বিভিন্ন প্রকারের বৃক্ষ সৃষ্টি করেন।<br>[২] অর্থাৎ, সেই সবুজ কচি কিশলয় ও অঙ্কুরিত চারাগাছকে বুঝানো হয়েছে, যেগুলো মাটিতে চাপা দেওয়া বীজ হতে মহান আল্লাহ মাটির উপর প্রকাশ করেন। অতঃপর সে চারাগাছ ধীরে ধীরে বাড়তে থাকে।<br>[৩] অর্থাৎ, সবুজ এই চারাগাছগুলোর উপর সন্নিবিষ্ট দানা সৃষ্টি করি। যেমন, গম ও ধানের শীষে হয়। উদ্দেশ্য, সকল প্রকার শস্যাদি। যেমন, যব, জোয়ার, বাজরা, ভুট্টা এবং গম ও ধান ইত্যাদি।<br>[৪] قِنْوانٌ হল قِنْوٌ এর বহুবচন; যেমন, صِنْوٌ এবং صِنْوانٌ অর্থঃ গুচ্ছ। طَلْعٌ হল খেজুরের সেই মোচা, যা প্রাথমিক অবস্থায় প্রকাশ পায়। এটাই বড় হয়ে কাঁদির আকার ধারণ করে অতঃপর তা আধপাকা খেজুরে পরিণত হয়। دَانِيَةٌ সেই গুচ্ছকে বলা হয়, যা নুয়ে থাকে। আর কিছু গুচ্ছ অনেক দূরে থাকে যেখানে হাত পৌঁছে না। অনুগ্রহের প্রকাশ স্বরূপ دانية এর কথা উল্লেখ করেছেন। অর্থাৎ, مِنْهَا دَانِيَةٌ ومِنْهَا بَعِيْدَةٌ (কিছু গুচ্ছ নিকটে থাকে এবং কিছু দূরে)। <b>(ফাতহুল ক্বাদীর)</b> بَعِيْدَةٌ শব্দ ঊহ্য আছে।<br>[৫] جنات، الزيتون এবং الرمان শব্দগুলো 'মানসূব' (যবর অবস্থায়) এসেছে, কারণ এগুলোর সংযোগ হল পূর্বোক্ত نباتَ এর সাথে। অর্থাৎ, وَأَخْرَجْنَا بِهِ جَنَّاتٍ (আর বৃষ্টির পানির দ্বারা আমি আঙ্গুরের বাগান এবং যয়তুন ও আনার সৃষ্টি করেছি।)<br>[৬] অর্থাৎ, কোন কোন গুণাবলীতে এরা পরস্পর সাদৃশ্যযুক্ত, আবার কোন কোন গুণাবলীতে এদের পারস্পরিক কোন সাদৃশ্য থাকে না। অথবা এদের পাতাগুলোর মধ্যে পারস্পরিক সাদৃশ্য থাকে, কিন্তু ফলের মধ্যে কোন মিল থাকে না। কিংবা আকার-আকৃতিতে এদের মধ্যে সাদৃশ্য থাকে, কিন্তু মজা ও সবাদে এরা একে অপর থেকে ভিন্নতর হয়।<br>[৭] অর্থাৎ, উল্লিখিত সমস্ত জিনিসের মধ্যে বিশ্বজাহানের স্রষ্টার পরিপূর্ণ শক্তি এবং তাঁর হিকমত ও রহমতের বহু প্রমাণ রয়েছে।","100":null,"101":"[১] অর্থাৎ, যেমন আল্লাহ তাআলা এই সমস্ত জিনিসকে সৃষ্টি করার ব্যাপারে এক ও একক, তাঁর কোন শরীক নেই, অনুরূপ তিনিই এই যোগ্যতার দাবী রাখেন যে, একমাত্র কেবল তাঁরই ইবাদত করা হোক। তাঁর ইবাদতে অন্য কাউকে শরীক স্থির করা না হোক। কিন্তু মানুষ এই একক সত্তাকে বাদ দিয়ে জ্বিনদেরকে তাঁর শরীক বানিয়ে নিয়েছে। অথচ তারাও আল্লাহ কর্তৃক সৃষ্ট। মুশরিকরা তো মূর্তির অথবা কবরে সমাধিস্থ ব্যক্তিবর্গের পূজা করত। কিন্তু এখানে বলা হয়েছে যে, তারা জ্বিনদেরকে আল্লাহর শরীক বানিয়ে রেখেছে। আসলে ব্যাপার হল, এখানে জ্বিনদের বলতে শয়তানদেরকে বুঝানো হয়েছে এবং শয়তানদের কথা অনুযায়ীই শিরক করা হয়, তাই প্রকৃতপক্ষে পূজা ও উপাসনা শয়তানেরই করা হয়। এই বিষয়টাকে কুরআন কারীমের বিভিন্ন স্থানে বর্ণনা করা হয়েছে। যেমন, সূরা নিসার ৪:১১৭ নং, সূরা মারয়্যামের ১৯:৪৪ নং, সূরা ইয়াসীনের ৩৬:৬০ নং এবং সূরা সাবা'র ৩৪:৪১ নং আয়াতে।","102":null,"103":"[১] أَبْصَارٌ হল بَصَرٌ (দৃষ্টি)এর বহুবচন। অর্থাৎ, মানুষ আল্লাহর প্রকৃতত্বের গভীরে পৌঁছতে পারে না। আর যদি এর অর্থ হয় চোখে দেখা, তাহলে এর সম্পর্ক হবে দুনিয়ার সাথে। অর্থাৎ, দুনিয়ার চোখে কেউ আল্লাহকে দেখতে পারবে না। তবে শুদ্ধ এবং বহুধা সূত্রে বর্ণিত বহু হাদীস দ্বারা এ কথা প্রমাণিত যে, কিয়ামতের দিন ঈমানদাররা মহান আল্লাহকে দেখবে এবং জান্নাতেও তাঁর দর্শনলাভে ধন্য হবে। কাজেই মু'তাযিলাদের এই আয়াতকে দলীল বানিয়ে এ কথা বলা সঠিক নয় যে, আল্লাহ তাআলাকে কেউ দেখতেই পাবে না; না দুনিয়াতে, আর না আখেরাতে। কেননা, এই (না দেখার) সম্পর্ক দুনিয়ার সাথে। এই জন্যই আয়েশা (রাঃ) এই আয়াতের ভিত্তিতেই বলতেন, যে ব্যক্তিই এ দাবী উত্থাপন করবে যে, নবী করীম (সাঃ) (মি'রাজ রজনীতে) আল্লাহকে দেখেছেন, সে ডাঁহা মিথ্যাবাদী। (বুখারী, তাফসীর সূরা আনআম) কারণ, এই আয়াতের ভিত্তিতে নবীরা সহ কেউই ইহলোকে আল্লাহকে দেখতে সক্ষম নয়। অবশ্য পারলৌকিক জীবনে এ দর্শন সম্ভব হবে। যেমন, অন্যত্রও কুরআন এ কথা সাব্যস্ত করেছে। {وُجُوهٌ يَوْمَئِذٍ نَاضِرَةٌ* إِلَى رَبِّهَا نَاظِرَةٌ} \"সেদিন অনেক মুখমন্ডল উজ্জ্বল হবে। তারা তাদের পালনকর্তার দিকে তাকিয়ে থাকবে।\" <b>(সূরা ক্বিয়ামাহ ৭৫:২২-২৩)</b>","104":"[১] بَصَائِرُ হল بَصِيْرَةٌ এর বহুবচন। আর তা আসলে হল অন্তরের জ্যোতির নাম। তবে এখানে তা থেকে সেই প্রমাণাদিকে বুঝানো হয়েছে, যেগুলোকে কুরআন একাধিক স্থানে বারংবার বর্ণনা করেছে এবং যেগুলোকে নবী করীম (সাঃ)ও তাঁর বহু হাদীসে তুলে ধরেছেন। যে এই প্রমাণাদিকে দেখে হিদায়াতের পথ অবলম্বন করবে, তাতে তারই লাভ হবে। আর অবলম্বন না করলে ক্ষতিও তারই হবে। যেমন, (আল্লাহ) বলেন, {مَنِ اهْتَدَى فَإِنَّمَا يَهْتَدِي لِنَفْسِهِ وَمَنْ ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيْهَا} (الإسراء: ১৫) আলোচ্য আয়াতের যে অর্থ এই আয়াতের অর্থও তা-ই।<br>[২] বরং আমি কেবল মুবাল্লিগ (যার কাজ পৌঁছে দেওয়া), দায়ী (আহবানকারী) এবং সুসংবাদদাতা ও সতর্ককারী। পথ দেখিয়ে দেওয়া আমার দায়িত্ব, কিন্তু সে পথে পরিচালনা করা আল্লাহর এখতিয়ারাধীন।","105":"[১] অর্থাৎ, আমি তাওহীদ এবং তার দলীলাদিকে এমনভাবে পরিষ্কার ভাষায় বিভিন্ন আকারে বর্ণনা করি যে, তা দেখে মুশরিকরা বলে, মুহাম্মাদ (সাঃ) কোথাও থেকে পড়ে এবং শিখে এসেছে। যেমন, অন্যত্র বলেন, {وَقَالَ الَّذِينَ كَفَرُوا إِنْ هَذَا إِلَّا إِفْكٌ افْتَرَاهُ وَأَعَانَهُ عَلَيْهِ قَوْمٌ آخَرُونَ فَقَدْ جَاءُوا ظُلْمًا وَزُورًا * وَقَالُوا أَسَاطِيرُ الْأَوَّلِينَ اكْتَتَبَهَا} \"কাফেররা বলে, এটা মিথ্যা বৈ আর কিছুই নয়, যা সে উদ্ভাবন করেছে এবং অন্য লোকেরা তাকে সাহায্য করেছে। অবশ্যই তারা অবিচার ও মিথ্যার আশ্রয় নিয়েছে। তারা বলে, এগুলো তো পূর্বকালের রূপকথা, যা সে লিখে রেখেছে।\" <b>(সূরা ফুরকান ২৫:৪-৫)</b> অথচ ব্যাপার এটা নয়, যা তারা মনে করে বা দাবী করে, বরং এই বর্ণনার উদ্দেশ্য হল বিবেকবান লোকদের জন্য পরিষ্কার আকারে ব্যাখ্যা করা, যাতে তাদের উপর হুজ্জত পরিপূর্ণ হয়ে যায়।","106":null,"107":"[১] এ বিষয়টা পূর্বেও বর্ণিত হয়েছে। আল্লাহর ইচ্ছা এক জিনিস এবং তাঁর সন্তুষ্টি আর এক জিনিস। তাঁর সন্তুষ্টি তো তাঁর সাথে কাউকে শরীক না করার মধ্যেই। তবে তিনি এর উপর মানুষকে বাধ্য করেননি। কেননা, বাধ্য করলে মানুষকে পরীক্ষা করা যেত না। পক্ষান্তরে আল্লাহর এখতিয়ারে তো এ কথা আছে যে, তিনি ইচ্ছা করলে কোন মানুষ শিরক করার কোন ক্ষমতাই রাখত না। <b>(আরো দেখুন, সূরা বাক্বারার ২:২৫৩ নং আয়াতের এবং সূরা আনআমের ৬:৩৫ নং আয়াতের টীকা)</b><br>[২] এ বিষয়টাও কুরআন মাজীদের বিভিন্ন স্থানে বর্ণিত হয়েছে। এর উদ্দেশ্য হল, নবী করীম (সাঃ)-এর কেবল আহবানকারী এবং বার্তাবাহক হওয়ার মর্যাদাটুকু পরিষ্কার করে দেওয়া; যা রিসালাতের দাবী এবং তাঁর দায়িত্ব কেবল এই পর্যন্তই ছিল। এর বাইরে কোন এখতিয়ার যদি নবী করীম (সাঃ)-এর থাকত, তাহলে তিনি তাঁর প্রতি বড়ই অনুগ্রহশীল চাচাকে অবশ্যই মুসলামান বানিয়ে নিতেন। যার ইসলাম গ্রহণ করার ব্যাপারে তিনি ছিলেন অতীব আগ্রহী।","108":"[১] এ নির্দেশ মন্দের উপায়-উপকরণের পথ বন্ধ করার নীতির উপর প্রতিষ্ঠিত। অর্থাৎ, কোন বৈধ কাজ করলে যদি তা কোন অন্যায়ের কারণ হয়ে দাঁড়ায়, তাহলে সেই বৈধ কাজকে ত্যাগ করা উচিত। অনুরূপ নবী করীম (সাঃ)ও বলেছেন, \"তোমরা কারো পিতা-মাতাকে গাল-মন্দ করো না, কেননা, এইভাবে তোমরা স্বয়ং নিজেদের পিতা-মাতাকে গাল-মন্দ করার কারণ হয়ে যাবে।\" <b>(মুসলিমঃ ঈমান অধ্যায়)</b> ইমাম শাওকানী লিখেছেন যে, এই আয়াত হল মন্দের উপকরণসমূহ বন্ধ করার মূল নীতির উৎস। <b>(ফাতহুল ক্বাদীর)</b>","109":"[১] جَهَدَ أَيْمَانِهِمْ، أَيْ: حَلَفُوْا أَيْمَانًا مُؤَكَّدَةً বড় দৃঢ়তার সাথে কসম খাওয়া।<br>[২] অর্থাৎ, কোন বড় মু'জিযা যা তাদের ইচ্ছার অনুবর্তী হবে। যেমন, মূসা (আঃ)-এর লাঠি, ঈসা (আঃ)-এর মৃতকে জীবিত করা, সামূদের উটনী ইত্যাদি।<br>[৩] তাদের অস্বাভাবিক এ জিনিসের দাবী কেবল ধৃষ্টতা ও শত্রুতা স্বরূপ; হিদায়াত অর্জনের নিয়তে নয়। তাছাড়া এই মু'জিযার বিকাশ ঘটানোর সমস্ত এখতিয়ার আল্লাহরই হাতে। তিনি ইচ্ছা করলে তাদের দাবীসমূহ পূরণ করবেন। কোন কোন 'মুরসাল' (সূত্রছিন্ন) বর্ণনায় এসেছে যে, মক্কার কাফেররা নবী করীম (সাঃ)-এর কাছে দাবী করল যে, সাফা পাহাড়কে সোনার বানিয়ে দিলে আমরা ঈমান আনব। তখন জিবরীল (আঃ) বললেন, এর পরও যদি তারা ঈমান না আনে, তবে তাদেরকে ধ্বংস করে দেওয়া হবে। আর এটা নবী করীম (সাঃ) পছন্দ করলেন না। <b>(ইবনে কাসীর)</b>","110":"[১] এর অর্থ হল, প্রথমবার ঈমান না আনার কারণে তার শাস্তি তাদের উপর এমনভাবে এল যে, আগামীতেও তাদের ঈমান আনার সম্ভাবনা শেষ হয়ে গেল। অন্তঃকরণ ও দৃষ্টিকে ফিরিয়ে দেওয়ার অর্থ এটাই। <b>(ইবনে কাসীর)</b>","111":"[১] যেমন তারা বারবার আমার পয়গম্বরের কাছে এর দাবী করে।<br>[২] এবং সে মুহাম্মাদ (সাঃ)-এর (আল্লাহর) রসূল হওয়ার কথা সত্যায়ন করত।<br>[৩] এর দ্বিতীয় অর্থ হল, যে নিদর্শনসমূহের এরা দাবী করে, সেগুলো সবই যদি তাদের সামনে উপস্থিত করে দেওয়া হত। আর একটি অর্থ হল, প্রতিটি জিনিস একত্রিত হয়ে দলে দলে যদি এই সাক্ষ্য দিত যে, নবী প্রেরণের ধারা সত্য, তবুও এই সমস্ত নিদর্শন এবং যাবতীয় দাবী পূরণ করে দেওয়া সত্ত্বেও এরা ঈমান আনত না। তবে যাকে আল্লাহ চান (তার কথা ভিন্ন)। নিম্নের আয়াতটিও এই অর্থেরই {إِنَّ الَّذِينَ حَقَّتْ عَلَيْهِمْ كَلِمَتُ رَبِّكَ لا يُؤْمِنُونَ، وَلَوْ جَاءَتْهُمْ كُلُّ آيَةٍ حَتَّى يَرَوُا الْعَذَابَ الْأَلِيمَ} অর্থাৎ, নিঃসন্দেহে যাদের সম্বন্ধে তোমার প্রতিপালকের বাক্য সত্য হয়েছে, তারা বিশ্বাস করবে না; যদিও তাদের নিকট সমস্ত নিদর্শন আগত হয়, যে পর্যন্ত না তারা যন্ত্রণাদায়ক শাস্তি প্রত্যক্ষ করেছে।<b> (সূরা ইউনুস ১০:৯৬-৯৭)</b><br>[৪] আর অজ্ঞতাপূর্ণ কথাগুলোই তাদের এবং সত্যকে গ্রহণ করার মাঝে অন্তরায় সৃষ্টি করেছে। যদি অজ্ঞতার এই বেড়া ভেঙ্গে যায়, তবে হয়তো সত্য তাদের বুঝে আসবে এবং আল্লাহর ইচ্ছায় তা অবলম্বনও করে নেবে।","112":"[১] এটা সেই কথাই, যা বিভিন্নভাবে রসূল (সাঃ)-এর সান্ত্বনার জন্য বলা হয়েছে। অর্থাৎ, তোমার পূর্বে যত নবীই এসেছিল, তাদের সকলকে মিথ্যাজ্ঞান করা হয়েছে, তাদেরকে কষ্ট দেওয়া হয়েছে এবং আরো অনেক কিছু তাদের সাথে করা হয়েছে। বলার উদ্দেশ্য হল, যেভাবে তারা ধৈর্য ও সাহসিকতার সাথে কাজ করেছে, তুমিও ঐভাবে সত্যের এই শত্রুদের বিরুদ্ধে ধৈর্য ও দৃঢ়তা প্রদর্শন কর। এ থেকে এটাও জানা গেল যে, শয়তানের অনুসারী দল জ্বিনদের মধ্য থেকেও আছে এবং মানুষদের মধ্য থেকেও। আর এরা হল উভয় দলের অবাধ্য, সীমালঙ্ঘনকারী এবং দাম্ভিক প্রকৃতির লোকেরা।<br>[২] وَحْيٌ গোপন কথাকে বলে। অর্থাৎ, মানুষ ও জ্বিনদের ভ্রষ্ট করার জন্য একে অপরকে ছল-চাতুরী ও চালাকি শিখায়। যাতে তারা মানুষদেরকে ধোঁকা ও প্রতারণায় ফেলতে পারে। আর সাধারণতঃ এটা দেখাও যায় যে, শয়তানী কর্মসমূহে মানুষ একে অপরকে অতি উৎসাহের সাথে সহযোগিতা করে, যার কারণে অন্যায়ের প্রসার খুব তাড়াতাড়ি ঘটে।<br>[৩] অর্থাৎ, মহান আল্লাহ শয়তানের এই সমস্ত ষড়যন্ত্রকে নিষ্ফল করতে সক্ষম, কিন্তু তিনি জোরপূর্বক এ রকম করবেন না। কেননা, এ রকম করা তাঁর সেই নিয়ম-নীতির বিপরীত, যা তিনি তাঁর ইচ্ছা অনুযায়ী এখতিয়ার করেছেন এবং এর হিকমত ও যৌক্তিকতা তিনিই ভাল জানেন।","113":"[১] অর্থাৎ, শয়তানী কুমন্ত্রণার শিকার তারাই হয় এবং তারাই তা পছন্দ করে ও সেই অনুযায়ী আমলও করে, যারা আখেরাতে বিশ্বাস রাখে না। আর এ কথা বাস্তব যে, মানুষের অন্তরে আখেরাতের প্রতি বিশ্বাস যত দুর্বল হবে, তত তারা শয়তানের কুমন্ত্রণার জালে ফাঁসতে থাকবে।","114":"[১] নবী করীম (সাঃ)-কে সম্বোধন করে প্রকৃতপক্ষে তাঁর উম্মতকে শিক্ষা দেওয়া হচ্ছে।","115":"[১] খবরা-খবর ও ঘটনাবলীর দিক দিয়ে তা সত্য এবং আহকাম ও মাসায়েলের দিক দিয়ে তা ন্যায়পূর্ণ। অর্থাৎ, তাঁর প্রতিটি আদেশ ও নিষেধ ন্যায় ও সুবিচারের উপর প্রতিষ্ঠিত। কারণ, তিনি এমন সব কথারই নির্দেশ দিয়েছেন, যেসবে আছে মানুষের লাভ ও কল্যাণ এবং সেই সব জিনিস থেকেই নিষেধ করেছেন, যেগুলোতে আছে মানুষের ক্ষতি ও অকল্যাণ, যদিও মানুষ স্বীয় অজ্ঞতা অথবা শয়তানের ধোকায় পতিত হওয়ার কারণে তা বুঝতে পারে না।<br>[২] অর্থাৎ, কেউ এমন নেই যে, সে প্রতিপালকের কোন বাক্য, বিধান বা নির্দেশে কোন পরিবর্তন সাধন করতে পারে। কারণ, তাঁর চেয়ে অধিক শক্তির মালিক কেউ নয়।<br>[৩] অর্থাৎ, বান্দাদের যাবতীয় কথাবার্তা শ্রবণকারী এবং তাদের প্রতিটি পদক্ষেপ ও সমস্ত কর্মকান্ড সম্পর্কে জ্ঞাত। আর এই অনুযায়ী তিনি সকলকে প্রতিদানও দেবেন।","116":"[১] কুরআনে বর্ণিত এই সত্যের বাস্তব চিত্র প্রত্যেক যুগে লক্ষ্য করা যেতে পারে। অন্যত্র মহান আল্লাহ বলেন, {وَمَا أَكْثَرُ النَّاسِ وَلَوْ حَرَصْتَ بِمُؤْمِنِينَ} অর্থাৎ, তোমার আগ্রহ সত্ত্বেও অধিকাংশ লোক বিশ্বাসী নয়। <b>(সূরা ইউসুফ ১২:১০৩) </b>এ থেকে জানা গেল যে, ন্যায় ও সত্য পথের পথিকদের সংখ্যা সব সময় কমই হয়। আর এ থেকে এটাও সাব্যস্ত হয় যে, হক ও বাতিলের মাপকাঠি হল দলীল ও প্রমাণাদি, অনুসারীদের সংখ্যায় বেশী হওয়া অথবা কম হওয়া এর মাপকাঠি নয়। অর্থাৎ, এমন নয় যে, যে কথাটা অধিকাংশ মানুষ অবলম্বন করেছে, সেটাই হক এবং যেটা অল্প সংখ্যক লোক অবলম্বন করেছে, সেটা বাতিল। বরং উল্লেখিত ঐ কুরআনী তত্ত্ব ও বাস্তবতার ভিত্তিতে এটাই বেশী সম্ভবপর যে, হকপন্থীরা সংখ্যালঘু এবং বাতিলপন্থীরা সংখ্যাগুরু হবে। আর এর সমর্থন সেই হাদীস থেকেও হয়, যাতে নবী করীম (সাঃ) বলেছেন, \"আমার উম্মত ৭৩ দলে বিভক্ত হয়ে যাবে এবং এর মধ্য থেকে কেবল একটি দল জান্নাতী হবে, অবশিষ্টরা হবে জাহান্নামী। আর এই জান্নাতী দলের নিদর্শন সম্পর্কে তিনি (সাঃ) বলেছেন, (مَا أَنَا عَلَيْهِ وَأَصْحَابِي) যারা আমার ও আমার সাহাবার তরীকার উপর কায়েম থাকবে।\" (আবূ দাউদঃ সুন্নাহ অধ্যায়, তিরমিযীঃ ঈমান অধ্যায়)","117":null,"118":"[১] অর্থাৎ, যে পশুকে শিকার অথবা যবেহ বা নহর করার সময় আল্লাহর নাম নেওয়া হয়, তা খাও; যদি তা এমন পশু হয় যা খাওয়া বৈধ। এর অর্থ হল, যে পশুকে শিকার অথবা যবেহ বা নহর করার সময় ইচ্ছাকৃতভাবে আল্লাহর নাম নেওয়া হয় না, তা হালাল ও বৈধ নয়। তবে যবেহ করার সময় যবেহকারী আল্লাহর নাম নিয়েছে, না নেয়নি --এই সন্দেহজনক ব্যাপারটা এ থেকে স্বতন্ত্র। এ ব্যাপারে বিধান হল, আল্লাহর নাম নিয়ে তা খাও। হাদীসে আছে কিছু লোক রসূল (সাঃ)-কে জিজ্ঞেস করলেন, একদল লোক আমাদের কাছে গোশত নিয়ে আসে (এ থেকে বুঝানো হয়েছে এমন মরুবাসীদেরকে, যারা নতুন নতুন ইসলাম গ্রহণ করেছিল এবং সম্পূর্ণরূপে ইসলামী জ্ঞান লাভ করতে পারে নি।) আমরা জানি না যে, তারা (যবেহকালে) আল্লাহর নাম নিয়েছে, না নেয়নি? তখন তিনি বললেন, سَمُّوْا عَلَيْهِ أَنْتُمْ وَكُلُوْا )) অর্থাৎ, তোমরা আল্লাহর নাম নিয়ে তা খাও। (বুখারী) অর্থাৎ, সন্দেহজনক অবস্থায় এর অনুমতি আছে। তবে এর অর্থ এই নয় যে, সর্বপ্রকার পশুর গোশত 'বিসমিল্লাহ' পড়ে নিলেই হালাল হয়ে যাবে। এ থেকে ঊর্ধ্বপক্ষে কেবল এতটাই প্রমাণিত হয় যে, মুসলিমদের বাজার ও দোকানে যে গোশত পাওয়া যায়, তা হালাল। হ্যাঁ, যদি কেউ উক্ত সন্দেহ ও দ্বিধায় পতিত হয়, তবে সে খাওয়ার সময় 'বিসমিল্লাহ' পড়ে নেবে।","119":"[১] যার বিশদ বর্ণনা এই সূরাতেই (৬:১৪৫-১৪৬ আয়াতে) পরে আসছে। এ ছাড়াও অন্যান্য সূরা এবং বহু হাদীসে হারাম জিনিসের বিশদ বর্ণনা দেওয়া হয়েছে। সেগুলো ছাড়া সবই হালাল। এমন কি হারাম পশুও নিরুপায় অবস্থায় ততটুকু পরিমাণ খাওয়া বৈধ, যতটুকু জান বাঁচানোর জন্য দরকার।","120":null,"121":"[১] অর্থাৎ, ইচ্ছাকৃতভাবে যে পশুকে আল্লাহর নাম না নিয়েই যবেহ করা হয়েছে, তা খাওয়া ফাসেক্বী (পাপ) ও অবৈধ। ইবনে আব্বাস (রাঃ) এর অর্থ এটাই করেছেন। তিনি বলেন, 'যে ভুলে যায়, তাকে ফাসেক বলা হয় না।' ইমাম বুখারীর সমর্থনও রয়েছে এরই প্রতি এবং হানাফীদেরও মত এটাই। তবে ইমাম শাফেয়ীর মত হল, মুসলিমের যবেহ করা পশু উভয় অবস্থাতেই হালাল, চাহে সে আল্লাহর নাম নিক অথবা ইচ্ছাকৃতভাবে ছেড়ে দিক। আর তিনি وَإِنَّهُ لَفِسْقٌ (কেননা, তা পাপ) কথাটিকে গায়রুল্লাহর নামে যবেহ করা পশুর বিষয়ীভূত মনে করেছেন।<br>[২] শয়তান স্বীয় সহচরদের মাধ্যমে এ কথা রটায় যে, মুসলিমরা আল্লাহর যবেহকৃত (অর্থাৎ, মৃত) পশুকে তো হারাম মনে করে, আর তাদের নিজ হাতে যবেহকৃত পশুকে হালাল মনে করে, অথচ তারা দাবী করে যে, আমরা আল্লাহকে মান্য করে চলি। মহান আল্লাহ বলেন, শয়তান এবং তার সহচরদের কুমন্ত্রণার পিছনে পড়ো না। যে পশু মৃত, অর্থাৎ, যবেহ ছাড়াই মারা গেছে, তাতে যেহেতু আল্লাহর নাম নেওয়া হয়নি, সেহেতু তা খাওয়া হালাল নয়। (অবশ্য পঙ্গপাল ও সামুদ্রিক প্রাণী ব্যতিক্রম। কারণ, হাদীসানুযায়ী তা মৃতও হালাল।)","122":"[১] এই আয়াতে মহান আল্লাহ অবিশ্বাসী কাফেরকে মৃত এবং বিশ্বাসী মু'মিনকে জীবিত গণ্য করেছেন। কারণ, কাফের কুফরী ও ভ্রষ্টতার এমন অন্ধকারে ঘুরপাক খায়, যেখান হতে সে বের হতে পারে না, যার নিশ্চিত ফল ধ্বংস ও বিনাশ। পক্ষান্তরে মু'মিনের অন্তরকে আল্লাহ তাআলা ঈমান দ্বারা জীবিত করে দেন। যার ফলে জীবনের চলার পথ তার জন্য আলোয় উদ্ভাসিত হয়ে যায় এবং সে ঈমান ও হিদায়াতের পথে চলতে থাকে। যার সুনিশ্চিত ফল হল, সফলতা ও কৃতকার্যতা। এটা ঐ বিষয়ই যা সূরা বাক্বারাহ ২:২৫৭, হূদ ১১:২৪, ফাত্বির ৩৫:১৯-২২ নং আয়াতগুলোতে বর্ণনা করা হয়েছে।","123":"[১] أَكَابِرَ হল أَكْبَرٌ এর বহুবচন। এ থেকে বুঝানো হয়েছে কাফের ও ফাসেকদের বড় বড় নেতাদেরকে। (অর্থাৎ, তাদেরকেই অপরাধী করেছি অথবা অপরাধীদেরকে নেতা ও প্রধান বানিয়েছি।) কেননা, এরাই নবী ও সত্যের আহবায়কদের বিরোধিতায় সবার আগে আগে থাকে এবং সাধারণ লোকেরা তো তাদের পিছনে পিছনে চলে। তাই বিশেষ করে এদের কথা উল্লেখ করা হয়েছে। তাছাড়া এই ধরনের লোকেরা সাধারণতঃ পার্থিব সম্পদ এবং বংশগত আভিজাত্যের দিক দিয়ে সর্বাধিক প্রসিদ্ধ হয়। আর এই কারণেই সত্যের বিরোধিতায় এদের প্রভাবও সবচেয়ে বেশী হয়। <b>(এই বিষয়টাই সূরা সাবা' ৩৪:৩১-৩৩, যুখরুফ ৪৩:২৩, নূহ ৭১:২২ নং আয়াত ইত্যাদিতেও বর্ণনা করা হয়েছে।)</b><br>[২] অর্থাৎ, তাদের নিজেদের অপরাধ ও চক্রান্তের অশুভ পরিণাম এবং তাদের অনুসারীদের অনুসরণের মন্দ পরিণামও তাদের উপর বর্তাবে। <b>(আরো দেখুন সূরা আনকাবূত ২৯:১৩ নং এবং সূরা নাহল ১৬:২৫ নং আয়াত)</b>","124":"[১] অর্থাৎ, তাদের কাছেও ফিরিশতা অহী আনয়ন করুন এবং তাদের মাথাতেও নবুঅত ও রিসালাতের মুকুট পরানো হোক।<br>[২] অর্থাৎ, কাকে নবী বানানো যাবে, এ সিদ্ধান্ত (মানুষের হাতে নেই; বরং তা আছে) একমাত্র আল্লাহর হাতে। তিনিই সকল বিষয়ের হিকমত ও কল্যাণ সম্বন্ধে অবগত। আর তিনিই ভালো জানেন এ মহান পদের যোগ্যতম ব্যক্তি কে? মক্কার কোন চৌধুরী, জননেতা, নাকি আব্দুল্লাহ ও আমিনার অনাথ সন্তান?","125":"[১] অর্থাৎ, যেরূপ জোর করে আকাশে আরোহণ সম্ভব নয়, (যেহেতু উপরে অক্সিজেন নেই।) অনুরূপ যে ব্যক্তির বক্ষকে আল্লাহ সংকীর্ণ করে দেন, তার মধ্যে তাওহীদ ও ঈমানের প্রবেশ সম্ভব নয়। তবে যদি আল্লাহই তার বক্ষ এর জন্য উন্মুক্ত করে দেন, তাহলে সে কথা ভিন্ন।<br>[২] অর্থাৎ, যেভাবে বক্ষ সংকীর্ণ করে দেন, সেইভাবে অপবিত্রতা বা আযাবে পতিত করেন অথবা শয়তানের প্রভাব তার উপর চাপিয়ে দেন।","126":null,"127":"[১] অর্থাৎ, যেভাবে ঈমানদাররা দুনিয়াতে কুফরী ও ভ্রষ্টতার বক্রপথ ত্যাগ করে হিদায়াতের সরল-সঠিক পথের পথিক ছিল, সেইভাবে এখন আখেরাতেও তাদের জন্য শান্তি ও নিরাপত্তার ঘর রয়েছে এবং তাদের নেক আমলগুলোর কারণে আল্লাহও তাদের বন্ধু ও অভিভাবক।","128":"[১] অর্থাৎ, এক বিরাট সংখ্যক মানুষকে তোমরা ভ্রষ্ট করে নিজেদের অনুসারী বানিয়েছ। যেমন, মহান আল্লাহ বলেন, \"হে বনী আদম! আমি কি তোমাদেরকে বলে রাখিনি যে, তোমরা শয়তানের ইবাদত করো না, সে তোমাদের প্রকাশ্য শত্রু? আর কেবল আমারই ইবাদত কর। এটাই সরল পথ। শয়তান তোমাদের অনেক দলকে ভ্রষ্ট করেছে। তবুও কি তোমরা বুঝ না?\" <b>(সূরা ইয়াসীন ৩৬:৬০-৬২)</b><br>[২] জ্বিন ও মানুষরা একে অপর থেকে কি উপকারিতা অর্জন করেছে? এর দু'টি অর্থ বলা হয়েছে। মানুষের কাছ থেকে জ্বিনদের উপকারিতা অর্জন করা হল, তাদেরকে নিজেদের অনুসারী বানিয়ে তৃপ্তি লাভ করা। আর জ্বিনদের কাছ থেকে মানুষের উপকারিতা অর্জন করা হল, শয়তানদের পাপকর্মসমূহকে তাদের জন্য সুন্দর আকারে পেশ করা এবং তাদের তা গ্রহণ করে নিয়ে পাপের তৃপ্তি লাভে মত্ত থাকা। দ্বিতীয় অর্থ হল, মানুষ সেই সব খবরকে বিশ্বাস করত, যা শয়তান ও জ্বিনদের পক্ষ হতে ভবিষ্যদ্বাণী হিসাবে প্রচার করা হত। অর্থাৎ, জ্বিনরা মানুষকে বেওকুফ বানিয়ে উপকারিতা অর্জন করে। আর মানুষের লাভবান হওয়া হল, মানুষ জ্বিনদের মিথ্যা ও ধারণাপ্রসূত কথাগুলো থেকে বড়ই তৃপ্তি পেত এবং গণক শ্রেণীর লোকেরা তাদের মাধ্যমে পার্থিব স্বার্থ চরিতার্থ করত।<br>[৩] অর্থাৎ, কিয়ামত সংঘটিত হয়ে গেছে, যা আমরা দুনিয়াতে মানতাম না। এর উত্তরে মহান আল্লাহ বলবেন, \"এখন জাহান্নামই হবে তোমাদের চিরন্তন ঠিকানা।\"<br>[৪] কাফেরদের ব্যাপারে আল্লাহর ইচ্ছাই হল জাহান্নামের চিরন্তন শাস্তি। আর এ কথা তিনি কুরআন কারীমে বারবার বলে দিয়েছেন। কাজেই এ থেকে কেউ যেন ভুল ধারণার শিকার না হয়। কারণ, এই ব্যতিক্রান্ত মহান আল্লাহর সাধারণ ইচ্ছা বর্ণনার জন্য, যাকে কোন জিনিসের সাথে নির্দিষ্ট করা যেতে পারে না। তাই তিনি যদি কাফেরদেরকে জাহান্নাম থেকে বের করতে চান, তাহলে বের করতে পারেন। এ ব্যাপারে তিনি না অপারগ, আর না কেউ তাঁকে বাধা দিতে পারে। <b>(আয়সারুত তাফাসীর)</b>","129":"[১] نُوَلّي এর একাধিক অর্থ বর্ণিত হয়েছে; অর্থাৎ, যেভাবে আমি মানুষ ও জ্বিনদেরকে একে অপরের সঙ্গী ও সাহায্যকারী বানিয়েছি, (যেমন, পূর্বের আয়াতে উল্লিখিত হয়েছে) অনুরূপ আচরণ আমি অত্যাচারীদের সাথেও করি। অথবা একজন যালেমকে অপর যালেমের উপর (প্রবল করে) চাপিয়ে দিই। আর এইভাবে একজন অত্যাচারী অপর অত্যাচারীকে ধ্বংস করে এবং এক যালিমের প্রতিশোধ অপর যালিম দ্বারা নিয়ে নিই। অথবা জাহান্নামে ওদেরকে এক অপরের কাছাকাছি রাখব।","130":"[১] রিসালাত ও নবুঅতের ব্যাপারে জ্বিনরা মানুষেরই অনুগামী। জ্বিনদের মধ্য থেকে পৃথক কোন নবী আসেননি। অবশ্য নবীদের বার্তা পৌঁছে দেওয়া ও ভীতি-প্রদর্শনের কাজ জ্বিনদের মধ্য থেকে অনেকে করেছেন। তাঁরা তাঁদের সম্প্রদায়ের জ্বিনদেরকে আল্লাহর প্রতি আহবান করেছেন এবং করছেন। তবে একটি ধারণা এও আছে যে, যেহেতু জ্বিনদের অস্তিত্ব মানুষদের অনেক পূর্ব থেকেই, তাই তাদের হিদায়াতের জন্য তাদেরই মধ্য থেকে কোন নবী এসে থাকবেন। অতঃপর আদম (আঃ)-এর অস্তিত্বের পর, হতে পারে তারা মানুষ নবীদের অনুগামী হয়েছে। অবশ্য নবী করীম (সাঃ)-এর রিসালাত ও নবুঅত সকল মানুষ ও জ্বিনদের জন্য এতে কোন সন্দেহ নেই।<br>[২] হাশরের মাঠে কাফেররা নানা মুখে পাঁয়তারা বদলাবে। কখনো তারা নিজেদের মুশরিক হওয়ার কথা অস্বীকার করবে। <b>(সূরা আনআম ৬:২৩)</b> আবার কখনো স্বীকার না করা ব্যতীত কোন উপায় থাকবে না। যেমন, এখানে তাদের স্বীকারোক্তি উদ্ধৃত করা হয়েছে।","131":"[১] অর্থাৎ, রসূলদের মাধ্যমে যতক্ষণ পর্যন্ত তাদের উপর তাঁর হুজ্জত কায়েম না করেন, ততক্ষণ পর্যন্ত তাদেরকে ধ্বংস করেন না। এই কথাটাই সূরা ফাত্বির ৩৫:২৪ নং, নাহল ১৬:২৬ নং, বানী-ইসরাঈল ১৭:১৫ নং এবং মুল্ক ৬৭:৮-৯নং ইত্যাদি আয়াতে বর্ণনা করা হয়েছে।","132":"[১] অর্থাৎ, প্রত্যেক মানুষ ও জ্বিনের নিজ নিজ আমল অনুযায়ী পারস্পরিক মর্যাদায় তারতম্য হবে। এ থেকে এ কথাও জানা গেল যে, জ্বিনরাও মানুষদের মত জান্নাতী ও জাহান্নামী হবে।","133":"[১] তিনি তাঁর সৃষ্টির মুখাপেক্ষী নন। না তিনি তাদের (শক্তি বা অর্থের) মুখাপেক্ষী, আর না তাদের ইবাদতের তাঁর প্রয়োজন। না তাদের ঈমান তাঁর জন্য ফলপ্রসূ, আর না তাদের কুফরী তাঁর জন্য ক্ষতিকর। তবে অমুখাপেক্ষী হওয়া সত্ত্বেও তিনি তাঁর সৃষ্টিকুলের প্রতি দয়ালু। তাঁর অমুখাপেক্ষিতা স্বীয় সৃষ্টিকুলের প্রতি দয়া করার পথে অন্তরায় হয়ে দাঁড়ায় না।<br>[২] এ হল তাঁর বিশাল শক্তি এবং সীমাহীন কুদরতের প্রকাশ। যেভাবে পূর্বের কয়েকটি সম্প্রদায়কে তিনি নিঃশেষ করে দিয়েছেন এবং তাদের স্থানে নতুন জাতিকে প্রতিষ্ঠিত করেছেন, তিনি এখনও এই সামর্থ্য রাখেন যে, যখন ইচ্ছা তোমাদেরকে বিনাশ করবেন এবং তোমাদের স্থানে এমন জাতি সৃষ্টি করবেন, যারা তোমাদের মত হবে না।<br><b>(আরো দেখুন! সূরা নিসার ৪:১৩৩ নং আয়াত, সূরা ইবরাহীমের ১৪:১৯-২০নং আয়াত, সূরা ফাত্বিরের ৩৫:১৫-১৭ নং আয়াত এবং সূরা মুহাম্মাদের ৪৭:৩৮ নং আয়াত।)</b>","134":"[১] এ থেকে বুঝানো হয়েছে কিয়ামতকে। আর 'তোমরা তা ব্যর্থ করতে পারবে না' কথার অর্থ হল, তিনি তোমাদেরকে পুনরায় জীবিত করার ক্ষমতা রাখেন। তাতে তোমরা যদি মাটিতে মিশে ধূলিকণায় পরিণত হয়ে যাও তবুও।","135":"[১] এটা কুফরী ও অবাধ্যতার উপর প্রতিষ্ঠিত থাকার এখতিয়ার বা অনুমতি দান নয়, বরং এ হল কঠোর ধমক; যা পরের শব্দগুলো থেকেও স্পষ্ট হয়। যেমন, অন্যত্র বলেন, {وَقُلْ لِلَّذِينَ لا يُؤْمِنُونَ اعْمَلُوا عَلَى مَكَانَتِكُمْ إِنَّا عَامِلُونَ، وَانْتَظِرُوا إِنَّا مُنْتَظِرُونَ} অর্থাৎ, আর যারা ঈমান আনে না, তাদেরকে বলে দাও যে, তোমরা নিজ নিজ অবস্থায় কাজ করে যাও, আমরাও কাজ করে যাই। আর তোমরাও অপেক্ষা করতে থাক, আমরাও অপেক্ষায় রইলাম। <b>(সূরা হূদ ১১:১২১-১২২)</b><br>[২] যেমন, অল্প দিনের মধ্যেই মহান আল্লাহ তাঁর এই প্রতিশ্রুতিকে সত্য করে দেখালেন। ৮ম হিজরীতে মক্কা বিজয় হল। আর মক্কা বিজয় হওয়ার পর আরব গোত্রগুলো দলে দলে ইসলাম গ্রহণ করতে আরম্ভ করল এবং এইভাবে সম্পূর্ণ আরব উপদ্বীপ মুসলিমদের অধীনে চলে এল। পরবর্তীতে তার সীমা আরো বাড়তে ও সম্প্রসারিত হতেই থাকল।","136":"[১] এই আয়াতে মুশরিকদের সেই আকীদা ও আমলের একটি নমুনা পেশ করা হয়েছে, যা তারা নিজেরাই গড়ে রেখেছিল। তারা জমির ফসল এবং পশুসম্পদের কিছু অংশ আল্লাহর জন্য এবং কিছু অংশ তাদের মনগড়া উপাস্যদের জন্য নির্দিষ্ট করে নিত। আল্লাহর অংশকে অতিথি ও ফকীর-মিসকীনদের উপর এবং আত্মীয়তার সম্পর্ক বজায় রাখার কাজে ব্যয় করত। আর মূর্তিদের অংশকে তাদের পুরোহিত-পান্ডাদের উপর এবং তাদের প্রয়োজনাদি পূরণে ব্যয় করত। আর যদি মূর্তিদের জন্য নির্দিষ্ট অংশের ফসল আশা অনুরূপ না ফলত, তাহলে আল্লাহর অংশ থেকে বের করে তাতে শামিল করে নিত। কিন্তু এর বিপরীত হলে (অর্থাৎ, আল্লাহর অংশের ফসল আশা অনুরূপ না হলে), মূর্তিদের অংশ থেকে কিছু বের না করে বলত যে, আল্লাহ তো অভাবমুক্ত।<br>[২] অর্থাৎ, আল্লাহর অংশে ঘাটতি হলে দেবতাদের নির্দিষ্ট অংশ থেকে দান-খয়রাত করে না।<br>[৩] পক্ষান্তরে মূর্তিদের জন্য নির্দিষ্ট অংশে ঘাটতি হলে আল্লাহর জন্য নির্দিষ্ট অংশ থেকে নিয়ে তাদের স্বার্থে ও প্রয়োজনাদিতে ব্যয় করত। অর্থাৎ, আল্লাহর তুলনায় মূর্তিদের মাহাত্ম্য এবং তাদের ভয় ওদের হৃদয়ে বেশী ছিল। বর্তমানের মুশরিকদের আচরণ থেকেও এটা প্রত্যক্ষ করা যেতে পারে।","137":"[১] এখানে ইঙ্গিত করা হয়েছে সন্তানদেরকে তাদের জীবন্ত কবরস্থ করা অথবা মূর্তিদের নামে নজরানা পেশ করার প্রতি।<br>[২] অর্থাৎ, তাদের দ্বীনে শিরকের মিশ্রণ ঘটিয়ে।<br>[৩] অর্থাৎ, মহান আল্লাহ স্বীয় এখতিয়ার ও কুদরতে তাদের ইচ্ছা ও এখতিয়ারের স্বাধীনতাকে ছিনিয়ে নিতেন। তখন অবশ্যই তারা ঐ কাজ করতে পারত না, যার উল্লেখ হয়েছে। কিন্তু এ রকম করলে জোর-জবরদস্তি করা হত, আর তাতে মানুষকে পরীক্ষা করা যেত না। অথচ আল্লাহ তাআলা মানুষকে ইচ্ছা ও এখতিয়ারের স্বাধীনতা দিয়ে তাদেরকে পরীক্ষা করতে চান। তাই তিনি জোর-জবরদস্তি করেননি।","138":"[১] এই আয়াতে তাদের জাহেলী বিধান এবং বাতিল ধর্মের আরো তিনটি চিত্র বর্ণনা করা হয়েছে। حِجْرٌ (অর্থঃ নিষেধ) যদিও ক্রিয়া বিশেষ্য কিন্তু তা ব্যবহার হয়েছে مَحْجُوْرٌ (নিষিদ্ধ) কর্মকারকের অর্থে। এটা হল প্রথম চিত্র; এই পশু অথবা অমুক জমির ফসল ব্যবহার করা নিষিদ্ধ। এটা কেবল সেই খেতে পারবে, যাকে আমরা অনুমতি দেব। আর এই অনুমতি মূর্তিদের খাদেম এবং পুরোহিত-পান্ডাদের জন্যই দেওয়া হত।<br>[২] এটা হল দ্বিতীয় চিত্র। তারা বিভিন্ন প্রকারের পশুকে তাদের মূর্তিদের নামে উৎসর্গ করে স্বাধীন ছেড়ে দিত। তাদের দ্বারা তারা বোঝা বহন অথবা সওয়ারীর কাজ নিত না। যেমন, বাহীরাহ, সায়েবাহ ইত্যাদির বিশ্লেষণ পূর্বে উল্লিখিত হয়েছে।<br>[৩] এটা হল তৃতীয় চিত্র। তারা যবেহ করার সময় নিজেদের মূর্তিদের নাম নিত, আল্লাহর নাম নিত না। কেউ কেউ এর অর্থ এই বলেছেন যে, এই পশুগুলোর উপর সওয়ার হয়ে তারা হজ্জে যেত না। যাই হোক, এই সমস্ত রকম বিধান ছিল তাদের নিজস্ব মনগড়া, কিন্তু তারা আল্লাহর উপর মিথ্যারোপ করত। অর্থাৎ, এই ধারণা প্রকাশ করত যে, তারা আল্লাহরই নির্দেশে এ সব কিছু করছে।","139":"[১] এটা আর একটি চিত্র। যে পশুগুলোকে তারা নিজেদের প্রতিমার নামে উৎসর্গ করত, সেগুলোর মধ্য থেকে কোন কোনটার ব্যাপারে তারা বলত যে, এদের দুধ এবং এদের পেট থেকে জন্মলাভকারী জীবন্ত বাছুর আমাদের পুরুষদের জন্য হালাল এবং মহিলাদের জন্য হারাম। হ্যাঁ, যদি বাচ্চা মরা জন্ম নিত, তাহলে তা খাওয়ার ব্যাপারে পুরুষ ও মহিলা সমান ছিল।<br>[২] মহান আল্লাহ বলেন, তাদের ভ্রান্ত বিবরণ এবং আল্লাহর উপর মিথ্যারোপ করার কারণে তিনি তাদেরকে সত্বর শাস্তি দেবেন। তিনি তাঁর বিচার-ফায়সালার ব্যাপারে সুকৌশলী এবং স্বীয় বান্দাদের ব্যাপারে সম্পূর্ণ অবহিত। তিনি তাঁর জ্ঞান ও কৌশলের আলোকে প্রতিদান ও শাস্তি দেওয়ার ব্যবস্থা করবেন।","140":null,"141":"[১] مَعْرُوْشَاتٍ এর মূল ধাতু হল, عَرْشٌ যার অর্থ, উঁচু করা ও উঠানো। আর معروشات থেকে এখানে বুঝানো হয়েছে কোন কোন গাছের লতাগুলোকে, যেগুলোকে মাচান ইত্যাদির উপরে চড়ানো হয়। যেমন, আঙ্গুর এবং কোন কোন সবজি গাছের লতা। আর غير معروشات হল এমন লতাগাছ, যা মাচান ইত্যাদির উপরে চড়ানো হয় না, বরং তা জমির উপরেই বাড়তে থাকে। যেমন, তরমুজ, শসা ইত্যাদি গাছ। অথবা সেই সব গুঁড়ি বিশিষ্ট গাছ, যা লতা আকারে হয় না। এই সমস্ত গুল্মলতা, বৃক্ষরাজি, খেজুর গাছ এবং ফসলাদি যাদের স্বাদ একে অপর থেকে ভিন্ন এবং যয়তুন ও ডালিম ইত্যাদি সব কিছুর স্রষ্টা মহান আল্লাহ।<br>[২] এর জন্য দ্রষ্টব্য ৯৯নং আয়াতের টীকা।<br>[৩] অর্থাৎ, জমি থেকে ফসল কেটে ঝরিয়ে এবং ফলাদি গাছ থেকে যখন পেড়ে নাও, তখন সৃষ্টিকর্তার অধিকার আদায় করে দাও। এই অধিকার থেকে কেউ বুঝিয়েছেন, নফল সাদাকা। আবার কেউ বুঝিয়েছেন, ওয়াজিব সাদাকা। অর্থাৎ, 'ওশর' তথা দশভাগের এক ভাগ (যদি জমি প্রকৃতির পানিতে আবাদ হয়)। অথবা 'নিসফ উশুর' তথা বিশভাগের এক ভাগ (যদি জমি কুঁয়া, নলকূপ অথবা নদী ইত্যাদি থেকে তোলা পানি দ্বারা আবাদ করা হয়)।<br>[৪] অথবা এর অর্থঃ সীমালংঘন করো না। কারণ, তিনি সীমালংঘনকারীদেরকে পছন্দ করেন না। অর্থাৎ, সাদাকা-খয়রাত করার ব্যাপারেও সীমালঙ্ঘন করো না। এমন যেন না হয় যে, (সমস্ত মাল ব্যয় করে দাও, ফলে) আগামী কাল তুমিই অভাবী হয়ে যাও। কেউ কেউ বলেছেন, এর সম্পর্ক হল শাসকদের সাথে। অর্থাৎ, সাদাকা ও যাকাত আদায়ের ব্যাপারে সীমালঙ্ঘন করো না। তবে ইমাম ইবনে কাসীর বলেন, আয়াতের পূর্বাপর প্রসঙ্গ থেকে এ অর্থই সঠিক বলে মনে হচ্ছে যে, পানাহারের ব্যাপারে বাড়াবাড়ি করো না। কেননা, অতি ভোজনে জ্ঞান-বুদ্ধি ও স্বাস্থ্য উভয়ের জন্যই ক্ষতিকর। 'ইসরাফ'-এর এই সমস্ত অর্থই সব সব স্থানে সঠিক। কাজেই সমস্ত অর্থই উদ্দেশ্য হতে পারে। অন্যান্য বহু জায়গায় আল্লাহ তাআলা পানাহারের ব্যাপারে অপচয় করতে যে নিষেধ করেছেন, তা থেকে এ কথা পরিষ্কার হয়ে যায় যে, পানাহারের ব্যাপারেও মধ্যমপন্থা অবলম্বন করা জরুরী এবং তার ব্যতিক্রম করা আল্লাহর অবাধ্যতা বলে গণ্য হয়। বর্তমানে মুসলিমরা অপচয় করাকে নিজেদের ধন-সম্পদ প্রকাশ করার নিদর্শন বানিয়ে নিয়েছে। সুতরাং إِنَّا للهِ وَإِنَّا إِلَيْهِ رَاجِعُوْنَ<br>[৫] তাই কোন জিনিসের ব্যাপারেই সীমাতিক্রম বা অপচয় করা পছন্দনীয় নয়। না সাদাকা-খয়রাত দেওয়ার ব্যাপারে, আর না অন্য কোন জিনিসের ব্যাপারে। প্রত্যেক ব্যাপারে মধ্যমপন্থা অবলম্বন করাই বাঞ্ছনীয় ও পছন্দনীয়; বরং তার তাকীদ করা হয়েছে।","142":"[১] حُمُوْلَةٌ (ভারবাহী, বোঝা বহনকারী) বলতে উট, বলদ এবং গাধা ও খচ্চর ইত্যাদিকে বুঝানো হয়েছে। যা বাহন ও বোঝা বহনের কাজে আসে। আর فَرْشًا খর্বাকৃতির জীব-জন্তু। যেমন, ছাগল-ভেড়া ইত্যাদি। যার দুধ তোমরা পান কর এবং তার গোশত খাও।<br>[২] অর্থাৎ, ফল, ফসলাদি এবং চতুষ্পদ জীব-জন্তুর মধ্য থেকে। এগুলোকে আল্লাহই সৃষ্টি করেছেন এবং তোমাদের জন্য সেগুলোকে আহার্য বানিয়েছেন।<br>[৩] যেভাবে মুশরিকরা তার (শয়তানের) অনুসরণ করেছিল এবং হালাল পশুগুলোকেও নিজেদের উপর হারাম করে নিয়েছিল। অর্থাৎ, আল্লাহর হালাল করা জিনিসকে হারাম করা এবং তাঁর হারাম করা জিনিসকে হালাল করা, আসলে শয়তানের আনুগত্য করা।","143":"[১] অর্থাৎ, أَنْشأَ ثَمَانِيَةَ أَزْوَاجِ (সেই আল্লাহই সৃষ্টি করেছেন আটটি নর ও মাদী)। أَزْوَاجٌ হল زَوْجٌ-এর বহুবচন। একই জাতের নর ও মাদীকে زوج (জোড়া, যুগল) বলা হয় এবং এই উভয়ের এক একটিকেও زوج বলা হয়। কেননা, প্রত্যেকে অপরের জন্য জোড়া। কুরআনের এই স্থানে أزواج (জোড়া-জোড়া) أفراد (এক একটি প্রকার) অর্থে ব্যবহার হয়েছে। অর্থাৎ, আট প্রকার জন্তু আল্লাহ সৃষ্টি করেছেন। যারা আপোসে পরস্পরের জোড়া। এখানে 'আট জোড়া সৃষ্টি করেছি' অর্থে ব্যবহার হয়নি। কেননা, এই অর্থে আটের পরিবর্তে ১৬ হয়ে যাবে, যা আয়াতের পরবর্তী অংশের সাথে সামঞ্জস্যপূর্ণ নয়।<br>[২] এটা হল, ثَمَانِيَةَ এর বদল (পূর্বের বিশেষ্যের ব্যাখ্যাকারী)। আর দু'প্রকার বলতে, নর ও মাদী। অর্থাৎ, ভেড়া থেকে নর ও মাদী এবং ছাগল থেকেও নর ও মাদী সৃষ্টি করেছেন। (দুম্বা ভেড়ার মধ্যেই শামিল।)<br>[৩] মুশরিকরা যে নিজের পক্ষ থেকেই কোন কোন পশুকে হারাম করে নিত, সে ব্যাপারে মহান আল্লাহ জিজ্ঞাসা করছেন যে, আল্লাহ তাআলা কি ঐ পশুগুলোর নর অথবা মাদী কিংবা সেই বাচ্চাকে হারাম করেছেন, যা মাদীর পেটে থাকে? অর্থ হল, আল্লাহ কোন কিছুই হারাম করেননি।<br>[৪] তোমাদের কাছে হারাম সাব্যস্ত করার কোন সুনিশ্চিত দলীল থাকলে নিয়ে এসে দেখাও যে, بَحِيْرَةٍ، سَآئِبَةٍ، وَصِيْلَةٍ এবং حَامٍ ইত্যাদি এই সুনিশ্চিত দলীলের ভিত্তিতে হারাম।","144":"[১] এটাও ثَمَانِيَةَ থেকে 'বদল'। আর এখানেও দুই প্রকার বলতে নর ও মাদী বুঝানো হয়েছে এবং এইভাবে আট প্রকার পূর্ণ হয়ে গেল।<br>[২] অর্থাৎ, কিছু পশুকে যে তোমরা হারাম গণ্য কর, (এবং মনে কর যে, এগুলিকে আল্লাহ হারাম করেছেন।) তাহলে যখন আল্লাহ এগুলোর হারাম হওয়ার কথা ঘোষণা করেছিলেন, তখন তোমরা কি তাঁর কাছে উপস্থিত ছিলে? অর্থ হল, আল্লাহ তো এগুলোর হারাম হওয়ার ব্যাপারে কোন নির্দেশ দেননি, বরং এ সব তোমাদের মনগড়া এবং এইভাবে তোমরা আল্লাহর উপর মিথ্যারোপ করে থাক।<br>[৩] অর্থাৎ, সেই হল সব চেয়ে বড় যালেম। হাদীসে আছে রসূল (সাঃ) বলেছেন, \"আমি আমর ইবনে লুহাইকে জাহান্নামে তার নাড়ীভুঁড়ি টেনে নিয়ে বেড়াতে দেখলাম। এই ব্যক্তিই সর্বপ্রথম প্রতিমার নামে وصيلة এবং حام ইত্যাদি পশু উৎসর্গ করার প্রথা চালু করেছিল।\" (বুখারী, মুসলিম, জান্নাত অধ্যায়) ইমাম ইবনে কাসীর বলেন, আমর ইবনে লুহাই খুযাআহ গোত্রের একজন সর্দার ছিল। জুরহুম গোত্রের পর এ লোকই কা'বা-গৃহের মতোয়াল্লী ছিল। এই ব্যক্তি সর্বপ্রথম ইবরাহীম (আঃ)-এর দ্বীনে পরিবর্তন সাধন করে এবং হিজাযে প্রতিমা প্রতিষ্ঠা করে মানুষদেরকে তার ইবাদত করার দাওয়াত দেয়। সেই সাথে সে শিরকীয় অনেক প্রথার প্রচলন করে। (ইবনে কাসীর) যাই হোক, আয়াতের উদ্দেশ্য হল, মহান আল্লাহ উল্লেখিত আট প্রকার পশু সৃষ্টি করে বান্দাদের প্রতি অনুগ্রহ করেছেন। এগুলোর মধ্য থেকে কোন কোন পশুকে হারাম করে নিলে আল্লাহর এই অনুগ্রহকে প্রত্যাখ্যান করা হয় এবং শিরকীয় কাজ সম্পাদন করাও হয়।","145":"[১] এই আয়াতে যে চারটি হারাম জিনিসের কথা উল্লেখ হয়েছে তার প্রয়োজনীয় বিশ্লেষণ সূরা বাক্বারার ২:১৭৩ নং আয়াতের টীকায় অতিবাহিত হয়েছে। এখানে যে বিষয়টির উপর অতিরিক্ত আলোকপাতের প্রয়োজন তা হল এই যে, এই চারটি হারাম জিনিসকে 'কালিমা হাসর' তথা সীমিতকারী বাক্য দ্বারা উল্লেখ করা হয়েছে। যার দ্বারা বাহ্যতঃ এটাই প্রতীয়মান হয় যে, এই চার প্রকার পশু ব্যতীত অন্য সব পশুই হালাল। অথচ বাস্তবে কিন্তু এই চার প্রকার পশু ছাড়াও আরো কিছু পশু শরীয়তে হারাম। তাহলে এখানে সীমিতকারী বাক্য দ্বারা কেন উল্লেখ করা হয়েছে? প্রকৃত ব্যাপার হল, এর পূর্ব থেকে মুশরিকদের জাহেলী যুগের চাল-চলন এবং তার খন্ডনের কথা চলে আসছে এবং এরই মধ্যে সেই পশুগুলোর কথাও এসেছে, যেগুলো তারা নিজেদের পক্ষ থেকেই হারাম করে নিয়েছিল। এরই পরিপ্রেক্ষিতে বলা হচ্ছে যে, আমার প্রতি যে অহী করা হয়েছে তাতে এর উদ্দেশ্য হল, মুশরিকদের হারাম করে নেওয়া পশুগুলোর হালাল ঘোষণা দেওয়া। অর্থাৎ, সেগুলো হারাম নয়। কারণ, মহান আল্লাহ হারাম যে জিনিসগুলোর উল্লেখ করেছেন, তাতে তো এগুলো শামিলই নয়। যদি এগুলো হারাম হত, তবে আল্লাহ তাআলা এগুলোর উল্লেখ অবশ্যই করতেন। ইমাম শাওকানী এর বিশ্লেষণ এইভাবে করেছেন যে, এই আয়াত মক্কী হলে, তবে অবশ্যই এই সীমাবদ্ধতা মেনে নেওয়ার যোগ্য ছিল। কিন্তু যেহেতু কুরআনই সূরা মায়েদায় আরো কিছু হারাম জিনিস উল্লেখ করেছে এবং নবী করীম (সাঃ) ও কিছু হারাম জিনিস বর্ণনা করেছেন। অতএব, সেগুলোও এর মধ্যে শামিল হবে। এ ছাড়াও নবী করীম (সাঃ) পাখী ও হিংস্র জীবজন্তুর হালাল ও হারাম হওয়ার দু'টি মূল নীতি বর্ণনা করে দিয়েছেন, যার বিশ্লেষণও উল্লেখিত সূরার টীকায় বিদ্যমান রয়েছে। أَوْ فِسْقًا-এর সংযোগ হল لَحْمَ خِنْزِيْرٍ-এর সাথে। আর এ কারণেই যবর এসেছে। অর্থ হল, أَيْ:ذُبِحَ عَلَى الأَصْنَامِ \"সেই পশু যা প্রতিমার নামে অথবা তাদের আস্তানায় তাদের নৈকট্য লাভের জন্য যবেহ করা হয়।\" অর্থাৎ, এই ধরনের পশুগুলো আল্লাহর নামে যবেহ করা হলেও তা হারাম হবে। কেননা, এ থেকে আল্লাহর নৈকট্য নয়, বরং গায়রুল্লাহর নৈকট্য লাভ উদ্দেশ্য হয়। فسق হল আল্লাহর আনুগত্য থেকে বেরিয়ে যাওয়ার নাম। প্রতিপালক কেবল তাঁরই নামে এবং তাঁরই নৈকট্য লাভের উদ্দেশ্যে যবেহ করার নির্দেশ দিয়েছেন। যদি এ রকম না করা হয়, তবে তা-ই হল 'ফিসক্ব' (অবাধ্যাচরণ) ও শিরক।","146":"[১] নখবিশিষ্ট পশু বলতে এমন পা-বিশিষ্ট পশু, যার আঙ্গুলগুলো ফাঁক-ফাঁক অর্থাৎ, পৃথক পৃথক নয়। যেমন, উট, উটপাখী, হাঁস, রাজহাঁস ইত্যাদি। এই ধরনের সমস্ত পশু-পাখী হারাম ছিল। অর্থাৎ, কেবল সেই পশু ও পাখী তাদের জন্য হালাল ছিল যাদের পায়ের ক্ষুর বা আঙ্গুল ফাঁক ফাঁক হত।<br>[২] অর্থাৎ, যে চর্বি গরু অথবা ছাগলের পিঠে হয় (অথবা দুম্বার লেজে হয়) কিংবা যা নাড়ীভুঁড়ির সাথে মিশে থাকে। চর্বির এই পরিমাণটুকু হালাল ছিল।<br>[৩] এই জিনিসগুলো শাস্তি স্বরূপ আমি তাদের উপর হারাম করেছিলাম। অর্থাৎ, ইয়াহুদীদের এ দাবী সঠিক নয় যে, এ জিনিসগুলো ইয়াকূব (আঃ) নিজের উপর হারাম করে নিয়েছিলেন এবং আমরা তো তাঁরই অনুসরণে এগুলোকে হারাম মনে করি।<br>[৪] এর অর্থ হল, ইয়াহুদীরা অবশ্যই তাদের উল্লেখিত দাবীতে মিথ্যুক।","147":"[১] এই কারণেই মিথ্যাজ্ঞান সত্ত্বেও শাস্তি দেওয়ার ব্যাপারে তিনি তাড়াহুড়া করেন না।<br>[২] অর্থাৎ, অবকাশ দেওয়ার অর্থ এই নয় যে, আল্লাহর শাস্তি থেকে সব সময়ের জন্য সুরক্ষিত থাকবে। তিনি যখনই শাস্তি দেওয়ার সিদ্ধান্ত নেবেন, তখন তা কেউ রোধ করতে পারবে না।","148":"[১] এটা হল সেই ভুলই, যা আল্লাহর ইচ্ছা এবং তাঁর সন্তুষ্টি উভয়কে একই অর্থের মনে করা হয়ে থাকে। অথচ উভয়ের অর্থ ভিন্ন ভিন্ন। আর এর বিশ্লেষণ পূর্বে হয়ে গেছে।<br>[২] মহান আল্লাহ এই ভুল ধারণা এইভাবে দূর করলেন যে, যদি এই শিরক আল্লাহর সন্তুষ্টির আলোকে ছিল, তবে তাদের উপর আযাব কেন এল? আল্লাহর আযাব প্রমাণ করে যে, তাঁর ইচ্ছা এবং তাঁর সন্তুষ্টি একে অপর থেকে ভিন্ন জিনিস।<br>[৩] নিজেদের দাবীর উপর তোমাদের কাছে কোন দলীল থাকলে পেশ কর! কিন্তু তাদের কাছে দলীল কোথায়? তাদের কাছে তো খেয়াল ও ধারণা ছাড়া আর কিছুই নেই।","149":null,"150":"[১] অর্থাৎ, যে পশুগুলোকে মুশরিকরা হারাম করে নিয়েছিল।<br>[২] কারণ, তাদের কাছে মিথ্যা এবং মিথ্যা অপবাদ ছাড়া আর কিছুই নেই।<br>[৩] অর্থাৎ, তাঁর সমতুল্য নির্ধারণ করে শিরক করে।","151":"[১] অর্থাৎ, সেগুলো নয়, যেগুলো তোমরা আল্লাহর অবতীর্ণকৃত কোন দলীল ছাড়া কেবল নিজেদের ভ্রান্ত খেয়াল এবং অমূলক ধারণার ভিত্তিতে হারাম গণ্য করেছ। বরং হারাম হল সেই জিনিসগুলো, যেগুলোকে তোমাদের প্রতিপালক হারাম ঘোষণা করেছেন। কারণ, তোমাদের স্রষ্টা এবং আহারদাতা তিনিই এবং প্রতিটি জিনিসের জ্ঞানও তাঁরই কাছে। কাজেই এ অধিকারও তাঁরই যে, তিনি যে জিনিসটা চান হালাল এবং যে জিনিসটা চান হারাম করেন। সুতরাং আমি তোমাদেরকে এই জিনিসগুলোর বিশদ বিবরণ দিচ্ছি, যার তাকীদ তোমাদের প্রতিপালকের কাছ থেকে এসেছে।<br>[২] أَلاَّ تُشْرِكُوْا এর পূর্বে أَوْصَاكُمْ ঊহ্য আছে। অর্থাৎ, আল্লাহ তাআলা তোমাদেরকে নির্দেশ দিয়েছেন যে, তাঁর সাথে তোমরা অন্য কাউকে অংশীদার স্থাপন করো না। শিরক হল সব চেয়ে বড় পাপ। (তওবা ছাড়া) এ পাপের কোন ক্ষমা নেই। মুশরিকের উপর জান্নাত হারাম এবং জাহান্নাম ওয়াজিব। কুরআন মাজীদে এ বিষয়টিকে বিভিন্নভাবে বারবার বর্ণনা করা হয়েছে এবং নবী করীম (সাঃ)ও বহু হাদীসে এর বিশ্লেষণ সুস্পষ্ট ভাষায় বর্ণনা করেছেন। তা সত্ত্বেও বাস্তব এটাই যে, মানুষ শয়তানের চক্রান্তে পড়ে ব্যাপকহারে শিরকী কাজ সম্পাদন করে চলেছে।<br>[৩] অর্থাৎ, মাতা-পিতার সাথে অসদ্ব্যবহার করবে না। মহান আল্লাহর তাওহীদ (একত্বতা) এবং তাঁর আনুগত্যের পর এখানেও (এবং কুরআনের অন্য অনেক স্থানেও) পিতা-মাতার সাথে সদ্ব্যবহার করার নির্দেশ দেওয়া হয়েছে। আর এ থেকে এ কথা পরিষ্কার হয়ে যায় যে, প্রতিপালকের আনুগত্যের পর পিতা-মাতার আনুগত্য করার গুরুত্ব অপরিসীম। যদি কেউ এই 'রুবূবিয়্যাতে সুগরা' (পিতা-মাতার আনুগত্য ও তাদের সাথে সদ্ব্যবহারের) দাবীসমূহ পূরণ না করে, তবে সে 'রুবূবিয়্যাতে কুবরা' (আল্লাহর আনুগত্যের) দাবীসমূহ পূরণ করতেও অসফল হবে।<br>[৪] জাহেলী যুগের এই জঘন্য কাজ বর্তমানে জন্ম-নিয়ন্ত্রণের নামে সারা পৃথিবীতে অতি ধুমধামের সাথে চলছে। আল্লাহ এ থেকে আমাদেরকে হিফাযত করুন!<br>[৫] অর্থাৎ, খুনের বদলে খুন। আর তা কেবল বৈধই নয়, বরং নিহতের উত্তরাধিকারী যদি মাফ করে না দেয়, তবে এ হত্যা অতি জরুরী। মহান আল্লাহ বলেন, {وَلَكُمْ فِي الْقِصَاصِ حَيَاةٌ} \"ক্বিসাসে রয়েছে তোমাদের জন্য জীবন।\" <b>(সূরা বাক্বারাহ ২:১৭৯)</b>","152":"[১] যে ইয়াতীমের দেখা-শোনার দায়িত্ব তোমাদের উপর আসবে, তার সর্বপ্রকার কল্যাণ কামনা করা তোমাদের উপর ফরয। আর এই কল্যাণ কামনা করার দাবী হল যে, সে যে মাল উত্তরাধিকারসূত্রে প্রাপ্ত হয়েছে, চাহে তা স্থাবর হোক অথবা অস্থাবর, সে নিজে তা সংরক্ষণ করার যোগ্যতা রাখে না, কাজেই তার এই মালকে সেই পর্যন্ত পূর্ণ নিষ্ঠার সাথে হিফাযত করবে, যে পর্যন্ত না সে সাবালকত্বের এবং ভাল-মন্দ বুঝার মত বয়সে পৌঁছে যায়। এ রকম যেন না হয় যে, দেখা-শোনার দায়িত্ব গ্রহণের নামে তার ভাল-মন্দ বোধ জ্ঞান আসার পূর্বেই তার সমস্ত মালকে নিঃশেষ করে দাও।<br>[২] ওজনে ও মাপে কম করা, নেওয়ার সময় পুরো মেপে নেওয়া, কিন্তু দেওয়ার সময় এ রকম না করে দাঁড়ি মেরে অপরকে কম দেওয়া হল অতি নীচ এবং জঘন্য চরিত্রের কাজ। শুআইব (আঃ)-এর জাতির মধ্যে চারিত্রিক এই রোগই বিদ্যমান ছিল, যা তাদের ধ্বংসের কারণসমূহের মূল ও প্রধান কারণ ছিল।<br>[৩] এখানে এ কথা বলার উদ্দেশ্য হল, যে কথাগুলোর উপর তাকীদ করলাম, সেগুলো এমন নয় যে, তার উপর আমল করা বড়ই কষ্টকর। যদি এমন হত, তাহলে আমি তার নির্দেশই দিতাম না। কারণ, সাধ্যের ঊর্ধ্বে আমি কারো উপর দায়িত্ব চাপাই না। কাজেই যদি আখেরাতের মুক্তি এবং দুনিয়াতেও সম্মান লাভে ধন্য হতে চাও, তবে আল্লাহর এই বিধানগুলোর উপর আমল কর এবং সেগুলো থেকে মুখ ফিরিয়ে নিও না।","153":"[১] هَذَا (এটি) বলতে কুরআনে মাজীদ অথবা দ্বীন ইসলাম বা সেই বিধি-বিধানগুলোকে বুঝানো হয়েছে, যা বিশেষভাবে এই সূরাতে উল্লেখ করা হয়েছে। আর তা হল, তাওহীদ, রিসালাত ও পরকাল। এগুলোই হল এমন তিনটি মূল নীতি, যার চতুর্দিকে দ্বীনের চাকা ঘুরছে। অতএব যে অর্থই নেওয়া হোক না কেন উদ্দেশ্য সবের একই।<br>[২] صراط مستقيم কে একবচন শব্দে বর্ণনা করা হয়েছে। কেননা, আল্লাহর অথবা কুরআনের কিংবা রসূলের পথ একটাই, একাধিক নয়। অতএব, অনুসরণ কেবল এই একটি পথেরই করতে হবে, অন্য পথের নয়। আর এটাই হল মুসলিম উম্মার ঐক্যের ভিত্তি। এই সরল পথ থেকে দূরে সরে পড়ার কারণে এই উম্মত বিভিন্ন দলে বিভক্ত হয়ে পড়েছে। অথচ তাদেরকে তাকীদ করা হয়েছে যে, \"অন্য পথগুলোতে চলো না। কারণ সেসব পথ তোমাদেরকে আল্লাহর পথ থেকে বিচ্যুত করে দেবে।\" অন্যত্র মহান আল্লাহ বলেন, {أَنْ أَقِيمُوا الدِّينَ وَلا تَتَفَرَّقُوا فِيهِ} \"দ্বীনকে প্রতিষ্ঠিত কর এবং তাতে অনৈক্য সৃষ্টি করো না।\" (সূরা শূরা ৪২:১৩) দ্বীনে মতভেদ ও অনৈক্য সৃষ্টি করার কোনই অনুমতি নেই। এই কথাটাকেই নবী করীম (সাঃ) এইভাবে বিশ্লেষণ করেছেন, একদা তিনি তাঁর হাত দিয়ে একটি রেখা টানলেন এবং বললেন, \"এটা হল আল্লাহর সরল পথ।\" আরো কিছু রেখা তার ডান ও বাম পাশে টানলেন এবং বললেন, \"এগুলো হল অন্য কিছু পথ, যার উপর শয়তান বসে আছে এবং সে এই পথগুলোর দিকে মানুষকে আহবান করছে।\" অতঃপর তিনি এই (وَأَنَّ هَذَا صِرَاطِي مُسْتَقِيمًا) আয়াত পাঠ করলেন। (মুসনাদ আহমাদ) এমন কি সুনান ইবনে মাজাতে এ কথা সুস্পষ্টভাবে বলা হয়েছে যে, তিনি ডানে ও বামে দু'টো করে রেখা টানলেন। অর্থাৎ, সর্বমোট চারটি রেখা টানলেন এবং সেগুলোকে শয়তানের পথ বললেন।","154":"[১] কুরআন কারীমের এটি একটি বর্ণনাভঙ্গি, যার বহু স্থানে পুনরাবৃত্তি ঘটেছে। অর্থাৎ, যেখানে কুরআনের কথা আছে, সেখানে তাওরাতের এবং যেখানে তাওরাতের কথা আছে, সেখানে কুরআনের কথাও আছে। এর বেশ কয়েকটি দৃষ্টান্ত হাফেয ইবনে কাসীর উল্লেখ করেছেন। এই নিয়মানুযায়ী এখানে তাওরাত এবং তার বৈশিষ্ট্যের কথা বর্ণনা করে বলা হচ্ছে যে, সেটাও (তাওরাতও) তার যুগের এক সর্বাঙ্গীন কিতাব ছিল। তাতে তাদের দ্বীনের প্রয়োজনীয় সমস্ত বিষয়ের বিশদ বর্ণনা ছিল এবং তা হিদায়াত ও রহমতের উৎসও ছিল।","155":"[১] এ থেকে বুঝানো হয়েছে কুরআন কারীমকে, যাতে দ্বীন ও দুনিয়ার যাবতীয় বরকত ও সমূহ কল্যাণ বিদ্যমান রয়েছে।","156":"[১] অর্থাৎ, এই কুরআন এই জন্য অবতীর্ণ করা হয়েছে, যাতে তোমরা এ কথা না বলো। দু'টি সম্প্রদায় বলতে ইয়াহুদী ও খ্রিষ্টানকে বুঝানো হয়েছে।<br>[২] কারণ, তা আমাদের ভাষায় ছিল না। তাই মহান আল্লাহ কুরআন কারীমকে আরবী ভাষায় অবতীর্ণ করে এই ওজর-বাহানার পথ রুদ্ধ করে দিলেন।","157":"[১] সুতরাং এ বাহানাও তোমরা করতে পারবে না।<br>[২] অর্থাৎ, হিদায়াত ও রহমতের এই কিতাব অবতীর্ণ হওয়ার পর এখন যে ব্যক্তি হিদায়াতের (ইসলামের) পথ অবলম্বন করে রহমতের অধিকারী হয় না, বরং মিথ্যাজ্ঞান ও বিমুখতার পথ অবলম্বন করে, তার চেয়ে বড় যালিম আর কে? صَدَفَ এর অর্থ মুখ ফিরিয়ে নেওয়া এবং অপরকে বাধা দেওয়াও করা হয়েছে।","158":"[১] কুরআন কারীম অবতীর্ণ করে এবং মুহাম্মাদ (সাঃ)-কে রসূল হিসাবে প্রেরণ করে আমি হুজ্জত (অকাট্য প্রমাণ) কায়েম করে দিয়েছি। এখনও যদি তারা ভ্রষ্টতা থেকে ফিরে না আসে, তবে কি তারা এই অপেক্ষায় আছে যে, তাদের কাছে ফিরিশতা আসুক, অর্থাৎ, তাদের জান কবজ করার জন্য, তখন তারা ঈমান আনবে? অথবা তোমার প্রতিপালক তাদের কাছে আসুক অর্থাৎ, কিয়ামত সংঘটিত হোক এবং তাদেরকে আল্লাহর সামনে হাজির করা হোক, তখন তারা ঈমান আনবে? কিংবা তোমার প্রতিপালকের পক্ষ হতে কোন বৃহৎ নিদর্শন আসুক, যেমন কিয়ামত নিকটবর্তী হওয়ার পূর্বে সূর্যের পশ্চিম দিক থেকে উদয় হওয়া, এই ধরনের বড় নিদর্শন দেখে তারা ঈমান আনবে? পরের বাক্যে এ কথা পরিষ্কার করে দেওয়া হচ্ছে যে, যদি তারা এই অপেক্ষায় থেকে থাকে, তাহলে তারা বিরাট মূর্খতা প্রদর্শন করছে। কেননা, মহা নিদর্শন প্রকাশ হওয়ার পর কাফেরের ঈমান এবং পাপী ও অবাধ্যজনদের তওবা কবুল করা হবে না। সহীহ হাদীসে নবী করীম (সাঃ) বলেছেন, \"ততক্ষণ পর্যন্ত কিয়ামত সংঘটিত হবে না, যতক্ষণ পর্যন্ত না সূর্য (পূর্ব দিকের পরিবর্তে) পশ্চিম দিক হতে উদয় হবে। আর যখন এ রকম হবে এবং মানুষ তাকে পশ্চিম দিক থেকে উদিত হতে দেখবে, তখন সকলে ঈমান নিয়ে আসবে।\" অতঃপর তিনি (সাঃ) এই আয়াত তেলওয়াত করলেন, {لا يَنْفَعُ نَفْسًا إِيمَانُهَا لَمْ تَكُنْ آمَنَتْ مِنْ قَبْلُ} অর্থাৎ, তখন ঈমান আনা কারো উপকারে আসবে না, যে পূর্ব থেকে ঈমান আনেনি। (বুখারী, তাফসীর সূরা আনআম)<br>[২] অর্থাৎ, কাফেরের ঈমান ফলপ্রসূ অর্থাৎ, গৃহীত হবে না।<br>[৩] এর অর্থ হল, কোন পাপী মু'মিন পাপসমূহ থেকে তওবা করলে তখন তার তওবা কবুল করা হবে না এবং এরপর নেক আমলও গৃহীত হবে না। যেমন, বহু হাদীস দ্বারাও এ কথা প্রমাণিত।<br>[৪] এটা তাদের জন্য ধমক, যারা ঈমান আনে না এবং তওবা করে না। এই বিষয়টি কুরআন কারীমের সূরা মুহাম্মাদের ৪৭:১৮ এবং সূরা মু'মিনের ৪০:৮৪-৮৫ নং আয়াতেও বর্ণিত হয়েছে।","159":"[১] এ থেকে কেউ কেউ ইয়াহুদী ও খ্রিষ্টানদের বুঝিয়েছেন। তারা বিভিন্ন দলে বিভক্ত ছিল। কেউ কেউ এ থেকে মুশরিকদের বুঝিয়েছেন। কিছু মুশরিক ফিরিশতাদের, কিছু তারকারাজির এবং কিছু বিভিন্ন মূর্তির পূজা করত। তবে এ আয়াত ব্যাপক। কাফের ও মুশরিকরা সহ সেই সমস্ত লোকই এর আওতাভুক্ত, যারা আল্লাহর দ্বীন এবং রাসূলুল্লাহ (সাঃ)-এর তরীকা ত্যাগ করে অন্য দ্বীন বা তরীকা গ্রহণ করে বিচ্ছিন্নতা ও দলাদলির পথ অবলম্বন করে। شِيَعًا এর অর্থ, বিভিন্ন দল। আর এ কথা এমন সকল সম্প্রদায়ের ক্ষেত্রেও প্রযোজ্য, যারা দ্বীনের ব্যাপারে ঐক্যবদ্ধ ছিল পরে তাদের বিভিন্ন ব্যক্তিবর্গ নিজেদের বুযুর্গদের মতকেই নির্ভরযোগ্য এবং সেটাকেই শেষ সিদ্ধান্ত গণ্য করে নিজেদের পথ পৃথক করে নিয়েছে, যদিও সে মত সত্য ও সঠিকতার বিপরীত। <b>(ফাতহুল ক্বাদীর)</b>","160":"[১] এটা হল আল্লাহ তাআলার সেই দয়া ও অনুগ্রহের বর্ণনা, যা ঈমানদারদের উপর তিনি করবেন। আর তা হল, একটি নেকীর বিনিময় তিনি দশটি নেকী দ্বারা দেবেন। আর এটা হল কমসে কম প্রতিদান। তাছাড়া কুরআন ও হাদীস থেকে প্রমাণিত যে, কোন কোন নেকীর প্রতিদান কয়েক শ' এমন কি কয়েক হাজার গুণ পর্যন্ত দেওয়া হবে।<br>[২] অর্থাৎ, যে পাপমূহের শাস্তি নির্ধারিত নয় এবং যেগুলো করার পর পাপী তা থেকে তওবাও করেনি অথবা তার পুণ্যের হার পাপের তুলনায় কম হবে কিংবা আল্লাহ তাঁর বিশেষ অনুগ্রহে তা ক্ষমা করবেন না, (কেননা, এই সমস্ত অবস্থায় প্রতিদানের নীতি প্রয়োগ করা হবে না) তখন আল্লাহ এই পাপের দরুন শাস্তি দেবেন এবং তা পাপের সমপরিমাণই দেবেন।","161":null,"162":null,"163":"[১] তাওহীদে উলূহিয়্যাত তথা আল্লাহর একত্বতার দাওয়াত সকল নবীরা দিয়েছেন। এখানেও শেষ নবীর পবিত্র জবান দ্বারা ঘোষণা করানো হচ্ছে যে, \"আমাকে এরই নির্দেশ দেওয়া হয়েছে এবং আমি আত্মসমর্পণকারী মুসলিমদের প্রথম।\" অন্যত্র মহান আল্লাহ বলেন, \"তোমার পূর্বে যে রসূলই আমি প্রেরণ করেছি, তাঁকে এই আদেশই করেছি যে, আমি ব্যতীত কোন সত্য উপাস্য নেই। অতএব, তোমরা আমারই ইবাদত কর।\" <b>(সূরা আম্বিয়া ২১:২৫)</b> নূহ (আঃ)ও এই ঘোষণা দিয়েছেন, {وَأُمِرْتُ أَنْ أَكُونَ مِنَ الْمُسْلِمِينَ} অর্থাৎ, আমাকে হুকুম করা হয়েছে যে, আমি যেন আত্মসমর্পণকারী (মুসলিম)-দের অন্তর্ভুক্ত থাকি. <b>(সূরা ইউনুস ১০:৭২)</b> ইবরাহীম (আঃ) সম্পর্কে এসেছে যে, যখন আল্লাহ তাআলা তাঁকে বললেন, أَسْلِمْ (আত্মসমর্পণ কর।), তখন তিনি বললেন, {أَسْلَمْتُ لِرَبِّ الْعَالَمِيْنَ} বিশ্ব-জগতের প্রতিপালকের কাছে আমি আত্মসমর্পণ করলাম।\" <b>(সূরা বাক্বারাহ ২:১৩১)</b> ইবরাহীম এবং ইয়াকূব عليهما السلام তাঁদের সন্তানদের অসিয়ত করেছিলেন, {فَلاَ تَمُوْتُنَّ إِلاَّ وَأَنْتُمْ مُّسْلِمُوْنَ} অর্থাৎ, আত্মসমর্পণকারী (মুসলিম) না হয়ে তোমরা অবশ্যই মৃত্যুবরণ করো না। <b>(সূরা বাক্বারাহ ২:১৩২)</b> ইউসুফ (আঃ) দু'আ করেছিলেন, {تَوَفَّنِيْ مُسْلِمًا} অর্থাৎ, তুমি আমাকে আত্মসমর্পণকারী (মুসলিম) হিসাবে মৃত্যু দান করো। <b>(সূরা ইউসুফ ১২:১০১)</b> মূসা (আঃ) তাঁর জাতিকে বলেছিলেন, {فَعَلَيْهِ تَوَكَّلُوْا إِنْ كُنْتُمْ مُّسْلِمِيْنَ} অর্থাৎ, তাঁরই উপর ভরসা কর; যদি তোমরা মুসলিম হও। <b>(সূরা ইউনুস ১০:৮৪)</b> ঈসা (আঃ)-এর সহচররা বলেছিলেন, {وَاشْهَدْ بِأَنَّنَا مُسْلِمُوْنَ} অর্থাৎ, তুমি সাক্ষী থাক যে, আমরা আত্মসমর্পণকারী (মুসলিম)। <b>(সূরা মাইদাহ ৫:১১১)</b> এইভাবে সকল নবী ও তাঁদের নিষ্ঠাবান অনুসারীরা এই ইসলামকেই গ্রহণ করেছিল, যাতে তাওহীদে উলূহিয়্যাতই ছিল মৌলিক বিষয়, যদিও কোন কোন বিধি-বিধান একে অপর থেকে ভিন্ন ছিল।","164":"[১] এখানে রব্ব বা প্রতিপালক বলতে সেই উলূহিয়্যাতের কথা স্বীকার করা, যা মুশরিকরা অস্বীকার করত এবং যা তাঁর রুবূবিয়্যাত দাবী করে। মুশরিকরা তাঁর রুবূবিয়্যাতকে তো মানত, এতে কাউকে শরীকও করত না, কিন্তু তাঁর উলূহিয়্যাতে শরীক করত। (অর্থাৎ, তারা মহান আল্লাহকে শরীকবিহীন প্রতিপালক বলে মানত, কিন্তু শরীকবিহীন অদ্বিতীয় উপাস্য বলে মানত না।)<br>[২] অর্থাৎ, মহান আল্লাহ পরিপূর্ণরূপে ন্যায় ও সুবিচার প্রতিষ্ঠা করবেন। ভাল ও মন্দ যে যা-ই করবে, সে সেই অনুযায়ী প্রতিদান ও শাস্তি পাবে। সৎকাজের উত্তম প্রতিদান এবং অন্যায়ের জন্য শাস্তি দেবেন। আর একের বোঝা অন্যের উপর চাপাবেন না।<br>[৩] কাজেই তোমরা যদি তাওহীদের এই দাওয়াতকে না মানো, যে দাওয়াতে সকল নবীরা শরীক ছিলেন, তবে তোমরা তোমাদের কাজ করে যাও, আর আমরাও আমাদের কাজ করে যাই, কিয়ামতের দিন আল্লাহর সমীপে আমাদের ও তোমাদের মাঝে ফায়সালা হবে।","165":"[১] অর্থাৎ, শাসক বানিয়ে কর্তৃত্ব দানে ধন্য করেছেন। অথবা একের পর অন্যকে তার উত্তরাধিকারী, স্থলাভিষিক্ত (খলীফা) বানিয়েছেন।<br>[২] অর্থাৎ, দরিদ্রতা-ধনাঢ্যতা, জ্ঞান-অজ্ঞতা এবং সুস্থতা-অসুস্থতা যাকে যা কিছু দিয়েছেন, তাতেই তার জন্য রয়েছে পরীক্ষা।"}