{"surahDetails":{"id":10,"banglaName":"নবী ইউনুস","totalAyah":109,"arabicInBangla":"ইউনুস"},"surah":{"id":10,"verses":[{"id":1,"arabic_text":"الٓرٰ ۟ تِلۡکَ اٰیٰتُ الۡکِتٰبِ  الۡحَکِیۡمِ ﴿۱﴾ ","english_text":"Who believe in the unseen, establish prayer, and spend out of what We have provided for them,","page":208,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1365.mp3","colorText":"ا[m[لٓ]ر‌ۚ تِلْكَ ءَايَ[n[ـٰ]تُ [h:5932[ٱ]لْكِتَ[n[ـٰ]بِ [h:5933[ٱ]لْحَك[p[ِي]مِ","juz":11,"ruku":172,"manzil":3,"bangla_ahbayan":"আলিফ লা-ম রা। এ হল বিজ্ঞানময় গ্রন্থের আয়াত। [১]","bangla_bayan":"আলিফ্-লাম-রা। এগুলো প্রজ্ঞাপূর্ণ কিতাবের আয়াত।","bangla_mkhan":"আলিফ-লাম-র, এগুলো হেকমতপূর্ণ কিতাবের আয়াত।","bangla_mujibur":"আলিফ লাম রা, এটা হচ্ছে অতি সূক্ষ্ম তত্ত্বপূর্ণ কিতাবের আয়াত।","bangla_taisirul":"আলিফ-লাম-র, এগুলো মহা বিজ্ঞানময় গ্রন্থের আয়াতসমূহ।"},{"id":2,"arabic_text":"اَکَانَ لِلنَّاسِ عَجَبًا اَنۡ اَوۡحَیۡنَاۤ  اِلٰی رَجُلٍ مِّنۡہُمۡ اَنۡ اَنۡذِرِ النَّاسَ وَ بَشِّرِ الَّذِیۡنَ اٰمَنُوۡۤا اَنَّ لَہُمۡ قَدَمَ صِدۡقٍ عِنۡدَ  رَبِّہِمۡ ؕؔ قَالَ الۡکٰفِرُوۡنَ  اِنَّ ہٰذَا لَسٰحِرٌ  مُّبِیۡنٌ ﴿۲﴾ ","english_text":"And who believe in what has been revealed to you, [O Muhammad], and what was revealed before you, and of the Hereafter they are certain [in faith].","page":208,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1366.mp3","colorText":"أَكَانَ لِل[g[نّ]َاسِ عَجَبًا أَنْ أَوْحَيْن[o[َآ] إِلَىٰ رَجُ[a:5934[لٍ م]ِّنْهُمْ أَنْ أَ[f:5935[نذ]ِرِ [h:5936[ٱ][l[ل][g[نّ]َاسَ وَبَشِّرِ [h:117[ٱ]لَّذِينَ ءَامَن[o[ُوٓ][s[اْ] أَ[g[نّ]َ لَهُمْ قَدَمَ صِ[q:5937[دْ]قٍ عِ[f:264[ند]َ رَبِّهِمْ‌ۗ قَالَ [h:5938[ٱ]لْكَ[n[ـٰ]فِرُونَ إِ[g[نّ]َ هَ[n[ـٰ]ذَا لَسَ[n[ـٰ]حِ[a:5939[رٌ م]ُّب[p[ِي]نٌ","juz":11,"ruku":172,"manzil":3,"bangla_ahbayan":"লোকদের জন্য এটা কি বিস্ময়কর[১] যে, আমি তাদের মধ্য হতে একজনের নিকট অহী প্রেরণ করেছি এই মর্মে যে, তুমি লোকদেরকে সতর্ক কর এবং বিশ্বাসীদেরকে এই সুসংবাদ দাও যে, তাদের জন্য রয়েছে তাদের প্রতিপালকের নিকট উচ্চ মর্যাদা। [২] অবিশ্বাসীরা বলে, ‘এ ব্যক্তি তো নিঃসন্দেহে প্রকাশ্য যাদুকর।’[৩]","bangla_bayan":"এটা কি মানুষের জন্য আশ্চর্যের বিষয় যে, আমি তাদের মধ্য থেকে এক ব্যক্তির নিকট ওহী প্রেরণ করেছি যে, তুমি মানুষকে সতর্ক কর এবং মুমিনদেরকে সুসংবাদ প্রদান কর যে, তাদের রবের নিকট তাদের জন্য রয়েছে উচ্চ মর্যাদা। কাফিররা বলে, ‘এ তো স্পষ্ট যাদুকর’।","bangla_mkhan":"মানুষের কাছে কি আশ্চর্য লাগছে যে, আমি ওহী পাঠিয়েছি তাদেরই মধ্য থেকে একজনের কাছে যেন তিনি মানুষকে সতর্ক করেন এবং সুসংবাদ শুনিয়ে দেন ঈমনাদারগণকে যে, তাঁদের জন্য সত্য মর্যাদা রয়েছে তাঁদের পালনকর্তার কাছে। কাফেররা বলতে লাগল, নিঃসন্দেহে এ লোক প্রকাশ্য যাদুকর।","bangla_mujibur":"লোকদের জন্য এটা কি বিস্ময়কর মনে হয়েছে যে, আমি তাদের মধ্য হতে একজনের নিকট অহী প্রেরণ করেছি এই মর্মে যে, তুমি সকলকে ভয় প্রদর্শন কর এবং যারা ঈমান এনেছে তাদেরকে এই সুসংবাদ দাও যে, তারা তাদের রবের নিকট পূর্ণ মর্যাদা লাভ করবে। কাফিরেরা বলতে লাগল যে, এ ব্যক্তিতো নিঃসন্দেহে প্রকাশ্য যাদুকর।","bangla_taisirul":"মানুষের কাছে কি এটা আশ্চর্যের বিষয় যে, আমি তাদেরই মধ্যেকার একজন লোকের কাছে ওয়াহী পাঠিয়েছি যে, লোকদের সতর্ক করে দাও, আর যারা ঈমান আনে তাদেরকে সুসংবাদ দাও যে, তাদের জন্য তাদের প্রতিপালকের কাছে আছে মহা মর্যাদা, (কিন্তু) কাফিররা বলে, ‘এ ব্যক্তি তো প্রকাশ্য যাদুকর’।"},{"id":3,"arabic_text":"اِنَّ رَبَّکُمُ اللّٰہُ الَّذِیۡ خَلَقَ السَّمٰوٰتِ وَ الۡاَرۡضَ فِیۡ سِتَّۃِ اَیَّامٍ ثُمَّ اسۡتَوٰی عَلَی الۡعَرۡشِ یُدَبِّرُ الۡاَمۡرَ ؕ مَا مِنۡ شَفِیۡعٍ اِلَّا مِنۡۢ بَعۡدِ اِذۡنِہٖ ؕ ذٰلِکُمُ اللّٰہُ رَبُّکُمۡ فَاعۡبُدُوۡہُ ؕ اَفَلَا تَذَکَّرُوۡنَ ﴿۳﴾ ","english_text":"Those are upon [right] guidance from their Lord, and it is those who are the successful.","page":208,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1367.mp3","colorText":"إِ[g[نّ]َ رَبَّكُمُ [h:4737[ٱ]للَّهُ [h:4738[ٱ]لَّذِى خَلَقَ [h:3913[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَ[h:1474[ٱ]لْأَرْضَ فِى سِتَّةِ أَيَّا[f:4739[مٍ ث]ُ[g[مّ]َ [h:156[ٱ]سْتَوَىٰ عَلَى [h:4740[ٱ]لْعَرْشِ‌ۖ يُدَبِّرُ [h:5940[ٱ]لْأَمْرَ‌ۖ مَا مِ[f:5941[ن ش]َفِيعٍ إِلَّا م[i:146[ِنۢ ب]َعْدِ إِذْنِه[n[ِۦ]‌ۚ ذ[n[َٲ]لِكُمُ [h:4260[ٱ]للَّهُ رَبُّكُمْ فَ[h:1946[ٱ]عْبُدُوهُ‌ۚ أَفَلَا تَذَكَّر[p[ُو]نَ","juz":11,"ruku":172,"manzil":3,"bangla_ahbayan":"নিশ্চয় তোমাদের প্রতিপালক আল্লাহ, যিনি আকাশমন্ডলী ও পৃথিবীকে ছয় দিনে সৃষ্টি করেন, অতঃপর তিনি আরশে সমাসীন হন,[১] তিনি প্রত্যেক কাজ পরিচালনা করে থাকেন।[২] তাঁর অনুমতি ছাড়া সুপারিশকারী কেউ নেই।[৩] ঐ (স্রষ্টা ও পরিচালক) আল্লাহ, তোমাদের প্রতিপালক। অতএব তোমরা তাঁর ইবাদত কর।[৪] তোমরা কি উপদেশ গ্রহণ করবে না?","bangla_bayan":"নিশ্চয় তোমাদের রব আল্লাহ। যিনি আসমানসমূহ ও যমীন সৃষ্টি করেছেন ছয় দিনে, তারপর আরশে উঠেছেন। তিনি সব বিষয় পরিচালনা করেন। তার অনুমতি ছাড়া সুপারিশ করার কেউ নেই। তিনিই আল্লাহ, তোমাদের রব। সুতরাং তোমরা তাঁর ইবাদাত কর। তারপরও কি তোমরা উপদেশ গ্রহণ করবে না?","bangla_mkhan":"নিশ্চয়ই তোমাদের পালনকর্তা আল্লাহ যিনি তৈরী করেছেন আসমান ও যমীনকে ছয় দিনে, অতঃপর তিনি আরশের উপর অধিষ্ঠিত হয়েছেন। তিনি কার্য পরিচালনা করেন। কেউ সুপারিশ করতে পাবে না তবে তাঁর অনুমতি ছাড়া ইনিই আল্লাহ তোমাদের পালনকর্তা। অতএব, তোমরা তাঁরই এবাদত কর। তোমরা কি কিছুই চিন্তা কর না ?","bangla_mujibur":"নিশ্চয়ই আল্লাহই হচ্ছেন তোমাদের রাব্ব, যিনি আসমানসমূহকে এবং যমীনকে সৃষ্টি করেছেন ছয় দিনে, অতঃপর তিনি আরশে সমাসীন হলেন, তিনি প্রত্যেক কাজ পরিচালনা করে থাকেন। তাঁর অনুমতি ছাড়া সুপারিশ করার কেহ নেই; এমন আল্লাহ হচ্ছেন তোমাদের রাব্ব। অতএব তোমরা তাঁর ইবাদাত কর; তবুও কি তোমরা বুঝছনা?","bangla_taisirul":"নিশ্চয়ই তোমাদের প্রতিপালক হলেন আল্লাহ যিনি আকাশমন্ডলী আর পৃথিবীকে ছয় দিনে সৃষ্টি করেছেন। অতঃপর তিনি আরশে সমুন্নত হয়েছেন। তিনি যাবতীয় বিষয়াদি পরিচালনা করেন। তাঁর অনুমতি প্রাপ্তি ছাড়া সুপারিশ করার কেউ নেই। ইনিই হলেন আল্লাহ, তোমাদের প্রতিপালক। কাজেই তোমরা তাঁরই ‘ইবাদাত কর, তোমরা কি উপদেশ গ্রহণ করবে না?"},{"id":4,"arabic_text":"اِلَیۡہِ مَرۡجِعُکُمۡ جَمِیۡعًا ؕ وَعۡدَ اللّٰہِ حَقًّا ؕ اِنَّہٗ یَبۡدَؤُا الۡخَلۡقَ ثُمَّ یُعِیۡدُہٗ لِیَجۡزِیَ الَّذِیۡنَ اٰمَنُوۡا وَ عَمِلُوا الصّٰلِحٰتِ بِالۡقِسۡطِ ؕ وَ الَّذِیۡنَ کَفَرُوۡا لَہُمۡ شَرَابٌ مِّنۡ حَمِیۡمٍ وَّ عَذَابٌ اَلِیۡمٌۢ بِمَا  کَانُوۡا  یَکۡفُرُوۡنَ ﴿۴﴾ ","english_text":"Indeed, those who disbelieve - it is all the same for them whether you warn them or do not warn them - they will not believe.","page":208,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1368.mp3","colorText":"إِلَيْهِ مَرْجِعُكُمْ جَمِي[a:5942[عًا‌ۖ و]َعْدَ [h:3149[ٱ]للَّهِ حَقًّا‌ۚ إِ[g[نّ]َهُ[n[ۥ] يَ[q:5943[بْ]دَؤُ[s[اْ] [h:5944[ٱ]لْخَلْقَ ثُ[g[مّ]َ يُعِيدُهُ[n[ۥ] لِيَ[q:5945[جْ]زِىَ [h:5946[ٱ]لَّذِينَ ءَامَنُو[s[اْ] وَعَمِلُو[s[اْ] [h:118[ٱ][l[ل]صَّ[n[ـٰ]لِحَ[n[ـٰ]تِ بِ[h:1800[ٱ]لْقِسْطِ‌ۚ وَ[h:37[ٱ]لَّذِينَ كَفَرُو[s[اْ] لَهُمْ شَرَا[a:4169[بٌ م]ِّنْ حَمِي[a:4170[مٍ و]َعَذَابٌ أَلِي[i:43[مُۢ ب]ِمَا كَانُو[s[اْ] يَكْفُر[p[ُو]نَ","juz":11,"ruku":172,"manzil":3,"bangla_ahbayan":"তোমাদের সকলকে তাঁরই দিকে ফিরে যেতে হবে, আল্লাহর ওয়াদা সত্য; নিশ্চয় তিনিই প্রথমবার সৃষ্টি করেন, অতঃপর তিনিই পুনর্বারও সৃষ্টি করবেন, যাতে তাদেরকে ইনসাফ মত প্রতিফল প্রদান করেন যারা ঈমান এনেছে ও সৎকর্ম করেছে। আর যারা কুফরী করেছে তারা তাদের আচরিত কুফরীর ফলে পান করার জন্য পাবে উত্তপ্ত পানি এবং যন্ত্রণাদায়ক শাস্তি। [১]","bangla_bayan":"তাঁরই কাছে তোমাদের সকলের প্রত্যাবর্তন। আল্লাহর ওয়াদা সত্য। নিশ্চয় তিনি সৃষ্টির সূচনা করেন। তারপর তার পুনরাবর্তন ঘটান। যারা ঈমান এনেছে এবং সৎকাজ করেছে তাদেরকে ইনসাফপূর্ণ প্রতিদান দেয়ার জন্য। আর যারা কুফরী করেছে, তাদের জন্য রয়েছে উত্তপ্ত পানীয় এবং বেদনাদায়ক আযাব। এ কারণে যে তারা কুফরী করত।","bangla_mkhan":"তাঁর কাছেই ফিরে যেতে হবে তোমাদের সবাইকে, আল্লাহর ওয়াদা সত্য, তিনিই সৃষ্টি করেন প্রথমবার আবার পুনর্বার তৈরী করবেন তাদেরকে বদলা দেয়ার জন্য যারা ঈমান এনেছে এবং নেক কাজ করেছে ইনসাফের সাথে। আর যারা কাফের হয়েছে, তাদের পান করতে হবে ফুটন্ত পানি এবং ভোগ করতে হবে যন্ত্রনাদায়ক আযাব এ জন্যে যে, তারা কুফরী করছিল।","bangla_mujibur":"তোমাদের সকলকে তাঁরই দিকে ফিরে যেতে হবে, আল্লাহর ও‘য়াদা সত্য; নিশ্চয়ই তিনিই প্রথমবার সৃষ্টি করেছেন, অতঃপর তিনিই পুনর্বার সৃষ্টি করবেন, যাতে এরূপ লোকদের যারা ঈমান এনেছে এবং ভাল কাজ করেছে তাদেরকে ইনসাফ মত প্রতিফল প্রদান করেন; আর যারা অবিশ্বাসী তারা পান করার জন্য পাবে উত্তপ্ত পানি এবং তাদের জন্য রয়েছে যন্ত্রনাদায়ক শাস্তি তাদের কুফরীর কারণে।","bangla_taisirul":"তাঁর কাছেই তোমাদের সকলের প্রত্যাবর্তন। আল্লাহর ওয়া‘দা নিশ্চিত সত্য। তিনি সৃষ্টির সূচনা করেন, পরে তিনিই আবার সৃষ্টি করবেন যাতে তিনি- যারা ঈমান এনেছে ও সৎকর্ম করেছে- তাদেরকে পূর্ণ ইনসাফের সাথে প্রতিদান দিতে পারেন। আর যারা কুফুরী করেছে তাদের জন্য আছে অতি উত্তপ্তপানীয় ও বেদনা দায়ক শাস্তি, যেহেতু তারা সত্য প্রত্যাখ্যান করত।"},{"id":5,"arabic_text":"ہُوَ الَّذِیۡ جَعَلَ الشَّمۡسَ ضِیَآءً وَّ الۡقَمَرَ نُوۡرًا وَّ قَدَّرَہٗ  مَنَازِلَ  لِتَعۡلَمُوۡا عَدَدَ السِّنِیۡنَ وَ الۡحِسَابَ ؕ مَا خَلَقَ اللّٰہُ  ذٰلِکَ اِلَّا بِالۡحَقِّ ۚ یُفَصِّلُ الۡاٰیٰتِ لِقَوۡمٍ  یَّعۡلَمُوۡنَ ﴿۵﴾ ","english_text":"Allah has set a seal upon their hearts and upon their hearing, and over their vision is a veil. And for them is a great punishment.","page":208,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1369.mp3","colorText":"هُوَ [h:153[ٱ]لَّذِى جَعَلَ [h:5947[ٱ][l[ل]شَّمْسَ ضِي[o[َا]ٓ[a:5948[ءً و]َ[h:4265[ٱ]لْقَمَرَ نُو[a:5949[رًا و]َقَدَّرَهُ[n[ۥ] مَنَازِلَ لِتَعْلَمُو[s[اْ] عَدَدَ [h:5950[ٱ][l[ل]سِّنِينَ وَ[h:5951[ٱ]لْحِسَابَ‌ۚ مَا خَلَقَ [h:1272[ٱ]للَّهُ ذ[n[َٲ]لِكَ إِلَّا بِ[h:370[ٱ]لْحَقِّ‌ۚ يُفَصِّلُ [h:5952[ٱ]لْأَيَ[n[ـٰ]تِ لِقَوْ[a:1292[مٍ ي]َعْلَم[p[ُو]نَ","juz":11,"ruku":172,"manzil":3,"bangla_ahbayan":"তিনিই সেই সত্তা যিনি সূর্যকে দীপ্তিমান ও চন্দ্রকে আলোকময় বানিয়েছেন[১] এবং ওর (গতির) জন্যে কক্ষসমূহ নির্ধারিত করেছেন, যাতে তোমরা বছরসমূহের সংখ্যা ও (সময়ের) হিসাব জানতে পার।[২] আল্লাহ এসব বস্তু অযথা সৃষ্টি করেননি, তিনি জ্ঞানবান সম্প্রদায়ের জন্য এই সমস্ত নিদর্শন বিশদভাবে বর্ণনা করেন।","bangla_bayan":"তিনিই সূর্যকে করেছেন দীপ্তিময় এবং চাঁদকে আলোময় আর তার জন্য নির্ধারণ করেছেন বিভিন্ন মনযিল, যাতে তোমরা জানতে পার বছরের গণনা এবং (সময়ের) হিসাব। আল্লাহ এগুলো অবশ্যই যথার্থভাবে সৃষ্টি করেছেন। জ্ঞানী সম্প্রদায়ের জন্য তিনি আয়াতসমূহ বিস্তারিতভাবে বর্ণনা করেন।","bangla_mkhan":"তিনিই সে মহান সত্তা, যিনি বানিয়েছেন সুর্যকে উজ্জল আলোকময়, আর চন্দ্রকে স্নিগ্ধ আলো বিতরণকারীরূপে এবং অতঃপর নির্ধারিত করেছেন এর জন্য মনযিল সমূহ, যাতে করে তোমরা চিনতে পার বছরগুলোর সংখ্যা ও হিসাব। আল্লাহ এই সমস্ত কিছু এমনিতেই সৃষ্টি করেননি, কিন্তু যথার্থতার সাথে। তিনি প্রকাশ করেন লক্ষণসমূহ সে সমস্ত লোকের জন্য যাদের জ্ঞান আছে।","bangla_mujibur":"আল্লাহ এমন, যিনি সূর্যকে দীপ্তিমান এবং চাঁদকে আলোকময় বানিয়েছেন এবং ওর (গতির) জন্য মানযিলসমূহ নির্ধারিত করেছেন যাতে তোমরা বছরসমূহের সংখ্যা ও হিসাব জানতে পার; আল্লাহ এসব বস্তু অযথা সৃষ্টি করেননি, তিনি এই প্রমাণসমূহ বিশদভাবে বর্ণনা করেছেন ঐসব লোকের জন্য যারা জ্ঞানবান।","bangla_taisirul":"তিনি সূর্যকে করেছেন তেজোদীপ্ত, আর চন্দ্রকে করেছেন আলোকময় আর তার (হ্রাস বৃদ্ধির) মানযিলসমূহ সঠিকভাবে নির্ধারণ করেছেন যাতে তোমরা বৎসর গুণে (সময়ের) হিসাব রাখতে পার। আল্লাহ এটা অনর্থক সৃষ্টি করেননি, তিনি নিদর্শনগুলোকে বিশদভাবে বর্ণনা করেন জ্ঞানী সম্প্রদায়ের জন্য।"},{"id":6,"arabic_text":"اِنَّ فِی اخۡتِلَافِ الَّیۡلِ وَ النَّہَارِ وَ مَا خَلَقَ اللّٰہُ فِی السَّمٰوٰتِ وَ الۡاَرۡضِ لَاٰیٰتٍ  لِّقَوۡمٍ  یَّتَّقُوۡنَ ﴿۶﴾ ","english_text":"And of the people are some who say, \"We believe in Allah and the Last Day,\" but they are not believers.","page":208,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1370.mp3","colorText":"إِ[g[نّ]َ فِى [h:5953[ٱ]خْتِلَ[n[ـٰ]فِ [h:5954[ٱ]لَّيْلِ وَ[h:834[ٱ][l[ل][g[نّ]َهَارِ وَمَا خَلَقَ [h:1272[ٱ]للَّهُ فِى [h:609[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَ[h:177[ٱ]لْأَرْضِ لَأَيَ[n[ـٰ][u:849[تٍ ل]ِّقَوْ[a:5955[مٍ ي]َتَّق[p[ُو]نَ","juz":11,"ruku":172,"manzil":3,"bangla_ahbayan":"নিঃসন্দেহে রাত্রি ও দিবসের পরিবর্তনের মধ্যে এবং আল্লাহ যা কিছু আকাশমন্ডলী ও পৃথিবীতে সৃষ্টি করেছেন, তার মধ্যে সাবধানী সম্প্রদায়ের জন্য বহু নিদর্শন রয়েছে।","bangla_bayan":"নিশ্চয় রাত ও দিবসের বিবর্তনে এবং আসমানসমূহ ও যমীনে যা আল্লাহ সৃষ্টি করেছেন, তাতে বহু নিদর্শন রয়েছে এমন কওমের জন্য, যারা তাকওয়া অবলম্বন করে।","bangla_mkhan":"নিশ্চয়ই রাত-দিনের পরিবর্তনের মাঝে এবং যা কিছু তিনি সৃষ্টি করেছেন আসমান ও যমীনে, সবই হল নিদর্শন সেসব লোকের জন্য যারা ভয় করে।","bangla_mujibur":"নিঃসন্দেহে রাত ও দিনের পরিবর্তনের মধ্যে এবং আল্লাহ যা কিছু আসমানসমূহে ও যমীনে সৃষ্টি করেছেন তৎসমুদয়ের মধ্যে প্রমাণসমূহ রয়েছে ঐ লোকদের জন্য যারা আল্লাহর ভয় পোষণ করে।","bangla_taisirul":"নিশ্চয়ই রাত ও দিনের আবর্তনে, আর আকাশমন্ডলী ও পৃথিবীর মাঝে আল্লাহ যা সৃষ্টি করেছেন তাতে মুত্তাকী সম্প্রদায়ের জন্য অবশ্যই নিদর্শন রয়েছে।"},{"id":7,"arabic_text":"اِنَّ الَّذِیۡنَ لَا یَرۡجُوۡنَ لِقَآءَنَا وَ رَضُوۡا بِالۡحَیٰوۃِ الدُّنۡیَا وَ اطۡمَاَنُّوۡا بِہَا وَ الَّذِیۡنَ  ہُمۡ عَنۡ  اٰیٰتِنَا غٰفِلُوۡنَ ۙ﴿۷﴾ ","english_text":"They [think to] deceive Allah and those who believe, but they deceive not except themselves and perceive [it] not.","page":209,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1371.mp3","colorText":"إِ[g[نّ]َ [h:24[ٱ]لَّذِينَ لَا يَرْجُونَ لِق[o[َا]ٓءَنَا وَرَضُو[s[اْ] بِ[h:5581[ٱ]لْحَيَ[s[و][n[ٲ]ةِ [h:5582[ٱ][l[ل]دُّنْيَا وَ[h:5956[ٱ][q:5956[طْ]مَأَ[g[نّ]ُو[s[اْ] بِهَا وَ[h:37[ٱ]لَّذِينَ هُمْ عَنْ ءَايَ[n[ـٰ]تِنَا غَ[n[ـٰ]فِل[p[ُو]نَ","juz":11,"ruku":172,"manzil":3,"bangla_ahbayan":"যারা আমার সাথে সাক্ষাতের আশা পোষণ করে না এবং পার্থিব জীবন নিয়েই পরিতৃপ্ত থাকে এবং এতেই যারা নিশ্চিন্ত থাকে এবং যারা আমার নিদর্শনাবলী সম্বন্ধে উদাসীন;","bangla_bayan":"নিশ্চয় যারা আমার সাক্ষাতের আশা রাখে না এবং দুনিয়ার জীবন নিয়ে সন্তুষ্ট আছে ও তা নিয়ে পরিতৃপ্ত রয়েছে। আর যারা আমার নিদর্শনাবলী হতে গাফেল ।","bangla_mkhan":"অবশ্যই যেসব লোক আমার সাক্ষাৎ লাভের আশা রাখে না এবং পার্থিব জীবন নিয়েই উৎফুল্ল রয়েছে, তাতেই প্রশান্তি অনুভব করেছে এবং যারা আমার নির্দশনসমূহ সম্পর্কে বেখবর।","bangla_mujibur":"যারা আমার সাথে সাক্ষাতের আশা পোষণ করেনা এবং পার্থিব জীবনেই পরিতৃপ্ত এবং এতেই নিশ্চিন্ত থাকে এবং যারা আমার নিদর্শনাবলী সম্বন্ধে গাফিল ।","bangla_taisirul":"যারা আমার সঙ্গে সাক্ষাৎ লাভের আশা রাখে না, এবং দুনিয়ার জীবন নিয়েই সন্তুষ্ট থাকে আর তাতেই নিশ্চিন্ত হয় এবং যারা আমার নিদর্শনগুলো হতে একেবারে উদাসীন,"},{"id":8,"arabic_text":"اُولٰٓئِکَ مَاۡوٰىہُمُ النَّارُ بِمَا کَانُوۡا یَکۡسِبُوۡنَ ﴿۸﴾ ","english_text":"In their hearts is disease, so Allah has increased their disease; and for them is a painful punishment because they [habitually] used to lie.","page":209,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1372.mp3","colorText":"أُ[s[وْ]لَ[o[ـٰٓ]ئِكَ مَأْوَ[n[ٮٰ]هُمُ [h:5957[ٱ][l[ل][g[نّ]َارُ بِمَا كَانُو[s[اْ] يَكْسِب[p[ُو]نَ","juz":11,"ruku":172,"manzil":3,"bangla_ahbayan":"এই লোকদের নিজেদের কৃতকর্মের ফলে ঠিকানা হবে জাহান্নাম।","bangla_bayan":"তারা যা উপার্জন করত, তার কারণে আগুনই হবে তাদের ঠিকানা।","bangla_mkhan":"এমন লোকদের ঠিকানা হল আগুন সেসবের বদলা হিসাবে যা তারা অর্জন করছিল।","bangla_mujibur":"এইরূপ লোকদের ঠিকানা হচ্ছে জাহান্নাম, তাদের কার্যকলাপের কারণে।","bangla_taisirul":"তাদের আবাস হল জাহান্নাম তাদের কৃতকর্মের কারণে।"},{"id":9,"arabic_text":"اِنَّ الَّذِیۡنَ اٰمَنُوۡا وَ عَمِلُوا الصّٰلِحٰتِ یَہۡدِیۡہِمۡ رَبُّہُمۡ بِاِیۡمَانِہِمۡ ۚ تَجۡرِیۡ مِنۡ تَحۡتِہِمُ  الۡاَنۡہٰرُ  فِیۡ  جَنّٰتِ  النَّعِیۡمِ ﴿۹﴾ ","english_text":"And when it is said to them, \"Do not cause corruption on the earth,\" they say, \"We are but reformers.\"","page":209,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1373.mp3","colorText":"إِ[g[نّ]َ [h:24[ٱ]لَّذِينَ ءَامَنُو[s[اْ] وَعَمِلُو[s[اْ] [h:118[ٱ][l[ل]صَّ[n[ـٰ]لِحَ[n[ـٰ]تِ يَهْدِيهِمْ رَبُّه[c:5958[ُم ب]ِإِيمَ[n[ـٰ]نِهِمْ‌ۖ تَ[q:120[جْ]رِى مِ[f:4696[ن ت]َحْتِهِمُ [h:4697[ٱ]لْأَنْهَ[n[ـٰ]رُ فِى جَ[g[نّ]َ[n[ـٰ]تِ [h:3680[ٱ][l[ل][g[نّ]َع[p[ِي]مِ","juz":11,"ruku":172,"manzil":3,"bangla_ahbayan":"নিশ্চয়ই যারা বিশ্বাস করেছে এবং ভাল কাজ করেছে, তাদের প্রতিপালক তাদের বিশ্বাসের কারণে তাদেরকে পথ প্রদর্শন করবেন,[১] শান্তির উদ্যানসমূহে তাদের (বাসস্থানের) তলদেশ দিয়ে নদীমালা প্রবাহিত থাকবে।","bangla_bayan":"নিশ্চয় যারা ঈমান আনে এবং নেক আমল করে, তাদের রব ঈমানের কারণে তাদেরকে পথ দেখাবেন, আরামদায়ক জান্নাতসমূহে যার তলদেশে নহরসমূহ প্রবাহিত।","bangla_mkhan":"অবশ্য যেসব লোক ঈমান এনেছে এবং সৎকাজ করেছে, তাদেরকে হেদায়েত দান করবেন তাদের পালনকর্তা, তাদের ঈমানের মাধ্যমে। এমন সুসময় কানন-কুঞ্জের প্রতি যার তলদেশে প্রবাহিত হয় প্রস্রবণসমূহ।","bangla_mujibur":"নিশ্চয়ই যারা ঈমান এনেছে এবং ভাল কাজ করেছে, তাদের রাব্ব তাদেরকে লক্ষ্য স্থলে (জান্নাতে) পৌঁছে দিবেন তাদের ঈমানের কারণে, শান্তির উদ্যানসমূহে, তাদের (বাসস্থানের) তলদেশ দিয়ে নহরসমূহ বইতে থাকবে।","bangla_taisirul":"যারা ঈমান আনে আর সৎ ‘আমাল করে, তাদের প্রতিপালক তাদের ঈমানের বদৌলতে তাদেরকে সৎপথে পরিচালিত করবেন। নি‘মাতরাজি দ্বারা পরিপূর্ণ জান্নাতে, তাদের পাদদেশে ঝর্ণাধারা প্রবাহিত হবে।"},{"id":10,"arabic_text":"دَعۡوٰىہُمۡ فِیۡہَا سُبۡحٰنَکَ اللّٰہُمَّ وَ تَحِیَّتُہُمۡ فِیۡہَا سَلٰمٌ ۚ وَ اٰخِرُ  دَعۡوٰىہُمۡ اَنِ  الۡحَمۡدُ  لِلّٰہِ  رَبِّ  الۡعٰلَمِیۡنَ ﴿۱۰﴾ ","english_text":"Unquestionably, it is they who are the corrupters, but they perceive [it] not.","page":209,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1374.mp3","colorText":"دَعْوَ[n[ٮٰ]هُمْ فِيهَا سُ[q:168[بْ]حَ[n[ـٰ]نَكَ [h:5959[ٱ][l[ل]لَّهُ[g[مّ]َ وَتَحِيَّتُهُمْ فِيهَا سَلَ[n[ـٰ][a:5960[مٌ‌ۚ و]َءَاخِرُ دَعْوَ[n[ٮٰ]هُمْ أَنِ [h:5961[ٱ]لْحَمْدُ لِلَّهِ رَبِّ [h:4[ٱ]لْعَ[n[ـٰ]لَم[p[ِي]نَ","juz":11,"ruku":172,"manzil":3,"bangla_ahbayan":"সেখানে তাদের বাক্য হবে, ‘সুবহানাকাল্লাহুম্মা’ (হে আল্লাহ! তুমি মহান পবিত্র)![১] এবং পরস্পরের অভিবাদন হবে সালাম।[২] আর তাদের শেষ বাক্য হবে, ‘আলহামদু লিল্লাহি রাব্বিল আলামীন’ (সমস্ত প্রশংসা সারা জাহানের প্রতিপালক আল্লাহর জন্য)।","bangla_bayan":"সেখানে তাদের কথা হবে, ‘হে আল্লাহ, তুমি পবিত্র মহান’ এবং তাদের অভিবাদন হবে, ‘সালাম’। আর তাদের শেষ কথা হবে যে, ‘সকল প্রশংসা আল্লাহর, যিনি সকল সৃষ্টির রব’।","bangla_mkhan":"সেখানে তাদের প্রার্থনা হল ‘পবিত্র তোমার সত্তা হে আল্লাহ’। আর শুভেচ্ছা হল সালাম আর তাদের প্রার্থনার সমাপ্তি হয়, ‘সমস্ত প্রশংসা বিশ্বপালক আল্লাহর জন্য’ বলে।","bangla_mujibur":"সেখানে তাদের বাক্য হবেঃ হে আল্লাহ! তুমি মহান, পবিত্র! এবং পরস্পরের অভিবাদন হবে সালাম (আসসালামু ‘আলাইকুম), আর তাদের দু‘আর শেষ বাক্য হবে ‘আলহামদুলিল্লাহি রাবিবল ‘আলামীন’ (সমস্ত প্রশংসা সারা জাহানের রাব্ব মহান আল্লাহর জন্য)।","bangla_taisirul":"তার ভিতরে তাদের দু’আ হবে, ‘‘পবিত্র তুমি হে আল্লাহ’’। আর সেখানে তাদের অভিবাদন হবে ‘‘শান্তি’’, আর তাদের দু‘আর সর্বশেষ কথা হবে ‘‘সমস্ত প্রশংসা জগৎসমূহের প্রতিপালক আল্লাহর জন্য’’।"},{"id":11,"arabic_text":"وَ لَوۡ یُعَجِّلُ اللّٰہُ لِلنَّاسِ الشَّرَّ اسۡتِعۡجَالَہُمۡ بِالۡخَیۡرِ لَقُضِیَ اِلَیۡہِمۡ اَجَلُہُمۡ ؕ فَنَذَرُ الَّذِیۡنَ لَا یَرۡجُوۡنَ لِقَآءَنَا فِیۡ  طُغۡیَانِہِمۡ  یَعۡمَہُوۡنَ ﴿۱۱﴾ ","english_text":"And when it is said to them, \"Believe as the people have believed,\" they say, \"Should we believe as the foolish have believed?\" Unquestionably, it is they who are the foolish, but they know [it] not.","page":209,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1375.mp3","colorText":"۞ وَلَوْ يُعَجِّلُ [h:5962[ٱ]للَّهُ لِل[g[نّ]َاسِ [h:5963[ٱ][l[ل]شَّرَّ [h:5964[ٱ]سْتِعْجَالَه[c:5965[ُم ب]ِ[h:5966[ٱ]لْخَيْرِ لَقُضِىَ إِلَيْهِمْ أَجَلُهُمْ‌ۖ فَنَذَرُ [h:5967[ٱ]لَّذِينَ لَا يَرْجُونَ لِق[o[َا]ٓءَنَا فِى طُغْيَ[n[ـٰ]نِهِمْ يَعْمَه[p[ُو]نَ","juz":11,"ruku":173,"manzil":3,"bangla_ahbayan":"যদি আল্লাহ মানুষের অকল্যাণ তরান্বিত করতেন যেভাবে তারা তাদের কল্যাণ তরান্বিত করতে আগ্রহী, তাহলে অবশ্যই তারা ধ্বংস হয়ে যেত।[১] সুতরাং যারা আমার সাক্ষাতের আশা রাখে না, আমি তাদেরকে তাদের অবাধ্যতার মধ্যে ঘুরপাক খেতে ছেড়ে দিই।","bangla_bayan":"আর আল্লাহ যদি মানুষের অকল্যাণ (প্রার্থনায় সাড়া দিতে) তাড়াতাড়ি করতেন যেভাবে তিনি তাদের কল্যাণ (প্রার্থনায় সাড়া দিতে) তাড়াতাড়ি করেন, তাহলে অবশ্যই তাদের সময় ফুরিয়ে যেত। সুতরাং যারা আমার সাক্ষাতের আশা রাখে না, আমি তাদেরকে তাদের অবাধ্যতায় দিশেহারা হয়ে ঘুরতে ছেড়ে দেই।","bangla_mkhan":"আর যদি আল্লাহ তা’আলা মানুষকে যথাশীঘ্র অকল্যাণ পৌঁছে দেন যতশীঘ্র তার কামনা করে, তাহলে তাদের আশাই শেষ করে দিতে হত। সুতরাং যাদের মনে আমার সাক্ষাতের আশা নেই, আমি তাদেরকে তাদের দুষ্টুমিতে ব্যতিব্যস্ত ছেড়ে দিয়ে রাখি।","bangla_mujibur":"আর আল্লাহ যদি মানুষের উপর ত্বরিত ক্ষতি সাধন করতেন, যেমন তারা ত্বরিত উপকার লাভ করতে আগ্রহ রাখে, তাহলে তাদের অঙ্গীকার কবেই পূর্ণ হয়ে যেত! অনন্তর আমি সেই লোকদেরকে, যারা আমার নিকট উপস্থিত হওয়ার চিন্তা করেনা, ছেড়ে দিই তাদের অবস্থার উপর, যেন তারা তাদের অবাধ্যতার মধ্যে ঘুরপাক খেতে থাকে।","bangla_taisirul":"মানুষের অপকর্মের শাস্তি হিসেবে আল্লাহ যদি মানুষের অকল্যাণ করার ব্যাপারে দ্রুততা অবলম্বন করতেন যতটা দ্রুততার সঙ্গে তারা (দুনিয়ার) কল্যাণ পেতে চায়, তবে তাদের কাজ করার অবকাশ কবেই না খতম করে দেয়া হত, (কিন্তু আল্লাহ তা করেন না)। কাজেই যারা আমার সাক্ষাতের আশা রাখে না, তাদেরকে আমি তাদের অবাধ্যতায় দিশেহারা হয়ে ঘুরে বেড়ানোর অবকাশ দেই।"},{"id":12,"arabic_text":"وَ اِذَا مَسَّ الۡاِنۡسَانَ الضُّرُّ دَعَانَا لِجَنۡۢبِہٖۤ اَوۡ قَاعِدًا اَوۡ قَآئِمًا ۚ فَلَمَّا کَشَفۡنَا عَنۡہُ ضُرَّہٗ  مَرَّ کَاَنۡ  لَّمۡ  یَدۡعُنَاۤ  اِلٰی ضُرٍّ مَّسَّہٗ ؕ  کَذٰلِکَ زُیِّنَ  لِلۡمُسۡرِفِیۡنَ مَا  کَانُوۡا  یَعۡمَلُوۡنَ ﴿۱۲﴾ ","english_text":"And when they meet those who believe, they say, \"We believe\"; but when they are alone with their evil ones, they say, \"Indeed, we are with you; we were only mockers.\"","page":209,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1376.mp3","colorText":"وَإِذَا مَسَّ [h:5968[ٱ]لْإِ[f:5969[نس]َ[n[ـٰ]نَ [h:5970[ٱ][l[ل]ضُّرُّ دَعَانَا لِجَ[i:5971[نۢب]ِه[o[ِۦٓ] أَوْ قَاعِدًا أَوْ ق[o[َا]ٓئِ[f:5972[مًا ف]َلَ[g[مّ]َا كَشَفْنَا عَنْهُ ضُرَّهُ[n[ۥ] مَرَّ كَأ[u:2914[َن ل]َّمْ يَ[q:5973[دْ]عُن[o[َآ] إِلَىٰ ضُ[a:5974[رٍّ م]َّسَّهُ[n[ۥ]‌ۚ كَذ[n[َٲ]لِكَ زُيِّنَ لِلْمُسْرِفِينَ مَا كَانُو[s[اْ] يَعْمَل[p[ُو]نَ","juz":11,"ruku":173,"manzil":3,"bangla_ahbayan":"আর যখন মানুষকে কোন ক্লেশ স্পর্শ করে, তখন শুয়ে, বসে অথবা দাঁড়িয়েও আমাকে ডাকতে থাকে। অতঃপর যখন আমি তার সেই কষ্ট ওর নিকট হতে দূর করে দিই, তখন সে নিজের পূর্ব অবস্থায় ফিরে আসে; যেন তাকে যে কষ্ট স্পর্শ করেছিল তা মোচন করার জন্য আমাকে ডাকেইনি;[১] এইভাবেই সীমালংঘনকারীদের কার্যকলাপ তাদের কাছে শোভনীয় করা হয়েছে। [২]","bangla_bayan":"আর যখন মানুষকে বিপদ স্পর্শ করে, তখন সে শুয়ে, বসে বা দাঁড়িয়ে আমাকে ডাকে। অতঃপর আমি যখন তার বিপদ দূর করে দেই, তখন সে এমনভাবে চলতে থাকে মনে হয় যেন তাকে কোন বিপদ স্পর্শ করার কারণে সে আমাকে ডাকেনি। এভাবেই সীমালঙ্ঘনকারীদের জন্য তারা যা আমল করত তা শোভিত করে দেয়া হয়েছে।","bangla_mkhan":"আর যখন মানুষ কষ্টের সম্মুখীন হয়, শুয়ে বসে, দাঁড়িয়ে আমাকে ডাকতে থাকে। তারপর আমি যখন তা থেকে মুক্ত করে দেই, সে কষ্ট যখন চলে যায় তখন মনে হয় কখনো কোন কষ্টেরই সম্মুখীন হয়ে যেন আমাকে ডাকেইনি। এমনিভাবে মনঃপুত হয়েছে নির্ভয় লোকদের যা তারা করেছে।","bangla_mujibur":"আর যখন মানুষকে কোন ক্লেশ স্পর্শ করে তখন আমাকে ডাকতে থাকে শুয়ে, বসে এবং দাঁড়িয়েও; অতঃপর যখন আমি তার সেই কষ্ট দূর করে দিই তখন সে নিজের পূর্বাবস্থায় ফিরে আসে। যে কষ্ট তাকে স্পর্শ করেছিল তা মোচন করার জন্য সে যেন আমাকে কখনও ডাকেইনি; এই সীমা লংঘনকারীদের কার্যকলাপ তাদের কাছে এইরূপই পছন্দনীয় মনে হয়।","bangla_taisirul":"মানুষকে যখন দুঃখ ক্লেশ স্পর্শ করে, তখন তারা শুয়ে, বসে ও দাঁড়িয়ে আমাকে ডাকতে থাকে। অতঃপর যখন আমি তার দুঃখ ক্লেশ দূর করে দেই, তখন সে এমনভাবে চলে যায়, মনে হয় যেন তাকে দুঃখ-ক্লেশ স্পর্শ করার কারণে সে আমাকে কখনই ডাকেনি। এভাবেই যারা সীমালঙ্ঘন করে তাদের জন্য তাদের কাজকর্মগুলোকে চাকচিক্যময় বানিয়ে দেয়া হয়েছে।"},{"id":13,"arabic_text":"وَ لَقَدۡ اَہۡلَکۡنَا الۡقُرُوۡنَ مِنۡ قَبۡلِکُمۡ لَمَّا ظَلَمُوۡا ۙ وَ جَآءَتۡہُمۡ رُسُلُہُمۡ بِالۡبَیِّنٰتِ وَ مَا کَانُوۡا لِیُؤۡمِنُوۡا ؕ کَذٰلِکَ نَجۡزِی الۡقَوۡمَ الۡمُجۡرِمِیۡنَ ﴿۱۳﴾ ","english_text":"[But] Allah mocks them and prolongs them in their transgression [while] they wander blindly.","page":209,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1377.mp3","colorText":"وَلَقَ[q:341[دْ] أَهْلَكْنَا [h:5975[ٱ]لْقُرُونَ مِ[f:85[ن ق]َ[q:86[بْ]لِكُمْ لَ[g[مّ]َا ظَلَمُو[s[اْ‌ۙ] وَج[o[َا]ٓءَتْهُمْ رُسُلُه[c:4900[ُم ب]ِ[h:484[ٱ]لْبَيِّنَ[n[ـٰ]تِ وَمَا كَانُو[s[اْ] لِيُؤْمِنُو[s[اْ‌ۚ] كَذ[n[َٲ]لِكَ نَ[q:4214[جْ]زِى [h:5976[ٱ]لْقَوْمَ [h:5977[ٱ]لْمُ[q:4093[جْ]رِم[p[ِي]نَ","juz":11,"ruku":173,"manzil":3,"bangla_ahbayan":"আমি অবশ্যই তোমাদের পূর্বে বহু সম্প্রদায়কে ধ্বংস করে দিয়েছি, যখন তারা সীমালংঘন করেছিল। তাদের নিকট তাদের রসূলগণও প্রমাণাদিসহ আগমন করেছিল; কিন্তু তারা বিশ্বাস করার জন্য প্রস্তুত ছিল না। আমি অপরাধীদেরকে এইরূপেই শাস্তি দিয়ে থাকি। [১]","bangla_bayan":"আর অবশ্যই আমি তোমাদের পূর্বে বহু প্রজন্মকে ধ্বংস করেছি, যখন তারা যুলম করেছে। আর তাদের নিকট তাদের রাসূলগণ প্রমাণাদিসহ আগমন করেছিল, কিন্তু তারা ঈমান আনার ছিল না। এভাবে আমি অপরাধী কওমকে শাস্তি প্রদান করি।","bangla_mkhan":"অবশ্য তোমাদের পূর্বে বহু দলকে ধ্বংস করে দিয়েছি, তখন তারা জালেম হয়ে গেছে। অথচ রসূল তাদের কাছেও এসব বিষয়ের প্রকৃষ্ট নির্দেশ নিয়ে এসেছিলেন। কিন্তু কিছুতেই তারা ঈমান আনল না। এমনিভাবে আমি শাস্তি দিয়ে থাকি পাপি সম্প্রদায়কে।","bangla_mujibur":"আমি তোমাদের পূর্বে বহু সম্প্রদায়কে ধ্বংস করেছি, যখন তারা যুলম করেছিল, অথচ তাদের নিকট তাদের রাসূলগণও প্রমাণাদীসহ আগমন করেছিল, কিন্তু কিছুতেই তারা ঈমান আনলনা। আর আমি অপরাধীদেরকে এই রূপেই শাস্তি দিয়ে থাকি।","bangla_taisirul":"তোমাদের পূর্বেকার বহু জনগোষ্ঠীকে আমি ধ্বংস করে দিয়েছি যখন তারা বাড়াবাড়িতে লিপ্ত হয়েছিল, তাদের কাছে রসূলগণ সুস্পষ্ট নিদর্শনসমূহ নিয়ে এসেছিল, কিন্তু তারা আদৌ ঈমান আনেনি। এভাবেই আমি অপরাধীদেরকে (পাপের) প্রতিদান দিয়ে থাকি।"},{"id":14,"arabic_text":"ثُمَّ  جَعَلۡنٰکُمۡ  خَلٰٓئِفَ فِی الۡاَرۡضِ مِنۡۢ بَعۡدِہِمۡ  لِنَنۡظُرَ کَیۡفَ تَعۡمَلُوۡنَ ﴿۱۴﴾ ","english_text":"Those are the ones who have purchased error [in exchange] for guidance, so their transaction has brought no profit, nor were they guided.","page":209,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1378.mp3","colorText":"ثُ[g[مّ]َ جَعَلْنَ[n[ـٰ]كُمْ خَلَ[o[ـٰٓ]ئِفَ فِى [h:44[ٱ]لْأَرْضِ م[i:1453[ِنۢ ب]َعْدِهِمْ لِنَ[f:5978[نظ]ُرَ كَيْفَ تَعْمَل[p[ُو]نَ","juz":11,"ruku":173,"manzil":3,"bangla_ahbayan":"অতঃপর আমি তাদের স্থলে তোমাদেরকে তাদের পর ভূমন্ডলে আবাদ করলাম,[১] যেন আমি প্রত্যক্ষ করি যে, তোমরা কিরূপ কাজ কর।","bangla_bayan":"তারপর আমি তোমাদেরকে যমীনে তাদের পরে স্থলাভিষিক্ত করেছি, যাতে আমি দেখি তোমরা কেমন আমল কর।","bangla_mkhan":"অতঃপর আমি তোমাদেরকে যমীনে তাদের পর প্রতিনিধি বানিয়েছি যাতে দেখতে পারি তোমরা কি কর।","bangla_mujibur":"অতঃপর আমি তাদের স্থলে তোমাদেরকে তাদের পর ভূমন্ডলে আবাদ করলাম, যেন আমি প্রত্যক্ষ করি যে, তোমরা কি রূপ কাজ কর।","bangla_taisirul":"অতঃপর তাদের পর আমি তোমাদেরকে পৃথিবীতে তাদের স্থলাভিষিক্ত করেছি এটা দেখার জন্য যে, তোমরা কী রকম ‘আমাল কর।"},{"id":15,"arabic_text":"وَ  اِذَا تُتۡلٰی عَلَیۡہِمۡ  اٰیَاتُنَا بَیِّنٰتٍ ۙ قَالَ الَّذِیۡنَ لَا یَرۡجُوۡنَ لِقَآءَنَا ائۡتِ بِقُرۡاٰنٍ غَیۡرِ  ہٰذَاۤ  اَوۡ بَدِّلۡہُ ؕ قُلۡ مَا یَکُوۡنُ لِیۡۤ اَنۡ اُبَدِّلَہٗ  مِنۡ تِلۡقَآیِٔ  نَفۡسِیۡ ۚ اِنۡ  اَتَّبِعُ اِلَّا مَا یُوۡحٰۤی اِلَیَّ ۚ اِنِّیۡۤ  اَخَافُ اِنۡ عَصَیۡتُ رَبِّیۡ  عَذَابَ  یَوۡمٍ  عَظِیۡمٍ ﴿۱۵﴾ ","english_text":"Their example is that of one who kindled a fire, but when it illuminated what was around him, Allah took away their light and left them in darkness [so] they could not see.","page":210,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1379.mp3","colorText":"وَإِذَا تُتْلَىٰ عَلَيْهِمْ ءَايَاتُنَا بَيِّنَ[n[ـٰ][f:5979[تٍ‌ۙ ق]َالَ [h:590[ٱ]لَّذِينَ لَا يَرْجُونَ لِق[o[َا]ٓءَنَا [h:5980[ٱ]ئْتِ بِقُرْءَانٍ غَيْرِ هَ[n[ـٰ]ذ[o[َآ] أَوْ بَدِّلْهُ‌ۚ قُلْ مَا يَكُونُ ل[o[ِىٓ] أَنْ أُبَدِّلَهُ[n[ۥ] مِ[f:5981[ن ت]ِلْقَآىِٕ نَفْس[o[ِىٓ‌ۖ] إِنْ أَتَّبِعُ إِلَّا مَا يُوحَ[o[ىٰٓ] إِلَىَّ‌ۖ إِ[g[نّ][o[ِىٓ] أَخَافُ إِنْ عَصَيْتُ رَبِّى عَذَابَ يَوْمٍ عَظ[p[ِي]مٍ","juz":11,"ruku":173,"manzil":3,"bangla_ahbayan":"আর যখন তাদের সামনে আমার আয়াতসমূহ সুস্পষ্টভাবে পাঠ করা হয়,[১] তখন যারা আমার সাক্ষাতের ভয় করে না, তারা বলে, ‘এটা ছাড়া অন্য কোন কুরআন আনয়ন কর অথবা এতে পরিবর্তন কর।’[২] তুমি বলে দাও, ‘আমার জন্য এটা সম্ভব নয় যে, আমি নিজের পক্ষ হতে এতে পরিবর্তন করি।[৩] আমার প্রতি যা প্রত্যাদেশ হয়, আমি তো কেবল তারই অনুসরণ করি। যদি আমি আমার প্রতিপালকের অবাধ্য হই, তাহলে আমি এক অতি ভীষণ দিনের শাস্তির আশংকা করি।’ [৪]","bangla_bayan":"আর যখন তাদের সামনে আমার আয়াতসমূহ সুস্পষ্টরূপে পাঠ করা হয়, তখন, যারা আমার সাক্ষাতের আশা রাখে না, তারা বলে, ‘এটি ছাড়া অন্য কুরআন নিয়ে এসো। অথবা একে বদলাও’। বল, ‘আমার নিজের পক্ষ থেকে এতে কোন পরিবর্তনের অধিকার নেই। আমিতো শুধু আমার প্রতি অবতীর্ণ ওহীর অনুসরণ করি। নিশ্চয় আমি যদি রবের অবাধ্য হই তবে ভয় করি কঠিন দিনের আযাবের’।","bangla_mkhan":"আর যখন তাদের কাছে আমার প্রকৃষ্ট আয়াত সমূহ পাঠ করা হয়, তখন সে সমস্ত লোক বলে, যাদের আশা নেই আমার সাক্ষাতের, নিয়ে এসো কোন কোরআন এটি ছাড়া, অথবা একে পরিবর্তিত করে দাও। তাহলে বলে দাও, একে নিজের পক্ষ থেকে পরিবর্তিত করা আমার কাজ নয়। আমি সে নির্দেশেরই আনুগত্য করি, যা আমার কাছে আসে। আমি যদি স্বীয় পরওয়ারদেগারের নাফরমানী করি, তবে কঠিন দিবসের আযাবের ভয় করি।","bangla_mujibur":"আর যখন তাদের সামনে আমার আয়াতসমূহ পাঠ করা হয় - যা অতি স্পষ্ট, তখন ঐ সব লোক, যাদের আমার নিকট উপস্থিত হওয়ার চিন্তা নেই - এইরূপ বলেঃ এটা ছাড়া অন্য কোন কুরআন আনয়ন করুন অথবা এতেই কিছু পরিবর্তন করে দিন। বলঃ আমার দ্বারা ইহা পরিবর্তন করা সম্ভব নয়, আমিতো শুধুমাত্র উহারই অনুসরণ করব যা অহীযোগে আমার কাছে পৌঁছেছে। আমি যদি আমার রবের নাফরমানী করি তাহলে আমি এক অতি ভীষণ দিনের শাস্তির আশংকা রাখি।","bangla_taisirul":"যখন আমার সুস্পষ্ট আয়াতগুলো তাদের কাছে পঠিত হয়, তখন যারা আমার সাক্ষাতের আশা রাখে না তারা বলে, ‘এটা বাদে অন্য আরেকটা কুরআন আন কিংবা ওটাকে বদলাও’। বল, ‘‘আমার নিজের ইচ্ছেমত ওটা বদলানো আমার কাজ নয়, আমার কাছে যা ওয়াহী করা হয় আমি কেবল সেটারই অনুসরণ করে থাকি। আমি আমার প্রতিপালকের অবাধ্যতা করলে এক অতি বড় বিভীষিকার দিনে আমি শাস্তির ভয় করি’’।"},{"id":16,"arabic_text":"قُلۡ لَّوۡ شَآءَ اللّٰہُ مَا تَلَوۡتُہٗ عَلَیۡکُمۡ  وَ لَاۤ اَدۡرٰىکُمۡ بِہٖ ۫ۖ فَقَدۡ لَبِثۡتُ فِیۡکُمۡ عُمُرًا مِّنۡ  قَبۡلِہٖ ؕ اَفَلَا  تَعۡقِلُوۡنَ ﴿۱۶﴾ ","english_text":"Deaf, dumb and blind - so they will not return [to the right path].","page":210,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1380.mp3","colorText":"قُل لَّوْ ش[o[َا]ٓءَ [h:78[ٱ]للَّهُ مَا تَلَوْتُهُ[n[ۥ] عَلَيْكُمْ وَل[o[َآ] أَ[q:5982[دْ]رَ[n[ٮٰ]ك[c:5983[ُم ب]ِه[n[ِۦ]‌ۖ فَقَ[q:563[دْ] لَبِثْتُ فِيكُمْ عُمُ[a:5984[رًا م]ِّ[f:1097[ن ق]َ[q:1098[بْ]لِه[o[ِۦٓ‌ۚ] أَفَلَا تَعْقِل[p[ُو]نَ","juz":11,"ruku":173,"manzil":3,"bangla_ahbayan":"বল, ‘আল্লাহর ইচ্ছা হলে আমি তোমাদের কাছে এটা পাঠ করতাম না এবং আল্লাহ তোমাদেরকে ওটা জানাতেন না।[১] আমি এর পূর্বেও তো জীবনের এক দীর্ঘ সময় তোমাদের মধ্যে অতিবাহিত করেছি; তবুও কি তোমরা বুঝতে পার না?’ [২]","bangla_bayan":"বল, ‘যদি আল্লাহ চাইতেন, আমি তোমাদের উপর তা পাঠ করতাম না। আর তিনি তোমাদেরকে এ সম্পর্কে অবহিত করতেন না। কেননা, ইতঃপূর্বে আমি তোমাদের মধ্যে দীর্ঘ জীবন অতিবাহিত করেছি। তবে কি তোমরা বুঝ না’?","bangla_mkhan":"বলে দাও, যদি আল্লাহ চাইতেন, তবে আমি এটি তোমাদের সামনে পড়তাম না, আর নাইবা তিনি তোমাদেরেকে অবহিত করতেন এ সম্পর্কে। কারণ আমি তোমাদের মাঝে ইতিপূর্বেও একটা বয়স অতিবাহিত করেছি। তারপরেও কি তোমরা চিন্তা করবে না?","bangla_mujibur":"তুমি বলে দাওঃ যদি আল্লাহর ইচ্ছা হত তাহলে, না আমি তোমাদেরকে এটা পাঠ করে শোনাতাম আর না আল্লাহ তোমাদেরকে ওটা জানাতেন। কেননা আমি এর পূর্বেওতো জীবনের এক দীর্ঘ সময় তোমাদের মধ্যে অতিবাহিত করেছি; তাহলে কি তোমরা এতটুকু জ্ঞান রাখনা?","bangla_taisirul":"বল, ‘‘আল্লাহর ইচ্ছে হলে আমি তোমাদের কাছে তা তিলাওয়াত করতাম না, আর আল্লাহও তোমাদেরকে তার খবর দিতেন না। আমি তো এর পূর্বে একটা দীর্ঘ সময় তোমাদের মাঝে অতিবাহিত করেছি, তা সত্ত্বেও তোমরা কি বুঝবে না?"},{"id":17,"arabic_text":"فَمَنۡ  اَظۡلَمُ  مِمَّنِ افۡتَرٰی عَلَی اللّٰہِ  کَذِبًا اَوۡ کَذَّبَ بِاٰیٰتِہٖ ؕ اِنَّہٗ  لَا یُفۡلِحُ الۡمُجۡرِمُوۡنَ ﴿۱۷﴾ ","english_text":"Or [it is] like a rainstorm from the sky within which is darkness, thunder and lightning. They put their fingers in their ears against the thunderclaps in dread of death. But Allah is encompassing of the disbelievers.","page":210,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1381.mp3","colorText":"فَمَنْ أَظْلَمُ مِ[g[مّ]َنِ [h:3980[ٱ]فْتَرَىٰ عَلَى [h:412[ٱ]للَّهِ كَذِبًا أَوْ كَذَّبَ بِـَٔـايَ[n[ـٰ]تِه[o[ِۦٓ‌ۚ] إِ[g[نّ]َهُ[n[ۥ] لَا يُفْلِحُ [h:5985[ٱ]لْمُ[q:5255[جْ]رِم[p[ُو]نَ","juz":11,"ruku":173,"manzil":3,"bangla_ahbayan":"অতএব সে ব্যক্তির চেয়ে অধিক অত্যাচারী কে হবে, যে ব্যক্তি আল্লাহর প্রতি মিথ্যা আরোপ করে অথবা তাঁর আয়াতসমূহকে মিথ্যা মনে করে? নিঃসন্দেহে এমন অপরাধিগণ সফলকাম হবে না।","bangla_bayan":"অতএব যে আল্লাহর উপর মিথ্যা রটনা করে অথবা তাঁর আয়াতসমূহকে মিথ্যা বলে, তার চেয়ে বড় যালিম কে ? নিশ্চয় অপরাধীরা সফল হবে না।","bangla_mkhan":"অতঃপর তার চেয়ে বড় জালেম, কে হবে, যে আল্লাহর প্রতি অপবাদ আরোপ করেছে কিংবা তাঁর আয়াতসমূহকে মিথ্যা বলে অভিহিত করছে? কস্মিনকালেও পাপীদের কোন কল্যাণ হয় না।","bangla_mujibur":"অতএব সেই ব্যক্তির চেয়ে অধিক অত্যাচারী (যালিম) কে যে ব্যক্তি আল্লাহর প্রতি মিথ্যা আরোপ করে অথবা তাঁর আয়াতসমূহকে মিথ্যা প্রতিপন্ন করে? নিঃসন্দেহে এমন পাপাচারীদের কিছুতেই মঙ্গল হবেনা।","bangla_taisirul":"তার চেয়ে বড় যালিম আর কে হতে পারে যে মিথ্যা রচনা ক’রে আল্লাহর নামে চালিয়ে দেয় অথবা আল্লাহর আয়াতসমূহকে মিথ্যা বলে ঘোষণা করে; নিশ্চিতই অপরাধীরা সাফল্য লাভ করতে পারে না।"},{"id":18,"arabic_text":"وَ یَعۡبُدُوۡنَ مِنۡ دُوۡنِ اللّٰہِ مَا لَا یَضُرُّہُمۡ وَ لَا یَنۡفَعُہُمۡ وَ یَقُوۡلُوۡنَ ہٰۤؤُلَآءِ شُفَعَآؤُنَا عِنۡدَ اللّٰہِ ؕ قُلۡ اَتُنَبِّـُٔوۡنَ اللّٰہَ بِمَا  لَا یَعۡلَمُ فِی السَّمٰوٰتِ وَ لَا فِی الۡاَرۡضِ ؕ سُبۡحٰنَہٗ  وَ  تَعٰلٰی عَمَّا یُشۡرِکُوۡنَ ﴿۱۸﴾ ","english_text":"The lightning almost snatches away their sight. Every time it lights [the way] for them, they walk therein; but when darkness comes over them, they stand [still]. And if Allah had willed, He could have taken away their hearing and their sight. Indeed, Allah is over all things competent.","page":210,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1382.mp3","colorText":"وَيَعْبُدُونَ مِ[f:107[ن د]ُونِ [h:108[ٱ]للَّهِ مَا لَا يَضُرُّهُمْ وَلَا يَ[f:534[نف]َعُهُمْ وَيَقُولُونَ هَ[o[ـٰٓ]ؤُل[o[َا]ٓءِ شُفَعَ[o[ـٰٓ]ؤُنَا عِ[f:264[ند]َ [h:408[ٱ]للَّهِ‌ۚ قُلْ أَتُنَبِّــُٔونَ [h:5986[ٱ]للَّهَ بِمَا لَا يَعْلَمُ فِى [h:609[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَلَا فِى [h:44[ٱ]لْأَرْضِ‌ۚ سُ[q:608[بْ]حَ[n[ـٰ]نَهُ[n[ۥ] وَتَعَ[n[ـٰ]لَىٰ عَ[g[مّ]َا يُشْرِك[p[ُو]نَ","juz":11,"ruku":173,"manzil":3,"bangla_ahbayan":"আর তারা আল্লাহ ছাড়া এমন কিছুর উপাসনা করে[১] যা তাদের কোন অপকারও করতে পারে না এবং কোন উপকারও করতে পারে না।[২] অথচ তারা বলে, এরা হচ্ছে আল্লাহর নিকট আমাদের সুপারিশকারী।[৩] তুমি বলে দাও, ‘তোমরা কি আল্লাহকে এমন বিষয়ের সংবাদ দিচ্ছ যা তিনি অবগত নন, না আকাশসমূহে, আর না পৃথিবীতে?[৪] তিনি পবিত্র এবং তারা যে অংশী করে, তা হতে তিনি ঊর্ধ্বে।’ [৫]","bangla_bayan":"আর তারা আল্লাহ ছাড়া এমন কিছুর ইবাদত করছে, যা তাদের ক্ষতি করতে পারে না এবং উপকারও করতে পারে না। আর তারা বলে, ‘এরা আল্লাহর নিকট আমাদের সুপারিশকারী’। বল, ‘তোমরা কি আল্লাহকে আসমানসমূহ ও যমীনে থাকা এমন বিষয়ে সংবাদ দিচ্ছ যা তিনি অবগত নন’? তিনি পবিত্র মহান এবং তারা যা শরীক করে, তা থেকে তিনি অনেক ঊর্ধ্বে।","bangla_mkhan":"আর উপাসনা করে আল্লাহকে বাদ দিয়ে এমন বস্তুর, যা না তাদের কোন ক্ষতিসাধন করতে পারে, না লাভ এবং বলে, এরা তো আল্লাহর কাছে আমাদের সুপারিশকারী। তুমি বল, তোমরা কি আল্লাহকে এমন বিষয়ে অবহিত করছ, যে সম্পর্কে তিনি অবহিত নন আসমান ও যমীনের মাঝে ? তিনি পুতঃপবিত্র ও মহান সে সমস্ত থেকে যাকে তোমরা শরীক করছ।","bangla_mujibur":"আর তারা আল্লাহ ছাড়া এমন বস্তুসমূহের ইবাদাত করে যারা তাদের কোন অপকার করতে পারেনা এবং তাদের কোন উপকারও করতে পারেনা। আর তারা বলে, এরা হচ্ছে আল্লাহর নিকট আমাদের সুপারিশকারী। তুমি বলে দাওঃ তোমরা কি আল্লাহকে এমন বিষয়ের সংবাদ দিচ্ছ যা তিনি অবগত নন, না আসমানে, আর না যমীনে? তিনি পবিত্র এবং তাদের মুশরিকী কার্যকলাপ হতে তিনি অনেক উর্ধ্বে।","bangla_taisirul":"আর তারা আল্লাহকে ছেড়ে ‘ইবাদাত করে এমন কিছুর যা না পারে তাদের কোন ক্ষতি করতে, আর না পারে কোন উপকার করতে। আর তারা বলে, ‘‘ওগুলো আমাদের জন্য আল্লাহর কাছে সুপারিশকারী’’। বল, ‘‘তোমরা কি আল্লাহকে এমন কিছুর সংবাদ দিতে চাও, যা তিনি অবগত নন, না আকাশমন্ডলীতে আর না যমীনে? মহান পবিত্র তিনি, তোমরা যা কিছুকে তাঁর শরীক গণ্য কর তাত্থেকে তিনি বহু ঊর্ধ্বে।"},{"id":19,"arabic_text":"وَ مَا کَانَ النَّاسُ اِلَّاۤ  اُمَّۃً  وَّاحِدَۃً فَاخۡتَلَفُوۡا ؕ وَ لَوۡ  لَا کَلِمَۃٌ سَبَقَتۡ مِنۡ رَّبِّکَ لَقُضِیَ بَیۡنَہُمۡ فِیۡمَا فِیۡہِ  یَخۡتَلِفُوۡنَ ﴿۱۹﴾ ","english_text":"O mankind, worship your Lord, who created you and those before you, that you may become righteous -","page":210,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1383.mp3","colorText":"وَمَا كَانَ [h:1158[ٱ][l[ل][g[نّ]َاسُ إِلّ[o[َآ] أُ[g[مّ]َ[a:1159[ةً و][n[َٲ]حِدَ[f:5987[ةً ف]َ[h:5988[ٱ]خْتَلَفُو[s[اْ‌ۚ] وَلَوْلَا كَلِمَ[f:5989[ةٌ س]َبَقَتْ م[u:770[ِن ر]َّبِّكَ لَقُضِىَ بَيْنَهُمْ فِيمَا فِيهِ يَخْتَلِف[p[ُو]نَ","juz":11,"ruku":173,"manzil":3,"bangla_ahbayan":"সমস্ত মানুষ (প্রথমে) এক জাতিই ছিল, অতঃপর তারা মতভেদ সৃষ্টি করল।[১] যদি তোমার প্রতিপালকের পক্ষ হতে পূর্ব-ঘোষণা না থাকত, তাহলে যে বিষয়ে তারা মতভেদ করছে, তার চূড়ান্ত মীমাংসা হয়ে যেত। [২]","bangla_bayan":"আর মানুষ তো এক উম্মতই ছিল। পরে তারা বিভক্ত হয়ে পড়ল। আর তোমার রবের পক্ষ থেকে বাণী বিগত না হলে তাদের মধ্যে মীমাংসা হয়ে যেত, যা নিয়ে তারা মতবিরোধ করে।","bangla_mkhan":"আর সমস্ত মানুষ একই উম্মতভুক্ত ছিল, পরে পৃথক হয়ে গেছে। আর একটি কথা যদি তোমার পরওয়ারদেগারের পক্ষ থেকে পূর্ব নির্ধারিত না হয়ে যেত; তবে তারা যে বিষয়ে বিরোধ করছে তার মীমাংসা হয়ে যেত।","bangla_mujibur":"আর সমস্ত মানুষ (প্রথম) এক উম্মাতই ছিল, অতঃপর তারা মতভেদ সৃষ্টি করল। আর যদি তোমার রবের পক্ষ হতে এক নির্দেশ বাণী প্রথমে সাব্যস্ত হয়ে না থাকত তাহলে যে বিষয়ে তারা মতভেদ করছে তার চূড়ান্ত মীমাংসা হয়ে যেত।","bangla_taisirul":"মানুষ ছিল এক উম্মতভুক্ত। পরে তারা মতভেদ সৃষ্টি করল। তোমার প্রতিপালক পূর্বেই যদি সিদ্ধান্ত গ্রহণ না করতেন, তাহলে যে বিষয়ে তারা মতভেদ করছে তার মীমাংসা অবশ্যই করে দেয়া হত।"},{"id":20,"arabic_text":"وَ یَقُوۡلُوۡنَ لَوۡ لَاۤ  اُنۡزِلَ عَلَیۡہِ اٰیَۃٌ مِّنۡ رَّبِّہٖ ۚ فَقُلۡ  اِنَّمَا الۡغَیۡبُ لِلّٰہِ فَانۡتَظِرُوۡا ۚ اِنِّیۡ  مَعَکُمۡ  مِّنَ  الۡمُنۡتَظِرِیۡنَ ﴿۲۰﴾ ","english_text":"[He] who made for you the earth a bed [spread out] and the sky a ceiling and sent down from the sky, rain and brought forth thereby fruits as provision for you. So do not attribute to Allah equals while you know [that there is nothing similar to Him].","page":210,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1384.mp3","colorText":"وَيَقُولُونَ لَوْل[o[َآ] أُ[f:17[نز]ِلَ عَلَيْهِ ءَايَ[a:4024[ةٌ م]ّ[u:192[ِن ر]َّبِّه[n[ِۦ]‌ۖ فَقُلْ إِ[g[نّ]َمَا [h:5990[ٱ]لْغَيْبُ لِلَّهِ فَ[h:4800[ٱ][f:4800[نت]َظِر[o[ُوٓ][s[اْ] إِ[g[نّ]ِى مَعَك[w:2068[ُم م]ِّنَ [h:4801[ٱ]لْمُ[f:4802[نت]َظِر[p[ِي]نَ","juz":11,"ruku":173,"manzil":3,"bangla_ahbayan":"তারা বলে, ‘তাঁর প্রতি তাঁর প্রতিপালকের পক্ষ হতে কোন নিদর্শন অবতীর্ণ করা হয়নি কেন?’[১] সুতরাং তুমি বলে দাও, ‘অদৃশ্যের খবর শুধুমাত্র আল্লাহই জানেন।[২] অতএব তোমরা প্রতীক্ষায় থাক, আমিও তোমাদের সাথে প্রতীক্ষায় থাকলাম।’","bangla_bayan":"আর তারা বলে, ‘তাঁর রবের পক্ষ থেকে তার উপর কোন নিদর্শন কেন নাযিল করা হয় না’? বল, ‘গায়েবের জ্ঞান তো কেবল আল্লাহরই। অতএব তোমরা অপেক্ষা কর, আমিও তোমাদের সাথে অপেক্ষায় রয়েছি’।","bangla_mkhan":"বস্তুতঃ তারা বলে, তাঁর কাছে তাঁর পরওয়ারদেগারের পক্ষ থেকে কোন নির্দেশ এল না কেন? বলে দাও গায়েবের কথা আল্লাহই জানেন। আমি ও তোমাদের সাথে অপেক্ষায় রইলাম।","bangla_mujibur":"আর তারা বলেঃ তার প্রতি তার রবের পক্ষ হতে কোন মু’জিযা কেন নাযিল হলনা? তুমি বলে দাওঃ গাইবের খবর শুধুমাত্র আল্লাহই জানেন। অতএব তোমরা প্রতীক্ষায় থাক, আমিও তোমাদের সাথে প্রতীক্ষায় থাকলাম।","bangla_taisirul":"তারা বলে, ‘‘তাঁর প্রতিপালকের পক্ষ থেকে তাঁর কাছে কোন নিদর্শন অবতীর্ণ হয় না কেন?’’ এদের জবাবে বলে দাও, ‘‘অদৃশ্য জগতের একচ্ছত্র মালিক হলেন আল্লাহ, কাজেই তোমরা অপেক্ষা কর (এবং ভবিষ্যতে কী হয় দেখ), আমিও তোমাদের সাথে অপেক্ষমান থাকলাম।"},{"id":21,"arabic_text":"وَ اِذَاۤ  اَذَقۡنَا النَّاسَ رَحۡمَۃً  مِّنۡۢ بَعۡدِ ضَرَّآءَ  مَسَّتۡہُمۡ  اِذَا لَہُمۡ  مَّکۡرٌ  فِیۡۤ  اٰیَاتِنَا ؕ قُلِ اللّٰہُ  اَسۡرَعُ مَکۡرًا ؕ اِنَّ رُسُلَنَا یَکۡتُبُوۡنَ مَا تَمۡکُرُوۡنَ ﴿۲۱﴾ ","english_text":"And if you are in doubt about what We have sent down upon Our Servant [Muhammad], then produce a surah the like thereof and call upon your witnesses other than Allah, if you should be truthful.","page":211,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1385.mp3","colorText":"وَإِذ[o[َآ] أَذَ[q:5991[قْ]نَا [h:5992[ٱ][l[ل][g[نّ]َاسَ رَحْمَ[a:5993[ةً م]ّ[i:146[ِنۢ ب]َعْدِ ضَرّ[o[َا]ٓءَ مَسَّتْهُمْ إِذَا لَه[w:5994[ُم م]َّكْ[f:5995[رٌ ف][o[ِىٓ] ءَايَاتِنَا‌ۚ قُلِ [h:3166[ٱ]للَّهُ أَسْرَعُ مَكْرًا‌ۚ إِ[g[نّ]َ رُسُلَنَا يَكْتُبُونَ مَا تَمْكُر[p[ُو]نَ","juz":11,"ruku":174,"manzil":3,"bangla_ahbayan":"মানুষকে কোন বিপদ স্পর্শ করার পর যখন আমি তাদেরকে কোন নিয়ামতের স্বাদ উপভোগ করাই,[১] তখনই তারা আমার আয়াতসমূহ সম্বন্ধে দূরভিসন্ধি (কুমতলব) করতে থাকে।[২] তুমি বলে দাও, ‘আল্লাহ দুরভিসন্ধিতে অধিক তৎপর।’[৩] নিশ্চয়ই আমার ফিরিশতাগণ তোমাদের সকল দুরভিসন্ধি লিপিবদ্ধ করছে।","bangla_bayan":"আর যখন আমি মানুষকে দুঃখ-দুর্দশা স্পর্শ করার পর রহমতের স্বাদ আস্বাদন করাই, তখন তারা আমার আয়াতসমূহের ব্যাপারে কূট-কৌশলের আশ্রয় নেয়। বল, ‘আল্লাহ কৌশলকারী হিসেবে অধিক দ্রুত’। নিশ্চয় আমার ফেরেশতারা তোমাদের কুট-কৌশল লিখে রাখে।","bangla_mkhan":"আর যখন আমি আস্বাদন করাই স্বীয় রহমত সে কষ্টের পর, যা তাদের ভোগ করতে হয়েছিল, তখনই তারা আমার শক্তিমত্তার মাঝে নানা রকম ছলনা তৈরী করতে আরম্ভ করবে। আপনি বলে দিন, আল্লাহ সবচেয়ে দ্রুত কলা-কৌশল তৈরী করতে পারেন। নিশ্চয়ই আমাদের ফেরেশতারা লিখে রাখে তোমাদের ছল-চাতুরী।","bangla_mujibur":"আর যখন আমি মানুষকে কোন নি‘আমাতের স্বাদ উপভোগ করাই তাদের উপর কোন বিপদ পতিত হওয়ার পর, তখনই তারা আমার আয়াতসমূহ সম্বন্ধে দুরভিসন্ধি করতে থাকে। তুমি বলে দাওঃ আল্লাহ অতি দ্রুত কলাকৌশল তৈরী করতে পারেন। নিশ্চয়ই আমার মালাইকা/ফেরেশতাগণ তোমাদের সকল দুরভিসন্ধি লিপিবদ্ধ করছে।","bangla_taisirul":"দুঃখ কষ্ট মানুষকে স্পর্শ করার পর আমি যখন তাদেরকে অনুগ্রহ আস্বাদন করতে দেই, তখন তারা আমার নিদর্শনগুলোর ব্যাপারে কুট কৌশলের আশ্রয় নেয়। বল, ‘কৌশল গ্রহণে আল্লাহ হলেন ক্ষিপ্রগতিসম্পন্ন, তোমরা যে সব কূটচাল গ্রহণ কর আমার ফেরেশতাগণ তা লিপিবদ্ধ করে রাখে।’"},{"id":22,"arabic_text":"ہُوَ الَّذِیۡ یُسَیِّرُکُمۡ فِی الۡبَرِّ وَ الۡبَحۡرِ ؕ حَتّٰۤی اِذَا کُنۡتُمۡ فِی الۡفُلۡکِ ۚ وَ  جَرَیۡنَ بِہِمۡ بِرِیۡحٍ طَیِّبَۃٍ وَّ فَرِحُوۡا بِہَا جَآءَتۡہَا رِیۡحٌ عَاصِفٌ وَّ جَآءَہُمُ الۡمَوۡجُ مِنۡ کُلِّ مَکَانٍ وَّ ظَنُّوۡۤا اَنَّہُمۡ اُحِیۡطَ بِہِمۡ ۙ دَعَوُا اللّٰہَ  مُخۡلِصِیۡنَ لَہُ الدِّیۡنَ ۬ۚ  لَئِنۡ اَنۡجَیۡتَنَا مِنۡ ہٰذِہٖ لَنَکُوۡنَنَّ  مِنَ  الشّٰکِرِیۡنَ ﴿۲۲﴾ ","english_text":"But if you do not - and you will never be able to - then fear the Fire, whose fuel is men and stones, prepared for the disbelievers.","page":211,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1386.mp3","colorText":"هُوَ [h:153[ٱ]لَّذِى يُسَيِّرُكُمْ فِى [h:4106[ٱ]لْبَرِّ وَ[h:4107[ٱ]لْبَحْرِ‌ۖ حَتَّ[o[ىٰٓ] إِذَا كُ[f:100[نت]ُمْ فِى [h:4780[ٱ]لْفُلْكِ وَجَرَيْنَ بِه[c:5996[ِم ب]ِرِي[f:5997[حٍ ط]َيِّبَ[a:5998[ةٍ و]َفَرِحُو[s[اْ] بِهَا ج[o[َا]ٓءَتْهَا رِيحٌ عَاصِ[a:5999[فٌ و]َج[o[َا]ٓءَهُمُ [h:6000[ٱ]لْمَوْجُ مِ[f:843[ن ك]ُلِّ مَكَا[a:6001[نٍ و]َظَ[g[نّ][o[ُوٓ][s[اْ] أَ[g[نّ]َهُمْ أُحِيطَ بِهِمْ‌ۙ دَعَوُ[s[اْ] [h:6002[ٱ]للَّهَ مُخْلِصِينَ لَهُ [h:4649[ٱ][l[ل]دِّينَ لَئِنْ أَ[f:6003[نج]َيْتَنَا مِنْ هَ[n[ـٰ]ذِه[n[ِۦ] لَنَكُونَ[g[نّ]َ مِنَ [h:4134[ٱ][l[ل]شَّ[n[ـٰ]كِر[p[ِي]نَ","juz":11,"ruku":174,"manzil":3,"bangla_ahbayan":"তিনিই (সেই মহান সত্তা), যিনি তোমাদেরকে স্থলভাগে ও জলভাগে ভ্রমণ করান;[১] এমন কি যখন তোমরা নৌকায় অবস্থান কর, আর সেই নৌকাগুলো লোকদের নিয়ে অনুকূল বায়ুর সাহায্যে চলতে থাকে, আর তারা তাতে আনন্দিত হয়। (হঠাৎ) তাদের উপর এক প্রচন্ড (প্রতিকূল) বায়ু এসে পড়ে এবং প্রত্যেক দিক হতে তাদের উপর তরঙ্গমালা ধেয়ে আসে, আর তারা মনে করে যে, তারা (বিপদে) বেষ্টিত হয়ে পড়েছে,[২] (তখন) সকলে আল্লাহর আনুগত্যে বিশুদ্ধচিত্ত হয়ে আল্লাহকেই ডাকতে থাকে,[৩] ‘(হে আল্লাহ!) যদি তুমি আমাদেরকে এ হতে রক্ষা কর, তাহলে আমরা অবশ্যই কৃতজ্ঞ হয়ে যাব।’","bangla_bayan":"তিনিই তোমাদেরকে স্থলে ও সমুদ্রে ভ্রমণ করান। এমনকি যখন তোমরা নৌকায় থাক, আর তা তাদেরকে নিয়ে চলতে থাকে অনুকুল হাওয়ায় এবং তারা তা নিয়ে আনন্দিত হয়, (এ সময়) তাকে পেয়ে বসে ঝড়ো হাওয়া, আর চারদিক থেকে ধেয়ে আসে তরঙ্গ এবং তাদের নিশ্চিত ধারণা হয় যে, তাদেরকে পরিবেষ্টন করা হয়েছে। তখন তারা আল্লাহকে ডাকতে থাকে তাঁর জন্য দীনকে একনিষ্ঠ করে, ‘যদি আপনি এ থেকে আমাদেরকে নাজাত দেন, তাহলে আমরা অবশ্যই কৃতজ্ঞদের অন্তর্ভুক্ত হব’।","bangla_mkhan":"তিনিই তোমাদের ভ্রমন করান স্থলে ও সাগরে। এমনকি যখন তোমরা নৌকাসমূহে আরোহণ করলে আর তা লোকজনকে অনুকূল হাওয়ায় বয়ে নিয়ে চলল এবং তাতে তারা আনন্দিত হল, নৌকাগুলোর উপর এল তীব্র বাতাস, আর সর্বদিক থেকে সেগুলোর উপর ঢেউ আসতে লাগল এবং তারা জানতে পারল যে, তারা অবরুদ্ধ হয়ে পড়েছে, তখন ডাকতে লাগল আল্লাহকে তাঁর এবাদতে নিঃস্বার্থ হয়ে যদি তুমি আমাদেরকে এ বিপদ থেকে উদ্ধার করে তোল, তাহলে নিঃসন্দেহে আমরা কৃতজ্ঞ থাকব।","bangla_mujibur":"তিনি এমন, যিনি তোমাদেরকে স্থলভাগে ও পানি পথে পরিভ্রমণ করান; যখন তোমরা নৌকায় অবস্থান কর, আর সেই নৌকাগুলি লোকদেরকে নিয়ে অনুকূল বায়ুর সাহায্যে চলতে থাকে, আর তারা তাতে আনন্দিত হয়, (হঠাৎ) তাদের উপর এক প্রচন্ড (প্রতিকূল) বায়ু এসে পড়ে এবং প্রত্যেক দিক হতে তাদের উপর তরঙ্গমালা ধেয়ে আসে, আর তারা মনে করে যে, তারা (বিপদে) বেষ্টিত হয়ে পড়েছে, (তখন) সকলে খাঁটি বিশ্বাসের সাথে আল্লাহকেই ডাকতে থাকেঃ (হে আল্লাহ!) আপনি যদি আমাদেরকে এটা হতে রক্ষা করেন তাহলে আমরা অবশ্যই কৃতজ্ঞ হয়ে যাব।","bangla_taisirul":"তিনি তোমাদেরকে জলে ও স্থলে ভ্রমণ করান। এমনকি যখন তোমরা নৌকায় আরোহণ করে অনুকূল হাওয়ার তালে আমোদ আহলাদে সফর করতে থাক, তখন ঝড়ো হাওয়া আঘাত হানে আর চারদিক থেকে তরঙ্গ ধেয়ে আসে, আর তারা মনে করে যে, তারা তরঙ্গমালায় পরিবেষ্টিত হয়ে পড়েছে। তখন তারা বিশুদ্ধ আনুগত্যে আল্লাহকে ডেকে বলে, ‘তুমি যদি এত্থেকে আমাদেরকে পরিত্রাণ দাও তাহলে অবশ্য অবশ্যই আমরা শুকরগুজার বান্দাদের অন্তর্ভুক্ত হয়ে যাব।’"},{"id":23,"arabic_text":"فَلَمَّاۤ  اَنۡجٰہُمۡ  اِذَا ہُمۡ یَبۡغُوۡنَ فِی الۡاَرۡضِ بِغَیۡرِ الۡحَقِّ ؕ یٰۤاَیُّہَا النَّاسُ  اِنَّمَا بَغۡیُکُمۡ عَلٰۤی اَنۡفُسِکُمۡ ۙ مَّتَاعَ  الۡحَیٰوۃِ الدُّنۡیَا ۫ ثُمَّ  اِلَیۡنَا مَرۡجِعُکُمۡ فَنُنَبِّئُکُمۡ بِمَا کُنۡتُمۡ تَعۡمَلُوۡنَ ﴿۲۳﴾ ","english_text":"And give good tidings to those who believe and do righteous deeds that they will have gardens [in Paradise] beneath which rivers flow. Whenever they are provided with a provision of fruit therefrom, they will say, \"This is what we were provided with before.\" And it is given to them in likeness. And they will have therein purified spouses, and they will abide therein eternally.","page":211,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1387.mp3","colorText":"فَلَ[g[مّ][o[َآ] أَ[f:6004[نج]َ[n[ـٰ]هُمْ إِذَا هُمْ يَ[q:2073[بْ]غُونَ فِى [h:44[ٱ]لْأَرْضِ بِغَيْرِ [h:325[ٱ]لْحَقِّ‌ۗ يَ[o[ـٰٓ]أَيُّهَا [h:82[ٱ][l[ل][g[نّ]َاسُ إِ[g[نّ]َمَا بَغْيُكُمْ عَلَ[o[ىٰٓ] أَ[f:1329[نف]ُسِك[w:6005[ُم‌ۖ م]َّتَ[n[ـٰ]عَ [h:6006[ٱ]لْحَيَ[s[و][n[ٲ]ةِ [h:442[ٱ][l[ل]دُّنْيَا‌ۖ ثُ[g[مّ]َ إِلَيْنَا مَرْجِعُكُمْ فَنُنَبِّئُك[c:6007[ُم ب]ِمَا كُ[f:100[نت]ُمْ تَعْمَل[p[ُو]نَ","juz":11,"ruku":174,"manzil":3,"bangla_ahbayan":"অতঃপর যখনই আল্লাহ তাদেরকে উদ্ধার করেন, তখনই তারা ভূ-পৃষ্ঠে অন্যায়ভাবে বিদ্রোহাচরণ করতে থাকে।[১] হে লোক সকল! (শুনে রাখ) তোমাদের বিদ্রোহাচরণ তোমাদেরই (জন্য ক্ষতিকর) হবে,[২] (এ হল) পার্থিব জীবনের উপভোগ্য, তারপর আমারই দিকে তোমাদেরকে ফিরে আসতে হবে। অতঃপর আমি তোমাদেরকে তোমাদের যাবতীয় কৃতকর্ম জানিয়ে দেব।","bangla_bayan":"অতঃপর যখন তিনি তাদেরকে নাজাত দেন, তখন তারা অন্যায়ভাবে যমীনে সীমালঙ্ঘন করে। হে মানুষ, তোমাদের সীমালঙ্ঘন তোমাদের বিরুদ্ধেই, এ সব কিছু দুনিয়ার ভোগ। অতঃপর আমার নিকটই তোমাদের প্রত্যাবর্তন। সুতরাং তখন আমি তোমাদেরকে তোমাদের কৃতকর্ম সম্পর্কে জানাব।","bangla_mkhan":"তারপর যখন তাদেরকে আল্লাহ বাঁচিয়ে দিলেন, তখনই তারা পৃথিবীতে অনাচার করতে লাগল অন্যায় ভাবে। হে মানুষ! শোন, তোমাদের অনাচার তোমাদেরই উপর পড়বে। পার্থিব জীবনের সুফল ভোগ করে নাও-অতঃপর আমার নিকট প্রত্যাবর্তন করতে হবে। তখন আমি বাতলে দেব, যা কিছু তোমরা করতে।","bangla_mujibur":"অতঃপর যখনই মা‘বূদ তাদেরকে উদ্ধার করেন তখনই তারা ভূপৃষ্ঠে অন্যায়ভাবে বিদ্রোহাচরণ করতে থাকে। হে লোক সকল! (শুনে রেখ), তোমাদের বিদ্রোহাচরণ তোমাদেরই (প্রাণের) জন্য বিপদ হবে, পার্থিব জীবনে (এটা দ্বারা কিছু ফল) ভোগ করে নাও, অতঃপর আমারই কাছে তোমাদেরকে ফিরে আসতে হবে, অতঃপর আমি তোমাদের যাবতীয় কৃতকর্ম তোমাদেরকে জানিয়ে দিব।","bangla_taisirul":"অতঃপর যেমনই তিনি তাদেরকে বাঁচিয়ে দেন, তখন তারা অন্যায়ভাবে যমীনে বিদ্রোহী আচরণ শুরু করে দেয়। ওহে মানুষ! তোমাদের এ বিদ্রোহ তো (প্রকৃতপক্ষে) তোমাদের নিজেদেরই বিপক্ষে, অস্থায়ী দুনিয়ার আনন্দ সামগ্রী মাত্র। অতঃপর আমার কাছেই তোমাদের প্রত্যাবর্তন হবে, তখন আমি তোমাদেরকে জানিয়ে দেব তোমরা যা কিছু করছিলে।"},{"id":24,"arabic_text":"اِنَّمَا مَثَلُ الۡحَیٰوۃِ الدُّنۡیَا کَمَآءٍ اَنۡزَلۡنٰہُ مِنَ السَّمَآءِ فَاخۡتَلَطَ بِہٖ نَبَاتُ الۡاَرۡضِ مِمَّا یَاۡکُلُ النَّاسُ وَ الۡاَنۡعَامُ ؕ حَتّٰۤی اِذَاۤ اَخَذَتِ الۡاَرۡضُ زُخۡرُفَہَا وَ ازَّیَّنَتۡ وَ ظَنَّ  اَہۡلُہَاۤ   اَنَّہُمۡ قٰدِرُوۡنَ عَلَیۡہَاۤ ۙ اَتٰہَاۤ  اَمۡرُنَا لَیۡلًا اَوۡ نَہَارًا فَجَعَلۡنٰہَا حَصِیۡدًا  کَاَنۡ لَّمۡ تَغۡنَ بِالۡاَمۡسِ ؕ کَذٰلِکَ نُفَصِّلُ الۡاٰیٰتِ لِقَوۡمٍ  یَّتَفَکَّرُوۡنَ ﴿۲۴﴾ ","english_text":"Indeed, Allah is not timid to present an example - that of a mosquito or what is smaller than it. And those who have believed know that it is the truth from their Lord. But as for those who disbelieve, they say, \"What did Allah intend by this as an example?\" He misleads many thereby and guides many thereby. And He misleads not except the defiantly disobedient,","page":211,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1388.mp3","colorText":"إِ[g[نّ]َمَا مَثَلُ [h:6008[ٱ]لْحَيَ[s[و][n[ٲ]ةِ [h:442[ٱ][l[ل]دُّنْيَا كَم[o[َا]ٓءٍ أَ[f:4236[نز]َلْنَ[n[ـٰ]هُ مِنَ [h:64[ٱ][l[ل]سَّم[o[َا]ٓءِ فَ[h:6009[ٱ]خْتَلَطَ بِه[n[ِۦ] نَبَاتُ [h:6010[ٱ]لْأَرْضِ مِ[g[مّ]َا يَأْكُلُ [h:6011[ٱ][l[ل][g[نّ]َاسُ وَ[h:6012[ٱ]لْأَنْعَ[n[ـٰ]مُ حَتَّ[o[ىٰٓ] إِذ[o[َآ] أَخَذَتِ [h:6013[ٱ]لْأَرْضُ زُخْرُفَهَا وَ[h:6014[ٱ]زَّيَّنَتْ وَظَ[g[نّ]َ أَهْلُه[o[َآ] أَ[g[نّ]َهُمْ قَ[n[ـٰ]دِرُونَ عَلَيْه[o[َآ] أَتَ[n[ـٰ]ه[o[َآ] أَمْرُنَا لَيْلاً أَوْ نَهَا[f:6015[رًا ف]َجَعَلْنَ[n[ـٰ]هَا حَصِي[f:6016[دًا ك]َأ[u:2914[َن ل]َّمْ تَغْنَ بِ[h:6017[ٱ]لْأَمْسِ‌ۚ كَذ[n[َٲ]لِكَ نُفَصِّلُ [h:4091[ٱ]لْأَيَ[n[ـٰ]تِ لِقَوْ[a:6018[مٍ ي]َتَفَكَّر[p[ُو]نَ","juz":11,"ruku":174,"manzil":3,"bangla_ahbayan":"বস্তুতঃ পার্থিব জীবনের দৃষ্টান্ত তো বৃষ্টির মত, যা আমি আসমান হতে বর্ষণ করি। অতঃপর তার দ্বারা উৎপন্ন হয় ভূপৃষ্ঠের উদ্ভিদগুলো অতিশয় ঘন হয়ে, যা হতে মানুষ ও পশুরা ভক্ষণ করে। অতঃপর যখন ভূমি তার শোভা ধারণ করে ও নয়নাভিরাম হয়ে ওঠে এবং তার মালিকরা মনে করে যে, তারা এখন তার পূর্ণ অধিকারী, তখন দিনে অথবা রাতে তার উপর আমার (আযাবের) আদেশ এসে পড়ে, সুতরাং আমি তা এমনভাবে নিশ্চিহ্ন করে দিই,[১] যেন গতকাল তার অস্তিত্বই ছিল না। এরূপেই আয়াতগুলোকে আমি চিন্তাশীল সম্প্রদায়ের জন্য বিশদরূপে বর্ণনা করে থাকি।","bangla_bayan":"নিশ্চয় দুনিয়ার জীবনের তুলনা তো পানির ন্যায় যা আমি আকাশ থেকে নাযিল করি, অতঃপর তার সাথে যমীনের উদ্ভিদের মিশ্রণ ঘটে, যা মানুষ ও চতুষ্পদ জন্তু ভোগ করে। অবশেষে যখন যমীন শোভিত ও সজ্জিত হয় এবং তার অধিবাসীরা মনে করে যমীনে উৎপন্ন ফসল করায়ত্ব করতে তারা সক্ষম, তখন তাতে রাতে কিংবা দিনে আমার আদেশ চলে আসে। অতঃপর আমি সেগুলোকে বানিয়ে দেই কর্তিত ফসল, মনে হয় গতকালও এখানে কিছু ছিল না। এভাবে আমি চিন্তাশীল লোকদের জন্য নিদর্শনসমূহ বিস্তারিতভাবে বর্ণনা করি।","bangla_mkhan":"পার্থিব জীবনের উদাহরণ তেমনি, যেমনি আমি আসমান থেকে পানি বর্ষন করলাম, পরে তা মিলিত সংমিশ্রিত হয়ে তা থেকে যমীনের শ্যামল উদ্ভিদ বেরিয়ে এল যা মানুষ ও জীব-জন্তুরা খেয়ে থাকে। এমনকি যমীন যখন সৌন্দর্য সুষমায় ভরে উঠলো আর যমীনের অধিকর্তারা ভাবতে লাগল, এগুলো আমাদের হাতে আসবে, হঠাৎ করে তার উপর আমার নির্দেশ এল রাত্রে কিংবা দিনে, তখন সেগুলোকে কেটে স্তুপাকার করে দিল যেন কাল ও এখানে কোন আবাদ ছিল না। এমনিভাবে আমি খোলাখুলি বর্ণনা করে থাকি নিদর্শণসমূহ সে সমস্ত লোকদের জন্য যারা লক্ষ্য করে।","bangla_mujibur":"বস্তুতঃ পার্থিব জীবনের অবস্থাতো এরূপ, যেমন আমি আসমান হতে পানি বর্ষণ করলাম, অতঃপর তা দ্বারা উৎপন্ন হয় যমীনের উদ্ভিদগুলি অতিশয় ঘন হয়ে, যা মানুষ ও পশুরা আহার করে; এমন কি, যখন সেই যমীন নিজের সুদৃশ্যতার পূর্ণ রূপ ধারণ করল এবং তা শোভনীয় হয়ে উঠল, আর ওর মালিকরা মনে করল যে, তারা এখন ওর পূর্ণ অধিকারী হয়েছে, তখন দিনে অথবা রাতে ওর উপর আমার পক্ষ হতে কোন আপদ এসে পড়ল। সুতরাং আমি ওকে এমন নিশ্চিহ্ন করে দিলাম, যেন গতকাল ওর অস্তিত্বই ছিলনা। এরূপেই আয়াতগুলিতে আমি বিশদ রূপে বর্ণনা করি এমন লোকদের জন্য যারা চিন্তা ভাবনা করে।","bangla_taisirul":"দুনিয়ার জীবনের দৃষ্টান্ত হচ্ছে যেমন আকাশ থেকে আমি পানি বর্ষণ করি যার সংস্পর্শে ঘন সন্নিবিষ্ট ভূমি জাত উদ্ভিদ উৎপন্ন হয়। যাত্থেকে ভক্ষণ করে মানুষ আর জীবজন্তু। অবশেষে যমীন যখন সোনালীরূপ ধারণ করে আর শোভামন্ডিত হয়, আর তার মালিকগণ ভাবতে থাকে যে, ওগুলো তাদের হাতের মুঠোয় তখন রাত্রিকালে কিংবা দিনের বেলা আমার নির্দেশ এসে পড়ে আর আমি ওগুলো এমনভাবে ধ্বংস করে দেই মনে হয় যেন গতকাল সেখানে কোন কিছুই ছিল না। এভাবে আমি আমার নিদর্শনগুলোকে বিশদভাবে বর্ণনা করি ঐ সম্প্রদায়ের জন্য যারা চিন্তাভাবনা করে বুঝতে চেষ্টা করে।"},{"id":25,"arabic_text":"وَ اللّٰہُ یَدۡعُوۡۤا اِلٰی دَارِ السَّلٰمِ ؕ وَ یَہۡدِیۡ مَنۡ یَّشَآءُ  اِلٰی صِرَاطٍ مُّسۡتَقِیۡمٍ ﴿۲۵﴾ ","english_text":"Who break the covenant of Allah after contracting it and sever that which Allah has ordered to be joined and cause corruption on earth. It is those who are the losers.","page":211,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1389.mp3","colorText":"وَ[h:9999[ٱ]للَّهُ يَ[q:1242[دْ]ع[o[ُوٓ][s[اْ] إِلَىٰ دَارِ [h:6019[ٱ][l[ل]سَّلَ[n[ـٰ]مِ وَيَهْدِى م[a:476[َن ي]َش[o[َا]ٓءُ إِلَىٰ صِر[n[َٲ][a:726[طٍ م]ُّسْتَق[p[ِي]مٍ","juz":11,"ruku":174,"manzil":3,"bangla_ahbayan":"আল্লাহ (মানুষ)কে শান্তির আবাসের দিকে আহবান করেন এবং যাকে ইচ্ছা সরল পথ প্রদর্শন করেন।","bangla_bayan":"আর আল্লাহ শান্তির আবাসের দিকে আহবান করেন এবং যাকে ইচ্ছা হিদায়াত দেন সরল পথের দিকে।","bangla_mkhan":"আর আল্লাহ শান্তি-নিরাপত্তার আলয়ের প্রতি আহবান জানান এবং যাকে ইচ্ছা সরলপথ প্রদর্শন করেন।","bangla_mujibur":"আর আল্লাহ তোমাদেরকে শান্তির নিবাসের দিকে আহবান করেন; এবং যাকে ইচ্ছা সরল পথে চলার ক্ষমতা দান করেন।","bangla_taisirul":"আল্লাহ তোমাদেরকে শান্তির কেন্দ্রভূমির দিকে আহবান জানান আর যাকে তিনি চান সঠিক পথে পরিচালিত করেন।"},{"id":26,"arabic_text":"لِلَّذِیۡنَ اَحۡسَنُوا الۡحُسۡنٰی وَ زِیَادَۃٌ ؕ وَ لَا یَرۡہَقُ وُجُوۡہَہُمۡ قَتَرٌ وَّ لَا ذِلَّۃٌ ؕ اُولٰٓئِکَ اَصۡحٰبُ الۡجَنَّۃِ ۚ ہُمۡ فِیۡہَا خٰلِدُوۡنَ ﴿۲۶﴾ ","english_text":"How can you disbelieve in Allah when you were lifeless and He brought you to life; then He will cause you to die, then He will bring you [back] to life, and then to Him you will be returned.","page":212,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1390.mp3","colorText":"۞ لِّلَّذِينَ أَحْسَنُو[s[اْ] [h:6020[ٱ]لْحُسْنَىٰ وَزِيَادَ[a:6021[ةٌ‌ۖ و]َلَا يَرْهَقُ وُجُوهَهُمْ قَتَ[a:6022[رٌ و]َلَا ذِلَّةٌ‌ۚ أُ[s[وْ]لَ[o[ـٰٓ]ئِكَ أَصْحَ[n[ـٰ]بُ [h:415[ٱ]لْجَ[g[نّ]َةِ‌ۖ هُمْ فِيهَا خَ[n[ـٰ]لِد[p[ُو]نَ","juz":11,"ruku":174,"manzil":3,"bangla_ahbayan":"যারা কল্যাণকর কাজ করে, তাদের জন্য রয়েছে কল্যাণ (জান্নাত) এবং আরো অধিক (আল্লাহর দীদার)।[১] তাদের মুখমন্ডলকে মলিনতা আচ্ছন্ন করবে না এবং লাঞ্ছনাও না; তারাই হচ্ছে জান্নাতের অধিবাসী, তারা ওর মধ্যে অনন্তকাল বাস করবে।","bangla_bayan":"যারা ভালো কাজ করে তাদের জন্য রয়েছে শুভ পরিণাম (জান্নাত) এবং আরও বেশি। আর ধূলোমলিনতা ও লাঞ্ছনা তাদের চেহারাগুলোকে আচ্ছন্ন করবে না। তারাই জান্নাতবাসী। তারা তাতে স্থায়ী হবে।","bangla_mkhan":"যারা সৎকর্ম করেছে তাদের জন্য রয়েছে কল্যাণ এবং তারও চেয়ে বেশী। আর তাদের মুখমন্ডলকে আবৃত করবে না মলিনতা কিংবা অপমান। তারাই হল জান্নাতবাসী, এতেই তারা বসবাস করতে থাকবে অনন্তকাল।","bangla_mujibur":"যারা সৎ কাজ করেছে তাদের জন্য উত্তম বস্তু (জান্নাত) রয়েছে; এবং অতিরিক্ত কিছুও বটে; আর না তাদের মুখমন্ডলকে মলিনতা আচ্ছন্ন করবে, আর না অপমান; তারাই হচ্ছে জান্নাতের অধিবাসী, তারা ওর মধ্যে অনন্তকাল থাকবে।","bangla_taisirul":"যারা কল্যাণকর কাজ করে তাদের জন্য রয়েছে কল্যাণ এবং আরো অতিরিক্ত (পুরস্কার), কলংক ও লাঞ্ছনা তাদের মুখমন্ডলকে মলিন করবে না, তারাই হল জান্নাতের অধিবাসী, সেখানে তারা থাকবে চিরকাল।"},{"id":27,"arabic_text":"وَ الَّذِیۡنَ کَسَبُوا السَّیِّاٰتِ جَزَآءُ سَیِّئَۃٍۭ بِمِثۡلِہَا ۙ وَ تَرۡہَقُہُمۡ ذِلَّۃٌ ؕ مَا لَہُمۡ مِّنَ اللّٰہِ مِنۡ عَاصِمٍ ۚ کَاَنَّمَاۤ  اُغۡشِیَتۡ وُجُوۡہُہُمۡ قِطَعًا مِّنَ الَّیۡلِ مُظۡلِمًا ؕ اُولٰٓئِکَ اَصۡحٰبُ النَّارِ ۚ ہُمۡ فِیۡہَا خٰلِدُوۡنَ ﴿۲۷﴾ ","english_text":"It is He who created for you all of that which is on the earth. Then He directed Himself to the heaven, [His being above all creation], and made them seven heavens, and He is Knowing of all things.","page":212,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1391.mp3","colorText":"وَ[h:9999[ٱ]لَّذِينَ كَسَبُو[s[اْ] [h:6023[ٱ][l[ل]سَّيِّـَٔـاتِ جَز[o[َا]ٓءُ سَيِّئَ[i:6024[ةِۭ ب]ِمِثْلِهَا وَتَرْهَقُهُمْ ذِلَّ[a:6025[ةٌ‌ۖ م]َّا لَه[w:6026[ُم م]ِّنَ [h:321[ٱ]للَّهِ مِنْ عَاصِ[f:6027[مٍ‌ۖ ك]َأَ[g[نّ]َم[o[َآ] أُغْشِيَتْ وُجُوهُهُمْ قِطَ[a:6028[عًا م]ِّنَ [h:6029[ٱ]لَّيْلِ مُظْلِمًا‌ۚ أُ[s[وْ]لَ[o[ـٰٓ]ئِكَ أَصْحَ[n[ـٰ]بُ [h:201[ٱ][l[ل][g[نّ]َارِ‌ۖ هُمْ فِيهَا خَ[n[ـٰ]لِد[p[ُو]نَ","juz":11,"ruku":174,"manzil":3,"bangla_ahbayan":"পক্ষান্তরে যারা মন্দ কাজ করে, তারা তাদের মন্দ কাজের শাস্তি পাবে ওর অনুরূপ মন্দ।[১] আর লাঞ্ছনা তাদেরকে আচ্ছাদিত করে নেবে। আল্লাহ (এর শাস্তি) হতে তাদের রক্ষাকর্তা কেউই থাকবে না।[২] তাদের মুখমন্ডল যেন অন্ধকার রাত্রির আস্তরণে আচ্ছাদিত।[৩] এরা হচ্ছে জাহান্নামের অধিবাসী, তারা ওর মধ্যে অনন্তকাল থাকবে।","bangla_bayan":"আর যারা মন্দ উপার্জন করবে, প্রতিটি মন্দের প্রতিদান হবে তারই অনুরূপ; আর লাঞ্ছনা তাদেরকে আচ্ছন্ন করবে। আল্লাহর পাকড়াও থেকে তাদের কোন রক্ষাকারী নেই। যেন অন্ধকার রাতের এক অংশ দিয়ে তাদের চেহারাগুলো ঢেকে দেয়া হয়েছে। তারাই আগুনের অধিবাসী, তারা তাতে স্থায়ী হবে।","bangla_mkhan":"আর যারা সঞ্চয় করেছে অকল্যাণ অসৎ কর্মের বদলায় সে পরিমাণ অপমান তাদের চেহারাকে আবৃত করে ফেলবে। কেউ নেই তাদেরকে বাঁচাতে পারে আল্লাহর হাত থেকে। তাদের মুখমন্ডল যেন ঢেকে দেয়া হয়েছে আধাঁর রাতের টুকরো দিয়ে। এরা হল দোযখবাসী। এরা এতেই থাকবে অনন্তকাল।","bangla_mujibur":"পক্ষান্তরে যারা মন্দ কাজ করেছে তারা তাদের মন্দ কাজের শাস্তি পাবে ওর অনুরূপ, এবং অপমান তাদেরকে আচ্ছাদিত করে নিবে; তাদেরকে আল্লাহ (এর শাস্তি) হতে কেহই রক্ষা করতে পারবেনা, যেন তাদের মুখমন্ডলকে আচ্ছাদিত করে দেয়া হয়েছে রাতের অন্ধকার স্তরসমূহ দ্বারা। এরা হচ্ছে জাহান্নামের অধিবাসী, তারা ওর মধ্যে অনন্ত কাল থাকবে।","bangla_taisirul":"পক্ষান্তরে যারা মন্দ কাজ করে, তারা তাদের মন্দ কাজের শাস্তি পাবে কাজের অনুপাতে এবং অপমান তাদেরকে আচ্ছাদিত করবে, আল্লাহর (শাস্তি) হতে কেউই তাদেরকে রক্ষা করতে পারবে না- যেন তাদের মুখমন্ডলকে আচ্ছাদিত করে দেয়া হয়েছে গাঢ় অন্ধকার রাত্রির টুকরো দিয়ে; তারা জাহান্নামের অধিবাসী, তারা তার মধ্যে চিরকাল থাকবে।"},{"id":28,"arabic_text":"وَ یَوۡمَ نَحۡشُرُہُمۡ جَمِیۡعًا ثُمَّ نَقُوۡلُ لِلَّذِیۡنَ اَشۡرَکُوۡا مَکَانَکُمۡ اَنۡتُمۡ وَ شُرَکَآؤُکُمۡ ۚ فَزَیَّلۡنَا بَیۡنَہُمۡ وَ قَالَ شُرَکَآؤُہُمۡ مَّا کُنۡتُمۡ  اِیَّانَا تَعۡبُدُوۡنَ ﴿۲۸﴾ ","english_text":"And [mention, O Muhammad], when your Lord said to the angels, \"Indeed, I will make upon the earth a successive authority.\" They said, \"Will You place upon it one who causes corruption therein and sheds blood, while we declare Your praise and sanctify You?\" Allah said, \"Indeed, I know that which you do not know.\"","page":212,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1392.mp3","colorText":"وَيَوْمَ نَحْشُرُهُمْ جَمِي[f:155[عًا ث]ُ[g[مّ]َ نَقُولُ لِلَّذِينَ أَشْرَكُو[s[اْ] مَكَانَكُمْ أَ[f:428[نت]ُمْ وَشُرَك[o[َا]ٓؤُكُمْ‌ۚ فَزَيَّلْنَا بَيْنَهُمْ‌ۖ وَقَالَ شُرَك[o[َا]ٓؤُه[w:6030[ُم م]َّا كُ[f:100[نت]ُمْ إِيَّانَا تَعْبُد[p[ُو]نَ","juz":11,"ruku":174,"manzil":3,"bangla_ahbayan":"আর স্মরণ কর, যেদিন আমি তাদের সকলকে একত্রিত করব।[১] অতঃপর অংশীবাদীদেরকে বলব, ‘তোমরা ও তোমাদের নিরূপিত অংশীরা স্ব-স্ব স্থানে অবস্থান কর।’[২] অতঃপর আমি তাদের পরস্পরকে পৃথক করে দেব[৩] এবং তাদের সেই অংশীরা বলবে, ‘তোমরা তো আমাদের উপাসনা করতে না।","bangla_bayan":"আর যেদিন আমি তাদের সকলকে একত্র করব, অতঃপর যারা শিরক করেছে, তাদেরকে বলব, ‘থাম, তোমরা ও তোমাদের শরীকরা’। অতঃপর আমি তাদের মধ্যে বিচ্ছেদ ঘটাব। আর তাদের শরীকরা’ বলবে, ‘তোমরা তো আমাদের ইবাদাত করতে না’।","bangla_mkhan":"আর যেদিন আমি তাদের সবাইকে সমবেত করব; আর যারা শেরক করত তাদেরকে বলবঃ তোমরা এবং তোমাদের শরীকরা নিজ নিজ জায়গায় দাঁড়িয়ে যাও-অতঃপর তাদেরকে পারস্পরিক বিচ্ছিন্ন করে দেব, তখন তাদের শরীকরা বলবে, তোমরা তো আমাদের উপাসনা-বন্দেগী করনি।","bangla_mujibur":"আর সেই দিনটিও উল্লেখযোগ্য যেদিন আমি মুশরিকদেরকে একত্রিত করব, অতঃপর বলবঃ তোমরা ও তোমাদের নিরূপিত শরীকরা স্ব স্ব স্থানে অবস্থান কর, অতঃপর আমি তাদের মধ্যে পরস্পর বিচ্ছিন্ন করে দিব এবং তাদের সেই শরীকরা বলবেঃ তোমরাতো আমাদের ইবাদাত করতেনা।","bangla_taisirul":"সেদিন আমি তাদের সবাইকে একত্রিত করে যারা শিরক করেছিল তাদেরকে বলব, ‘‘তোমরা এবং তোমরা যাদেরকে শরীক করেছিলে তারা নিজ নিজ জায়গায় থাক।’’ আমি তাদেরকে পরস্পর থেকে পৃথক করে দেব আর তারা যাদেরকে শরীক করেছিল তারা বলবে, ‘তোমরা তো আমাদের ‘ইবাদাত করতে না।’"},{"id":29,"arabic_text":"فَکَفٰی بِاللّٰہِ شَہِیۡدًۢا بَیۡنَنَا وَ بَیۡنَکُمۡ اِنۡ  کُنَّا عَنۡ عِبَادَتِکُمۡ  لَغٰفِلِیۡنَ ﴿۲۹﴾ ","english_text":"And He taught Adam the names - all of them. Then He showed them to the angels and said, \"Inform Me of the names of these, if you are truthful.\"","page":212,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1393.mp3","colorText":"فَكَفَىٰ بِ[h:32[ٱ]للَّهِ شَهِيد[i:6031[َۢا ب]َيْنَنَا وَبَيْنَكُمْ إِ[f:4919[ن ك]ُ[g[نّ]َا عَنْ عِبَادَتِكُمْ لَغَ[n[ـٰ]فِل[p[ِي]نَ","juz":11,"ruku":174,"manzil":3,"bangla_ahbayan":"বস্তুতঃ আমাদের ও তোমাদের মধ্যে আল্লাহই সাক্ষী হিসাবে যথেষ্ট যে, আমরা অবশ্যই তোমাদের উপাসনা সম্বন্ধে উদাসীন ছিলাম।’ [১]","bangla_bayan":"‘সুতরাং আল্লাহই আমাদের ও তোমাদের মধ্যে সাক্ষী হিসেবে যথেষ্ট। আমরা নিশ্চয় তোমাদের ইবাদাত সম্পর্কে গাফেল ছিলাম’।","bangla_mkhan":"বস্তুতঃ আল্লাহ আমাদের ও তোমাদের মাঝে সাক্ষী হিসাবে যথেষ্ট। আমরা তোমাদের বন্দেগী সম্পর্কে জানতাম না।","bangla_mujibur":"বস্তুতঃ আমাদের ও তোমাদের মধ্যে আল্লাহই হচ্ছেন যথোপযুক্ত সাক্ষী যে, আমরা তোমাদের ইবাদাত সম্বন্ধে অবগত ছিলামনা।","bangla_taisirul":"এখন আল্লাহই আমাদের আর তোমাদের মাঝে সাক্ষী হিসেবে যথেষ্ট, আমরা তোমাদের ‘ইবাদাতের ব্যাপারে সম্পূর্ণ বেখবর ছিলাম।’"},{"id":30,"arabic_text":"ہُنَالِکَ تَبۡلُوۡا کُلُّ نَفۡسٍ مَّاۤ  اَسۡلَفَتۡ وَ رُدُّوۡۤا اِلَی اللّٰہِ مَوۡلٰىہُمُ الۡحَقِّ وَ ضَلَّ عَنۡہُمۡ  مَّا  کَانُوۡا  یَفۡتَرُوۡنَ ﴿۳۰﴾ ","english_text":"They said, \"Exalted are You; we have no knowledge except what You have taught us. Indeed, it is You who is the Knowing, the Wise.\"","page":212,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1394.mp3","colorText":"هُنَالِكَ تَ[q:6032[بْ]لُو[s[اْ] كُلُّ نَفْ[a:1654[سٍ م]ّ[o[َآ] أَسْلَفَتْ‌ۚ وَرُدّ[o[ُوٓ][s[اْ] إِلَى [h:1637[ٱ]للَّهِ مَوْلَ[n[ـٰ]هُمُ [h:4123[ٱ]لْحَقِّ‌ۖ وَضَلَّ عَنْه[w:3985[ُم م]َّا كَانُو[s[اْ] يَفْتَر[p[ُو]نَ","juz":11,"ruku":174,"manzil":3,"bangla_ahbayan":"সেদিন প্রত্যেক ব্যক্তিই স্বীয় পূর্ব কৃতকর্মগুলো যাচাই করে নেবে[১] এবং তাদেরকে তাদের প্রকৃত অভিভাবক (আল্লাহর) দিকে প্রত্যাবর্তিত করা হবে। আর যেসব মিথ্যা (উপাস্য) তারা বানিয়ে নিয়েছিল সেসব তাদের নিকট থেকে অদৃশ্য হয়ে যাবে। [২]","bangla_bayan":"এখানে প্রত্যেকে ইতিপূর্বে যা করেছে, সে সম্পর্কে জানতে পারবে। আর তাদেরকে তাদের প্রকৃত অভিভাবক আল্লাহর কাছে ফিরিয়ে দেয়া হবে এবং তারা যা মিথ্যা রটাতো তা তাদের থেকে হারিয়ে যাবে।","bangla_mkhan":"সেখানে প্রত্যেকে যাচাই করে নিতে পারবে যা কিছু সে ইতিপূর্বে করেছিল এবং আল্লাহর প্রতি প্রত্যাবর্তন করবে যিনি তাদের প্রকৃত মালিক, আর তাদের কাছ থেকে দূরে যেতে থাকবে যারা মিথ্যা বলত।","bangla_mujibur":"সেখানে প্রত্যেক ব্যক্তিই স্বীয় পূর্ব কৃতকর্মগুলি পরীক্ষা করে নিবে, এবং তাদেরকে আল্লাহর দিকে প্রত্যাবর্তিত করা হবে, যিনি তাদের প্রকৃত মালিক। আর যে সব মিথ্যা মা‘বূদ তারা বানিয়ে নিয়েছিল তারা সবাই তাদের থেকে দূরে সরে যাবে।","bangla_taisirul":"সেখানে প্রতিটি আত্মা তার পূর্বকৃত কাজ (এর ফলাফল) দেখতে পাবে। তাদেরকে তাদের প্রকৃত অভিভাবক আল্লাহর নিকট ফিরিয়ে আনা হবে, আর তাদের রচিত সকল মিথ্যা তাদের থেকে বিলীন হয়ে যাবে।"},{"id":31,"arabic_text":"قُلۡ مَنۡ یَّرۡزُقُکُمۡ مِّنَ السَّمَآءِ وَ الۡاَرۡضِ اَمَّنۡ یَّمۡلِکُ السَّمۡعَ وَ الۡاَبۡصَارَ وَ مَنۡ یُّخۡرِجُ الۡحَیَّ مِنَ الۡمَیِّتِ وَ یُخۡرِجُ الۡمَیِّتَ مِنَ الۡحَیِّ وَ مَنۡ یُّدَبِّرُ الۡاَمۡرَ ؕ فَسَیَقُوۡلُوۡنَ اللّٰہُ ۚ فَقُلۡ  اَفَلَا  تَتَّقُوۡنَ ﴿۳۱﴾ ","english_text":"He said, \"O Adam, inform them of their names.\" And when he had informed them of their names, He said, \"Did I not tell you that I know the unseen [aspects] of the heavens and the earth? And I know what you reveal and what you have concealed.\"","page":212,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1395.mp3","colorText":"قُلْ م[a:6033[َن ي]َرْزُقُك[w:6034[ُم م]ِّنَ [h:64[ٱ][l[ل]سَّم[o[َا]ٓءِ وَ[h:177[ٱ]لْأَرْضِ أَ[g[مّ][a:6035[َن ي]َمْلِكُ [h:6036[ٱ][l[ل]سَّمْعَ وَ[h:6037[ٱ]لْأَ[q:6037[بْ]صَ[n[ـٰ]رَ وَم[a:6038[َن ي]ُخْرِجُ [h:4258[ٱ]لْحَىَّ مِنَ [h:1833[ٱ]لْمَيِّتِ وَيُخْرِجُ [h:6039[ٱ]لْمَيِّتَ مِنَ [h:1835[ٱ]لْحَىِّ وَم[a:6040[َن ي]ُدَبِّرُ [h:5940[ٱ]لْأَمْرَ‌ۚ فَسَيَقُولُونَ [h:6041[ٱ]للَّهُ‌ۚ فَقُلْ أَفَلَا تَتَّق[p[ُو]نَ","juz":11,"ruku":175,"manzil":3,"bangla_ahbayan":"তুমি বল, ‘তোমাদেরকে আকাশমন্ডলী ও পৃথিবী হতে রুযী দান করে কে? অথবা কর্ণ ও চক্ষুসমূহের মালিক কে? আর মৃত হতে জীবন্ত এবং জীবন্ত হতে মৃত বের করে কে? আর সকল বিষয় নিয়ন্ত্রণ করে কে?’ তারা বলবে, ‘আল্লাহ।’[১] অতএব তুমি বল, ‘তাহলে কেন তোমরা সাবধান হও না?’","bangla_bayan":"বল, ‘আসমান ও যমীন থেকে কে তোমাদের রিয্ক দেন? অথবা কে (তোমাদের) শ্রবণ ও দৃষ্টিসমূহের মালিক? আর কে মৃত থেকে জীবিতকে বের করেন আর জীবিত থেকে মৃতকে বের করেন? কে সব বিষয় পরিচালনা করেন’? তখন তারা অবশ্যই বলবে, ‘আল্লাহ’। সুতরাং, তুমি বল, ‘তারপরও কি তোমরা তাকওয়া অবলম্বন করবে না’?","bangla_mkhan":"তুমি জিজ্ঞেস কর, কে রুযী দান করে তোমাদেরকে আসমান থেকে ও যমীন থেকে, কিংবা কে তোমাদের কান ও চোখের মালিক? তাছাড়া কে জীবিতকে মৃতের ভেতর থেকে বের করেন এবং কেইবা মৃতকে জীবিতের মধ্য থেকে বের করেন? কে করেন কর্ম সম্পাদনের ব্যবস্থাপনা? তখন তারা বলে উঠবে, আল্লাহ! তখন তুমি বলো তারপরেও ভয় করছ না?","bangla_mujibur":"তুমি বলঃ তিনি কে, যিনি তোমাদেরকে আসমান ও যমীন হতে রিয্ক পৌঁছিয়ে থাকেন? অথবা কে তিনি, যিনি কর্ণ ও চক্ষুসমূহের উপর পূর্ণ অধিকার রাখেন? আর তিনি কে, যিনি জীবন্তকে প্রাণহীন হতে বের করেন, আর প্রাণহীনকে জীবন্ত হতে বের করেন? আর তিনি কে যিনি সমস্ত কাজ পরিচালনা করেন? তখন অবশ্যই তারা বলবেঃ আল্লাহ! অতএব তুমি বলঃ তাহলে কেন তোমরা (শির্‌ক হতে) নিবৃত্ত থাকছনা?","bangla_taisirul":"তাদের জিজ্ঞেস কর, ‘আকাশ আর যমীন হতে কে তাদের জীবিকার ব্যবস্থা করে? কিংবা শ্রবণশক্তি ও দর্শনশক্তি কার মালিকানাধীন? আর মৃত থেকে জীবিতকে কে বের করেন আর কে মৃতকে জীবিত থেকে বের করেন? যাবতীয় বিষয়ের শাসন ও নিয়ন্ত্রণ কার অধীনস্থ?’ তারা বলে উঠবে, ‘‘আল্লাহ’’। তাহলে তাদেরকে বল, ‘তবুও তোমরা তাক্বওয়াহ অবলম্বন করবে না?’"},{"id":32,"arabic_text":"فَذٰلِکُمُ  اللّٰہُ  رَبُّکُمُ الۡحَقُّ ۚ فَمَا ذَا بَعۡدَ الۡحَقِّ  اِلَّا الضَّلٰلُ ۚۖ فَاَنّٰی تُصۡرَفُوۡنَ ﴿۳۲﴾ ","english_text":"And [mention] when We said to the angels, \"Prostrate before Adam\"; so they prostrated, except for Iblees. He refused and was arrogant and became of the disbelievers.","page":212,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1396.mp3","colorText":"فَذ[n[َٲ]لِكُمُ [h:6042[ٱ]للَّهُ رَبُّكُمُ [h:6043[ٱ]لْحَقُّ‌ۖ فَمَاذَا بَعْدَ [h:6044[ٱ]لْحَقِّ إِلَّا [h:6045[ٱ][l[ل]ضَّلَ[n[ـٰ]لُ‌ۖ فَأَ[g[نّ]َىٰ تُصْرَف[p[ُو]نَ","juz":11,"ruku":175,"manzil":3,"bangla_ahbayan":"সুতরাং তিনিই হচ্ছেন আল্লাহ, যিনি তোমাদের প্রকৃত প্রতিপালক। অতএব সত্যের পর ভ্রষ্টতা ছাড়া আর কি আছে? তবে তোমরা (সত্য ছেড়ে) কোথায় ফিরে যাচ্ছ? [১]","bangla_bayan":"অতএব, তিনিই আল্লাহ, তোমাদের প্রকৃত রব। অতঃপর সত্যের পর ভ্রষ্টতা ছাড়া কী থাকে? অতএব কোথায় তোমাদেরকে ঘুরানো হচ্ছে?","bangla_mkhan":"অতএব, এ আল্লাহই তোমাদের প্রকৃত পালনকর্তা। আর সত্য প্রকাশের পরে (উদভ্রান্ত ঘুরার মাঝে) কি রয়েছে গোমরাহী ছাড়া? সুতরাং কোথায় ঘুরছ?","bangla_mujibur":"সুতরাং তিনিই হচ্ছেন আল্লাহ, যিনি তোমাদের প্রকৃত রাব্ব, অতএব সত্যের পর ভ্রষ্টতা ছাড়া আর কি রইল? তাহলে তোমরা (সত্যকে ছেড়ে) কোথায় ফিরে যাচ্ছ?","bangla_taisirul":"তিনিই আল্লাহ, তোমাদের প্রকৃত প্রতিপালক। প্রকৃত সত্যের পর গুমারাহী ছাড়া আর কী থাকতে পারে? তোমাদেরকে কোনদিকে ঘুরানো হচ্ছে?"},{"id":33,"arabic_text":"کَذٰلِکَ حَقَّتۡ کَلِمَتُ رَبِّکَ عَلَی الَّذِیۡنَ فَسَقُوۡۤا  اَنَّہُمۡ  لَا  یُؤۡمِنُوۡنَ ﴿۳۳﴾ ","english_text":"And We said, \"O Adam, dwell, you and your wife, in Paradise and eat therefrom in [ease and] abundance from wherever you will. But do not approach this tree, lest you be among the wrongdoers.\"","page":212,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1397.mp3","colorText":"كَذ[n[َٲ]لِكَ حَقَّتْ كَلِمَتُ رَبِّكَ عَلَى [h:289[ٱ]لَّذِينَ فَسَق[o[ُوٓ][s[اْ] أَ[g[نّ]َهُمْ لَا يُؤْمِن[p[ُو]نَ","juz":11,"ruku":175,"manzil":3,"bangla_ahbayan":"এইভাবে সত্যত্যাগীদের সম্পর্কে তোমার প্রতিপালকের এই কথা সত্য প্রতিপন্ন হয়ে গেল যে, তারা বিশ্বাস করবে না। [১]","bangla_bayan":"এমনিভাবে তোমার রবের বাণী সত্য বলে সাব্যস্ত হয়েছে তাদের উপর, যারা অবাধ্য হয়েছে, যে তারা ঈমান আনবে না।","bangla_mkhan":"এমনিভাবে সপ্রমাণিত হয়ে গেছে তোমার পরওয়ারদেগারের বাণী সেসব নাফরমানের ব্যাপারে যে, এরা ঈমান আনবে না।","bangla_mujibur":"এভাবে সমস্ত অবাধ্য লোকদের সম্পর্কে তোমার রবের এই কথা সাব্যস্ত হয়ে গেল যে, তারা ঈমান আনবেনা।","bangla_taisirul":"এভাবে সত্য প্রত্যাখ্যানকারীদের ব্যাপারে তোমার প্রতিপালকের কথা সত্য সাব্যস্ত হয়েছে যে, তারা ঈমান আনবে না।"},{"id":34,"arabic_text":"قُلۡ ہَلۡ مِنۡ شُرَکَآئِکُمۡ مَّنۡ یَّبۡدَؤُا الۡخَلۡقَ ثُمَّ یُعِیۡدُہٗ ؕ قُلِ اللّٰہُ یَبۡدَؤُا الۡخَلۡقَ ثُمَّ  یُعِیۡدُہٗ   فَاَنّٰی تُؤۡفَکُوۡنَ ﴿۳۴﴾ ","english_text":"But Satan caused them to slip out of it and removed them from that [condition] in which they had been. And We said, \"Go down, [all of you], as enemies to one another, and you will have upon the earth a place of settlement and provision for a time.\"","page":213,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1398.mp3","colorText":"قُلْ هَلْ مِ[f:6046[ن ش]ُرَك[o[َا]ٓئِك[w:6047[ُم م]ّ[a:6048[َن ي]َ[q:5943[بْ]دَؤُ[s[اْ] [h:5944[ٱ]لْخَلْقَ ثُ[g[مّ]َ يُعِيدُهُ[n[ۥ]‌ۚ قُلِ [h:3166[ٱ]للَّهُ يَ[q:5943[بْ]دَؤُ[s[اْ] [h:5944[ٱ]لْخَلْقَ ثُ[g[مّ]َ يُعِيدُهُ[n[ۥ]‌ۖ فَأَ[g[نّ]َىٰ تُؤْفَك[p[ُو]نَ","juz":11,"ruku":175,"manzil":3,"bangla_ahbayan":"তুমি বল, ‘তোমাদের নিরূপিত শরীকদের মধ্যে এমন কেউ আছে কি, যে প্রথমবারও সৃষ্টি করে, আবার পুনর্বারও সৃষ্টি করে?’ তুমি বল, ‘আল্লাহই প্রথমবারও সৃষ্টি করেন। অতঃপর তিনিই পুনর্বারও সৃষ্টি করবেন। অতএব তোমরা (সত্য হতে) কোথায় ফিরে যাচ্ছ?’ [১]","bangla_bayan":"বল, ‘তোমাদের শরীকদের কেউ কি আছে, যে প্রথম সৃষ্টি করবে, অতঃপর তার পুনরাবৃত্তি ঘটাবে’? বল, ‘আল্লাহই প্রথম সৃষ্টি করেন অতঃপর তার পুনরাবৃত্তি ঘটান’। অতএব তোমাদেরকে কোথায় ফিরানো হচ্ছে?","bangla_mkhan":"বল, আছে কি কেউ তোমাদের শরীকদের মাঝে যে সৃষ্টি কে পয়দা করতে পারে এবং আবার জীবিত করতে পারে? বল, আল্লাহই প্রথমবার সৃষ্টি করেন এবং অতঃপর তার পুনরুদ্ভব করবেন। অতএব, কোথায় ঘুরপাক খাচ্ছে?","bangla_mujibur":"(হে নাবী) তুমি বলঃ তোমাদের (নিরূপিত) শরীকদের মধ্যে এমন কেহ আছে কি যে প্রথমবারও সৃষ্টি করে এবং পুনরাবর্তন করতে পারে? তুমি বলে দাওঃ আল্লাহই প্রথমবারও সৃষ্টি করেন, অতঃপর তিনিই পুনর্বারও সৃষ্টি করবেন, অতএব তোমরা (সত্য হতে) কোথায় ফিরে যাচ্ছ?","bangla_taisirul":"বল ‘‘তোমরা যাদেরকে শরীক কর তাদের মধ্যে এমন কেউ আছে কি যে সৃষ্টির সূচনা করে এবং তার পুনরাবর্তনও ঘটাতে পারে?’’ বল ‘‘আল্লাহই সৃষ্টির সূচনা করেন এবং তার পুনরাবর্তন ঘটান।’’ তাহলে কীভাবে তোমরা বিচ্যুত হয়ে যাচ্ছ (সত্য পথ থেকে)?"},{"id":35,"arabic_text":"قُلۡ ہَلۡ مِنۡ شُرَکَآئِکُمۡ مَّنۡ یَّہۡدِیۡۤ  اِلَی الۡحَقِّ ؕ قُلِ اللّٰہُ یَہۡدِیۡ لِلۡحَقِّ ؕ اَفَمَنۡ یَّہۡدِیۡۤ اِلَی الۡحَقِّ اَحَقُّ اَنۡ یُّتَّبَعَ اَمَّنۡ لَّا یَہِدِّیۡۤ  اِلَّاۤ  اَنۡ یُّہۡدٰی ۚ فَمَا  لَکُمۡ ۟ کَیۡفَ  تَحۡکُمُوۡنَ ﴿۳۵﴾ ","english_text":"Then Adam received from his Lord [some] words, and He accepted his repentance. Indeed, it is He who is the Accepting of repentance, the Merciful.","page":213,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1399.mp3","colorText":"قُلْ هَلْ مِ[f:6046[ن ش]ُرَك[o[َا]ٓئِك[w:6047[ُم م]ّ[a:6049[َن ي]َهْد[o[ِىٓ] إِلَى [h:6050[ٱ]لْحَقِّ‌ۚ قُلِ [h:3166[ٱ]للَّهُ يَهْدِى لِلْحَقِّ‌ۗ أَفَم[a:6051[َن ي]َهْد[o[ِىٓ] إِلَى [h:6050[ٱ]لْحَقِّ أَحَقُّ أ[a:6052[َن ي]ُتَّبَعَ أَ[g[مّ][u:6053[َن ل]َّا يَهِدّ[o[ِىٓ] إِلّ[o[َآ] أ[a:6054[َن ي]ُهْدَىٰ‌ۖ فَمَا لَكُمْ كَيْفَ تَحْكُم[p[ُو]نَ","juz":11,"ruku":175,"manzil":3,"bangla_ahbayan":"তুমি বল, ‘তোমাদের শরীকদের মধ্যে এমন কেউ আছে কি, যে সত্য পথের সন্ধান দেয়?’ তুমি বলে দাও যে, ‘আল্লাহই সত্য পথ প্রদর্শন করেন;[১] তবে কি যিনি সত্য পথ প্রদর্শন করেন, তিনিই অনুসরণ করার সমধিক যোগ্য, না ঐ ব্যক্তি যে অন্যের পথ প্রদর্শন করা ছাড়া নিজেই পথপ্রাপ্ত হয় না?[২] তাহলে তোমাদের কি হল? তোমরা কিরূপ সিদ্ধান্ত গ্রহণ করছ?’ [৩]","bangla_bayan":"বল, ‘তোমাদের শরীকদের কেউ কি আছে, যে সত্যের পথ দেখাবে’? বল, ‘আল্লাহই সত্যের পথ দেখান। যিনি সত্যের পথ দেখান, তিনিই কি অনুসরণ করার অধিক হকদার, নাকি সে, যে পথ দেখানো ছাড়া পথ পায় না। সুতরাং তোমাদের কী হল? তোমরা কেমন বিচার করছ’।","bangla_mkhan":"জিজ্ঞেস কর, আছে কি কেউ তোমাদের শরীকদের মধ্যে যে সত্য-সঠিক পথ প্রদর্শন করবে? বল, আল্লাহই সত্য-সঠিক পথ প্রদর্শন করেন, সুতরাং এমন যে লোক সঠিক পথ দেখাবে তার কথা মান্য করা কিংবা যে লোক নিজে নিজে পথ খুঁজে পায় না, তাকে পথ দেখানো কর্তব্য। অতএব, তোমাদের কি হল, কেমন তোমাদের বিচার?","bangla_mujibur":"তুমি বলঃ তোমাদের শরীকদের মধ্যে এমন কেহ আছে কি যে সত্য বিষয়ের সন্ধান দেয়? তুমি বলে দাও, আল্লাহই সত্য বিষয়ের পথ প্রদর্শন করেন; তাহলে কি যিনি সত্য বিষয়ের পথ প্রদর্শন করেন তিনি অনুসরণ করার সর্বাধিক যোগ্য, নাকি ঐ ব্যক্তি যে অন্যের পথ প্রদর্শন করা ছাড়া নিজেই পথ প্রাপ্ত হয়না? তাহলে তোমাদের কি হল? তোমরা কিরূপ সিদ্ধান্ত গ্রহণ করছ?","bangla_taisirul":"বল ‘‘তোমরা যাদেরকে শরীক কর তাদের কেউ কি সত্যের পথ দেখাতে পারে?’’ বল, ‘আল্লাহই সত্যের পথ দেখান।’ তবে যিনি সত্য পথে পরিচালিত করেন আনুগত্য লাভের তিনিই বেশি হাকদার, না কি সেই যাকে পথ না দেখালে পথ পায় না? তোমাদের হয়েছে কী? তোমরা কীভাবে সিদ্ধান্ত নিচ্ছ?"},{"id":36,"arabic_text":"وَ مَا یَتَّبِعُ اَکۡثَرُہُمۡ اِلَّا ظَنًّا ؕ اِنَّ الظَّنَّ لَا یُغۡنِیۡ مِنَ الۡحَقِّ شَیۡئًا ؕ اِنَّ اللّٰہَ  عَلِیۡمٌۢ  بِمَا یَفۡعَلُوۡنَ ﴿۳۶﴾ ","english_text":"We said, \"Go down from it, all of you. And when guidance comes to you from Me, whoever follows My guidance - there will be no fear concerning them, nor will they grieve.","page":213,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1400.mp3","colorText":"وَمَا يَتَّبِعُ أَكْثَرُهُمْ إِلَّا ظَ[g[نّ]ًا‌ۚ إِ[g[نّ]َ [h:6055[ٱ][l[ل]ظَّ[g[نّ]َ لَا يُغْنِى مِنَ [h:1173[ٱ]لْحَقِّ شَيْــًٔا‌ۚ إِ[g[نّ]َ [h:80[ٱ]للَّهَ عَلِي[i:6056[مُۢ ب]ِمَا يَفْعَل[p[ُو]نَ","juz":11,"ruku":175,"manzil":3,"bangla_ahbayan":"আর তাদের অধিকাংশ লোক শুধু ধারণার অনুসরণ করে; নিশ্চয়ই বাস্তব ব্যাপারে ধারণা কোন কাজে আসে না।[১] তারা যা করছে নিশ্চয়ই আল্লাহ সে বিষয়ে সুপরিজ্ঞাত। [২]","bangla_bayan":"আর তাদের অধিকাংশ কেবল ধারণার অনুসরণ করে। নিশ্চয় সত্যের বিপরীতে ধারণা কোন কার্যকারিতা রাখে না । নিশ্চয় আল্লাহ তারা যা করে সে সম্পর্কে সম্যক অবগত।","bangla_mkhan":"বস্তুতঃ তাদের অধিকাংশই শুধু আন্দাজ-অনুমানের উপর চলে, অথচ আন্দাজ-অনুমান সত্যের বেলায় কোন কাজেই আসে না। আল্লাহ ভাল করেই জানেন, তারা যা কিছু করে।","bangla_mujibur":"আর তাদের অধিকাংশ লোক শুধু অলীক কল্পনার পিছনে চলছে; নিশ্চয়ই অলীক কল্পনা বাস্তব ব্যাপারে মোটেই ফলপ্রসু নয়; নিশ্চয়ই আল্লাহ সবই জানেন, যা কিছু তারা করছে ।","bangla_taisirul":"তাদের অধিকাংশই কেবল ধারণার অনুসরণ করে, সত্যের মুকাবালায় ধারণা কোন কাজে আসে না। তোমরা যা কর সে সম্পর্কে আল্লাহ সর্বাধিক অবগত।"},{"id":37,"arabic_text":"وَ مَا کَانَ ہٰذَا الۡقُرۡاٰنُ اَنۡ یُّفۡتَرٰی مِنۡ دُوۡنِ اللّٰہِ  وَ لٰکِنۡ تَصۡدِیۡقَ الَّذِیۡ بَیۡنَ یَدَیۡہِ وَ تَفۡصِیۡلَ الۡکِتٰبِ لَا رَیۡبَ فِیۡہِ  مِنۡ  رَّبِّ  الۡعٰلَمِیۡنَ ﴿۟۳۷﴾ ","english_text":"And those who disbelieve and deny Our signs - those will be companions of the Fire; they will abide therein eternally.\"","page":213,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1401.mp3","colorText":"وَمَا كَانَ هَ[n[ـٰ]ذَا [h:3971[ٱ]لْقُرْءَانُ أ[a:6057[َن ي]ُفْتَرَىٰ مِ[f:107[ن د]ُونِ [h:108[ٱ]للَّهِ وَلَ[n[ـٰ]كِ[f:6058[ن ت]َصْدِيقَ [h:6059[ٱ]لَّذِى بَيْنَ يَدَيْهِ وَتَفْصِيلَ [h:6060[ٱ]لْكِتَ[n[ـٰ]بِ لَا رَيْبَ فِيهِ م[u:4772[ِن ر]َّبِّ [h:4[ٱ]لْعَ[n[ـٰ]لَم[p[ِي]نَ","juz":11,"ruku":175,"manzil":3,"bangla_ahbayan":"আর এই কুরআন আল্লাহ ছাড়া অন্য কারো দ্বারা কল্পনাপ্রসূত রচনা নয়। পক্ষান্তরে এটা তো সেই কিতাবসমূহের সমর্থক যা এর পূর্বে (অবতীর্ণ) হয়েছে[১] এবং বিধানসমূহের বিশদ বর্ণনাকারী,[২] এর মধ্যে কোন সন্দেহ   নেই।[৩] (এ হল) বিশ্বপ্রতিপালকের পক্ষ হতে (অবতীর্ণ)। [৪]","bangla_bayan":"এ কুরআন তো এমন নয় যে, আল্লাহ ছাড়া কেউ তা রচনা করতে পারবে; বরং এটি যা তার সামনে রয়েছে, তার সত্যায়ন এবং কিতাবের বিস্তারিত ব্যাখ্যা, যাতে কোন সন্দেহ নেই, যা সৃষ্টিকুলের রবের পক্ষ থেকে।","bangla_mkhan":"আর কোরআন সে জিনিস নয় যে, আল্লাহ ব্যতীত কেউ তা বানিয়ে নেবে। অবশ্য এটি পূর্ববর্তী কালামের সত্যায়ন করে এবং সে সমস্ত বিষয়ের বিশ্লেষণ দান করে যা তোমার প্রতি দেয়া হয়েছে, যাতে কোন সন্দেহ নেই-তোমার বিশ্বপালনকর্তার পক্ষ থেকে।","bangla_mujibur":"আর এই কুরআন কল্পনা প্রসূত নয় যে, আল্লাহ ছাড়া অন্য কারও দ্বারা প্রকাশিত হয়েছে, ইহাতো সেই কিতাবের সত্যতা প্রমাণকারী যা এর পূর্বে (নাযিল) হয়েছে, এবং আবশ্যকীয় বিধানসমূহের বিশদ বর্ণনাকারী, (এবং) এতে কোন সন্দেহ নেই (ইহা) বিশ্বের রবের পক্ষ হতে (নাযিল) হয়েছে।","bangla_taisirul":"এ কুরআন আল্লাহ ছাড়া অন্য কারো রচিত নয়। উপরন্তু তা পূর্বে যা নাযিল হয়েছিল তার সমর্থক আর বিস্তারিত ব্যাখ্যাকৃত কিতাব, এতে কোন সন্দেহ নেই, জগৎসমূহের প্রতিপালকের নিকট হতে (নাযিলকৃত)।"},{"id":38,"arabic_text":"اَمۡ یَقُوۡلُوۡنَ افۡتَرٰىہُ ؕ قُلۡ فَاۡتُوۡا بِسُوۡرَۃٍ مِّثۡلِہٖ وَ ادۡعُوۡا مَنِ اسۡتَطَعۡتُمۡ مِّنۡ دُوۡنِ اللّٰہِ  اِنۡ  کُنۡتُمۡ  صٰدِقِیۡنَ ﴿۳۸﴾ ","english_text":"O Children of Israel, remember My favor which I have bestowed upon you and fulfill My covenant [upon you] that I will fulfill your covenant [from Me], and be afraid of [only] Me.","page":213,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1402.mp3","colorText":"أَمْ يَقُولُونَ [h:6061[ٱ]فْتَرَ[n[ٮٰ]هُ‌ۖ قُلْ فَأْتُو[s[اْ] بِسُورَ[a:6062[ةٍ م]ِّثْلِه[n[ِۦ] وَ[h:105[ٱ][q:105[دْ]عُو[s[اْ] مَنِ [h:6063[ٱ]سْتَطَعْت[w:5394[ُم م]ِّ[f:107[ن د]ُونِ [h:108[ٱ]للَّهِ إِ[f:109[ن ك]ُ[f:100[نت]ُمْ صَ[n[ـٰ]دِق[p[ِي]نَ","juz":11,"ruku":175,"manzil":3,"bangla_ahbayan":"তারা কি বলে যে, ‘এটা তার (নবীর) স্বরচিত?’ তুমি বল, ‘তবে তোমরা এর অনুরূপ একটি সূরা আনয়ন কর এবং (এ ব্যাপারে সহযোগিতার জন্য) আল্লাহ ব্যতীত যাকে ডাকতে পার ডেকে নাও; যদি তোমরা সত্যবাদী হও।’[১]","bangla_bayan":"নাকি তারা বলে, ‘সে তা বানিয়েছে’? বল, ‘তবে তোমরা তার মত একটি সূরা (বানিয়ে) নিয়ে আস এবং আল্লাহ ছাড়া যাকে পারো ডাক, যদি তোমরা সত্যবাদী হও’।","bangla_mkhan":"মানুষ কি বলে যে, এটি বানিয়ে এনেছ? বলে দাও, তোমরা নিয়ে এসো একটিই সূরা, আর ডেকে নাও, যাদেরকে নিতে সক্ষম হও আল্লাহ ব্যতীত, যদি তোমরা সত্যবাদী হয়ে থাক।","bangla_mujibur":"তারা কি এরূপ বলে যে, এটা তার (নাবীর) স্বরচিত? তুমি বলে দাওঃ তাহলে তোমরা এর অনুরূপ একটি সূরা রচনা কর এবং গাইরুল্লাহ হতে যাকে ইচ্ছা ডেকে নাও, যদি তোমরা সত্যবাদী হও।","bangla_taisirul":"তারা কি এ কথা বলে যে, সে [অর্থাৎ মুহাম্মাদ (সা.)] এটা রচনা করেছে? বল, তাহলে তোমরাও এর মত একটা সূরাহ (রচনা করে) নিয়ে এসো আর আল্লাহকে বাদ দিয়ে যাকে পার তাকে ডেকে নাও যদি তোমরা সত্যবাদী হয়ে থাক [যে মুহাম্মাদ (সাঃ)-ই তা রচনা করেছেন]।"},{"id":39,"arabic_text":"بَلۡ  کَذَّبُوۡا بِمَا لَمۡ یُحِیۡطُوۡا بِعِلۡمِہٖ وَ لَمَّا یَاۡتِہِمۡ تَاۡوِیۡلُہٗ ؕ  کَذٰلِکَ  کَذَّبَ  الَّذِیۡنَ مِنۡ قَبۡلِہِمۡ فَانۡظُرۡ کَیۡفَ کَانَ عَاقِبَۃُ  الظّٰلِمِیۡنَ ﴿۳۹﴾ ","english_text":"And believe in what I have sent down confirming that which is [already] with you, and be not the first to disbelieve in it. And do not exchange My signs for a small price, and fear [only] Me.","page":213,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1403.mp3","colorText":"بَلْ كَذَّبُو[s[اْ] بِمَا لَمْ يُحِيطُو[s[اْ] بِعِلْمِه[n[ِۦ] وَلَ[g[مّ]َا يَأْتِهِمْ تَأْوِيلُهُ[n[ۥ]‌ۚ كَذ[n[َٲ]لِكَ كَذَّبَ [h:4507[ٱ]لَّذِينَ مِ[f:617[ن ق]َ[q:618[بْ]لِهِمْ‌ۖ فَ[h:1513[ٱ][f:1513[نظ]ُرْ كَيْفَ كَانَ عَ[n[ـٰ]قِبَةُ [h:6064[ٱ][l[ل]ظَّ[n[ـٰ]لِم[p[ِي]نَ","juz":11,"ruku":175,"manzil":3,"bangla_ahbayan":"বরং তারা এমন বিষয়কে মিথ্যা মনে করেছে, যাকে নিজ জ্ঞানের পরিধিতে আনয়ন করেনি[১] এবং এখনো তাদের নিকট ওর পরিণাম (আযাব বা ব্যাখ্যা) এসে পৌঁছেনি।[২] এরূপভাবে তারাও মিথ্যা মনে করেছিল, যারা তাদের পূর্বে গত হয়েছে; অতএব দেখ সেই অত্যাচারীদের পরিণাম কি হয়েছিল? [৩]","bangla_bayan":"বরং তারা যে ব্যাপারে পূর্ণ জ্ঞান লাভ করেনি, তা তারা অস্বীকার করেছে এবং এখনও তার পরিণতি তাদের কাছে আসেনি। এভাবেই তারা অস্বীকার করেছিল, যারা ছিল তাদের পূর্বে। সুতরাং তুমি লক্ষ্য কর, কেমন ছিল যালিমদের পরিণাম।","bangla_mkhan":"কিন্তু কথা হল এই যে, তারা মিথ্যা প্রতিপন্ন করতে আরম্ভ করেছে যাকে বুঝতে, তারা অক্ষম। অথচ এখনো এর বিশ্লেষণ আসেনি। এমনিভাবে মিথ্যা প্রতিপন্ন করেছে তাদের পূর্ববর্তীরা। অতএব, লক্ষ্য করে দেখ, কেমন হয়েছে পরিণতি।","bangla_mujibur":"বরং তারা এমন বিষয়কে মিথ্যা সাব্যস্ত করছে, যাকে নিজ জ্ঞানের পরিধিতে আনয়ন করেনি, আর এখনো তাদের প্রতি ওর পরিণাম (আযাব) পৌঁছেনি; এরূপভাবে তারাও মিথ্যা সাব্যস্ত করেছিল, যারা তাদের পূর্বে গত হয়েছে। অতএব দেখ সেই অত্যাচারীদের পরিণাম কি হল?","bangla_taisirul":"বরং যে বিষয় তাদের জ্ঞানের সীমার মধ্যে আসে না, আর যার পরিণাম ফল এখনও উপস্থিত হয়নি তা তারা অস্বীকার করে। এভাবে তাদের পূর্ববর্তী লোকেরাও মিথ্যা মনে ক’রে অমান্য করেছিল। এখন দেখ, এই যালিমদের পরিণতি কী হয়েছে!"},{"id":40,"arabic_text":"وَ مِنۡہُمۡ مَّنۡ یُّؤۡمِنُ بِہٖ وَ  مِنۡہُمۡ مَّنۡ لَّا یُؤۡمِنُ بِہٖ ؕ وَ رَبُّکَ اَعۡلَمُ  بِالۡمُفۡسِدِیۡنَ ﴿۴۰﴾ ","english_text":"And do not mix the truth with falsehood or conceal the truth while you know [it].","page":213,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1404.mp3","colorText":"وَمِنْه[w:1106[ُم م]ّ[a:5799[َن ي]ُؤْمِنُ بِه[n[ِۦ] وَمِنْه[w:1106[ُم م]ّ[u:6065[َن ل]َّا يُؤْمِنُ بِه[n[ِۦ]‌ۚ وَرَبُّكَ أَعْلَمُ بِ[h:1989[ٱ]لْمُفْسِد[p[ِي]نَ","juz":11,"ruku":175,"manzil":3,"bangla_ahbayan":"আর তাদের মধ্যে এমন কতক লোক আছে যারা এতে বিশ্বাস করবে এবং এমন লোকও আছে যে, তারা এতে বিশ্বাস করবে না। আর তোমার প্রতিপালক অশান্তি সৃষ্টিকারীদেরকে ভালরূপে জানেন। [১]","bangla_bayan":"আর তাদের মধ্যে কেউ এর প্রতি ঈমান আনে এবং কেউ তাতে ঈমান আনে না। আর তোমার রব ফাসাদকারীদের ব্যাপারে অধিক জ্ঞাত।","bangla_mkhan":"আর তাদের মধ্যে কেউ কেউ কোরআনকে বিশ্বাস করবে এবং কেউ কেউ বিশ্বাস করবে না। বস্তুতঃ তোমার পরওয়ারদেগার যথার্থই জানেন দুরাচারদিগকে।","bangla_mujibur":"আর তাদের মধ্যে এমন কতক লোক আছে, যারা এর প্রতি ঈমান আনবে এবং এমন কতক লোকও আছে যে, তারা এর প্রতি ঈমান আনবেনা, আর তোমার রাব্ব অত্যাচারীদেরকে ভাল রূপে জানেন।","bangla_taisirul":"এদের কিছু লোক এতে বিশ্বাস করে আর কতক এতে বিশ্বাস করে না। তোমার প্রতিপালক এই ফাসাদ সৃষ্টিকারী লোকদের সম্পর্কে সবচেয়ে বেশি অবহিত।"},{"id":41,"arabic_text":"وَ اِنۡ کَذَّبُوۡکَ فَقُلۡ لِّیۡ عَمَلِیۡ وَ لَکُمۡ  عَمَلُکُمۡ ۚ اَنۡتُمۡ بَرِیۡٓـــُٔوۡنَ مِمَّاۤ اَعۡمَلُ وَ اَنَا بَرِیۡٓءٌ  مِّمَّا تَعۡمَلُوۡنَ ﴿۴۱﴾ ","english_text":"And establish prayer and give zakah and bow with those who bow [in worship and obedience].","page":213,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1405.mp3","colorText":"وَإِ[f:6066[ن ك]َذَّبُوكَ فَقُل لِّى عَمَلِى وَلَكُمْ عَمَلُكُمْ‌ۖ أَ[f:428[نت][c:6067[ُم ب]َرِ[o[يٓ]ــُٔونَ مِ[g[مّ][o[َآ] أَعْمَلُ وَأَنَا۟ بَر[o[ِى]ٓ[a:3977[ءٌ م]ِّ[g[مّ]َا تَعْمَل[p[ُو]نَ","juz":11,"ruku":176,"manzil":3,"bangla_ahbayan":"আর যদি তারা তোমাকে মিথ্যা মনে করতে থাকে, তাহলে তুমি বলে দাও, ‘আমার কর্ম(ফল) আমি পাবো, আর তোমাদের কর্ম(ফল) তোমরা পাবে। আমি যে কর্ম করি, তার সাথে তোমাদের কোন সম্পর্ক নেই এবং তোমরা যে কর্ম কর, তার সাথে আমার কোন সম্পর্ক নেই।’[১]","bangla_bayan":"আর তারা যদি তোমাকে মিথ্যাবাদী বলে, তবে তুমি বল, ‘আমার কর্ম আমার, আর তোমাদের কর্ম তোমাদের। আমি যা আমল করি তোমরা তা থেকে মুক্ত এবং তোমরা যা আমল কর আমি তা থেকে মুক্ত’।","bangla_mkhan":"আর যদি তোমাকে মিথ্যা প্রতিপন্ন করে, তবে বল, আমার জন্য আমার কর্ম, আর তোমাদের জন্য তোমাদের কর্ম। তোমাদের দায়-দায়িত্ব নেই আমার কর্মের উপর এবং আমারও দায়-দায়িত্ব নেই তোমরা যা কর সেজন্য।","bangla_mujibur":"আর (এতদসত্ত্বেও) যদি তারা তোমাকে মিথ্যা সাব্যস্ত করতে থাকে তাহলে তুমি বলে দাওঃ আমার কর্মফল আমি পাব, আর তোমাদের কর্মফল তোমরা পাবে। তোমরা আমার কৃতকর্মের জন্য দায়ী নও, আর আমিও তোমাদের কর্মের জন্য দায়ী নই।","bangla_taisirul":"যদি তারা তোমাকে মিথ্যা জেনে অমান্য ক’রে তাহলে বল, ‘আমার কাজের জন্য আমি দায়ী, আর তোমাদের কাজের জন্য তোমরা দায়ী, আমি যা করি তার দায়-দায়িত্ব থেকে তোমরা মুক্ত, আর তোমরা যা কর তার দায়-দায়িত্ব থেকে আমি মুক্ত।’"},{"id":42,"arabic_text":"وَ مِنۡہُمۡ مَّنۡ یَّسۡتَمِعُوۡنَ اِلَیۡکَ ؕ اَفَاَنۡتَ تُسۡمِعُ الصُّمَّ وَ لَوۡ کَانُوۡا لَا یَعۡقِلُوۡنَ ﴿۴۲﴾ ","english_text":"Do you order righteousness of the people and forget yourselves while you recite the Scripture? Then will you not reason?","page":213,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1406.mp3","colorText":"وَمِنْه[w:1106[ُم م]ّ[a:6068[َن ي]َسْتَمِعُونَ إِلَيْكَ‌ۚ أَفَأَ[f:6069[نت]َ تُسْمِعُ [h:6070[ٱ][l[ل]صُّ[g[مّ]َ وَلَوْ كَانُو[s[اْ] لَا يَعْقِل[p[ُو]نَ","juz":11,"ruku":176,"manzil":3,"bangla_ahbayan":"আর তাদের মধ্যে কিছু লোক আছে, যারা তোমার (কথার) প্রতি কান পেতে রাখে। তবে কি তুমি বধির লোকদেরকে শুনাবে; যদিও তাদের বোধশক্তি না থাকে? [১]","bangla_bayan":"আর তাদের মধ্যে কিছু আছে, যারা তোমার প্রতি মনোযোগ দিয়ে শুনে। তবে কি তুমি বধিরকে শোনাবে, তারা না বুঝলেও?","bangla_mkhan":"তাদের কেউ কেউ কান রাখে তোমাদের প্রতি; তুমি বধিরদেরকে কি শোনাবে যদি তাদের বিবেক-বুদ্ধি না থাকে!","bangla_mujibur":"আর তাদের কতক এমন আছে যারা তোমার (কথার) প্রতি কান পেতে রাখে। কিন্তু কি তুমি বধিরদেরকে শোনাবে, যদি তাদের বোধশক্তি না থাকে?","bangla_taisirul":"এদের মধ্যে কেউ কেউ তোমার কথা শুনার ভান করে। তাহলে তুমি কি বধিরকে শুনাবে, তারা না বুঝলেও?"},{"id":43,"arabic_text":"وَ مِنۡہُمۡ مَّنۡ یَّنۡظُرُ اِلَیۡکَ ؕ اَفَاَنۡتَ تَہۡدِی الۡعُمۡیَ وَ لَوۡ کَانُوۡا لَا یُبۡصِرُوۡنَ ﴿۴۳﴾ ","english_text":"And seek help through patience and prayer, and indeed, it is difficult except for the humbly submissive [to Allah ]","page":214,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1407.mp3","colorText":"وَمِنْه[w:1106[ُم م]ّ[a:6071[َن ي]َ[f:2039[نظ]ُرُ إِلَيْكَ‌ۚ أَفَأَ[f:6069[نت]َ تَهْدِى [h:6072[ٱ]لْعُمْىَ وَلَوْ كَانُو[s[اْ] لَا يُ[q:60[بْ]صِر[p[ُو]نَ","juz":11,"ruku":176,"manzil":3,"bangla_ahbayan":"আর তাদের মধ্যে কিছু লোক আছে, যারা তোমার দিকে তাকিয়ে থাকে। তবে কি তুমি অন্ধকে পথ দেখাবে; যদিও তাদের দৃষ্টিশক্তি না থাকে?[১]","bangla_bayan":"আর তাদের মধ্যে কেউ আছে এমন, যে তোমার দিকে তাকায়। তবে কি তুমি অন্ধকে পথ দেখাবে, তারা না দেখলেও?","bangla_mkhan":"আবার তাদের মধ্যে কেউ কেউ তোমাদের প্রতি দৃষ্টিনিবদ্ধ রাখে; তুমি অন্ধদেরকে কি পথ দেখাবে যদি তারা মোটেও দেখতে না পারে।","bangla_mujibur":"আর তাদের কতক এমনও আছে যারা তোমাকে দেখছে; তুমি কি অন্ধকে পথ দেখাতে পারবে, যদি তাদের অর্ন্তদৃষ্টি না থাকে?","bangla_taisirul":"তাদের মধ্যে কেউ কেউ তোমার দিকে তাকায়, তুমি কি অন্ধকে পথ দেখাবে, তারা না দেখলেও?"},{"id":44,"arabic_text":"اِنَّ اللّٰہَ  لَا یَظۡلِمُ النَّاسَ شَیۡئًا وَّ لٰکِنَّ النَّاسَ اَنۡفُسَہُمۡ یَظۡلِمُوۡنَ ﴿۴۴﴾ ","english_text":"Who are certain that they will meet their Lord and that they will return to Him.","page":214,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1408.mp3","colorText":"إِ[g[نّ]َ [h:80[ٱ]للَّهَ لَا يَظْلِمُ [h:6073[ٱ][l[ل][g[نّ]َاسَ شَيْـ[a:6074[ـًٔا و]َلَ[n[ـٰ]كِ[g[نّ]َ [h:6075[ٱ][l[ل][g[نّ]َاسَ أَ[f:38[نف]ُسَهُمْ يَظْلِم[p[ُو]نَ","juz":11,"ruku":176,"manzil":3,"bangla_ahbayan":"নিশ্চয় আল্লাহ মানুষের প্রতি কোন যুলুম করেন না, পরন্তু মানুষ নিজেরাই নিজেদের প্রতি যুলুম করে থাকে। [১]","bangla_bayan":"নিশ্চয় আল্লাহ মানুষের প্রতি কিছুমাত্র যুলম করেন না; বরং মানুষই নিজদের উপর যুলম করে।","bangla_mkhan":"আল্লাহ জুলুম করেন না মানুষের উপর, বরং মানুষ নিজেই নিজের উপর জুলুম করে।","bangla_mujibur":"নিশ্চয়ই আল্লাহ মানুষের প্রতি কোন যুলম করেননা, বরং মানুষ নিজেরাই নিজেদেরকে ধ্বংস করছে।","bangla_taisirul":"অবশ্যই আল্লাহ মানুষদের প্রতি কোন যুলম করেন না, কিন্তু মানুষ নিজেদের প্রতি যুলম ক’রে থাকে।"},{"id":45,"arabic_text":"وَ یَوۡمَ یَحۡشُرُہُمۡ کَاَنۡ لَّمۡ یَلۡبَثُوۡۤا اِلَّا سَاعَۃً مِّنَ النَّہَارِ یَتَعَارَفُوۡنَ بَیۡنَہُمۡ ؕ قَدۡ خَسِرَ الَّذِیۡنَ  کَذَّبُوۡا بِلِقَآءِ اللّٰہِ  وَ مَا  کَانُوۡا مُہۡتَدِیۡنَ ﴿۴۵﴾ ","english_text":"O Children of Israel, remember My favor that I have bestowed upon you and that I preferred you over the worlds.","page":214,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1409.mp3","colorText":"وَيَوْمَ يَحْشُرُهُمْ كَأ[u:2914[َن ل]َّمْ يَلْبَث[o[ُوٓ][s[اْ] إِلَّا سَاعَ[a:6076[ةً م]ِّنَ [h:6077[ٱ][l[ل][g[نّ]َهَارِ يَتَعَارَفُونَ بَيْنَهُمْ‌ۚ قَ[q:298[دْ] خَسِرَ [h:3997[ٱ]لَّذِينَ كَذَّبُو[s[اْ] بِلِق[o[َا]ٓءِ [h:3998[ٱ]للَّهِ وَمَا كَانُو[s[اْ] مُهْتَد[p[ِي]نَ","juz":11,"ruku":176,"manzil":3,"bangla_ahbayan":"আর যেদিন তিনি তাদেরকে একত্রিত করবেন, (সেদিন ওদের মনে হবে যে, দুনিয়ায়) যেন তারা দিবসের মুহূর্তকাল মাত্র অবস্থান করেছিল।[১] তারা পরস্পর একে অপরকে চিনবে।[২] বাস্তবিকই ক্ষতিগ্রস্ত হবে ঐসব লোক, যারা আল্লাহর সাক্ষাৎকে মিথ্যা মনে করেছিল এবং তারা সৎপথপ্রাপ্ত ছিল না।","bangla_bayan":"আর যেদিন তিনি তাদেরকে একত্র করবেন, যেন তারা দিবসের মুহূর্তকালমাত্র অবস্থান করেছে। তারা একে অপরকে চিনতে পারবে। তারা অবশ্যই ক্ষতিগ্রস্ত হয়েছে, যারা আল্লাহর সাক্ষাৎ অস্বীকার করেছে, আর তারা হিদায়াতপ্রাপ্ত ছিল না।","bangla_mkhan":"আর যেদিন তাদেরকে সমবেত করা হবে, যেন তারা অবস্থান করেনি, তবে দিনের একদন্ড একজন অপরজনকে চিনবে। নিঃসন্দেহে ক্ষতিগ্রস্ত হয়েছে যারা মিথ্যা প্রতিপন্ন করেছে আল্লাহর সাথে সাক্ষাতকে এবং সরলপথে আসেনি।","bangla_mujibur":"আর (ঐ দিনটি তাদেরকে স্মরণ করিয়ে দাও) যে দিন তিনি (আল্লাহ) তাদেরকে এইরূপ অবস্থায় একত্রিত করবেন যেন তারা পূর্ণ দিনের মুহুর্তকাল মাত্র অবস্থান করেছিল, এবং তারা পরস্পর পরস্পরকে চিনবে; বাস্তবিকই ক্ষতিগ্রস্ত হল ঐ সব লোক যারা আল্লাহর সাথে সাক্ষাত হওয়াকে মিথ্যা প্রতিপন্ন করেছে এবং তারা হিদায়াত প্রাপ্ত ছিলনা।","bangla_taisirul":"যে দিন তাদেরকে একত্রিত করা হবে (সেদিন তারা মনে করবে যে) দিনের এক মুহূর্তের বেশি তারা (দুনিয়াতে) অবস্থান করেনি। তারা পরস্পরকে চিনতে পারবে। যারা আল্লাহর সাক্ষাৎকে অস্বীকার করে তারা ক্ষতিগ্রস্ত হয়েছে আর তারা কখনই সঠিক পথপ্রাপ্ত ছিল না।"},{"id":46,"arabic_text":"وَ اِمَّا نُرِیَنَّکَ بَعۡضَ الَّذِیۡ نَعِدُہُمۡ اَوۡ نَتَوَفَّیَنَّکَ فَاِلَیۡنَا مَرۡجِعُہُمۡ ثُمَّ اللّٰہُ شَہِیۡدٌ عَلٰی  مَا یَفۡعَلُوۡنَ ﴿۴۶﴾ ","english_text":"And fear a Day when no soul will suffice for another soul at all, nor will intercession be accepted from it, nor will compensation be taken from it, nor will they be aided.","page":214,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1410.mp3","colorText":"وَإِ[g[مّ]َا نُرِيَ[g[نّ]َكَ بَعْضَ [h:1943[ٱ]لَّذِى نَعِدُهُمْ أَوْ نَتَوَفَّيَ[g[نّ]َكَ فَإِلَيْنَا مَرْجِعُهُمْ ثُ[g[مّ]َ [h:6078[ٱ]للَّهُ شَهِيدٌ عَلَىٰ مَا يَفْعَل[p[ُو]نَ","juz":11,"ruku":176,"manzil":3,"bangla_ahbayan":"আর আমি তাদের সাথে যে শাস্তির অঙ্গীকার করছি, যদি ওর কিছু অংশ তোমাকে দেখিয়ে দিই, অথবা তোমাকে মৃত্যু দান করি, সর্বাবস্থায় তাদেরকে আমারই কাছে ফিরে আসতে হবে। আর আল্লাহ তাদের সকল কৃতকর্মেরই সাক্ষী।[১]","bangla_bayan":"আর আমি তাদেরকে যে প্রতিশ্রুতি দিয়েছি, তার কিছু যদি তোমাকে দেখিয়ে দেই, অথবা তোমাকে মৃত্যু দেই, তবে আমার কাছেই তাদের প্রত্যাবর্তন। তারপর তারা যা করে আল্লাহ তার সাক্ষী।","bangla_mkhan":"আর যদি আমি দেখাই তোমাকে সে ওয়াদাসমূহের মধ্য থেকে কোন কিছু যা আমি তাদের সাথে করেছি, অথবা তোমাকে মৃত্যুদান করি, যাহোক, আমার কাছেই তাদেরকে প্রত্যাবর্তন করতে হবে। বস্তুতঃ আল্লাহ সে সমস্ত কর্মের সাক্ষী যা তারা করে।","bangla_mujibur":"আর আমি তাদের সাথে যে শাস্তির অঙ্গীকার করছি, যদি ওর সামান্য অংশও তোমাকে দেখিয়ে দিই, অথবা তোমাকে মৃত্যু দান করি, সর্বাবস্থায় তাদেরকে আমারই পানে আসতে হবে, আর আল্লাহ তাদের সকল কৃতকর্মেরই খবর রাখেন।","bangla_taisirul":"আমি তাদেরকে যে পরিণতির ভয় দেখিয়েছি তার কিছু অংশ আমি যদি তোমাকে দেখিয়ে দেই, কিংবা (তার পূর্বেই) তোমাকে যদি উঠিয়ে দেই, (অবস্থা যেটাই হোক না কেন) তাদের প্রত্যাবর্তন তো আমার কাছেই, (সর্বোপরি) তারা যা কিছু করছে আল্লাহ হচ্ছেন তার সাক্ষী।"},{"id":47,"arabic_text":"وَ  لِکُلِّ  اُمَّۃٍ  رَّسُوۡلٌ ۚ فَاِذَا جَآءَ رَسُوۡلُہُمۡ قُضِیَ بَیۡنَہُمۡ بِالۡقِسۡطِ وَ ہُمۡ لَا یُظۡلَمُوۡنَ ﴿۴۷﴾ ","english_text":"And [recall] when We saved your forefathers from the people of Pharaoh, who afflicted you with the worst torment, slaughtering your [newborn] sons and keeping your females alive. And in that was a great trial from your Lord.","page":214,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1411.mp3","colorText":"وَلِكُلِّ أُ[g[مّ]َ[u:6079[ةٍ ر]َّسُو[f:6080[لٌ‌ۖ ف]َإِذَا ج[o[َا]ٓءَ رَسُولُهُمْ قُضِىَ بَيْنَه[c:3554[ُم ب]ِ[h:1800[ٱ]لْقِسْطِ وَهُمْ لَا يُظْلَم[p[ُو]نَ","juz":11,"ruku":176,"manzil":3,"bangla_ahbayan":"প্রত্যেক উম্মতের জন্য এক একজন রসূল ছিল। সুতরাং যখন তাদের রসূল এসেছে, তখন ন্যায়ভাবে তাদের ফায়সালা করা হয়েছে,[১] আর তাদের প্রতি কোন অবিচার করা হয়নি।","bangla_bayan":"আর প্রত্যেক উম্মতের জন্য রয়েছে রাসূল। তারপর যখন তাদের রাসূল আসে, তাদের মধ্যে তখন ন্যায়ভিত্তিক ফয়সালা করা হয় এবং তাদের যুলম করা হয় না।","bangla_mkhan":"আর প্রত্যেক সম্প্রদায়ের একেকজন রসূল রয়েছে। যখন তাদের কাছে তাদের রসূল ন্যায়দন্ডসহ উপস্থিত হল, তখন আর তাদের উপর জুলুম হয় না।","bangla_mujibur":"প্রত্যেক উম্মাতের জন্য রাসূল রয়েছে, যখন তাদের সেই রাসূল (বিচার দিবসে) এসে পড়বে, (তখন) তাদের মীমাংসা করা হবে ন্যায়ভাবে, আর তাদের প্রতি কোন অবিচার করা হবেনা।","bangla_taisirul":"প্রত্যেক জাতির জন্য (পাঠানো হয়েছে) একজন রসূল। তাদের রসূল যখন এসেছে তখন ন্যায়পরায়ণতার সঙ্গে তাদের মাঝে ফায়সালা করা হয়েছে। তাদের প্রতি কোন যুলম করা হয়নি।"},{"id":48,"arabic_text":"وَ یَقُوۡلُوۡنَ مَتٰی ہٰذَا الۡوَعۡدُ  اِنۡ  کُنۡتُمۡ صٰدِقِیۡنَ ﴿۴۸﴾ ","english_text":"And [recall] when We parted the sea for you and saved you and drowned the people of Pharaoh while you were looking on.","page":214,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1412.mp3","colorText":"وَيَقُولُونَ مَتَىٰ هَ[n[ـٰ]ذَا [h:6081[ٱ]لْوَعْدُ إِ[f:109[ن ك]ُ[f:100[نت]ُمْ صَ[n[ـٰ]دِق[p[ِي]نَ","juz":11,"ruku":176,"manzil":3,"bangla_ahbayan":"আর তারা বলে, ‘যদি তোমরা সত্যবাদী হও (তাহলে বল), এই অঙ্গীকার কখন (পূর্ণ) হবে?’","bangla_bayan":"আর তারা বলে, ‘কখন এই প্রতিশ্রুতি (পূর্ণ হবে), যদি তোমরা সত্যবাদী হও’?","bangla_mkhan":"তারা আরো বলে, এ ওয়াদা কবে আসবে, যদি তোমরা সত্যবাদী হয়ে থাক?","bangla_mujibur":"আর তারা বলেঃ (আমাদের) এই অঙ্গীকার কখন (সংঘটিত) হবে, যদি তোমরা সত্যবাদী হও?","bangla_taisirul":"তারা বলে, ‘‘তোমরা সত্যবাদী হলে (বল তো) এই প্রতিশ্রুতি কখন সত্য হয়ে দেখা দিবে?’’"},{"id":49,"arabic_text":"قُلۡ لَّاۤ  اَمۡلِکُ لِنَفۡسِیۡ ضَرًّا وَّ لَا  نَفۡعًا اِلَّا مَا شَآءَ  اللّٰہُ ؕ لِکُلِّ  اُمَّۃٍ  اَجَلٌ ؕ اِذَا  جَآءَ اَجَلُہُمۡ فَلَا یَسۡتَاۡخِرُوۡنَ سَاعَۃً وَّ لَا  یَسۡتَقۡدِمُوۡنَ ﴿۴۹﴾ ","english_text":"And [recall] when We made an appointment with Moses for forty nights. Then you took [for worship] the calf after him, while you were wrongdoers.","page":214,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1413.mp3","colorText":"قُل لّ[o[َآ] أَمْلِكُ لِنَفْسِى ضَر[a:3719[ًّا و]َلَا نَفْعًا إِلَّا مَا ش[o[َا]ٓءَ [h:78[ٱ]للَّهُ‌ۗ لِكُلِّ أُ[g[مّ]َةٍ أَجَلٌ‌ۚ إِذَا ج[o[َا]ٓءَ أَجَلُهُمْ فَلَا يَسْتَــْٔخِرُونَ سَاعَ[a:4666[ةً‌ۖ و]َلَا يَسْتَ[q:4667[قْ]دِم[p[ُو]نَ","juz":11,"ruku":176,"manzil":3,"bangla_ahbayan":"তুমি বলে দাও, ‘আল্লাহর ইচ্ছা ব্যতীত আমি তো আমার নিজের জন্য কোন অপকার ও উপকারের মালিক নই।’ প্রত্যেক উম্মতের জন্য একটি নির্দিষ্ট সময়-সীমা আছে; যখন তাদের সেই নির্দিষ্ট সময় এসে পৌঁছে যাবে, তখন তারা মুহূর্তকাল না বিলম্ব করতে পারবে, আর না ত্বরা করতে পারবে।[১]","bangla_bayan":"বল, ‘আমি নিজের ক্ষতি বা উপকারের অধিকার রাখি না, তবে আল্লাহ যা ইচ্ছা করেন’। প্রত্যেক উম্মতের রয়েছে নির্দিষ্ট একটি সময়। যখন এসে যায় তাদের সময়, তখন এক মুহূর্ত পিছাতে পারে না এবং এগোতেও পারে না।","bangla_mkhan":"তুমি বল, আমি আমার নিজের ক্ষতি কিংবা লাভেরও মালিক নই, কিন্তু আল্লাহ যা ইচ্ছা করেন। প্রত্যেক সম্প্রদায়ের জন্যই একেকটি ওয়াদা রয়েছে, যখন তাদের সে ওয়াদা এসে পৌঁছে যাবে, তখন না একদন্ড পেছনে সরতে পারবে, না সামনে ফসকাতে পারবে,।","bangla_mujibur":"তুমি বলে দাওঃ আল্লাহর ইচ্ছা ব্যতীত আমি আমার নিজের জন্যও কোন উপকার বা ক্ষতির অধিকারী নই, প্রত্যেক উম্মাতের (আযাবের) জন্য একটি নির্দিষ্ট সময় আছে; যখন তাদের সেই নির্দিষ্ট সময় এসে পৌঁছে তখন তারা মুহুর্তকাল না পশ্চাদপদ হতে পারবে, আর না অগ্রসর হতে পারবে।","bangla_taisirul":"বল, ‘আল্লাহর ইচ্ছে ব্যতীত আমার নিজেরও কোন ক্ষতি বা লাভ করার ক্ষমতা নেই।’ প্রত্যেক সম্প্রদায়ের জন্য একটা নির্দিষ্ট সময় নির্ধারিত আছে। তাদের সেই নির্দিষ্ট সময় চলে আসলে তারা এক মুহূর্তও আগ-পাছ করতে পারবে না।"},{"id":50,"arabic_text":"قُلۡ اَرَءَیۡتُمۡ اِنۡ اَتٰىکُمۡ عَذَابُہٗ بَیَاتًا اَوۡ نَہَارًا مَّاذَا یَسۡتَعۡجِلُ مِنۡہُ الۡمُجۡرِمُوۡنَ ﴿۵۰﴾ ","english_text":"Then We forgave you after that so perhaps you would be grateful.","page":214,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1414.mp3","colorText":"قُلْ أَرَءَيْتُمْ إِنْ أَتَ[n[ـٰ]كُمْ عَذَابُهُ[n[ۥ] بَيَ[n[ـٰ]تًا أَوْ نَهَا[a:6082[رًا م]َّاذَا يَسْتَعْجِلُ مِنْهُ [h:6083[ٱ]لْمُ[q:5255[جْ]رِم[p[ُو]نَ","juz":11,"ruku":176,"manzil":3,"bangla_ahbayan":"তুমি বল, তোমরা বল তো, যদি তোমাদের উপর আল্লাহর আযাব রাতে অথবা দিনে এসে পড়ে, তাহলে আযাবের মধ্যে এমন কোন্ জিনিস রয়েছে যে, অপরাধীরা তা তাড়াতাড়ি চাচ্ছে? [১]","bangla_bayan":"বল, ‘তোমাদের কি মনে হয় যে, যদি তোমাদের নিকট তাঁর আযাব রাতে কিংবা দিনে এসে পড়ে, তবে অপরাধীরা তার কোন্ অংশটি তাড়াতাড়ি চায়’?","bangla_mkhan":"তুমি বল, আচ্ছা দেখ তো দেখি, যদি তোমাদের উপর তার আযাব রাতারাতি অথবা দিনের বেলায় এসে পৌঁছে যায়, তবে এর আগে পাপীরা কি করবে?","bangla_mujibur":"তুমি বলে দাওঃ বল তো, যদি তোমাদের উপর আল্লাহর আযাব রাতে অথবা দিনে আসে তাহলে আযাবের মধ্যে এমন কোন্ জিনিস রয়েছে যা অপরাধীরা তাড়াতাড়ি চাচ্ছে?","bangla_taisirul":"বল, ‘তোমরা কি চিন্তা করে দেখেছ যদি তাঁর ‘আযাব হঠাৎ করে রাতে বা দিনে তোমাদের উপর এসে পড়ে (তাহলে তো তোমাদের করার কিছুই নেই) অপরাধীরা তার কোনটা তাড়াহুড়ো করে আনতে চায়?"},{"id":51,"arabic_text":"اَثُمَّ  اِذَا مَا وَقَعَ اٰمَنۡتُمۡ  بِہٖ ؕ آٰلۡـٰٔنَ  وَ قَدۡ کُنۡتُمۡ  بِہٖ  تَسۡتَعۡجِلُوۡنَ ﴿۵۱﴾ ","english_text":"And [recall] when We gave Moses the Scripture and criterion that perhaps you would be guided.","page":214,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1415.mp3","colorText":"أَثُ[g[مّ]َ إِذَا مَا وَقَعَ ءَامَ[f:703[نت][c:704[ُم ب]ِه[o[ِۦٓ‌ۚ] ءَ[m[ا]ٓلْـَٔ[n[ـٰ]نَ وَقَ[q:387[دْ] كُ[f:100[نت][c:6084[ُم ب]ِه[n[ِۦ] تَسْتَعْجِل[p[ُو]نَ","juz":11,"ruku":176,"manzil":3,"bangla_ahbayan":"তাহলে কি তা যখন এসেই পড়বে তখন তা (বা তাঁকে) বিশ্বাস করবে? (বলা হবে,) হ্যাঁ এখন মানলে?[১] অথচ তোমরা এর জন্য তাড়াহুড়া করছিলে।","bangla_bayan":"তবে কি যখন তা ঘটবে, তখন তোমরা তাতে ঈমান আনবে? এখন? অথচ তোমরা এর জন্যই তাড়াহুড়া করতে।","bangla_mkhan":"তাহলে কি আযাব সংঘটিত হয়ে যাবার পর এর প্রতি বিশ্বাস করবে? এখন স্বীকার করলে? অথচ তোমরা এরই তাকাদা করতে?","bangla_mujibur":"তাহলে কি ওটা যখন এসেই পড়বে, তখন ওটা বিশ্বাস করবে? (বলা হবে) হ্যাঁ, এখন মেনে নিলে। অথচ তোমরা ওর জন্য তাড়াহুড়া করছিলে।","bangla_taisirul":"তাহলে ওটা বাস্তবে ঘটে যাওয়ার পরই কি তোমরা তাতে বিশ্বাস করতে চাও? (ঘটে যাওয়ার পর বলা হবে) ‘এখন, (বিশ্বাস করলে) এটার জন্য তোমরা তাড়াহুড়ো করছিলে!’"},{"id":52,"arabic_text":"ثُمَّ  قِیۡلَ  لِلَّذِیۡنَ ظَلَمُوۡا ذُوۡقُوۡا عَذَابَ الۡخُلۡدِ ۚ ہَلۡ تُجۡزَوۡنَ اِلَّا بِمَا کُنۡتُمۡ تَکۡسِبُوۡنَ ﴿۵۲﴾ ","english_text":"And [recall] when Moses said to his people, \"O my people, indeed you have wronged yourselves by your taking of the calf [for worship]. So repent to your Creator and kill yourselves. That is best for [all of] you in the sight of your Creator.\" Then He accepted your repentance; indeed, He is the Accepting of repentance, the Merciful.","page":214,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1416.mp3","colorText":"ثُ[g[مّ]َ قِيلَ لِلَّذِينَ ظَلَمُو[s[اْ] ذُوقُو[s[اْ] عَذَابَ [h:6085[ٱ]لْخُلْدِ هَلْ تُ[q:4248[جْ]زَوْنَ إِلَّا بِمَا كُ[f:100[نت]ُمْ تَكْسِب[p[ُو]نَ","juz":11,"ruku":176,"manzil":3,"bangla_ahbayan":"অতঃপর যালেমদেরকে বলা হবে, ‘চিরস্থায়ী শাস্তির স্বাদ গ্রহণ করতে থাকো, তোমাদেরকে তো তোমাদের কৃতকর্মের প্রতিফলই দেওয়া হচ্ছে।’","bangla_bayan":"তারপর যারা যুলম করেছে তাদের বলা হবে, স্থায়ী আযাব আস্বাদন কর। তোমরা যা অর্জন করতে তোমাদেরকে কেবল তারই প্রতিদান দেয়া হচ্ছে।","bangla_mkhan":"অতঃপর বলা হবে, গোনাহগারদিগকে, ভোগ করতে থাক অনন্ত আযাব-তোমরা যা কিছু করতে তার তাই প্রতিফল।","bangla_mujibur":"অতঃপর যালিমদেরকে বলা হবেঃ চিরস্থায়ী শাস্তির স্বাদ গ্রহণ করতে থাক, তোমরাতো তোমাদেরই কৃতকর্মের ফল পাচ্ছ।","bangla_taisirul":"অবশেষে যালিমদেরকে বলা হবে- ‘স্থায়ী শাস্তির স্বাদ গ্রহণ কর, তোমরা যা কিছু উপার্জন করেছিলে তার প্রতিফল ছাড়া তোমাদের আর কী দেয়া যেতে পারে!"},{"id":53,"arabic_text":"وَ یَسۡتَنۡۢبِئُوۡنَکَ اَحَقٌّ ہُوَ ؕؔ قُلۡ اِیۡ وَ رَبِّیۡۤ  اِنَّہٗ  لَحَقٌّ ۚؕؔ وَ مَاۤ  اَنۡتُمۡ بِمُعۡجِزِیۡنَ ﴿۵۳﴾ ","english_text":"And [recall] when you said, \"O Moses, we will never believe you until we see Allah outright\"; so the thunderbolt took you while you were looking on.","page":214,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1417.mp3","colorText":"۞ وَيَسْتَ[i:6086[نۢب]ِــُٔونَكَ أَحَقٌّ هُوَ‌ۖ قُلْ إِى وَرَبّ[o[ِىٓ] إِ[g[نّ]َهُ[n[ۥ] لَحَ[a:6087[قٌّ‌ۖ و]َم[o[َآ] أَ[f:428[نت][c:4435[ُم ب]ِمُعْجِز[p[ِي]نَ","juz":11,"ruku":176,"manzil":3,"bangla_ahbayan":"তারা তোমাকে জিজ্ঞেস করে, ‘তা (শাস্তি) কি সত্য?’[১] তুমি বল, ‘হ্যাঁ, আমার প্রতিপালকের কসম! তা অবশ্যই সত্য; আর তোমরা কিছুতেই ব্যর্থ করতে পারবে না।’","bangla_bayan":"আর তারা তোমার কাছে জানতে চায়, ‘তা কি সত্য’? বল, ‘হ্যাঁ, আমার রবের কসম! নিশ্চয় তা সত্য এবং তোমরা পরাস্তকারী নও’।","bangla_mkhan":"আর তোমার কাছে সংবাদ জিজ্ঞেস করে, এটা কি সত্য ? বলে দাও, অবশ্যই আমার পরওয়ারদেগারের কসম এটা সত্য। আর তোমরা পরিশ্রান্ত করে দিতে পারবে না।","bangla_mujibur":"তারা তোমাকে জিজ্ঞেস করছে, ওটা (শাস্তি) কি যথার্থ বিষয়? তুমি বলে দাওঃ হ্যাঁ, আমার রবের কসম! ওটা নিশ্চিত সত্য; আর তোমরা কিছুতেই আল্লাহকে অপারগ করতে পারবেনা।","bangla_taisirul":"তারা তোমার কাছে জানতে চায় (তুমি যা বলছ) সেগুলো কি প্রকৃতই সঠিক? বল-‘হাঁ, আমার রবের কসম! তা একবারেই সত্য। তোমরা তা বানচাল করতে পারবে না।"},{"id":54,"arabic_text":"وَ لَوۡ اَنَّ لِکُلِّ نَفۡسٍ ظَلَمَتۡ مَا فِی الۡاَرۡضِ لَافۡتَدَتۡ بِہٖ ؕ وَ اَسَرُّوا النَّدَامَۃَ  لَمَّا رَاَوُا الۡعَذَابَ ۚ وَ قُضِیَ بَیۡنَہُمۡ  بِالۡقِسۡطِ  وَ ہُمۡ  لَا  یُظۡلَمُوۡنَ ﴿۵۴﴾ ","english_text":"Then We revived you after your death that perhaps you would be grateful.","page":215,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1418.mp3","colorText":"وَلَوْ أَ[g[نّ]َ لِكُلِّ نَفْ[f:6088[سٍ ظ]َلَمَتْ مَا فِى [h:44[ٱ]لْأَرْضِ لَ[h:6089[ٱ]فْتَدَتْ بِه[n[ِۦ]‌ۗ وَأَسَرُّو[s[اْ] [h:6090[ٱ][l[ل][g[نّ]َدَامَةَ لَ[g[مّ]َا رَأَوُ[s[اْ] [h:6091[ٱ]لْعَذَابَ‌ۖ وَقُضِىَ بَيْنَه[c:3554[ُم ب]ِ[h:1800[ٱ]لْقِسْطِ‌ۚ وَهُمْ لَا يُظْلَم[p[ُو]نَ","juz":11,"ruku":177,"manzil":3,"bangla_ahbayan":"আর যদি প্রত্যেক যালেমের কাছে পৃথিবীর সমপরিমাণ (মাল) থাকে, তাহলে সে তা মুক্তিপণ দিয়েও নিজের প্রাণ রক্ষা করতে উদ্যত হবে।[১] যখন তারা আযাব দেখতে পাবে তখন (নিজেদের) মনস্তাপকে গোপন রাখবে। আর তাদের ফায়সালা করা হবে ন্যায়ভাবে এবং তাদের প্রতি অবিচার করা হবে না।","bangla_bayan":"আর যমীনে যা রয়েছে, তা যদি যুলম করেছে এমন প্রত্যেক ব্যক্তির হয়ে যায়, তবে তা সে মুক্তিপণ হিসেবে দিয়ে দেবে এবং তারা লজ্জা গোপন করবে, যখন তারা আযাব দেখবে। আর তাদের মধ্যে ন্যায়ভিত্তিক ফয়সালা করা হবে এবং তাদেরকে যুলম করা হবে না।","bangla_mkhan":"বস্তুতঃ যদি প্রত্যেক গোনাহগারের কাছে এত পরিমাণ থাকে যা আছে সমগ্র যমীনের মাঝে, আর অবশ্যই যদি সেগুলো নিজের মুক্তির বিনিময়ে দিতে চাইবে আর গোপনে গোপনে অনুতাপ করবে, যখন আযাব দেখবে। বস্তুতঃ তাদের জন্য সিদ্ধান্ত হবে ন্যায়সঙ্গত এবং তাদের উপর জুলম হবে না।","bangla_mujibur":"আর যদি প্রত্যেক মুশরিকের কাছে এই পরিমাণ (মাল) থাকে যে, তা সমগ্র পৃথিবীর সম পরিমাণ হয় তাহলে সে তা দান করেও নিজের প্রাণ রক্ষা করতে চাবে; এবং যখন তারা আযাব দেখতে পাবে তখন (নিজেদের) অনুশোচনা প্রকাশ করতে সক্ষম হবেনা, আর তাদের ফাইসালা করা হবে ন্যায়ভাবে এবং তাদের প্রতি অবিচার করা হবেনা।","bangla_taisirul":"যুলম করেছে এমন প্রত্যেকেই দুনিয়াতে যা কিছু আছে যদি তা সব তার হত তবে সে বিনিময়ে তা প্রদান করে ‘আযাব হতে বাঁচতে চাইত। তারা যখন ‘আযাব প্রত্যক্ষ করবে তখন মনের দুঃখ-তাপ গোপন করবে। ন্যায়পরায়ণতার সঙ্গে তাদের ব্যাপারে ফায়সালা করা হবে। তাদের প্রতি কোন প্রকার যুলম করা হবে না।"},{"id":55,"arabic_text":"اَلَاۤ اِنَّ لِلّٰہِ مَا فِی السَّمٰوٰتِ وَ الۡاَرۡضِ ؕ اَلَاۤ  اِنَّ وَعۡدَ اللّٰہِ حَقٌّ وَّ لٰکِنَّ اَکۡثَرَہُمۡ لَا  یَعۡلَمُوۡنَ ﴿۵۵﴾ ","english_text":"And We shaded you with clouds and sent down to you manna and quails, [saying], \"Eat from the good things with which We have provided you.\" And they wronged Us not - but they were [only] wronging themselves.","page":215,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1419.mp3","colorText":"أَل[o[َآ] إِ[g[نّ]َ لِلَّهِ مَا فِى [h:609[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَ[h:177[ٱ]لْأَرْضِ‌ۗ أَل[o[َآ] إِ[g[نّ]َ وَعْدَ [h:3149[ٱ]للَّهِ حَ[a:6092[قٌّ و]َلَ[n[ـٰ]كِ[g[نّ]َ أَكْثَرَهُمْ لَا يَعْلَم[p[ُو]نَ","juz":11,"ruku":177,"manzil":3,"bangla_ahbayan":"মনে রেখো যে, আকাশমন্ডলী ও পৃথিবীতে যা কিছু আছে সবই আল্লাহর। মনে রেখো যে, আল্লাহর অঙ্গীকার সত্য, কিন্তু তাদের অধিকাংশ লোকই অবগত নয়।","bangla_bayan":"জেনে রাখ, নিশ্চয় আসমানসমূহ ও যমীনে যা আছে, তা আল্লাহরই। জেনে রাখ, নিশ্চয় আল্লাহর ওয়াদা সত্য, কিন্তু তাদের অধিকাংশই জানে না।","bangla_mkhan":"শুনে রাখ, যা কিছু রয়েছে আসমানসমূহে ও যমীনে সবই আল্লাহর। শুনে রাখ, আল্লাহর প্রতিশ্রুতি সত্য। তবে অনেকেই জানে না।","bangla_mujibur":"সাবধান! আসমানসমূহে এবং যমীনে যা কিছু আছে তা সবই আল্লাহর; সাবধান! আল্লাহর অঙ্গীকার সত্য, কিন্তু অধিকাংশ লোকই বিশ্বাস করেনা।","bangla_taisirul":"জেনে রেখ, আসমানসমূহ আর যমীনে যা কিছু আছে সবই আল্লাহর। জেনে রেখ, আল্লাহর ওয়া‘দা সত্য, কিন্তু অধিকাংশ মানুষ (এ সকল বিষয়) জানে না।"},{"id":56,"arabic_text":"ہُوَ  یُحۡیٖ وَ یُمِیۡتُ وَ اِلَیۡہِ تُرۡجَعُوۡنَ ﴿۵۶﴾ ","english_text":"And [recall] when We said, \"Enter this city and eat from it wherever you will in [ease and] abundance, and enter the gate bowing humbly and say, 'Relieve us of our burdens.' We will [then] forgive your sins for you, and We will increase the doers of good [in goodness and reward].\"","page":215,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1420.mp3","colorText":"هُوَ يُحْى[n[ِۦ] وَيُمِيتُ وَإِلَيْهِ تُرْجَع[p[ُو]نَ","juz":11,"ruku":177,"manzil":3,"bangla_ahbayan":"তিনিই জীবন দান করেন এবং মৃত্যু ঘটান, আর তোমরা সবাই তাঁরই কাছে প্রত্যাবর্তিত হবে।[১]","bangla_bayan":"তিনিই জীবন দান করেন এবং মৃত্যু ঘটান এবং তাঁর কাছেই তোমাদের প্রত্যাবর্তন হবে।","bangla_mkhan":"তিনিই জীবন ও মরণ দান করেন এবং তাঁরই কাছে প্রত্যাবর্তন করতে হবে।","bangla_mujibur":"তিনিই জীবন দান করেন এবং তিনিই মৃত্যু ঘটান, আর তোমরা সবাই তাঁরই কাছে প্রত্যাবর্তিত হবে।","bangla_taisirul":"তিনি জীবন দান করেন, তিনিই মৃত্যু দেন, আর তাঁর দিকেই তোমরা ফিরে যাবে।"},{"id":57,"arabic_text":"یٰۤاَیُّہَا النَّاسُ قَدۡ جَآءَتۡکُمۡ  مَّوۡعِظَۃٌ مِّنۡ رَّبِّکُمۡ وَ شِفَآءٌ لِّمَا فِی الصُّدُوۡرِ ۬ۙ وَ ہُدًی  وَّ رَحۡمَۃٌ   لِّلۡمُؤۡمِنِیۡنَ ﴿۵۷﴾ ","english_text":"But those who wronged changed [those words] to a statement other than that which had been said to them, so We sent down upon those who wronged a punishment from the sky because they were defiantly disobeying.","page":215,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1421.mp3","colorText":"يَ[o[ـٰٓ]أَيُّهَا [h:82[ٱ][l[ل][g[نّ]َاسُ قَ[q:298[دْ] ج[o[َا]ٓءَتْك[w:6093[ُم م]َّوْعِظَ[a:1635[ةٌ م]ّ[u:243[ِن ر]َّبِّكُمْ وَشِف[o[َا]ٓ[u:6094[ءٌ ل]ِّمَا فِى [h:6095[ٱ][l[ل]صُّدُورِ وَهُ[a:4547[دًى و]َرَحْمَ[u:6096[ةٌ ل]ِّلْمُؤْمِن[p[ِي]نَ","juz":11,"ruku":177,"manzil":3,"bangla_ahbayan":"হে মানব জাতি! তোমাদের কাছে তোমাদের প্রতিপালকের তরফ হতে উপদেশ[১] ও অন্তরের রোগের নিরাময়[২] এবং বিশ্বাসীদের জন্য পথপ্রদর্শক ও করুণা সমাগত হয়েছে। [৩]","bangla_bayan":"হে মানুষ, তোমাদের রবের পক্ষ থেকে তোমাদের কাছে এসেছে উপদেশ এবং অন্তরসমূহে যা থাকে তার শিফা, আর মুমিনদের জন্য হিদায়াত ও রহমত।","bangla_mkhan":"হে মানবকুল, তোমাদের কাছে উপদেশবানী এসেছে তোমাদের পরওয়ারদেগারের পক্ষ থেকে এবং অন্তরের রোগের নিরাময়, হেদায়েত ও রহমত মুসলমানদের জন্য।","bangla_mujibur":"(হে মানব জাতি!) তোমাদের কাছে তোমাদের রবের তরফ হতে এমন বিষয় সমাগত হয়েছে যা হচ্ছে নাসীহাত এবং অন্তরসমূহের সকল রোগের আরোগ্যকারী, আর মু’মিনদের জন্য ওটা পথ প্রদর্শক ও রাহমাত।","bangla_taisirul":"হে মানুষ! তোমাদের প্রতিপালকের নিকট থেকে তোমাদের কাছে এসেছে নাসীহাত আর তোমাদের অন্তরে যা আছে তার নিরাময়, আর মু’মিনদের জন্য সঠিক পথের দিশা ও রহমাত।"},{"id":58,"arabic_text":"قُلۡ بِفَضۡلِ اللّٰہِ وَ بِرَحۡمَتِہٖ فَبِذٰلِکَ فَلۡیَفۡرَحُوۡا ؕ ہُوَ  خَیۡرٌ  مِّمَّا  یَجۡمَعُوۡنَ ﴿۵۸﴾ ","english_text":"And [recall] when Moses prayed for water for his people, so We said, \"Strike with your staff the stone.\" And there gushed forth from it twelve springs, and every people knew its watering place. \"Eat and drink from the provision of Allah, and do not commit abuse on the earth, spreading corruption.\"","page":215,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1422.mp3","colorText":"قُلْ بِفَضْلِ [h:6097[ٱ]للَّهِ وَبِرَحْمَتِه[n[ِۦ] فَبِذ[n[َٲ]لِكَ فَلْيَفْرَحُو[s[اْ] هُوَ خَيْ[a:2365[رٌ م]ِّ[g[مّ]َا يَ[q:2366[جْ]مَع[p[ُو]نَ","juz":11,"ruku":177,"manzil":3,"bangla_ahbayan":"তুমি বলে দাও, ‘এ হল তাঁরই অনুগ্রহ ও করুণায়; সুতরাং এ নিয়েই তাদের আনন্দিত হওয়া উচিত;[১] এটা তারা যা (পার্থিব সম্পদ) সঞ্চয় করছে তা হতে অধিক উত্তম।’","bangla_bayan":"বল, ‘আল্লাহর অনুগ্রহ ও রহমতে। সুতরাং এ নিয়েই যেন তারা খুশি হয়’। এটি যা তারা জমা করে তা থেকে উত্তম।","bangla_mkhan":"বল, আল্লাহর দয়া ও মেহেরবাণীতে। সুতরাং এরই প্রতি তাদের সন্তুষ্ট থাকা উচিৎ। এটিই উত্তম সে সমুদয় থেকে যা সঞ্চয় করছ।","bangla_mujibur":"তুমি বলে দাওঃ আল্লাহর এই দান ও রাহমাতের প্রতি সকলেরই আনন্দিত হওয়া উচিত; তা ওটা (পার্থিব সম্পদ) হতে বহু গুণে উত্তম যা তারা সঞ্চয় করছে।","bangla_taisirul":"বল, আল্লাহর অনুগ্রহ ও দয়ার বদৌলতে (তা এসেছে), এজন্য তারা আনন্দিত হোক। তারা যা স্তুপীকৃত করছে তার চেয়ে তা (অর্থাৎ হিদায়াত ও রহমাতপূর্ণ কুরআন) উত্তম।"},{"id":59,"arabic_text":"قُلۡ اَرَءَیۡتُمۡ مَّاۤ  اَنۡزَلَ اللّٰہُ  لَکُمۡ مِّنۡ رِّزۡقٍ فَجَعَلۡتُمۡ مِّنۡہُ حَرَامًا وَّ حَلٰلًا ؕ قُلۡ آٰللّٰہُ  اَذِنَ لَکُمۡ اَمۡ عَلَی اللّٰہِ تَفۡتَرُوۡنَ ﴿۵۹﴾ ","english_text":"And [recall] when you said, \"O Moses, we can never endure one [kind of] food. So call upon your Lord to bring forth for us from the earth its green herbs and its cucumbers and its garlic and its lentils and its onions.\" [Moses] said, \"Would you exchange what is better for what is less? Go into [any] settlement and indeed, you will have what you have asked.\" And they were covered with humiliation and poverty and returned with anger from Allah [upon them]. That was because they [repeatedly] disbelieved in the signs of Allah and killed the prophets without right. That was because they disobeyed and were [habitually] transgressing.","page":215,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1423.mp3","colorText":"قُلْ أَرَءَيْت[w:6098[ُم م]ّ[o[َآ] أَ[f:471[نز]َلَ [h:472[ٱ]للَّهُ لَك[w:556[ُم م]ّ[u:6099[ِن ر]ِّزْ[f:6100[قٍ ف]َجَعَلْت[w:6101[ُم م]ِّنْهُ حَرَا[a:6102[مًا و]َحَلَ[n[ـٰ]ل[f:6103[اً ق]ُلْ ءَآللَّهُ أَذِنَ لَكُمْ‌ۖ أَمْ عَلَى [h:412[ٱ]للَّهِ تَفْتَر[p[ُو]نَ","juz":11,"ruku":177,"manzil":3,"bangla_ahbayan":"তুমি বল, ‘আচ্ছা বল তো, আল্লাহ তোমাদের জন্য যে রুযী অবতীর্ণ করেছেন, অতঃপর তোমরা তার কিছুকে বৈধ ও কিছুকে অবৈধ করে নিয়েছ’;[১] বল, ‘আল্লাহ কি তোমাদেরকে (তার) অনুমতি দিয়েছেন, নাকি তোমরা আল্লাহর প্রতি মিথ্যা আরোপ করছ?’","bangla_bayan":"বল, ‘তোমরা কি ভেবে দেখেছ, আল্লাহ তোমাদের জন্য যে রিয্ক নাযিল করেছেন, পরে তোমরা তার কিছু বানিয়েছ হারাম ও হালাল’। বল, ‘আল্লাহ কি তোমাদেরকে অনুমতি দিয়েছেন, নাকি আল্লাহর উপর তোমরা মিথ্যা রটাচ্ছ’?","bangla_mkhan":"বল, আচ্ছা নিজেই লক্ষ্য করে দেখ, যা কিছু আল্লাহ তোমাদের জন্য রিযিক হিসাবে অবতীর্ণ করেছেন, তোমরা সেগুলোর মধ্য থেকে কোনটাকে হারাম আর কোনটাকে হালাল সাব্যস্ত করেছ? বল, তোমাদের কি আল্লাহ নির্দেশ দিয়েছেন, নাকি আল্লাহর উপর অপবাদ আরোপ করছ?","bangla_mujibur":"তুমি বলঃ আল্লাহ তোমাদের জন্য যা কিছু রিয্ক পাঠিয়েছিলেন, অতঃপর তোমরা ওর কতক অংশ হারাম এবং কতক অংশ হালাল সাব্যস্ত করে নিলে; তুমি জিজ্ঞেস করঃ আল্লাহ কি তোমাদেরকে অনুমতি দিয়েছেন, না কি তোমরা আল্লাহর উপর মিথ্যা আরোপ করছ?","bangla_taisirul":"বল-তোমরা কি ভেবে দেখেছ আল্লাহ যে রিযক তোমাদের জন্য পাঠিয়েছেন, তোমরা তার কতকগুলোকে হারাম আর কতককে হালাল করে নিয়েছ। বল, আল্লাহ কি তোমাদেরকে এর অনুমতি দিয়েছেন? না তোমরা আল্লাহর উপর মিথ্যা অপবাদ দিচ্ছ?"},{"id":60,"arabic_text":"وَ مَا ظَنُّ الَّذِیۡنَ یَفۡتَرُوۡنَ عَلَی اللّٰہِ الۡکَذِبَ یَوۡمَ  الۡقِیٰمَۃِ ؕ اِنَّ  اللّٰہَ   لَذُوۡ فَضۡلٍ عَلَی النَّاسِ  وَ لٰکِنَّ  اَکۡثَرَہُمۡ  لَا  یَشۡکُرُوۡنَ ﴿۶۰﴾ ","english_text":"Indeed, those who believed and those who were Jews or Christians or Sabeans [before Prophet Muhammad] - those [among them] who believed in Allah and the Last Day and did righteousness - will have their reward with their Lord, and no fear will there be concerning them, nor will they grieve.","page":215,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1424.mp3","colorText":"وَمَا ظَ[g[نّ]ُ [h:6104[ٱ]لَّذِينَ يَفْتَرُونَ عَلَى [h:412[ٱ]للَّهِ [h:2035[ٱ]لْكَذِبَ يَوْمَ [h:592[ٱ]لْقِيَ[n[ـٰ]مَةِ‌ۗ إِ[g[نّ]َ [h:80[ٱ]للَّهَ لَذُو فَضْلٍ عَلَى [h:729[ٱ][l[ل][g[نّ]َاسِ وَلَ[n[ـٰ]كِ[g[نّ]َ أَكْثَرَهُمْ لَا يَشْكُر[p[ُو]نَ","juz":11,"ruku":177,"manzil":3,"bangla_ahbayan":"আর যারা আল্লাহর প্রতি মিথ্যা আরোপ করে, কিয়ামত দিবস সম্বন্ধে তাদের কি ধারণা?[১] বস্তুতঃ আল্লাহ মানুষের প্রতি অনুগ্রহপরায়ণ,[২] কিন্তু অধিকাংশ লোকই কৃতজ্ঞতা প্রকাশ করে না।[৩]","bangla_bayan":"আর যারা আল্লাহর নামে মিথ্যা রটাচ্ছে, তাদের কী ধারণা, কিয়ামতের দিন (তাদের পরিণতি) সম্পর্কে? নিশ্চয় আল্লাহ মানুষের উপর অনুগ্রহশীল; কিন্তু তাদের অধিকাংশ শোকর করে না।","bangla_mkhan":"আর আল্লাহর প্রতি মিথ্যা অপবাদ আরোপকারীদের কি ধারণা কেয়ামত সম্পর্কে? আল্লাহ তো মানুষের প্রতি অনুগ্রহই করেন, কিন্তু অনেকেই কৃতজ্ঞতা স্বীকার করে না।","bangla_mujibur":"আর যারা আল্লাহর উপর মিথ্যা আরোপ করে তাদের কিয়ামাতের দিন সম্বন্ধে কি ধারণা? বাস্তবিক, মানুষের উপর আল্লাহর খুবই অনুগ্রহ রয়েছে, কিন্তু অধিকাংশ লোকই অকৃতজ্ঞ।","bangla_taisirul":"যারা আল্লাহর প্রতি মিথ্যোরোপ করে, কিয়ামাতের দিন (আল্লাহ তাদের সঙ্গে যে ব্যবহার করবেন সে) সম্পর্কে তাদের কী ধারণা? আল্লাহ তো মানুষদের উপর বড়ই অনুগ্রহশীল, কিন্তু তাদের অধিকাংশই আল্লাহর শোকর করে না।"},{"id":61,"arabic_text":"وَ مَا تَکُوۡنُ فِیۡ شَاۡنٍ وَّ مَا تَتۡلُوۡا مِنۡہُ مِنۡ قُرۡاٰنٍ وَّ لَا تَعۡمَلُوۡنَ مِنۡ عَمَلٍ اِلَّا کُنَّا عَلَیۡکُمۡ شُہُوۡدًا  اِذۡ تُفِیۡضُوۡنَ فِیۡہِ ؕ وَ مَا یَعۡزُبُ عَنۡ رَّبِّکَ مِنۡ مِّثۡقَالِ  ذَرَّۃٍ فِی الۡاَرۡضِ وَ لَا فِی السَّمَآءِ وَ لَاۤ اَصۡغَرَ مِنۡ ذٰلِکَ وَ لَاۤ اَکۡبَرَ   اِلَّا  فِیۡ  کِتٰبٍ  مُّبِیۡنٍ ﴿۶۱﴾ ","english_text":"And [recall] when We took your covenant, [O Children of Israel, to abide by the Torah] and We raised over you the mount, [saying], \"Take what We have given you with determination and remember what is in it that perhaps you may become righteous.\"","page":215,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1425.mp3","colorText":"وَمَا تَكُونُ فِى شَأْ[a:6105[نٍ و]َمَا تَتْلُو[s[اْ] مِنْهُ مِ[f:6106[ن ق]ُرْءَا[a:6107[نٍ و]َلَا تَعْمَلُونَ مِنْ عَمَلٍ إِلَّا كُ[g[نّ]َا عَلَيْكُمْ شُهُودًا إِذْ تُفِيضُونَ فِيهِ‌ۚ وَمَا يَعْزُبُ ع[u:6108[َن ر]َّبِّكَ م[a:6109[ِن م]ِّثْقَالِ ذَرَّ[f:6110[ةٍ ف]ِى [h:44[ٱ]لْأَرْضِ وَلَا فِى [h:746[ٱ][l[ل]سَّم[o[َا]ٓءِ وَل[o[َآ] أَصْغَرَ مِ[f:2624[ن ذ][n[َٲ]لِكَ وَل[o[َآ] أَكْبَرَ إِلَّا فِى كِتَ[n[ـٰ][a:4113[بٍ م]ُّب[p[ِي]نٍ","juz":11,"ruku":178,"manzil":3,"bangla_ahbayan":"তুমি যে অবস্থাতেই থাক না কেন, যে অবস্থাতেই তুমি কুরআন হতে যা কিছু পাঠ কর না কেন এবং তোমরা যে কাজই কর না কেন, যখন তোমরা সে কাজ করতে শুরু কর, তখন আমি তোমাদের পরিদর্শক হই; আকাশমন্ডলী ও পৃথিবীর ধূলিকণা পরিমাণও কোন বস্তু তোমার প্রতিপালকের (জ্ঞানের) অগোচর নয় এবং তা হতে ক্ষুদ্রতর অথবা তা হতে বৃহত্তর কোন কিছু নেই, যা সুস্পষ্ট গ্রন্থে (লাওহে মাহ্ফুযে লিপিবদ্ধ) নেই।[১]","bangla_bayan":"আর তুমি যে অবস্থাতেই থাক না কেন আর যা কিছু তিলাওয়াত কর না কেন আল্লাহর পক্ষ হতে কুরআন থেকে এবং তোমরা যে আমলই কর না কেন, আমি তোমাদের উপর সাক্ষী থাকি, যখন তোমরা তাতে নিমগ্ন হও। তোমার রব থেকে গোপন থাকে না যমীনের বা আসমানের অণু পরিমাণ কিছুই এবং তা থেকে ছোট বা বড়, তবে (এর সব কিছুই) রয়েছে সুস্পষ্ট কিতাবে।","bangla_mkhan":"বস্তুতঃ যে কোন অবস্থাতেই তুমি থাক এবং কোরআনের যে কোন অংশ থেকেই পাঠ করা কিংবা যে কোন কাজই তোমরা কর অথচ আমি তোমাদের নিকটে উপস্থিত থাকি যখন তোমরা তাতে আত্ননিয়োগ কর। আর তোমার পরওয়ারদেগার থেকে গোপন থাকে না একটি কনাও, না যমীনের এবং না আসমানের। না এর চেয়ে ক্ষুদ্র কোন কিছু আছে, না বড় যা এই প্রকৃষ্ট কিতাবে নেই।","bangla_mujibur":"আর তুমি যে অবস্থায়ই থাক না কেন, আর যে কোন অংশ হতে কুরআন পাঠ কর এবং তোমরা (অন্যান্য লোক) যে কাজই কর, আমার কাছে সব কিছুরই খবর থাকে, যখন তোমরা সেই কাজ করতে শুরু কর। কণা পরিমাণও কোন বস্তু তোমার রবের (জ্ঞানের) অগোচর নয় - না যমীনে, না আসমানে। আর তা হতে ক্ষুদ্রতর, কিংবা বৃহত্তর, সমস্তই সুস্পষ্ট কিতাবে (কুরআনে) লিপিবদ্ধ রয়েছে।","bangla_taisirul":"তুমি যে অবস্থাতেই থাক না কেন, আর তুমি কুরআন থেকে যা কিছুই তিলাওয়াত কর না কেন, আর যে ‘আমালই তোমরা কর না কেন, আমি তোমাদের উপর রয়েছি প্রত্যক্ষদর্শী, যখন তোমরা তাতে পূর্ণরূপে মনোনিবেশ কর। এমন অণু পরিমাণ বা তাত্থেকে ছোট বা তাত্থেকে বড় বস্তু না আছে পৃথিবীতে, আর না আছে আসমানে যা তোমার প্রতিপালকের দৃষ্টির আড়ালে আছে। তা (লেখা) আছে এক সুস্পষ্ট কিতাবে।"},{"id":62,"arabic_text":"اَلَاۤ اِنَّ اَوۡلِیَآءَ اللّٰہِ لَا خَوۡفٌ عَلَیۡہِمۡ وَ لَا  ہُمۡ  یَحۡزَنُوۡنَ ﴿ۚۖ۶۲﴾ ","english_text":"Then you turned away after that. And if not for the favor of Allah upon you and His mercy, you would have been among the losers.","page":216,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1426.mp3","colorText":"أَل[o[َآ] إِ[g[نّ]َ أَوْلِي[o[َا]ٓءَ [h:6111[ٱ]للَّهِ لَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَن[p[ُو]نَ","juz":11,"ruku":178,"manzil":3,"bangla_ahbayan":"মনে রেখো যে, আল্লাহর বন্ধুদের[১] না কোন আশংকা আছে আর না তারা বিষণ´ হবে। [২]","bangla_bayan":"শুনে রাখ, নিশ্চয় আল্লাহর বন্ধুদের কোন ভয় নেই, আর তারা পেরেশানও হবে না।","bangla_mkhan":"মনে রেখো যারা আল্লাহর বন্ধু, তাদের না কোন ভয় ভীতি আছে, না তারা চিন্তান্বিত হবে।","bangla_mujibur":"মনে রেখ, আল্লাহর বন্ধুদের না কোন আশংকা আছে, আর না তারা বিষন্ন হবে।","bangla_taisirul":"জেনে রেখ! আল্লাহর বন্ধুদের কোন ভয় নেই আর তারা দুঃখিতও হবে না।"},{"id":63,"arabic_text":"الَّذِیۡنَ  اٰمَنُوۡا  وَ کَانُوۡا  یَتَّقُوۡنَ ﴿ؕ۶۳﴾ ","english_text":"And you had already known about those who transgressed among you concerning the sabbath, and We said to them, \"Be apes, despised.\"","page":216,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1427.mp3","colorText":"ٱلَّذِينَ ءَامَنُو[s[اْ] وَكَانُو[s[اْ] يَتَّق[p[ُو]نَ","juz":11,"ruku":178,"manzil":3,"bangla_ahbayan":"তারা হচ্ছে সেই লোক, যারা বিশ্বাস করেছে এবং সাবধানতা অবলম্বন করে থাকে।","bangla_bayan":"যারা ঈমান এনেছে এবং তাকওয়া অবলম্বন করত।","bangla_mkhan":"যারা ঈমান এনেছে এবং ভয় করতে রয়েছে।","bangla_mujibur":"তারা হচ্ছে সেই লোক যারা ঈমান এনেছে এবং (পাপ হতে) পরহেয করে থাকে।","bangla_taisirul":"যারা ঈমান আনে আর তাকওয়া অবলম্বন করে"},{"id":64,"arabic_text":"لَہُمُ الۡبُشۡرٰی فِی الۡحَیٰوۃِ الدُّنۡیَا وَ فِی الۡاٰخِرَۃِ ؕ لَا  تَبۡدِیۡلَ  لِکَلِمٰتِ اللّٰہِ ؕ ذٰلِکَ  ہُوَ  الۡفَوۡزُ  الۡعَظِیۡمُ ﴿ؕ۶۴﴾ ","english_text":"And We made it a deterrent punishment for those who were present and those who succeeded [them] and a lesson for those who fear Allah .","page":216,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1428.mp3","colorText":"لَهُمُ [h:6112[ٱ]لْبُشْرَىٰ فِى [h:441[ٱ]لْحَيَ[s[و][n[ٲ]ةِ [h:442[ٱ][l[ل]دُّنْيَا وَفِى [h:1108[ٱ]لْأَخِرَةِ‌ۚ لَا تَ[q:6113[بْ]دِيلَ لِكَلِمَ[n[ـٰ]تِ [h:4009[ٱ]للَّهِ‌ۚ ذ[n[َٲ]لِكَ هُوَ [h:5722[ٱ]لْفَوْزُ [h:2633[ٱ]لْعَظ[p[ِي]مُ","juz":11,"ruku":178,"manzil":3,"bangla_ahbayan":"তাদের জন্য সুসংবাদ রয়েছে পার্থিব জীবনে[১] এবং পরকালেও; আল্লাহর বাণীসমূহের কোন পরিবর্তন নেই; এটাই হচ্ছে বিরাট সফলতা।","bangla_bayan":"তাদের জন্যই সুসংবাদ দুনিয়াবী জীবনে এবং আখিরাতে। আল্লাহর বাণীসমূহের কোন পরিবর্তন নেই। এটিই মহাসফলতা।","bangla_mkhan":"তাদের জন্য সুসংবাদ পার্থিব জীবনে ও পরকালীন জীবনে। আল্লাহর কথার কখনো হের-ফের হয় না। এটাই হল মহা সফলতা।","bangla_mujibur":"তাদের জন্য সুসংবাদ রয়েছে পার্থিব জীবনে এবং পরকালেও। আল্লাহর বাক্যসমূহে কোন পরিবর্তন হয়না; এটা হচ্ছে বিরাট সফলতা।","bangla_taisirul":"তাদের জন্য সুসংবাদ দুনিয়ার জীবনে আর আখেরাতেও। আল্লাহর কথার কোন হেরফের হয় না, এটাই হল বিরাট সাফল্য।"},{"id":65,"arabic_text":"وَ لَا یَحۡزُنۡکَ قَوۡلُہُمۡ ۘ اِنَّ الۡعِزَّۃَ لِلّٰہِ جَمِیۡعًا ؕ ہُوَ  السَّمِیۡعُ  الۡعَلِیۡمُ ﴿۶۵﴾ ","english_text":"And [recall] when Moses said to his people, \"Indeed, Allah commands you to slaughter a cow.\" They said, \"Do you take us in ridicule?\" He said, \"I seek refuge in Allah from being among the ignorant.\"","page":216,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1429.mp3","colorText":"وَلَا يَحْزُ[f:2435[نك]َ قَوْلُهُمْ‌ۘ إِ[g[نّ]َ [h:6114[ٱ]لْعِزَّةَ لِلَّهِ جَمِيعًا‌ۚ هُوَ [h:3721[ٱ][l[ل]سَّمِيعُ [h:669[ٱ]لْعَل[p[ِي]مُ","juz":11,"ruku":178,"manzil":3,"bangla_ahbayan":"আর ওদের কথা যেন তোমাকে দুঃখ না দেয়। নিশ্চয়ই যাবতীয় শক্তি-সম্মান আল্লাহরই জন্য, তিনি সর্বশ্রোতা, সর্বজ্ঞাতা।","bangla_bayan":"আর তাদের কথা যেন তোমাকে দুঃখ না দেয়। নিশ্চয় সকল মর্যাদা আল্লাহর। তিনি সর্বশ্রোতা, সর্বজ্ঞানী।","bangla_mkhan":"আর তাদের কথায় দুঃখ নিয়ো না। আসলে সমস্ত ক্ষমতা আল্লাহর। তিনিই শ্রবণকারী, সর্বজ্ঞ।","bangla_mujibur":"আর তোমাকে যেন তাদের উক্তিগুলি বিষণ্ণ না করে। সকল ক্ষমতা এবং ইয্যাত আল্লাহরই জন্য; তিনি শোনেন, জানেন।","bangla_taisirul":"ওদের কথা যেন তোমাকে দুঃখ না দেয়, যাবতীয় সম্মান আল্লাহরই জন্য, তিনি সব কিছুই শোনেন, সব কিছু জানেন।"},{"id":66,"arabic_text":"اَلَاۤ اِنَّ لِلّٰہِ مَنۡ فِی السَّمٰوٰتِ وَ مَنۡ فِی الۡاَرۡضِ ؕ وَ مَا یَتَّبِعُ الَّذِیۡنَ یَدۡعُوۡنَ مِنۡ دُوۡنِ اللّٰہِ شُرَکَآءَ ؕ اِنۡ یَّـتَّبِعُوۡنَ  اِلَّا  الظَّنَّ  وَ  اِنۡ  ہُمۡ   اِلَّا  یَخۡرُصُوۡنَ ﴿۶۶﴾ ","english_text":"They said, \"Call upon your Lord to make clear to us what it is.\" [Moses] said, \"[ Allah ] says, 'It is a cow which is neither old nor virgin, but median between that,' so do what you are commanded.\"","page":216,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1430.mp3","colorText":"أَل[o[َآ] إِ[g[نّ]َ لِلَّهِ مَ[f:2074[ن ف]ِى [h:609[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَمَ[f:3453[ن ف]ِى [h:44[ٱ]لْأَرْضِ‌ۗ وَمَا يَتَّبِعُ [h:6115[ٱ]لَّذِينَ يَ[q:1240[دْ]عُونَ مِ[f:107[ن د]ُونِ [h:108[ٱ]للَّهِ شُرَك[o[َا]ٓءَ‌ۚ إ[a:4358[ِن ي]َتَّبِعُونَ إِلَّا [h:4359[ٱ][l[ل]ظَّ[g[نّ]َ وَإِنْ هُمْ إِلَّا يَخْرُص[p[ُو]نَ","juz":11,"ruku":178,"manzil":3,"bangla_ahbayan":"মনে রেখো, আকাশমন্ডলী ও পৃথিবীতে যত কিছু আছে নিঃসন্দেহে সে সব আল্লাহরই; আর যারা আল্লাহকে ছেড়ে অন্য শরীকদেরকে আহবান করে, তারা কোন্ বস্তুর অনুসরণ করছে? তারা শুধু ধারণার অনুসরণ করছে এবং শুধু অনুমানপ্রসূত কথা বলছে। [১]","bangla_bayan":"জেনে রাখ, নিশ্চয় আসমানসমূহে যারা আছে এবং যমীনে যারা আছে সব আল্লাহরই এবং যারা আল্লাহ ছাড়া অন্যদের ডাকে, তারা মূলত শরীকদের অনুসরণ করে না, তারা তো কেবল ধারণার অনুসরণ করে। তারা তো শুধু মিথ্যাই বলে।","bangla_mkhan":"শুনছ, আসমানসমূহে ও যমীনে যা কিছু রয়েছে সবই আল্লাহর। আর এরা যারা আল্লাহকে বাদ দিয়ে শরীকদের উপাসনার পেছনে পড়ে আছে-তা আসলে কিছুই নয়। এরা নিজেরই কল্পনার পেছনে পড়ে রয়েছে এবং এছাড়া আর কিছু নয় যে, এরা বুদ্ধি খাটাচ্ছে।","bangla_mujibur":"মনে রেখ, যা কিছু আসমানসমূহে আছে এবং যা কিছু যমীনে আছে, এই সমস্তই আল্লাহর। আর যারা আল্লাহকে ছেড়ে অন্য শরীকদের ইবাদাত করে তারা কোন্ বস্তুর অনুসরণ করছে? তারা শুধু অবাস্তব খেয়ালের তাবেদারী করে চলছে এবং শুধু অনুমান প্রসূত কথা বলছে।","bangla_taisirul":"জেনে রেখ! যা কিছু আসমানসমূহে আছে আর যারা যমীনে আছে সবাই আল্লাহর। (এ অবস্থায়) যারা আল্লাহকে বাদ দিয়ে (তাদের মনগড়া) শরীকদের ডাকে তারা কিসের অনুসরণ করে? তারা ধারণা-অনুমান ছাড়া অন্য কিছুরই অনুসরণ করে না, আর তারা শুধু মিথ্যাই বলে।"},{"id":67,"arabic_text":"ہُوَ الَّذِیۡ جَعَلَ لَکُمُ الَّیۡلَ لِتَسۡکُنُوۡا فِیۡہِ وَ النَّہَارَ  مُبۡصِرًا ؕ اِنَّ فِیۡ  ذٰلِکَ  لَاٰیٰتٍ  لِّقَوۡمٍ  یَّسۡمَعُوۡنَ ﴿۶۷﴾ ","english_text":"They said, \"Call upon your Lord to show us what is her color.\" He said, \"He says, 'It is a yellow cow, bright in color - pleasing to the observers.' \"","page":216,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1431.mp3","colorText":"هُوَ [h:153[ٱ]لَّذِى جَعَلَ لَكُمُ [h:6116[ٱ]لَّيْلَ لِتَسْكُنُو[s[اْ] فِيهِ وَ[h:6117[ٱ][l[ل][g[نّ]َهَارَ مُ[q:6118[بْ]صِرًا‌ۚ إِ[g[نّ]َ فِى ذ[n[َٲ]لِكَ لَأَيَ[n[ـٰ][u:849[تٍ ل]ِّقَوْ[a:6119[مٍ ي]َسْمَع[p[ُو]نَ","juz":11,"ruku":178,"manzil":3,"bangla_ahbayan":"তিনিই সেই মহান সত্তা, যিনি তোমাদের বিশ্রামের জন্য রাত্রি সৃষ্টি করেছেন এবং দর্শনের জন্য দিন সৃষ্টি করেছেন। যে সম্প্রদায় কথা শোনে তাদের জন্য এতে নিদর্শনাবলী রয়েছে।","bangla_bayan":"তিনিই সে সত্তা, যিনি তোমাদের জন্য রাতকে সৃষ্টি করেছেন, যেন তোমরা তাতে বিশ্রাম নাও এবং দিনকে করেছেন আলোকময়। নিশ্চয় এতে রয়েছে নিদর্শনাবলি এমন কওমের জন্য যারা শুনে।","bangla_mkhan":"তিনি তোমাদের জন্য তৈরী করেছেন রাত, যাতে করে তোমরা তাতে প্রশান্তি লাভ করতে পার, আর দিন দিয়েছেন দর্শন করার জন্য। নিঃসন্দেহে এতে নিদর্শন রয়েছে সে সব লোকের জন্য যারা শ্রবণ করে।","bangla_mujibur":"তিনি এমন যিনি তোমাদের জন্য রাত বানিয়েছেন, যেন তোমরা তাতে স্বস্তি লাভ কর। আর দিনকেও এভাবে সৃষ্টি করেছেন যে, তা হচ্ছে দেখাশোনার উপকরণ। ওতে (তাওহীদের) প্রমাণসমূহ রয়েছে তাদের জন্য যারা শোনে।","bangla_taisirul":"তিনিই তোমাদের জন্য রাত বানিয়েছেন যেন তোমরা তাতে শান্তি লাভ করতে পার, আর দিন সৃষ্টি করেছেন (সব কিছু) দেখার জন্য। অবশ্যই এতে নিদর্শন আছে ঐ সম্প্রদায়ের জন্য যারা (মনোযোগ দিয়ে) শোনে।"},{"id":68,"arabic_text":"قَالُوا اتَّخَذَ اللّٰہُ وَلَدًا سُبۡحٰنَہٗ ؕ ہُوَ الۡغَنِیُّ ؕ لَہٗ  مَا فِی السَّمٰوٰتِ  وَ مَا فِی الۡاَرۡضِ ؕ اِنۡ عِنۡدَکُمۡ مِّنۡ سُلۡطٰنٍۭ بِہٰذَا ؕ اَتَقُوۡلُوۡنَ عَلَی اللّٰہِ مَا لَا تَعۡلَمُوۡنَ ﴿۶۸﴾ ","english_text":"They said, \"Call upon your Lord to make clear to us what it is. Indeed, [all] cows look alike to us. And indeed we, if Allah wills, will be guided.\"","page":216,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1432.mp3","colorText":"قَالُو[s[اْ] [h:6120[ٱ]تَّخَذَ [h:606[ٱ]للَّهُ وَلَ[f:607[دًا‌ۗ س]ُ[q:608[بْ]حَ[n[ـٰ]نَهُ[n[ۥ]‌ۖ هُوَ [h:6121[ٱ]لْغَنِىُّ‌ۖ لَهُ[n[ۥ] مَا فِى [h:609[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَمَا فِى [h:44[ٱ]لْأَرْضِ‌ۚ إِنْ عِ[f:4508[ند]َك[w:4509[ُم م]ِّ[f:4798[ن س]ُلْطَ[n[ـٰ][i:6122[نِۭ ب]ِهَ[n[ـٰ]ذ[o[َآ‌ۚ] أَتَقُولُونَ عَلَى [h:412[ٱ]للَّهِ مَا لَا تَعْلَم[p[ُو]نَ","juz":11,"ruku":178,"manzil":3,"bangla_ahbayan":"তারা বলে, ‘আল্লাহ সন্তান গ্রহণ করেছেন।’ তিনি পবিত্র। তিনিই অমুখাপেক্ষী।[১] আকাশমন্ডলী ও পৃথিবীতে যা কিছু আছে সব তাঁরই।[২] এ বিষয়ে তোমাদের কাছে কোন প্রমাণও নেই। তোমরা কি আল্লাহ সম্বন্ধে এমন কথা বলছ, যা তোমাদের জানা নেই?","bangla_bayan":"তারা বলে, ‘আল্লাহ সন্তান গ্রহণ করেছেন’। তিনি পবিত্র মহান। তিনি অমুখাপেক্ষী। আসমানসমূহ ও যমীনে যা রয়েছে তা তাঁরই। তোমাদের কাছে এ ব্যাপারে কোন প্রমাণ নেই। তোমরা কি আল্লাহর উপর এমন কিছু বলছ, যা তোমরা জান না?","bangla_mkhan":"তারা বলে, আল্লাহ পুত্র সাব্যস্ত করে নিয়েছেন-তিনি পবিত্র, তিনি অমুখাপেক্ষী। যাকিছু রয়েছে আসমান সমূহে ও যমীনে সবই তাঁর। তোমাদের কাছে তার কোন সনদ নেই। কেন তোমরা আল্লাহর প্রতি মিথ্যারোপ কর-যার কোন সনদই তোমাদের কাছে নেই?","bangla_mujibur":"তারা বলেঃ আল্লাহর সন্তান আছে, সুবহানাল্লাহ! তিনিতো কারও মুখাপেক্ষী নন। তাঁরই অধীনে রয়েছে যা কিছু আসমানসমূহে আছে এবং যা কিছু যমীনে আছে। তোমাদের কাছে এর (উক্ত দাবীর) কোন প্রমাণও নেই; আল্লাহ সম্বন্ধে কি তোমরা এমন কথা আরোপ করছো যা তোমাদের জানা নেই?","bangla_taisirul":"ওরা বলে-‘‘আল্লাহ পুত্র গ্রহণ করেছেন’’। মহান পবিত্র তিনি, তিনি কারো মুখাপেক্ষী নন, আসমানসমূহে ও যমীনে যা আছে সবই তাঁর মালিকানাধীন, (আল্লাহ পুত্র গ্রহণ করেছেন) এ ব্যাপারে তোমাদের কাছে কোন প্রমাণ নেই, তাহলে তোমরা কি আল্লাহ সম্পর্কে এমন কথা বলছ যে বিষয়ে তোমাদের কোনই জ্ঞান নেই?"},{"id":69,"arabic_text":"قُلۡ اِنَّ الَّذِیۡنَ یَفۡتَرُوۡنَ عَلَی اللّٰہِ الۡکَذِبَ  لَا  یُفۡلِحُوۡنَ ﴿ؕ۶۹﴾ ","english_text":"He said, \"He says, 'It is a cow neither trained to plow the earth nor to irrigate the field, one free from fault with no spot upon her.' \" They said, \"Now you have come with the truth.\" So they slaughtered her, but they could hardly do it.","page":216,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1433.mp3","colorText":"قُلْ إِ[g[نّ]َ [h:24[ٱ]لَّذِينَ يَفْتَرُونَ عَلَى [h:412[ٱ]للَّهِ [h:2035[ٱ]لْكَذِبَ لَا يُفْلِح[p[ُو]نَ","juz":11,"ruku":178,"manzil":3,"bangla_ahbayan":"তুমি বলে দাও, ‘যারা আল্লাহর উপর মিথ্যা রচনা করে[১] তারা সফলকাম হবে না।’ [২]","bangla_bayan":"বল, ‘নিশ্চয় যারা আল্লাহর নামে মিথ্যা রটায়, তারা সফল হবে না’।","bangla_mkhan":"বলে দাও, যারা এরূপ করে তারা অব্যাহতি পায় না।","bangla_mujibur":"যারা আল্লাহর উপর মিথ্যা রচনা করে নিশ্চয়ই তারা সফলকাম হবেনা।","bangla_taisirul":"বল ‘‘যারা আল্লাহ সম্পর্কে মিথ্যে রচনা করে, তারা কক্ষনো কল্যাণ পাবে না।"},{"id":70,"arabic_text":"مَتَاعٌ فِی الدُّنۡیَا ثُمَّ  اِلَیۡنَا مَرۡجِعُہُمۡ ثُمَّ نُذِیۡقُہُمُ الۡعَذَابَ الشَّدِیۡدَ بِمَا کَانُوۡا  یَکۡفُرُوۡنَ ﴿۷۰﴾ ","english_text":"And [recall] when you slew a man and disputed over it, but Allah was to bring out that which you were concealing.","page":216,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1434.mp3","colorText":"مَتَ[n[ـٰ][f:6123[عٌ ف]ِى [h:599[ٱ][l[ل]دُّنْيَا ثُ[g[مّ]َ إِلَيْنَا مَرْجِعُهُمْ ثُ[g[مّ]َ نُذِيقُهُمُ [h:6124[ٱ]لْعَذَابَ [h:6125[ٱ][l[ل]شَّدِيدَ بِمَا كَانُو[s[اْ] يَكْفُر[p[ُو]نَ","juz":11,"ruku":178,"manzil":3,"bangla_ahbayan":"(ওদের জন্য) দুনিয়ায় কিছু সুখ-সম্ভোগ রয়েছে। তারপর আমারই দিকে তাদেরকে ফিরে আসতে হবে, তখন আমি তাদেরকে তাদের অবিশ্বাসের বিনিময়ে কঠিন শাস্তির স্বাদ গ্রহণ করাবো।","bangla_bayan":"(তাদের জন্য) দুনিয়াতে রয়েছে ভোগসামগ্রী। অতঃপর আমারই কাছে তাদের প্রত্যাবর্তন। তারপর আমি তাদেরকে কঠিন আযাব আস্বাদন করাব, তারা যে কুফরী করত তার কারণে ।","bangla_mkhan":"পার্থিবজীবনে সামান্যই লাভ, অতঃপর আমার নিকট প্রত্যাবর্তন করতে হবে। তখন আমি তাদেরকে আস্বাদন করাব কঠিন আযাব-তাদেরই কৃত কুফরীর বদলাতে।","bangla_mujibur":"এটা দুনিয়ার সামান্য আরাম-আয়েশ মাত্র। অতঃপর আমারই দিকে তাদের ফিরে আসতে হবে, তখন আমি তাদেরকে তাদের কুফরীর কারণে কঠিন শাস্তির স্বাদ গ্রহণ করাব।","bangla_taisirul":"দুনিয়াতে আছে তাদের জন্য সামান্য ভোগ্যবস্তু, অতঃপর আমার কাছেই হবে তাদের প্রত্যাবর্তন, তখন তাদের কুফুরীর কারণে তাদেরকে আমি কঠিন ‘আযাব আস্বাদন করাব।"},{"id":71,"arabic_text":"وَ اتۡلُ عَلَیۡہِمۡ نَبَاَ نُوۡحٍ ۘ اِذۡ قَالَ لِقَوۡمِہٖ یٰقَوۡمِ  اِنۡ کَانَ کَبُرَ عَلَیۡکُمۡ مَّقَامِیۡ وَ تَذۡکِیۡرِیۡ بِاٰیٰتِ اللّٰہِ  فَعَلَی  اللّٰہِ تَوَکَّلۡتُ فَاَجۡمِعُوۡۤا اَمۡرَکُمۡ وَ شُرَکَآءَکُمۡ ثُمَّ لَا یَکُنۡ اَمۡرُکُمۡ عَلَیۡکُمۡ غُمَّۃً ثُمَّ اقۡضُوۡۤا اِلَیَّ وَ لَا تُنۡظِرُوۡنِ ﴿۷۱﴾ ","english_text":"So, We said, \"Strike the slain man with part of it.\" Thus does Allah bring the dead to life, and He shows you His signs that you might reason.","page":217,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1435.mp3","colorText":"۞ وَ[h:9999[ٱ]تْلُ عَلَيْهِمْ نَبَأَ نُوحٍ إِذْ قَالَ لِقَوْمِه[n[ِۦ] يَ[n[ـٰ]قَوْمِ إِ[f:2594[ن ك]َانَ كَبُرَ عَلَيْك[w:6126[ُم م]َّقَامِى وَتَذْكِيرِى بِـَٔـايَ[n[ـٰ]تِ [h:322[ٱ]للَّهِ فَعَلَى [h:6127[ٱ]للَّهِ تَوَكَّلْتُ فَأَ[q:6128[جْ]مِع[o[ُوٓ][s[اْ] أَمْرَكُمْ وَشُرَك[o[َا]ٓءَكُمْ ثُ[g[مّ]َ لَا يَكُنْ أَمْرُكُمْ عَلَيْكُمْ غُ[g[مّ]َ[f:6129[ةً ث]ُ[g[مّ]َ [h:6130[ٱ][q:6131[قْ]ض[o[ُوٓ][s[اْ] إِلَىَّ وَلَا تُ[f:5200[نظ]ِر[p[ُو]نِ","juz":11,"ruku":179,"manzil":3,"bangla_ahbayan":"আর তুমি তাদেরকে নূহের বৃত্তান্ত শোনাও; যখন সে নিজের সম্প্রদায়কে বলল, ‘হে আমার সম্প্রদায়! আমার অবস্থান এবং আল্লাহর নিদর্শনাবলী দ্বারা উপদেশ দেওয়া যদি তোমাদের কাছে দুঃসহ মনে হয়, তবে আমার তো আল্লাহরই উপর ভরসা। সুতরাং তোমরা তোমাদের শরীকদেরকে সঙ্গে নিয়ে নিজেদের কর্তব্য স্থির করে নাও,[১] অতঃপর তোমাদের সেই কর্তব্য-বিষয়ে যেন কোন প্রচ্ছন্নতা না থাকে।[২] তারপর আমার সাথে (যা করতে চাও তা) নিস্পন্ন করে ফেল, আর আমাকে মোটেই অবকাশ দিও না।","bangla_bayan":"আর তাদেরকে নূহের সংবাদ পড়ে শুনাও, যখন সে তার কওমকে বলল, ‘হে আমার কওম, আমার অবস্থান এবং আল্লাহর আয়াতসমূহের মাধ্যমে আমার উপদেশ দান যদি তোমাদের কাছে ভারী মনে হয়, তবে আমি আল্লাহর উপরই তাওয়াক্কুল করলাম। সুতরাং তোমরা অভিন্ন সিদ্ধান্ত গ্রহণ কর এবং (সাথে নাও) তোমাদের শরীকদের। তারপর তোমাদের বিষয়টি যেন তোমাদের নিকট অস্পষ্ট না থাকে। এরপর আমার ব্যাপারে সিদ্ধান্ত চূড়ান্ত কর এবং আমাকে অবকাশ দিও না’।","bangla_mkhan":"আর তাদেরকে শুনিয়ে দাও নূহের অবস্থা যখন সে স্বীয় সম্প্রদায়কে বলল, হে আমার সম্প্রদায়, যদি তোমাদের মাঝে আমার অবস্থিতি এবং আল্লাহর আয়াতসমূহের মাধ্যমে নসীহত করা ভারী বলে মনে হয়ে থাকে, তবে আমি আল্লাহর উপর ভরসা করছি। এখন তোমরা সবাই মিলে নিজেরদের কর্ম সাব্যস্ত কর এবং এতে তোমাদের শরীকদেরকে সমবেত করে নাও, যাতে তোমাদের মাঝে নিজেদের কাজের ব্যাপারে কোন সন্দেহ-সংশয় না থাকে। অতঃপর আমার সম্পর্কে যা কিছু করার করে ফেল এবং আমাকে অব্যাহতি দিও না।","bangla_mujibur":"আর তুমি তাদেরকে নূহের ইতিবৃত্ত পড়ে শোনাও, যখন সে নিজের কাওমকে বললঃ হে আমার কাওম! যদি তোমাদের কাছে দুর্বহ মনে হয় আমার অবস্থান এবং আল্লাহর আদেশাবলীর নাসীহাত করা, তাহলে আমারতো আল্লাহরই উপর ভরসা। সুতরাং তোমরা তোমাদের (কল্পিত) শরীকদেরকে সঙ্গে নিয়ে নিজেদের ষড়যন্ত্র মাযবূত করে নাও, অতঃপর তোমাদের সেই তদবীর (গোপন ষড়যন্ত্র) যেন তোমাদের দুশ্চিন্তার কারণ না হয়, তারপর আমার সাথে (যা করতে চাও) করে ফেল, আর আমাকে মোটেই অবকাশ দিওনা।","bangla_taisirul":"তাদেরকে নূহের কাহিনী পড়ে শোনাও। যখন সে তার সম্প্রদায়কে বলেছিল, ‘হে আমার সম্প্রদায়! আমার অবস্থিতি আর আল্লাহর আয়াতসমূহ দ্বারা তোমাদের প্রতি আমার উপদেশ দান যদি তোমাদের নিকট অসহ্য মনে হয় (তাতে আমার কোন পরোয়া নেই) কারণ আমি ভরসা করি আল্লাহর উপর। তোমরা তোমাদের শরীকদেরকে নিয়ে সম্মিলিতভাবে সিদ্ধান্ত গ্রহণ কর, পরে তোমাদের সিদ্ধান্তের ব্যাপারে তোমাদের মাঝে যেন অস্পষ্টতা না থাকে, অতঃপর আমার উপর তা কার্যকর কর আর আমাকে কোন অবকাশই দিও না।"},{"id":72,"arabic_text":"فَاِنۡ تَوَلَّیۡتُمۡ فَمَا سَاَلۡتُکُمۡ مِّنۡ اَجۡرٍ ؕ اِنۡ اَجۡرِیَ اِلَّا عَلَی اللّٰہِ ۙوَ اُمِرۡتُ اَنۡ اَکُوۡنَ  مِنَ  الۡمُسۡلِمِیۡنَ ﴿۷۲﴾ ","english_text":"Then your hearts became hardened after that, being like stones or even harder. For indeed, there are stones from which rivers burst forth, and there are some of them that split open and water comes out, and there are some of them that fall down for fear of Allah . And Allah is not unaware of what you do.","page":217,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1436.mp3","colorText":"فَإِ[f:3779[ن ت]َوَلَّيْتُمْ فَمَا سَأَلْتُك[w:6132[ُم م]ِّنْ أَ[q:6133[جْ]رٍ‌ۖ إِنْ أَ[q:6134[جْ]رِىَ إِلَّا عَلَى [h:412[ٱ]للَّهِ‌ۖ وَأُمِرْتُ أَنْ أَكُونَ مِنَ [h:6135[ٱ]لْمُسْلِم[p[ِي]نَ","juz":11,"ruku":179,"manzil":3,"bangla_ahbayan":"অতঃপর যদি তোমরা মুখ ফিরিয়ে নাও, তাহলে আমি তো তোমাদের কাছে কোন পারিশ্রমিক চাই না।[১] আমার পারিশ্রমিক তো শুধু আল্লাহরই যিম্মায় রয়েছে। আর আমাকে হুকুম করা হয়েছে যে, আমি যেন আত্মসমর্পণকারী (মুসলিম)দের অন্তর্ভুক্ত থাকি।’ [২]","bangla_bayan":"‘অতঃপর তোমরা যদি বিমুখ হও, তবে আমি তোমাদের কাছে কোন প্রতিদান চাই না। আমার প্রতিদান তো কেবল আল্লাহর দায়িত্বে। আর আমি আদিষ্ট হয়েছি মুসলিমদের অন্তর্ভুক্ত হওয়ার’।","bangla_mkhan":"তারপরও যদি বিমুখতা অবলম্বন কর, তবে আমি তোমাদের কাছে কোন রকম বিনিময় কামনা করি না। আমার বিনিময় হল আল্লাহর দায়িত্বে। আর আমার প্রতি নির্দেশ রয়েছে যেন আমি আনুগত্য অবলম্বন করি।","bangla_mujibur":"অতঃপর যদি তোমরা পরোম্মুখই থাক তাহলে আমিতো তোমাদের কাছে কোন পারিশ্রমিক চাইনা, আমার পারিশ্রমিকতো শুধু আল্লাহরই যিম্মায় রয়েছে। আর আমাকে হুকুম করা হয়েছে, আমি যেন মুসলিমদের অন্তর্ভুক্ত থাকি।","bangla_taisirul":"আর যদি তোমরা (আমার আহবান থেকে) মুখ ফিরিয়ে নাও (তাতে আমার কোন ক্ষতি হবে না), আমি তো তোমাদের কাছে কোন পারিশ্রমিক চাচ্ছি না, আমার পারিশ্রমিক আছে কেবল আল্লাহরই নিকট, আমাকে আত্মসমর্পণকারীদের মধ্যে শামিল হওয়ারই আদেশ দেয়া হয়েছে।"},{"id":73,"arabic_text":"فَکَذَّبُوۡہُ  فَنَجَّیۡنٰہُ وَ مَنۡ مَّعَہٗ فِی الۡفُلۡکِ وَ جَعَلۡنٰہُمۡ خَلٰٓئِفَ وَ اَغۡرَقۡنَا الَّذِیۡنَ کَذَّبُوۡا بِاٰیٰتِنَا ۚ فَانۡظُرۡ کَیۡفَ کَانَ  عَاقِبَۃُ  الۡمُنۡذَرِیۡنَ ﴿۷۳﴾ ","english_text":"Do you covet [the hope, O believers], that they would believe for you while a party of them used to hear the words of Allah and then distort the Torah after they had understood it while they were knowing?","page":217,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1437.mp3","colorText":"فَكَذَّبُوهُ فَنَجَّيْنَ[n[ـٰ]هُ وَم[a:4948[َن م]َّعَهُ[n[ۥ] فِى [h:4780[ٱ]لْفُلْكِ وَجَعَلْنَ[n[ـٰ]هُمْ خَلَ[o[ـٰٓ]ئِفَ وَأَغْرَ[q:247[قْ]نَا [h:4781[ٱ]لَّذِينَ كَذَّبُو[s[اْ] بِـَٔـايَ[n[ـٰ]تِنَا‌ۖ فَ[h:1513[ٱ][f:1513[نظ]ُرْ كَيْفَ كَانَ عَ[n[ـٰ]قِبَةُ [h:6136[ٱ]لْمُ[f:6137[نذ]َر[p[ِي]نَ","juz":11,"ruku":179,"manzil":3,"bangla_ahbayan":"অতঃপর তারা তাকে মিথ্যুক মনে করল,[১] অতএব আমি তাকে এবং যারা তার সাথে নৌকায় ছিল, তাদেরকে উদ্ধার করলাম ও তাদেরকে প্রতিনিধি বানালাম।[২] আর যারা আমার নিদর্শনসমূহকে মিথ্যা জ্ঞান করেছিল, তাদেরকে ডুবিয়ে মারলাম। সুতরাং দেখ, যাদেরকে সতর্ক করা হয়েছিল, তাদের পরিণাম কি হয়েছিল?","bangla_bayan":"অতঃপর তারা তাকে মিথ্যাবাদী বলল। তাই আমি তাকে ও নৌকাতে যারা তার সাথে ছিল তাদেরকে নাজাত দিলাম এবং আমি তাদেরকে করেছি স্থলাভিষিক্ত। আর ডুবিয়ে দিলাম তাদেরকে, যারা আমার আয়াতসমূহকে অস্বীকার করেছে। অতএব দেখ, কেমন ছিল তাদের পরিণতি যাদেরকে সতর্ক করা হয়েছে।","bangla_mkhan":"তারপরও এরা মিথ্যা প্রতিপন্ন করল। সুতরাং তাকে এবং তার সাথে নৌকায় যারা ছিল তাদের কে বাঁচিয়ে নিয়েছি এবং যথাস্থানে আবাদ করেছি। আর তাদেরকে ডুবিয়ে দিয়েছি যারা আমার কথাকে মিথ্যা প্রতিপন্ন করেছে। সুতরাং লক্ষ্য কর, কেমন পরিণতি ঘটেছে তাদের যাদেরকে ভীতি প্রদর্শন করা হয়েছিল।","bangla_mujibur":"অতঃপর তারা তাকে মিথ্যা প্রতিপন্ন করতে থাকে; অতএব আমি তাকে এবং যারা তার সাথে নৌকায় ছিল তাদেরকে নাজাত দিলাম ও তাদেরকে আবাদ করলাম, আর যারা আমার আয়াতসমূহকে মিথ্যা সাব্যস্ত করেছিল তাদেরকে নিমজ্জিত করলাম। সুতরাং দেখ কি পরিণাম হয়েছিল তাদের যাদেরকে সাবধান করা হয়েছিল।","bangla_taisirul":"কিন্তু তারা তাকে মিথ্যে বলে অমান্য করল। তখন আমি তাকে আর তার সঙ্গে যারা নৌকায় ছিল তাদেরকে রক্ষা করলাম আর তাদেরকে (পৃথিবীতে) উত্তরাধিকারী বানালাম, আর যারা আমার আয়াতসমূহকে মিথ্যে ব’লে অমান্য করেছিল তাদেরকে ডুবিয়ে মারলাম। এখন দেখ যাদেরকে সতর্ক করা হয়েছিল (তারা সতর্ক না হওয়ায়) তাদের কী পরিণাম ঘটেছিল।"},{"id":74,"arabic_text":"ثُمَّ بَعَثۡنَا مِنۡۢ بَعۡدِہٖ رُسُلًا اِلٰی قَوۡمِہِمۡ فَجَآءُوۡہُمۡ بِالۡبَیِّنٰتِ فَمَا کَانُوۡا لِیُؤۡمِنُوۡا بِمَا کَذَّبُوۡا بِہٖ  مِنۡ  قَبۡلُ ؕ کَذٰلِکَ نَطۡبَعُ عَلٰی قُلُوۡبِ الۡمُعۡتَدِیۡنَ ﴿۷۴﴾ ","english_text":"And when they meet those who believe, they say, \"We have believed\"; but when they are alone with one another, they say, \"Do you talk to them about what Allah has revealed to you so they can argue with you about it before your Lord?\" Then will you not reason?","page":217,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1438.mp3","colorText":"ثُ[g[مّ]َ بَعَثْنَا م[i:254[ِنۢ ب]َعْدِه[n[ِۦ] رُسُلاً إِلَىٰ قَوْمِهِمْ فَج[o[َا]ٓءُوه[c:6138[ُم ب]ِ[h:484[ٱ]لْبَيِّنَ[n[ـٰ]تِ فَمَا كَانُو[s[اْ] لِيُؤْمِنُو[s[اْ] بِمَا كَذَّبُو[s[اْ] بِه[n[ِۦ] مِ[f:128[ن ق]َ[q:129[بْ]لُ‌ۚ كَذ[n[َٲ]لِكَ نَ[q:6139[طْ]بَعُ عَلَىٰ قُلُوبِ [h:6140[ٱ]لْمُعْتَد[p[ِي]نَ","juz":11,"ruku":179,"manzil":3,"bangla_ahbayan":"আবার আমি তার (নূহের) পরে অপর নবীদেরকে নিজ নিজ সম্প্রদায়ের নিকট প্রেরণ করলাম, সুতরাং তারা তাদের নিকট সুস্পষ্ট প্রমাণসমূহ নিয়ে এল।[১] কিন্তু পূর্বে তারা যা মিথ্যাজ্ঞান করেছিল, তা বিশ্বাস করবার ছিল না।[২] এভাবেই আল্লাহ সীমালংঘনকারীদের অন্তরে মোহর লাগিয়ে দেন। [৩]","bangla_bayan":"অতঃপর আমি তাঁর পরে অনেক রাসূলকে তাদের কওমের নিকট পাঠিয়েছি এবং তারা তাদের নিকট সুস্পষ্ট প্রমাণাদি নিয়ে এসেছিল; কিন্তু তারা ইতঃপূর্বে অস্বীকার করার কারণে ঈমান আনার ছিল না। এমনিভাবে আমি সীমালঙ্ঘনকারীদের অন্তরে মোহর এঁটে দেই।","bangla_mkhan":"অনন্তর আমি নূহের পরে বহু নবী-রসূল পাঠিয়েছি তাদের সম্প্রদায়ের প্রতি। তারপর তাদের কাছে তারা প্রকাশ্য দলীল-প্রমাণ উপস্থাপন করেছে, কিন্তু তাদের দ্বারা এমনটি হয়নি যে, ঈমান আনবে সে ব্যাপারে, যাকে তারা ইতিপূর্বে মিথ্যা প্রতিপন্ন করেছিল। এভাবেই আমি মোহর এঁটে দেই সীমালংঘনকারীদের অন্তরসমূহের উপর।","bangla_mujibur":"আবার আমি তার পরে অপর রাসূলদেরকে তাদের সম্প্রদায়ের নিকট প্রেরণ করলাম। তারা তাদের নিকট মু’জিযা’সমূহ নিয়ে এলো। এতদসত্ত্বেও তারা পূর্বে যা মিথ্যা সাব্যস্ত করেছিল পরে তা মেনে নেয়ার ছিলনা; এভাবেই আল্লাহ কাফিরদের অন্তরসমূহে মোহর লাগিয়ে দেন।","bangla_taisirul":"নূহের পর আমি রসূলদেরকে তাদের সম্প্রদায়ের কাছে পাঠিয়েছিলাম, তারা তাদের কাছে সুস্পষ্ট নিদর্শন নিয়ে এসেছিল। কিন্তু পূর্বে তারা মিথ্যে জেনে প্রত্যাখ্যান করায় পরে আর ঈমান আনতে প্রস্তুত হয়নি। সীমালঙ্ঘনকারীদের হৃদয়ে এভাবেই আমি মোহর লাগিয়ে দেই।"},{"id":75,"arabic_text":"ثُمَّ بَعَثۡنَا مِنۡۢ بَعۡدِہِمۡ مُّوۡسٰی وَ ہٰرُوۡنَ اِلٰی فِرۡعَوۡنَ وَ مَلَا۠ئِہٖ بِاٰیٰتِنَا فَاسۡتَکۡبَرُوۡا وَ کَانُوۡا قَوۡمًا مُّجۡرِمِیۡنَ ﴿۷۵﴾ ","english_text":"But do they not know that Allah knows what they conceal and what they declare?","page":217,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1439.mp3","colorText":"ثُ[g[مّ]َ بَعَثْنَا م[i:1453[ِنۢ ب]َعْدِه[w:4907[ِم م]ُّوسَىٰ وَهَ[n[ـٰ]رُونَ إِلَىٰ فِرْعَوْنَ وَمَلَإِ[s[يْ]ه[n[ِۦ] بِـَٔـايَ[n[ـٰ]تِنَا فَ[h:4956[ٱ]سْتَكْبَرُو[s[اْ] وَكَانُو[s[اْ] قَوْ[a:4957[مًا م]ُّ[q:4958[جْ]رِم[p[ِي]نَ","juz":11,"ruku":179,"manzil":3,"bangla_ahbayan":"অতঃপর আমি তাদের পর মূসা ও হারূনকে[১] আমার নিদর্শনাবলী সহ ফিরআউন ও তার পারিষদবর্গের নিকট পাঠালাম, [২] কিন্তু তারা অহংকার করল, আর তারা ছিল পাপাচারী সম্প্রদায়। [৩]","bangla_bayan":"অতঃপর তাদের পরে আমি মূসা ও হারূনকে ফিরআউন ও তার পারিষদবর্গের কাছে আমার আয়াতসমূহ দিয়ে পাঠিয়েছি। কিন্তু তারা অহঙ্কার করেছে। আর তারা ছিল অপরাধী কওম।","bangla_mkhan":"অতঃপর তাদের পেছনে পাঠিয়েছি আমি মূসা ও হারুনকে, ফেরাউন ও তার সর্দারের প্রতি স্বীয় নির্দেশাবলী সহকারে। অথচ তারা অহংকার করতে আরম্ভ করেছে।","bangla_mujibur":"অতঃপর আমি তাদের পর মূসা ও হারুনকে আমার মু’জিযা সহকারে ফির‘আউন ও তার প্রধানদের নিকট পাঠালাম, অতঃপর তারা অহংকার করল, আর সেই লোকগুলি ছিল পাপাচারীপরায়ণ।","bangla_taisirul":"তাদের পর আমি মূসা ও হারূনকে আমার নিদর্শন সহকারে ফির‘আওন ও তার প্রধানদের নিকট পাঠিয়েছিলাম। কিন্তু তারা অহঙ্কার করে, তারা ছিল এক অপরাধী সম্প্রদায়।"},{"id":76,"arabic_text":"فَلَمَّا جَآءَہُمُ الۡحَقُّ مِنۡ عِنۡدِنَا قَالُوۡۤا اِنَّ ہٰذَا  لَسِحۡرٌ  مُّبِیۡنٌ ﴿۷۶﴾ ","english_text":"And among them are unlettered ones who do not know the Scripture except in wishful thinking, but they are only assuming.","page":217,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1440.mp3","colorText":"فَلَ[g[مّ]َا ج[o[َا]ٓءَهُمُ [h:6141[ٱ]لْحَقُّ مِنْ عِ[f:6142[ند]ِنَا قَال[o[ُوٓ][s[اْ] إِ[g[نّ]َ هَ[n[ـٰ]ذَا لَسِحْ[a:6143[رٌ م]ُّب[p[ِي]نٌ","juz":11,"ruku":179,"manzil":3,"bangla_ahbayan":"অতঃপর যখন তাদের প্রতি আমার নিকট হতে সত্য পৌঁছল, তখন তারা বলতে লাগল, ‘নিশ্চয়ই এটা সুস্পষ্ট যাদু।’[১]","bangla_bayan":"অতঃপর যখন তাদের কাছে আমার পক্ষ থেকে সত্য এল, তারা বলল, ‘নিশ্চয় এটি সুস্পষ্ট যাদু’।","bangla_mkhan":"বস্তুতঃ তারা ছিল গোনাহগার। তারপর আমার পক্ষ থেকে যখন তাদের কাছে সত্য বিষয় উপস্থিত হল, তখন বলতে লাগলো, এগুলো তো প্রকাশ্য যাদু।","bangla_mujibur":"অতঃপর যখন তাদের প্রতি আমার সন্নিধান হতে প্রমাণ পৌঁছল তখন তারা বলতে লাগল, নিশ্চয়ই এটা সুস্পষ্ট যাদু।","bangla_taisirul":"অতঃপর আমার নিকট থেকে যখন তাদের কাছে প্রকৃত সত্য এসে পড়ল, তখন তারা বলল, ‘‘এটা তো অবশ্যই সুস্পষ্ট যাদু’’।"},{"id":77,"arabic_text":"قَالَ مُوۡسٰۤی اَتَقُوۡلُوۡنَ لِلۡحَقِّ لَمَّا جَآءَکُمۡ ؕ اَسِحۡرٌ ہٰذَا ؕ وَ لَا یُفۡلِحُ السّٰحِرُوۡنَ ﴿۷۷﴾ ","english_text":"So woe to those who write the \"scripture\" with their own hands, then say, \"This is from Allah,\" in order to exchange it for a small price. Woe to them for what their hands have written and woe to them for what they earn.","page":217,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1441.mp3","colorText":"قَالَ مُوسَ[o[ىٰٓ] أَتَقُولُونَ لِلْحَقِّ لَ[g[مّ]َا ج[o[َا]ٓءَكُمْ‌ۖ أَسِحْرٌ هَ[n[ـٰ]ذَا وَلَا يُفْلِحُ [h:6144[ٱ][l[ل]سَّ[n[ـٰ]حِر[p[ُو]نَ","juz":11,"ruku":179,"manzil":3,"bangla_ahbayan":"মূসা বলল, ‘সত্য যখন তোমাদের কাছে পৌঁছল, তখন সে সম্পর্কে তোমরা কি বলছ, এটা কি যাদু? অথচ যাদুকররা তো সফলকাম হয় না।’ [১]","bangla_bayan":"মূসা বলল, ‘তোমরা কি সত্যকে এ রকম (যাদু) বলছ, যখন তা তোমাদের কাছে এল? এ কি যাদু? অথচ যাদুকররা সফল হয় না’।","bangla_mkhan":"মূসা বলল, সত্যের ব্যাপারে একথা বলছ, তা তোমাদের কাছে পৌঁছার পর? একি যাদু? অথচ যারা যাদুকর, তারা সফল হতে পারে না।","bangla_mujibur":"মূসা বললঃ তোমরা কি এই যথার্থ প্রমাণ সম্পর্কে এমন কথা বলছ, যখন ওটা তোমাদের নিকট পৌঁছল? এটা কি যাদু? অথচ যাদুকররাতো সফলকাম হয়না!","bangla_taisirul":"মূসা বলল, ‘‘প্রকৃত সত্য সম্পর্কে তোমরা (এ রকম) কথা বলছ যখন তা তোমাদের কাছে এসে গেছে। এটা কি যাদু? যাদুকররা মুক্তি পাবে না।’’"},{"id":78,"arabic_text":"قَالُوۡۤا اَجِئۡتَنَا لِتَلۡفِتَنَا عَمَّا وَجَدۡنَا عَلَیۡہِ اٰبَآءَنَا وَ تَکُوۡنَ لَکُمَا الۡکِبۡرِیَآءُ  فِی الۡاَرۡضِ ؕ وَ مَا نَحۡنُ لَکُمَا بِمُؤۡمِنِیۡنَ ﴿۷۸﴾ ","english_text":"And they say, \"Never will the Fire touch us, except for a few days.\" Say, \"Have you taken a covenant with Allah ? For Allah will never break His covenant. Or do you say about Allah that which you do not know?\"","page":217,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1442.mp3","colorText":"قَال[o[ُوٓ][s[اْ] أَجِئْتَنَا لِتَلْفِتَنَا عَ[g[مّ]َا وَجَ[q:3834[دْ]نَا عَلَيْهِ ءَاب[o[َا]ٓءَنَا وَتَكُونَ لَكُمَا [h:6145[ٱ]لْكِ[q:6146[بْ]رِي[o[َا]ٓءُ فِى [h:44[ٱ]لْأَرْضِ وَمَا نَحْنُ لَكُمَا بِمُؤْمِن[p[ِي]نَ","juz":11,"ruku":179,"manzil":3,"bangla_ahbayan":"তারা বলল, ‘তুমি কি আমাদের নিকট এই জন্য এসেছ যে, আমাদেরকে সেই পথ হতে ফিরিয়ে দেবে, যাতে আমরা আমাদের পূর্বপুরুষদেরকে পেয়েছি, আর পৃথিবীতে তোমাদের দু’জনের আধিপত্য স্থাপিত হবে?[১] আমরা তোমাদের দু’জনকে বিশ্বাস করবার নই।’","bangla_bayan":"তারা বলল, ‘তুমি কি এসেছ আমরা আমাদের পিতৃপুরুষদেরকে যাতে পেয়েছি তা থেকে আমাদেরকে ফেরাতে এবং যেন যমীনে তোমাদের প্রতিপত্তি প্রতিষ্ঠিত হয়? আর আমরা তো তোমাদের প্রতি বিশ্বাসী নই’।","bangla_mkhan":"তারা বলল, তুমি কি আমাদেরকে সে পথ থেকে ফিরিয়ে দিতে এসেছ যাতে আমরা পেয়েছি আমাদের বাপ-দাদাদেরকে? আর যাতে তোমরা দুইজন এদেশের সর্দারী পেয়ে যেতে পার? আমরা তোমাদেরকে কিছুতেই মানব না।","bangla_mujibur":"তারা বলতে লাগলঃ তুমি কি আমাদের নিকট এ জন্য এসেছ যে, আমাদেরকে সরিয়ে দাও সেই তরীকা হতে, যাতে আমরা আমাদের পূর্ব-পুরুষদেরকে পেয়েছি, আর পৃথিবীতে তোমাদের দু’জনের আধিপত্য স্থাপিত হয়ে যায়? আমরা তোমাদের দু’জনকে কখনও মানবনা।","bangla_taisirul":"তারা বলল, ‘‘তোমরা কি আমাদেরকে ঐ পথ থেকে সরিয়ে দেয়ার জন্য এসেছ আমরা আমাদের পিতৃপুরুষদেরকে যে পথের উপর পেয়েছি আর এজন্য যে যমীনে তোমাদের দু’জনের প্রাধান্য প্রতিষ্ঠিত হয়? আমরা তোমাদের কথা মোটেই মেনে নেব না।’’"},{"id":79,"arabic_text":"وَ قَالَ فِرۡعَوۡنُ ائۡتُوۡنِیۡ بِکُلِّ سٰحِرٍ عَلِیۡمٍ ﴿۷۹﴾ ","english_text":"Yes, whoever earns evil and his sin has encompassed him - those are the companions of the Fire; they will abide therein eternally.","page":218,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1443.mp3","colorText":"وَقَالَ فِرْعَوْنُ [h:6147[ٱ]ئْتُونِى بِكُلِّ سَ[n[ـٰ]حِرٍ عَل[p[ِي]مٍ","juz":11,"ruku":179,"manzil":3,"bangla_ahbayan":"ফিরআউন বলল, ‘আমার কাছে সমস্ত সুদক্ষ যাদুকরকে উপস্থিত কর।’","bangla_bayan":"এবং ফির‘আউন বলল, ‘তোমরা প্রত্যেক বিজ্ঞ যাদুকরদেরকে আমার কাছে নিয়ে আস’।","bangla_mkhan":"আর ফেরাউন বলল, আমার কাছে নিয়ে এস সুদক্ষ যাদুকরদিগকে।","bangla_mujibur":"এবং ফির‘আউন বললঃ আমার কাছে সমস্ত সুদক্ষ যাদুকরদের উপস্থিত কর।","bangla_taisirul":"ফির‘আওন বলল, ‘‘সকল পারদর্শী যাদুকরদের আমার কাছে নিয়ে এসো’’।"},{"id":80,"arabic_text":"فَلَمَّا جَآءَ السَّحَرَۃُ قَالَ لَہُمۡ مُّوۡسٰۤی اَلۡقُوۡا  مَاۤ   اَنۡتُمۡ  مُّلۡقُوۡنَ ﴿۸۰﴾ ","english_text":"But they who believe and do righteous deeds - those are the companions of Paradise; they will abide therein eternally.","page":218,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1444.mp3","colorText":"فَلَ[g[مّ]َا ج[o[َا]ٓءَ [h:6148[ٱ][l[ل]سَّحَرَةُ قَالَ لَه[w:6149[ُم م]ُّوسَ[o[ىٰٓ] أَلْقُو[s[اْ] م[o[َآ] أَ[f:428[نت][w:6150[ُم م]ُّلْق[p[ُو]نَ","juz":11,"ruku":179,"manzil":3,"bangla_ahbayan":"তারপর যখন যাদুকররা আসল, তখন মূসা তাদেরকে বলল, ‘নিক্ষেপ কর যা কিছু তোমরা নিক্ষেপ করতে চাও।’","bangla_bayan":"অতঃপর যখন যাদুকররা এল, মূসা তাদেরকে বলল, ‘তোমরা যা ফেলবার ফেল’।","bangla_mkhan":"তারপর যখন যাদুকররা এল, মূসা তাদেরকে বলল, নিক্ষেপ কর, তোমরা যা কিছু নিক্ষেপ করে থাক।","bangla_mujibur":"অতঃপর যখন যাদুকররা এলো, তখন মূসা তাদেরকে বললঃ নিক্ষেপ কর যা কিছু তোমরা নিক্ষেপ করতে চাও।","bangla_taisirul":"যাদুকররা যখন এসে গেল, তখন মূসা তাদেরকে বলল, ‘‘নিক্ষেপ কর তোমরা যা নিক্ষেপ করবে’’।"},{"id":81,"arabic_text":"فَلَمَّاۤ  اَلۡقَوۡا قَالَ مُوۡسٰی مَا جِئۡتُمۡ  بِہِ ۙ السِّحۡرُ ؕ اِنَّ  اللّٰہَ  سَیُبۡطِلُہٗ ؕ اِنَّ  اللّٰہَ  لَا یُصۡلِحُ  عَمَلَ  الۡمُفۡسِدِیۡنَ ﴿۸۱﴾ ","english_text":"And [recall] when We took the covenant from the Children of Israel, [enjoining upon them], \"Do not worship except Allah ; and to parents do good and to relatives, orphans, and the needy. And speak to people good [words] and establish prayer and give zakah.\" Then you turned away, except a few of you, and you were refusing.","page":218,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1445.mp3","colorText":"فَلَ[g[مّ][o[َآ] أَلْقَوْ[s[اْ] قَالَ مُوسَىٰ مَا جِئْت[c:6151[ُم ب]ِهِ [h:6152[ٱ][l[ل]سِّحْرُ‌ۖ إِ[g[نّ]َ [h:80[ٱ]للَّهَ سَيُ[q:6153[بْ]طِلُهُ[o[ۥٓ‌ۖ] إِ[g[نّ]َ [h:80[ٱ]للَّهَ لَا يُصْلِحُ عَمَلَ [h:6154[ٱ]لْمُفْسِد[p[ِي]نَ","juz":11,"ruku":179,"manzil":3,"bangla_ahbayan":"অতঃপর যখন তারা নিক্ষেপ করল, তখন মূসা বলল, ‘তোমরা যা এনেছ তাই হল যাদু; নিশ্চয়ই আল্লাহ এখনই এটাকে নিশ্চিহ্ন করে দেবেন;[১] (কেননা) আল্লাহ অশান্তি সৃষ্টিকারীদের কাজ সার্থক করেন না।’ [২]","bangla_bayan":"অতঃপর যখন তারা (তাদের রশি ও লাঠি) ফেলল, তখন মূসা বলল, ‘তোমরা যা আনলে, তা যাদু। নিশ্চয় আল্লাহ তা বাতিল করে দেবেন। নিশ্চয় আল্লাহ ফাসাদকারীদের আমল পরিশুদ্ধ করেন না’।","bangla_mkhan":"অতঃপর যখন তারা নিক্ষেপ করল, মূসা বলল, যা কিছু তোমরা এনেছ তা সবই যাদু-এবার আল্লাহ এসব ভন্ডুল করে দিচ্ছেন। নিঃসন্দেহে আল্লাহ দুস্কর্মীদের কর্মকে সুষ্ঠুতা দান করেন না।","bangla_mujibur":"অতঃপর যখন তারা নিক্ষেপ করল তখন মূসা বললঃ যাদু এটাই, নিশ্চয়ই আল্লাহ এখনই এটাকে বানচাল করে দিবেন; (কেননা) আল্লাহ অশান্তি সৃষ্টিকারীদের কাজ সার্থক করেন না।","bangla_taisirul":"তারা যখন নিক্ষেপ করল, তখন মূসা বলল, ‘‘তোমরা যা নিয়ে এসেছ তাতো যাদু, আল্লাহ এখনই তা ব্যর্থ করে দেবেন, আল্লাহ বিশৃঙ্খলাকারীদের কাজকে সংশোধন করেন না’’।"},{"id":82,"arabic_text":"وَ یُحِقُّ اللّٰہُ  الۡحَقَّ بِکَلِمٰتِہٖ وَ لَوۡ کَرِہَ الۡمُجۡرِمُوۡنَ ﴿۸۲﴾ ","english_text":"And [recall] when We took your covenant, [saying], \"Do not shed each other's blood or evict one another from your homes.\" Then you acknowledged [this] while you were witnessing.","page":218,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1446.mp3","colorText":"وَيُحِقُّ [h:6155[ٱ]للَّهُ [h:6156[ٱ]لْحَقَّ بِكَلِمَ[n[ـٰ]تِه[n[ِۦ] وَلَوْ كَرِهَ [h:5254[ٱ]لْمُ[q:5255[جْ]رِم[p[ُو]نَ","juz":11,"ruku":179,"manzil":3,"bangla_ahbayan":"আল্লাহ নিজ বাণী[১] দ্বারা সত্যকে সত্যরূপে প্রতিষ্ঠা করেন; যদিও অপরাধীরা তা অপছন্দ করে থাকে।","bangla_bayan":"আর আল্লাহ তাঁর বাণীসমূহের মাধ্যমে সত্যকে প্রতিষ্ঠিত করেন, যদিও অপরাধীরা তা অপছন্দ করে।","bangla_mkhan":"আল্লাহ সত্যকে সত্যে পরিণত করেন স্বীয় নির্দেশে যদিও পাপীদের তা মনঃপুত নয়।","bangla_mujibur":"আর আল্লাহ তাঁর বাণী অনুযায়ী সত্যকে প্রতিষ্ঠিত করেন, যদিও পাপাচারীরা তা অপ্রীতিকর মনে করে।","bangla_taisirul":"আল্লাহ তাঁর বাণীর সাহায্যে প্রকৃত সত্যকে প্রতিষ্ঠিত করবেনই, অপরাধীদের কাছে তা যতই অপ্রীতিকর হোক না কেন।"},{"id":83,"arabic_text":"فَمَاۤ اٰمَنَ لِمُوۡسٰۤی اِلَّا ذُرِّیَّۃٌ  مِّنۡ قَوۡمِہٖ عَلٰی خَوۡفٍ مِّنۡ فِرۡعَوۡنَ وَ مَلَا۠ئِہِمۡ  اَنۡ یَّفۡتِنَہُمۡ ؕ وَ اِنَّ فِرۡعَوۡنَ لَعَالٍ فِی الۡاَرۡضِ ۚ وَ  اِنَّہٗ   لَمِنَ  الۡمُسۡرِفِیۡنَ ﴿۸۳﴾ ","english_text":"Then, you are those [same ones who are] killing one another and evicting a party of your people from their homes, cooperating against them in sin and aggression. And if they come to you as captives, you ransom them, although their eviction was forbidden to you. So do you believe in part of the Scripture and disbelieve in part? Then what is the recompense for those who do that among you except disgrace in worldly life; and on the Day of Resurrection they will be sent back to the severest of punishment. And Allah is not unaware of what you do.","page":218,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1447.mp3","colorText":"فَم[o[َآ] ءَامَنَ لِمُوسَ[o[ىٰٓ] إِلَّا ذُرِّيَّ[a:6157[ةٌ م]ِّ[f:4770[ن ق]َوْمِه[n[ِۦ] عَلَىٰ خَوْ[a:6158[فٍ م]ِّ[f:6159[ن ف]ِرْعَوْنَ وَمَلَإِ[s[يْ]هِمْ أ[a:6160[َن ي]َفْتِنَهُمْ‌ۚ وَإِ[g[نّ]َ فِرْعَوْنَ لَعَا[f:6161[لٍ ف]ِى [h:44[ٱ]لْأَرْضِ وَإِ[g[نّ]َهُ[n[ۥ] لَمِنَ [h:6162[ٱ]لْمُسْرِف[p[ِي]نَ","juz":11,"ruku":180,"manzil":3,"bangla_ahbayan":"অতঃপর ফিরআউন ও তার পারিষদবর্গ নির্যাতন করবে, এই আশঙ্কায় মূসার প্রতি তার গোত্রের[১] লোকদের মধ্যে শুধু অল্প সংখ্যক লোক ব্যতীত আর কেউ বিশ্বাস স্থাপন করল না।[২] বাস্তবিকপক্ষে ফিরআউন ছিল সেই দেশে উদ্ধত, আর অবশ্যই সে ছিল সীমালংঘনকারীদের একজন। [৩]","bangla_bayan":"বস্তুতঃ মূসার প্রতি তার স্বগোত্রীয় লোকদের মধ্যে (প্রথমে) শুধু অল্প সংখ্যক লোকই ঈমান আনল, তাও ফির‘আউন ও তার প্রধানবর্গের এই ভয়ে যে, তারা তাদেরকে নির্যাতন করে; আর বাস্তবিক পক্ষে ফির‘আউন সেই দেশে (রাজ্য) ক্ষমতা রাখত, আর এটাও ছিল যে, সে (ন্যায়ের) সীমাতিক্রম করে ফেলতো।","bangla_mkhan":"আর কেউ ঈমান আনল না মূসার প্রতি তাঁর কওমের কতিপয় বালক ছাড়া-ফেরাউন ও তার সর্দারদের ভয়ে যে, এরা না আবার কোন বিপদে ফেলে দেয়। ফেরাউন দেশময় কর্তꦣ2499;ত্বের শিখরে আরোহণ করেছিল। আর সে তার হাত ছেড়ে রেখেছিল।","bangla_mujibur":"কিন্তু মূসার প্রতি তার কওমের ক্ষুদ্র একটি দল ছাড়া কেউ ঈমান আনল না, এ ভয়ে যে, ফিরআউন ও তাদের পারিষদবর্গ তাদেরকে ফিতনায় ফেলবে। আর নিশ্চয় ফির‘আউন ছিল যমীনে প্রতাপশালী এবং নিশ্চয় সে সীমালঙ্ঘনকারীদের অন্তর্ভুক্ত।","bangla_taisirul":"মূসার উপর তার জাতির মধ্য হতে গুটিকয়েক লোক ব্যতীত কেউ ঈমান আনেনি ফির‘আওন ও তার প্রধানদের নির্যাতনের ভয়ে। বাস্তবিকই ফির‘আওন দুনিয়াতে খুবই উদ্ধত ছিল, আর সে ছিল অবশ্যই সীমালঙ্ঘনকারীদের অন্তর্ভুক্ত।"},{"id":84,"arabic_text":"وَ قَالَ مُوۡسٰی یٰقَوۡمِ  اِنۡ  کُنۡتُمۡ اٰمَنۡتُمۡ بِاللّٰہِ فَعَلَیۡہِ تَوَکَّلُوۡۤا  اِنۡ کُنۡتُمۡ مُّسۡلِمِیۡنَ ﴿۸۴﴾ ","english_text":"Those are the ones who have bought the life of this world [in exchange] for the Hereafter, so the punishment will not be lightened for them, nor will they be aided.","page":218,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1448.mp3","colorText":"وَقَالَ مُوسَىٰ يَ[n[ـٰ]قَوْمِ إِ[f:109[ن ك]ُ[f:100[نت]ُمْ ءَامَ[f:703[نت][c:5341[ُم ب]ِ[h:32[ٱ]للَّهِ فَعَلَيْهِ تَوَكَّل[o[ُوٓ][s[اْ] إِ[f:109[ن ك]ُ[f:100[نت][w:6163[ُم م]ُّسْلِم[p[ِي]نَ","juz":11,"ruku":180,"manzil":3,"bangla_ahbayan":"মূসা বলল, ‘হে আমার সম্প্রদায়! যদি তোমরা আল্লাহর উপর বিশ্বাস রাখ, তাহলে তাঁরই উপর ভরসা কর; যদি তোমরা মুসলিম হও।’[১]","bangla_bayan":"আর মূসা বলল, ‘হে আমার কওম, তোমরা যদি আল্লাহর প্রতি ঈমান এনে থাক, তবে তাঁরই উপর তাওয়াক্কুল কর, যদি তোমরা মুসলিম হয়ে থাক’।","bangla_mkhan":"আর মূসা বলল, হে আমার সম্প্রদায়, তোমরা যদি আল্লাহর উপর ঈমান এনে থাক, তবে তারই উপর ভরসা কর যদি তোমরা ফরমাবরদার হয়ে থাক।","bangla_mujibur":"আর মূসা বললঃ হে আমার সম্প্রদায়! যদি তোমরা আল্লাহর উপর ঈমান রাখ তাহলে তাঁরই উপর ভরসা কর, যদি তোমরা মুসলিম হও।","bangla_taisirul":"মূসা বলেছিল, ‘‘হে আমার জাতির লোকেরা! তোমরা যদি আল্লাহর প্রতি বিশ্বাস স্থাপন করে থাক তাহলে তোমরা তাঁরই উপর ভরসা কর যদি তোমরা আত্মসমর্পণকারী হও’’।"},{"id":85,"arabic_text":"فَقَالُوۡا عَلَی اللّٰہِ تَوَکَّلۡنَا ۚ رَبَّنَا لَا تَجۡعَلۡنَا فِتۡنَۃً   لِّلۡقَوۡمِ الظّٰلِمِیۡنَ ﴿ۙ۸۵﴾ ","english_text":"And We did certainly give Moses the Torah and followed up after him with messengers. And We gave Jesus, the son of Mary, clear proofs and supported him with the Pure Spirit. But is it [not] that every time a messenger came to you, [O Children of Israel], with what your souls did not desire, you were arrogant? And a party [of messengers] you denied and another party you killed.","page":218,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1449.mp3","colorText":"فَقَالُو[s[اْ] عَلَى [h:412[ٱ]للَّهِ تَوَكَّلْنَا رَبَّنَا لَا تَ[q:4719[جْ]عَلْنَا فِتْنَ[u:6164[ةً ل]ِّلْقَوْمِ [h:6165[ٱ][l[ل]ظَّ[n[ـٰ]لِم[p[ِي]نَ","juz":11,"ruku":180,"manzil":3,"bangla_ahbayan":"তারা বলল, ‘আমরা আল্লাহরই উপর ভরসা করলাম। হে আমাদের প্রতিপালক! আমাদেরকে যালেম সম্প্রদায়ের উৎপীড়নের পাত্র করো না।","bangla_bayan":"তখন তারা বলল, ‘আমরা আল্লাহর উপরই তাওয়াক্কুল করলাম। হে আমাদের রব, আপনি আমাদেরকে যালিম কওমের ফিতনার পাত্র বানাবেন না’।","bangla_mkhan":"তখন তারা বলল, আমরা আল্লাহর উপর ভরসা করেছি। হে আমাদের পালনকর্তা, আমাদের উপর এ জালেম কওমের শক্তি পরীক্ষা করিও না।","bangla_mujibur":"তারা বললঃ আমরা আল্লাহরই উপর ভরসা করলাম। হে আমাদের রাব্ব! আমাদেরকে এই যালিমদের লক্ষ্যস্থল বানাবেননা ।","bangla_taisirul":"তখন তারা বলল, ‘‘আমরা আল্লাহর উপরই ভরসা করি, হে আমাদের প্রতিপালক! আমাদেরকে যালিম জাতির অত্যাচারের পাত্র করো না,"},{"id":86,"arabic_text":"وَ نَجِّنَا بِرَحۡمَتِکَ مِنَ الۡقَوۡمِ الۡکٰفِرِیۡنَ ﴿۸۶﴾ ","english_text":"And they said, \"Our hearts are wrapped.\" But, [in fact], Allah has cursed them for their disbelief, so little is it that they believe.","page":218,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1450.mp3","colorText":"وَنَجِّنَا بِرَحْمَتِكَ مِنَ [h:4196[ٱ]لْقَوْمِ [h:1432[ٱ]لْكَ[n[ـٰ]فِر[p[ِي]نَ","juz":11,"ruku":180,"manzil":3,"bangla_ahbayan":"আর তুমি তোমার নিজ করুণায় অবিশ্বাসী সম্প্রদায় হতে আমাদেরকে রক্ষা কর।’ [১]","bangla_bayan":"‘আর আমাদেরকে আপনার অনুগ্রহে কাফির কওম থেকে নাজাত দিন’।","bangla_mkhan":"আর আমাদেরকে অনুগ্রহ করে ছাড়িয়ে দাও এই কাফেরদের কবল থেকে।","bangla_mujibur":"আর আমাদেরকে নিজ অনুগ্রহে এই কাফিরদের (কবল) হতে মুক্তি দিন।","bangla_taisirul":"আর তোমার অনুগ্রহে আমাদেরকে কাফির সম্প্রদায় থেকে রক্ষা কর।’’"},{"id":87,"arabic_text":"وَ اَوۡحَیۡنَاۤ  اِلٰی مُوۡسٰی وَ اَخِیۡہِ اَنۡ تَبَوَّاٰ لِقَوۡمِکُمَا بِمِصۡرَ بُیُوۡتًا وَّ اجۡعَلُوۡا بُیُوۡتَکُمۡ قِبۡلَۃً  وَّ اَقِیۡمُوا الصَّلٰوۃَ ؕ وَ بَشِّرِ  الۡمُؤۡمِنِیۡنَ ﴿۸۷﴾ ","english_text":"And when there came to them a Book from Allah confirming that which was with them - although before they used to pray for victory against those who disbelieved - but [then] when there came to them that which they recognized, they disbelieved in it; so the curse of Allah will be upon the disbelievers.","page":218,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1451.mp3","colorText":"وَأَوْحَيْن[o[َآ] إِلَىٰ مُوسَىٰ وَأَخِيهِ أَ[f:6166[ن ت]َبَوَّءَا لِقَوْمِكُمَا بِمِصْرَ بُيُو[a:6167[تًا و]َ[h:6168[ٱ][q:6168[جْ]عَلُو[s[اْ] بُيُوتَكُمْ قِ[q:747[بْ]لَ[a:6169[ةً و]َأَقِيمُو[s[اْ] [h:214[ٱ][l[ل]صَّلَ[s[و][n[ٲ]ةَ‌ۗ وَبَشِّرِ [h:1257[ٱ]لْمُؤْمِن[p[ِي]نَ","juz":11,"ruku":180,"manzil":3,"bangla_ahbayan":"আমি মূসা ও তার ভায়ের প্রতি অহী (প্রত্যাদেশ) করলাম, ‘তোমরা উভয়ে তোমাদের সম্প্রদায়ের জন্য মিসরে গৃহ নির্মাণ কর। আর তোমরা নিজেদের সেই গৃহগুলোকে নামায পড়ার স্থানরূপে গণ্য কর[১] এবং নামায প্রতিষ্ঠা কর। আর মুমিনদেরকে সুসংবাদ দাও।’","bangla_bayan":"আর আমি মূসা ও তার ভাইয়ের কাছে ওহী পাঠালাম যে, ‘তোমরা তোমাদের কওমের জন্য মিসরে গৃহ তৈরী কর এবং তোমাদের গৃহগুলোকে কিবলা বানাও আর সালাত কায়েম কর এবং মুমিনদের সুসংবাদ দাও’।","bangla_mkhan":"আর আমি নির্দেশ পাঠালাম মূসা এবং তার ভাইয়ের প্রতি যে, তোমরা তোমাদের জাতির জন্য মিসরের মাটিতে বাস স্থান নির্ধারণ কর। আর তোমাদের ঘরগুলো বানাবে কেবলামুখী করে এবং নামায কায়েম কর আর যারা ঈমানদার তাদেরকে সুসংবাদ দান কর।","bangla_mujibur":"আর আমি মূসা ও তার ভাইয়ের প্রতি অহী পাঠালামঃ তোমরা উভয়ে তোমাদের এই লোকদের জন্য মিসরে বাসস্থান বহাল রাখ, আর (সালাতের সময়) তোমরা সবাই নিজেদের সেই গৃহগুলিকে সালাত আদায় করার স্থান রূপে গণ্য কর এবং সালাত কায়েম কর, আর মু’মিনদেরকে শুভ সংবাদ জানিয়ে দাও।","bangla_taisirul":"আমি মূসা আর তার ভাইয়ের প্রতি ওয়াহী করলাম যে, ‘‘মিসরে তোমাদের সম্প্রদায়ের জন্য ঘর তৈরি কর আর তোমাদের ঘরগুলোকে ‘ইবাদাত গৃহ কর, আর নামায প্রতিষ্ঠা কর এবং মু’মিনদেরকে সুসংবাদ দাও’’।"},{"id":88,"arabic_text":"وَ قَالَ مُوۡسٰی رَبَّنَاۤ اِنَّکَ اٰتَیۡتَ فِرۡعَوۡنَ وَ مَلَاَہٗ  زِیۡنَۃً  وَّ اَمۡوَالًا فِی الۡحَیٰوۃِ الدُّنۡیَا ۙ رَبَّنَا لِیُضِلُّوۡا عَنۡ سَبِیۡلِکَ ۚ رَبَّنَا اطۡمِسۡ عَلٰۤی اَمۡوَالِہِمۡ وَ اشۡدُدۡ عَلٰی قُلُوۡبِہِمۡ فَلَا یُؤۡمِنُوۡا حَتّٰی  یَرَوُا  الۡعَذَابَ  الۡاَلِیۡمَ ﴿۸۸﴾ ","english_text":"How wretched is that for which they sold themselves - that they would disbelieve in what Allah has revealed through [their] outrage that Allah would send down His favor upon whom He wills from among His servants. So they returned having [earned] wrath upon wrath. And for the disbelievers is a humiliating punishment.","page":218,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1452.mp3","colorText":"وَقَالَ مُوسَىٰ رَبَّن[o[َآ] إِ[g[نّ]َكَ ءَاتَيْتَ فِرْعَوْنَ وَمَلَأَهُ[n[ۥ] زِينَ[a:6170[ةً و]َأَمْو[n[َٲ]ل[f:6171[اً ف]ِى [h:441[ٱ]لْحَيَ[s[و][n[ٲ]ةِ [h:442[ٱ][l[ل]دُّنْيَا رَبَّنَا لِيُضِلُّو[s[اْ] عَ[f:6172[ن س]َبِيلِكَ‌ۖ رَبَّنَا [h:6173[ٱ][q:6174[طْ]مِسْ عَلَ[o[ىٰٓ] أَمْو[n[َٲ]لِهِمْ وَ[h:6175[ٱ]شْدُ[q:6175[دْ] عَلَىٰ قُلُوبِهِمْ فَلَا يُؤْمِنُو[s[اْ] حَتَّىٰ يَرَوُ[s[اْ] [h:6176[ٱ]لْعَذَابَ [h:6177[ٱ]لْأَل[p[ِي]مَ","juz":11,"ruku":180,"manzil":3,"bangla_ahbayan":"আর মূসা বলল, ‘হে আমাদের প্রতিপালক! তুমি ফিরআউন ও তার পারিষদবর্গকে পার্থিব জীবনের শোভা ও সম্পদ দান করেছ। হে আমাদের প্রতিপালক! যার কারণে তারা তোমার পথ হতে (মানুষকে) বিভ্রান্ত করে। হে আমাদের প্রতিপালক! তাদের ধন-সম্পদ নিশ্চিহ্ন করে দাও এবং তাদের অন্তরকে কঠিন করে দাও,[১] যাতে তারা যন্ত্রণাময় শাস্তি না দেখা পর্যন্ত বিশ্বাস স্থাপন না করতে পারে।’ [২]","bangla_bayan":"আর মূসা বলল, ‘হে আমাদের রব, আপনি ফির‘আউন ও তার পারিষদবর্গকে দুনিয়াবী জীবনে সৌন্দর্য ও ধন-সম্পদ দান করেছেন। হে আমাদের রব, যাতে তারা আপনার পথ থেকে গোমরাহ করতে পারে। হে আমাদের রব, তাদের ধন-সম্পদ নিশ্চি‎হ্ন করে দিন, তাদের অন্তরসমূহকে কঠোর করে দিন। ফলে তারা ঈমান আনবে না, যতক্ষণ না যন্ত্রণাদায়ক আযাব দেখে’।","bangla_mkhan":"মূসা বলল, হে আমার পরওয়ারদেগার, তুমি ফেরাউনকে এবং তার সর্দারদেরকে পার্থব জীবনের আড়ম্বর দান করেছ, এবং সম্পদ দান করেছ-হে আমার পরওয়ারদেগার, এ জন্যই যে তারা তোমার পথ থেকে বিপথগামী করব! হে আমার পরওয়ারদেগার, তাদের ধন-সম্পদ ধ্বংস করে দাও এবং তাদের অন্তরগুলোকে কাঠোর করে দাও যাতে করে তারা ততক্ষণ পর্যন্ত ঈমান না আনে যতক্ষণ না বেদনাদায়ক আযাব প্রত্যক্ষ করে নেয়।","bangla_mujibur":"আর মূসা বললঃ হে আমাদের রাব্ব! আপনি ফির‘আউন ও তার প্রধানবর্গকে দান করেছেন জাঁকজমকের সামগ্রী এবং বিভিন্ন রকমের জীবনোপকরণ। হে আমাদের রাব্ব! এর ফলে তারা আপনার পথ হতে (মানব মন্ডলীকে) বিভ্রান্ত করছে। হে আমাদের রাব্ব! তাদের সম্পদগুলিকে নিশ্চিহ্ন করে দিন এবং তাদের অন্তরসমূহকে কঠিন করুন যাতে তারা ঈমান আনতে না পারে ঐ পর্যন্ত যতক্ষণ তারা যন্ত্রণাদায়ক আযাবকে প্রত্যক্ষ করে।","bangla_taisirul":"মূসা বলল, ‘‘হে আমার প্রতিপালক! তুমি ফির‘আওন আর তার প্রধানদেরকে এ পার্থিব জগতে চাকচিক্য আর ধন সম্পদ দান করেছ আর এর দ্বারা হে আমাদের রবব! তারা মানুষকে তোমার পথ থেকে বিচ্যুত করছে, হে আমার প্রতিপালক! তাদের সম্পদ ধ্বংস করে দাও, আর তাদের হৃদয়কে কঠিন করে দাও, যাতে তারা ভয়াবহ ‘আযাব দেখার পূর্ব পর্যন্ত ঈমান আনতে সক্ষম না হয় (যেহেতু তারা বার বার আল্লাহর নিদর্শন দেখেও সত্য দ্বীনের শত্রুতায় অটল হয়ে আছে)।"},{"id":89,"arabic_text":"قَالَ قَدۡ اُجِیۡبَتۡ دَّعۡوَتُکُمَا فَاسۡتَقِیۡمَا وَ لَا تَتَّبِعٰٓنِّ سَبِیۡلَ  الَّذِیۡنَ لَا یَعۡلَمُوۡنَ ﴿۸۹﴾ ","english_text":"And when it is said to them, \"Believe in what Allah has revealed,\" they say, \"We believe [only] in what was revealed to us.\" And they disbelieve in what came after it, while it is the truth confirming that which is with them. Say, \"Then why did you kill the prophets of Allah before, if you are [indeed] believers?\"","page":219,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1453.mp3","colorText":"قَالَ قَ[q:298[دْ] أُجِيبَ[d:6178[ت] دَّعْوَتُكُمَا فَ[h:6179[ٱ]سْتَقِيمَا وَلَا تَتَّبِع[m[َا]ٓ[g[نّ]ِ سَبِيلَ [h:6180[ٱ]لَّذِينَ لَا يَعْلَم[p[ُو]نَ","juz":11,"ruku":180,"manzil":3,"bangla_ahbayan":"তিনি (আল্লাহ) বললেন, ‘তোমাদের উভয়ের দুআ কবুল করা হল। অতএব তোমরা অবিচল থাক[১] এবং অবশ্যই তাদের পথ অনুসরণ করো না যাদের জ্ঞান নেই।’ [২]","bangla_bayan":"তিনি বললেন, ‘তোমাদের দো‘আ কবূল করা হয়েছে। সুতরাং তোমরা দৃঢ় থাক এবং যারা জানে না তাদের পথ অনুসরণ করো না’।","bangla_mkhan":"বললেন, তোমাদের দোয়া মঞ্জুর হয়েছে। অতএব তোমরা দুজন অটল থাকো এবং তাদের পথে চলো না যারা অজ্ঞ।","bangla_mujibur":"তিনি (আল্লাহ) বললেনঃ তোমাদের উভয়ের দু‘আ কবূল করা হল। অতএব তোমরা দৃঢ় থেক এবং তাদের পথ অনুসরণ করনা যাদের জ্ঞান নেই।","bangla_taisirul":"আল্লাহ তা‘আলা জবাব দিলেন, ‘‘তোমাদের দু’জনের দু‘আ কবূল করা হল, কাজেই তোমরা মজবুত হয়ে থাক, আর তোমরা কক্ষনো তাদের পথ অনুসরণ করো না যারা কিছুই জানে না।"},{"id":90,"arabic_text":"وَ جٰوَزۡنَا بِبَنِیۡۤ  اِسۡرَآءِیۡلَ الۡبَحۡرَ فَاَتۡبَعَہُمۡ فِرۡعَوۡنُ وَ جُنُوۡدُہٗ  بَغۡیًا وَّ عَدۡوًا ؕ حَتّٰۤی اِذَاۤ  اَدۡرَکَہُ الۡغَرَقُ ۙ قَالَ اٰمَنۡتُ اَنَّہٗ  لَاۤ اِلٰہَ  اِلَّا الَّذِیۡۤ اٰمَنَتۡ بِہٖ بَنُوۡۤا اِسۡرَآءِیۡلَ وَ اَنَا مِنَ الۡمُسۡلِمِیۡنَ ﴿۹۰﴾ ","english_text":"And Moses had certainly brought you clear proofs. Then you took the calf [in worship] after that, while you were wrongdoers.","page":219,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1454.mp3","colorText":"۞ وَجَ[n[ـٰ]وَزْنَا بِبَن[o[ِىٓ] إِسْر[o[َٲ]ٓءِيلَ [h:4977[ٱ]لْبَحْرَ فَأَتْبَعَهُمْ فِرْعَوْنُ وَجُنُودُهُ[n[ۥ] بَغْ[a:6181[يًا و]َعَ[q:6182[دْ]وًا‌ۖ حَتَّ[o[ىٰٓ] إِذ[o[َآ] أَ[q:6183[دْ]رَكَهُ [h:6184[ٱ]لْغَرَقُ قَالَ ءَامَ[f:6185[نت]ُ أَ[g[نّ]َهُ[n[ۥ] ل[o[َآ] إِلَ[n[ـٰ]هَ إِلَّا [h:6186[ٱ]لَّذ[o[ِىٓ] ءَامَنَتْ بِه[n[ِۦ] بَن[o[ُوٓ][s[اْ] إِسْر[o[َٲ]ٓءِيلَ وَأَنَا۟ مِنَ [h:6135[ٱ]لْمُسْلِم[p[ِي]نَ","juz":11,"ruku":180,"manzil":3,"bangla_ahbayan":"আর আমি বানী ইস্রাঈলকে সমুদ্র পার করে দিলাম,[১] অতঃপর ফিরআউন তার সৈন্যদলসহ অন্যায় ও বিদ্বেষবশতঃ তাদের পশ্চাদ্ধাবন করল।[২] পরিশেষে যখন সে ডুবতে লাগল, তখন বলতে লাগল, ‘যে কথায় বানী ইস্রাঈল বিশ্বাস করেছে, আমিও তাতে বিশ্বাস করলাম যে, তিনি ছাড়া অন্য কোন (সত্য) উপাস্য নেই এবং আমি মুসলিমদের অন্তর্ভুক্ত।’","bangla_bayan":"আর আমি বনী ইসরাঈলকে সমুদ্র পার করিয়ে নিলাম। আর ফির‘আউন ও তার সৈন্যবাহিনী ঔদ্ধত্য প্রকাশ ও সীমালঙ্ঘনকারী হয়ে তাদের পিছু নিল। অবশেষে যখন সে ডুবে যেতে লাগল, তখন বলল, ‘আমি ঈমান এনেছি যে, সে সত্তা ছাড়া কোন ইলাহ নেই, যার প্রতি বনী ইসরাঈল ঈমান এনেছে। আর আমি মুসলিমদের অন্তর্ভুক্ত’।","bangla_mkhan":"আর বনী-ইসরাঈলকে আমি পার করে দিয়েছি নদী। তারপর তাদের পশ্চাদ্ধাবন করেছে ফেরাউন ও তার সেনাবাহিনী, দুরাচার ও বাড়াবাড়ির উদ্দেশে। এমনকি যখন তারা ডুবতে আরম্ভ করল, তখন বলল, এবার বিশ্বাস করে নিচ্ছি যে, কোন মা’বুদ নেই তাঁকে ছাড়া যাঁর উপর ঈমান এনেছে বনী-ইসরাঈলরা। বস্তুতঃ আমিও তাঁরই অনুগতদের অন্তর্ভুক্ত।","bangla_mujibur":"আর আমি বানী ইসরাঈলকে সমুদ্র পার করে দিলাম, অতঃপর ফির‘আউন তার সৈন্যদলসহ তাদের পশ্চাদানুসরণ করল যুলম ও নির্যাতনের উদ্দেশে; এমনকি যখন সে নিমজ্জিত হতে লাগল তখন বলতে লাগলঃ আমি ঈমান এনেছি বানী ইসরাঈল যাঁর উপর ঈমান এনেছে, তিনি ছাড়া অন্য মা‘বূদ নেই এবং আমি মুসলিমদের অন্তর্ভুক্ত হচ্ছি।","bangla_taisirul":"আমি বানী ইসরাঈলকে সমুদ্র পার করিয়ে নিলাম আর ফির‘আওন ও তার সৈন্য সামন্ত ঔদ্ধত্য ও সীমালঙ্ঘন ক’রে তাদের পেছনে ছুটল, অতঃপর যখন সে ডুবতে শুরু করল তখন সে বলল, ‘আমি ঈমান আনছি যে, তিনি ছাড়া সত্যিকারের কোন ইলাহ নেই যাঁর প্রতি বানী ইসরাঈল ঈমান এনেছে, আর আমি আত্মসমর্পণকারীদের অন্তর্ভুক্ত।’"},{"id":91,"arabic_text":"آٰلۡـٰٔنَ وَ قَدۡ عَصَیۡتَ قَبۡلُ وَ کُنۡتَ مِنَ الۡمُفۡسِدِیۡنَ ﴿۹۱﴾ ","english_text":"And [recall] when We took your covenant and raised over you the mount, [saying], \"Take what We have given you with determination and listen.\" They said [instead], \"We hear and disobey.\" And their hearts absorbed [the worship of] the calf because of their disbelief. Say, \"How wretched is that which your faith enjoins upon you, if you should be believers.\"","page":219,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1455.mp3","colorText":"ءَ[m[آ]لْـَٔ[n[ـٰ]نَ وَقَ[q:387[دْ] عَصَيْتَ قَ[q:129[بْ]لُ وَكُ[f:6187[نت]َ مِنَ [h:6188[ٱ]لْمُفْسِد[p[ِي]نَ","juz":11,"ruku":180,"manzil":3,"bangla_ahbayan":"এখন (ঈমান আনছ)? অথচ ইতিপূর্বে তুমি অবাধ্য ছিলে এবং অশান্তি সৃষ্টিকারীদের অন্তর্ভুক্ত ছিলে।[১]","bangla_bayan":"‘এখন অথচ ইতঃপূর্বে তুমি নাফরমানী করেছ, আর তুমি ছিলে ফাসাদকারীদের অন্তর্ভুক্ত’।","bangla_mkhan":"এখন একথা বলছ! অথচ তুমি ইতিপূর্বে না-ফরমানী করছিলে। এবং পথভ্রষ্টদেরই অন্তর্ভুক্ত ছিলে।","bangla_mujibur":"এখন ঈমান আনছ? অথচ পূর্ব (মুহুর্ত) পর্যন্ত তুমি নাফরমানী করছিলে এবং বিশৃংখলা সৃষ্টিকারীদের অন্তর্ভুক্ত ছিলে।","bangla_taisirul":"‘‘এখন (ঈমান আনছ), আগে তো অমান্য করেছ আর ফাসাদকারীদের অন্তর্ভুক্ত থেকেছ।"},{"id":92,"arabic_text":"فَالۡیَوۡمَ نُنَجِّیۡکَ بِبَدَنِکَ  لِتَکُوۡنَ لِمَنۡ خَلۡفَکَ اٰیَۃً ؕ وَ اِنَّ کَثِیۡرًا مِّنَ النَّاسِ عَنۡ  اٰیٰتِنَا  لَغٰفِلُوۡنَ ﴿۹۲﴾ ","english_text":"Say, [O Muhammad], \"If the home of the Hereafter with Allah is for you alone and not the [other] people, then wish for death, if you should be truthful.","page":219,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1456.mp3","colorText":"فَ[h:9999[ٱ]لْيَوْمَ نُنَجِّيكَ بِبَدَنِكَ لِتَكُونَ لِمَنْ خَلْفَكَ ءَايَ[a:6189[ةً‌ۚ و]َإِ[g[نّ]َ كَثِي[a:3614[رًا م]ِّنَ [h:721[ٱ][l[ل][g[نّ]َاسِ عَنْ ءَايَ[n[ـٰ]تِنَا لَغَ[n[ـٰ]فِل[p[ُو]نَ","juz":11,"ruku":180,"manzil":3,"bangla_ahbayan":"অতএব আজ আমি তোমার দেহকে রক্ষা করব, যেন তুমি তোমার পরবর্তীদের জন্য নিদর্শন হয়ে থাক;[১] আর নিঃসন্দেহে অনেক লোকই আমার নিদর্শনাবলী হতে উদাসীন।","bangla_bayan":"‘সুতরাং আজ আমি তোমার দেহটি রক্ষা করব, যাতে তুমি তোমার পরবর্তীদের জন্য নিদর্শন হয়ে থাক। আর নিশ্চয় অনেক মানুষ আমার নিদর্শনসমূহের ব্যাপারে গাফেল’।","bangla_mkhan":"অতএব আজকের দিনে বাঁচিয়ে দিচ্ছি আমি তোমার দেহকে যাতে তোমার পশ্চাদবর্তীদের জন্য নিদর্শন হতে পারে। আর নিঃসন্দেহে বহু লোক আমার মহাশক্তির প্রতি লক্ষ্য করে না।","bangla_mujibur":"অতএব আমি আজ তোমার লাশকে উদ্ধার করব, যেন তুমি তোমার পরবর্তী লোকদের জন্য উপদেশ গ্রহণের উপকরণ হয়ে থাক; আর প্রকৃত পক্ষে অনেক লোক আমার উপদেশাবলী হতে উদাসীন রয়েছে।","bangla_taisirul":"আজ আমি তোমার দেহকে রক্ষা করব যাতে তুমি তোমার পরবর্তীদের জন্য নিদর্শন হতে পার।’ অধিকাংশ মানুষই আমার নিদর্শনাবলী সম্পর্কে নিশ্চিতই উদাসীন।’’"},{"id":93,"arabic_text":"وَ لَقَدۡ بَوَّاۡنَا بَنِیۡۤ  اِسۡرَآءِیۡلَ مُبَوَّاَ صِدۡقٍ وَّ رَزَقۡنٰہُمۡ مِّنَ الطَّیِّبٰتِ ۚ فَمَا اخۡتَلَفُوۡا حَتّٰی جَآءَہُمُ الۡعِلۡمُ ؕ اِنَّ رَبَّکَ یَقۡضِیۡ بَیۡنَہُمۡ یَوۡمَ الۡقِیٰمَۃِ فِیۡمَا کَانُوۡا فِیۡہِ  یَخۡتَلِفُوۡنَ ﴿۹۳﴾ ","english_text":"But they will never wish for it, ever, because of what their hands have put forth. And Allah is Knowing of the wrongdoers.","page":219,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1457.mp3","colorText":"وَلَقَ[q:341[دْ] بَوَّأْنَا بَن[o[ِىٓ] إِسْر[o[َٲ]ٓءِيلَ مُبَوَّأَ صِ[q:5937[دْ][a:6190[قٍ و]َرَزَ[q:6191[قْ]نَ[n[ـٰ]ه[w:6192[ُم م]ِّنَ [h:5307[ٱ][l[ل]طَّيِّبَ[n[ـٰ]تِ فَمَا [h:6193[ٱ]خْتَلَفُو[s[اْ] حَتَّىٰ ج[o[َا]ٓءَهُمُ [h:1804[ٱ]لْعِلْمُ‌ۚ إِ[g[نّ]َ رَبَّكَ يَ[q:6194[قْ]ضِى بَيْنَهُمْ يَوْمَ [h:592[ٱ]لْقِيَ[n[ـٰ]مَةِ فِيمَا كَانُو[s[اْ] فِيهِ يَخْتَلِف[p[ُو]نَ","juz":11,"ruku":181,"manzil":3,"bangla_ahbayan":"আমি বানী ইস্রাঈলকে বসবাস করার জন্য অতি উত্তম বাসস্থান প্রদান করলাম, আর আমি তাদেরকে আহার করবার জন্য উৎকৃষ্ট বস্তুসমূহ দান করলাম। অতঃপর তাদের নিকট জ্ঞান আসার পরই তারা মতভেদ করল।[১] যাতে তারা মতভেদ করত নিঃসন্দেহে তোমার প্রতিপালক কিয়ামত দিবসে তাদের মধ্যে তার ফায়সালা করবেন।","bangla_bayan":"আর অবশ্যই আমি বনী ইসরাঈলকে উত্তম বাসভূমিতে আবাস দিলাম এবং তাদেরকে উত্তম রিয্ক দিলাম। অতঃপর তারা মতবিরোধ করেনি, যতক্ষণ না তাদের নিকট জ্ঞান এল। নিশ্চয় তোমার রব কিয়ামতের দিন সে বিষয়ে ফয়সালা করবেন যা নিয়ে তারা মতবিরোধ করত।","bangla_mkhan":"আর আমি বনী-ইসরাঈলদিগকে দান করেছি উত্তম স্থান এবং তাদেরকে আহার্য দিয়েছি পবিত্র-পরিচ্ছন্ন বস্তু-সামগ্রী। বস্তুতঃ তাদের মধ্যে মতবিরোধ হয়নি যতক্ষণ না তাদের কাছে এসে পৌছেছে সংবাদ। নিঃসন্দেহে তোমার পরওয়ারদেগার তাদের মাঝে মীমাংসা করে দেবেন কেয়ামতের দিন; যে ব্যাপারে তাদের মাঝে মতবিরোধ হয়েছিল","bangla_mujibur":"আর আমি বানী ইসরাঈলকে থাকার জন্য অতি উত্তম বাসস্থান প্রদান করলাম, আর আমি তাদেরকে আহার করার জন্য উৎকৃষ্ট বস্তুসমূহ দান করলাম, তারা মতভেদ করেনি ঐ পর্যন্ত যতক্ষণ তাদের নিকট (আহকামের) জ্ঞান পৌঁছল। নিঃসন্দেহে তোমার রাব্ব কিয়ামাত দিবসে তাদের মধ্যে সেই সব বিষয়ের মীমাংসা করবেন, যাতে তারা মতভেদ করছিল।","bangla_taisirul":"আমি বানী ইসরাঈলকে মর্যাদাপূর্ণ আবাসস্থলে প্রতিষ্ঠিত করেছিলাম আর তাদেরকে উত্তম রিযক দিয়েছিলাম। অতঃপর তাদের কাছে (আল্লাহর প্রেরিত) সঠিক জ্ঞান আসার পূর্ব পর্যন্ত তারা মতভেদ করেনি। তারা যে বিষয়ে মতভেদ করেছিল কিয়ামাত দিবসে তোমার প্রতিপালক অবশ্যই তা মীমাংসা করে দিবেন।"},{"id":94,"arabic_text":"فَاِنۡ کُنۡتَ فِیۡ شَکٍّ مِّمَّاۤ  اَنۡزَلۡنَاۤ  اِلَیۡکَ فَسۡـَٔلِ الَّذِیۡنَ یَقۡرَءُوۡنَ الۡکِتٰبَ مِنۡ قَبۡلِکَ ۚ لَقَدۡ جَآءَکَ الۡحَقُّ مِنۡ رَّبِّکَ فَلَا تَکُوۡنَنَّ  مِنَ  الۡمُمۡتَرِیۡنَ ﴿ۙ۹۴﴾ ","english_text":"And you will surely find them the most greedy of people for life - [even] more than those who associate others with Allah . One of them wishes that he could be granted life a thousand years, but it would not remove him in the least from the [coming] punishment that he should be granted life. And Allah is Seeing of what they do.","page":219,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1458.mp3","colorText":"فَإِ[f:6195[ن ك]ُ[f:735[نت]َ فِى شَ[a:6196[كٍّ م]ِّ[g[مّ][o[َآ] أَ[f:515[نز]َلْن[o[َآ] إِلَيْكَ فَسْــَٔلِ [h:6197[ٱ]لَّذِينَ يَ[q:6198[قْ]رَءُونَ [h:6199[ٱ]لْكِتَ[n[ـٰ]بَ مِ[f:18[ن ق]َ[q:19[بْ]لِكَ‌ۚ لَقَ[q:2389[دْ] ج[o[َا]ٓءَكَ [h:6200[ٱ]لْحَقُّ م[u:770[ِن ر]َّبِّكَ فَلَا تَكُونَ[g[نّ]َ مِنَ [h:771[ٱ]لْمُمْتَر[p[ِي]نَ","juz":11,"ruku":181,"manzil":3,"bangla_ahbayan":"অতঃপর (হে নবী!) আমি যা তোমার প্রতি অবতীর্ণ করেছি, যদি তুমি সে (গ্রন্থ) সম্পর্কে সন্দিহান হও, তাহলে তুমি তাদেরকে জিজ্ঞেস করে দেখ, যারা তোমার পূর্বের গ্রন্থ পাঠ করে। নিঃসন্দেহে তোমার প্রতিপালকের পক্ষ হতে তোমার নিকট সত্য এসেছে। সুতরাং তুমি কখনই সংশয়ীদের অন্তর্ভুক্ত হয়ো না।[১]","bangla_bayan":"সুতরাং আমি তোমার নিকট যা নাযিল করেছি, তা নিয়ে তুমি যদি সন্দেহে থাক, তাহলে যারা তোমার পূর্ব থেকেই কিতাব পাঠ করছে তাদেরকে জিজ্ঞাসা কর। অবশ্যই তোমার নিকট তোমার রবের পক্ষ থেকে সত্য এসেছে। সুতরাং তুমি সন্দেহ পোষণকারীদের অন্তর্ভুক্ত হয়ো না।","bangla_mkhan":"সুতরাং তুমি যদি সে বস্তু সম্পর্কে কোন সন্দেহের সম্মুখীন হয়ে থাক যা তোমার প্রতি আমি নাযিল করেছি, তবে তাদেরকে জিজ্ঞেস করো যারা তোমার পূর্ব থেকে কিতাব পাঠ করছে। এতে কোন সন্দেহ নেই যে, তোমার পরওয়ারদেগারের নিকট থেকে তোমার নিকট সত্য বিষয় এসেছে। কাজেই তুমি কস্মিনকালেও সন্দেহকারী হয়ো না।","bangla_mujibur":"অতঃপর (হে নাবী) যদি তুমি এ (কিতাব) সম্পর্কে সন্দিহান হও, যা আমি তোমার নিকট পাঠিয়েছি, তাহলে তুমি তাদেরকে জিজ্ঞেস করে দেখ, যারা তোমার পূর্বেকার কিতাবসমূহ পাঠ করে। নিঃসন্দেহে তোমার নিকট এসেছে তোমার রবের পক্ষ হতে সত্য কিতাব, সুতরাং তুমি কখনই সংশয়ীদের অন্তর্ভুক্ত হয়োনা।","bangla_taisirul":"আমি তোমার প্রতি যা অবতীর্ণ করেছি তাতে যদি তুমি সন্দেহ পোষণ কর তাহলে তোমার পূর্বে থেকে যারা কিতাব পাঠ করে আসছে তাদেরকে জিজ্ঞেস কর। তোমার কাছে তোমার প্রতিপালকের নিকট থেকে প্রকৃত সত্য এসেছে। কাজেই তুমি কক্ষনো সন্দেহ পোষণকারীদের মধ্যে শামিল হয়ো না।"},{"id":95,"arabic_text":"وَ لَا تَکُوۡنَنَّ مِنَ الَّذِیۡنَ  کَذَّبُوۡا بِاٰیٰتِ اللّٰہِ  فَتَکُوۡنَ  مِنَ  الۡخٰسِرِیۡنَ ﴿۹۵﴾ ","english_text":"Say, \"Whoever is an enemy to Gabriel - it is [none but] he who has brought the Qur'an down upon your heart, [O Muhammad], by permission of Allah, confirming that which was before it and as guidance and good tidings for the believers.\"","page":219,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1459.mp3","colorText":"وَلَا تَكُونَ[g[نّ]َ مِنَ [h:523[ٱ]لَّذِينَ كَذَّبُو[s[اْ] بِـَٔـايَ[n[ـٰ]تِ [h:322[ٱ]للَّهِ فَتَكُونَ مِنَ [h:340[ٱ]لْخَ[n[ـٰ]سِر[p[ِي]نَ","juz":11,"ruku":181,"manzil":3,"bangla_ahbayan":"আর ঐসব লোকদেরও অন্তর্ভুক্ত হয়ো না, যারা আল্লাহর আয়াতগুলোকে মিথ্যা মনে করেছে, নচেৎ তুমি ক্ষতিগ্রস্তদের অন্তর্ভুক্ত হবে। [১]","bangla_bayan":"আর তুমি তাদের অন্তর্ভুক্ত হয়ো না, যারা আল্লাহর আয়াতসমূহ অস্বীকার করেছে। তাহলে তুমি ক্ষতিগ্রস্তদের অন্তর্ভুক্ত হবে।","bangla_mkhan":"এবং তাদের অন্তর্ভুক্তও হয়ো না যারা মিথ্যা প্রতিপন্ন করেছে আল্লাহর বাণীকে। তাহলে তুমিও অকল্যাণে পতিত হয়ে যাবে।","bangla_mujibur":"আর ঐ সব লোকেরও অন্তর্ভুক্ত হয়োনা যারা আল্লাহর আয়াতগুলিকে মিথ্যা প্রতিপন্ন করেছে, যেন তুমি ধ্বংসপ্রাপ্তদের অন্তর্ভুক্ত না হও।","bangla_taisirul":"আর তুমি কক্ষনো তাদের মধ্যে শামিল হয়ো না যারা আল্লাহর আয়াতসমূহকে মিথ্যে জেনে অমান্য করে, তাহলে তুমি ক্ষতিগ্রস্তদের অন্তর্ভুক্ত হয়ে যাবে।"},{"id":96,"arabic_text":"اِنَّ الَّذِیۡنَ حَقَّتۡ عَلَیۡہِمۡ کَلِمَتُ رَبِّکَ لَا  یُؤۡمِنُوۡنَ ﴿ۙ۹۶﴾ ","english_text":"Whoever is an enemy to Allah and His angels and His messengers and Gabriel and Michael - then indeed, Allah is an enemy to the disbelievers.","page":219,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1460.mp3","colorText":"إِ[g[نّ]َ [h:24[ٱ]لَّذِينَ حَقَّتْ عَلَيْهِمْ كَلِمَتُ رَبِّكَ لَا يُؤْمِن[p[ُو]نَ","juz":11,"ruku":181,"manzil":3,"bangla_ahbayan":"নিঃসন্দেহে যাদের সম্বন্ধে তোমার প্রতিপালকের বাক্য সত্য হয়েছে, তারা বিশ্বাস করবে না;","bangla_bayan":"নিশ্চয় যাদের উপর তোমার রবের বাণী সত্য হয়েছে, তারা ঈমান আনবে না;","bangla_mkhan":"যাদের ব্যাপারে তোমার পরওয়ারদেগারের সিদ্ধান্ত নির্ধারিত হয়ে গেছে তারা ঈমান আনবে না।","bangla_mujibur":"নিঃসন্দেহে যাদের সম্বন্ধে তোমার রবের বাক্য সাব্যস্ত হয়েছে, তারা কখনও ঈমান আনবেনা ।","bangla_taisirul":"তাদের সম্পর্কে তোমার প্রতিপালকের বাক্য সত্য প্রমাণিত হয়েছে যে, তারা ঈমান আনবে না,"},{"id":97,"arabic_text":"وَ لَوۡ جَآءَتۡہُمۡ کُلُّ اٰیَۃٍ حَتّٰی یَرَوُا الۡعَذَابَ  الۡاَلِیۡمَ ﴿۹۷﴾ ","english_text":"And We have certainly revealed to you verses [which are] clear proofs, and no one would deny them except the defiantly disobedient.","page":219,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1461.mp3","colorText":"وَلَوْ ج[o[َا]ٓءَتْهُمْ كُلُّ ءَايَةٍ حَتَّىٰ يَرَوُ[s[اْ] [h:6176[ٱ]لْعَذَابَ [h:6177[ٱ]لْأَل[p[ِي]مَ","juz":11,"ruku":181,"manzil":3,"bangla_ahbayan":"যদিও তাদের নিকট সমস্ত নিদর্শন আগত হয়, যে পর্যন্ত না তারা যন্ত্রণাদায়ক শাস্তি প্রত্যক্ষ করেছে।[১]","bangla_bayan":"যদিও তাদের নিকট সকল নিদর্শন এসে উপস্থিত হয়, যতক্ষণ না তারা যন্ত্রণাদায়ক আযাব প্রত্যক্ষ করে।","bangla_mkhan":"যদি তাদের সামনে সমস্ত নিদর্শনাবলী এসে উপস্থিত হয় তবুও যতক্ষণ না তারা দেখতে পায় বেদনাদায়ক আযাব।","bangla_mujibur":"যদিও তাদের নিকট সমস্ত প্রমাণ পৌঁছে যায়, যে পর্যন্ত না তারা যন্ত্রনাদায়ক শাস্তি প্রত্যক্ষ করে।","bangla_taisirul":"এমনকি তাদের কাছে প্রত্যেকটি নিদর্শন আসলেও- যে পর্যন্ত না তারা ভয়াবহ শাস্তি প্রত্যক্ষ করবে।"},{"id":98,"arabic_text":"فَلَوۡ لَا کَانَتۡ قَرۡیَۃٌ اٰمَنَتۡ فَنَفَعَہَاۤ اِیۡمَانُہَاۤ  اِلَّا قَوۡمَ یُوۡنُسَ ؕ لَمَّاۤ  اٰمَنُوۡا کَشَفۡنَا عَنۡہُمۡ عَذَابَ الۡخِزۡیِ  فِی الۡحَیٰوۃِ الدُّنۡیَا وَ مَتَّعۡنٰہُمۡ اِلٰی حِیۡنٍ ﴿۹۸﴾ ","english_text":"Is it not [true] that every time they took a covenant a party of them threw it away? But, [in fact], most of them do not believe.","page":220,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1462.mp3","colorText":"فَلَوْلَا كَانَتْ قَرْيَةٌ ءَامَنَتْ فَنَفَعَه[o[َآ] إِيمَ[n[ـٰ]نُه[o[َآ] إِلَّا قَوْمَ يُونُسَ لَ[g[مّ][o[َآ] ءَامَنُو[s[اْ] كَشَفْنَا عَنْهُمْ عَذَابَ [h:6201[ٱ]لْخِزْىِ فِى [h:441[ٱ]لْحَيَ[s[و][n[ٲ]ةِ [h:442[ٱ][l[ل]دُّنْيَا وَمَتَّعْنَ[n[ـٰ]هُمْ إِلَىٰ ح[p[ِي]نٍ","juz":11,"ruku":181,"manzil":3,"bangla_ahbayan":"সুতরাং কোন জনপদ বিশ্বাস করল না কেন, যাদের বিশ্বাস উপকারী হত; ইউনুসের সম্প্রদায়ের ব্যাপারটি স্বতন্ত্র,[১] যখন তারা বিশ্বাস করল, তখন আমি তাদের থেকে পার্থিব জীবনে অপমানজনক শাস্তি বিদূরিত করে দিলাম এবং এক নির্ধারিত কাল পর্যন্ত তাদেরকে সুখ-স্বাচ্ছন্দ্য দান করলাম। [২]","bangla_bayan":"সুতরাং কেন হল না এমন এক জনপদ, যে ঈমান এনেছে এবং তার ঈমান তার উপকারে এসেছে? তবে ইউনুসের কওম ছাড়া যখন তারা ঈমান আনল, তখন আমি তাদের থেকে দুনিয়ার জীবনের লাঞ্ছনাকর আযাব সরিয়ে দিলাম এবং আমি তাদেরকে একটি সময় পর্যন্ত ভোগ করতে দিলাম।","bangla_mkhan":"সুতরাং কোন জনপদ কেন এমন হল না যা ঈমান এনেছে অতঃপর তার সে ঈমান গ্রহণ হয়েছে কল্যাণকর? অবশ্য ইউনুসের সম্প্রদায়ের কথা আলাদা। তারা যখন ঈমান আনে তখন আমি তুলে নেই তাদের উপর থেকে অপমানজনক আযাব-পার্থিব জীবনে এবং তাদের কে কল্যাণ পৌছাই এক নিধারিত সময় পর্যন্ত।","bangla_mujibur":"সুতরাং এমন কোন জনপদই ঈমান আনেনি যে, তাদের ঈমান আনা উপকারী হয়েছে, ইউনুসের কাওম ছাড়া। যখন তারা ঈমান আনল, তখন আমি তাদের থেকে পার্থিব জীবনের অপমানজনক শাস্তি বিদূরিত করলাম এবং তাদেরকে সুখ স্বাচ্ছন্দে থাকতে দিলাম এক নির্ধারিত কাল পর্যন্ত।","bangla_taisirul":"এমন কোন জনপদের দৃষ্টান্ত আছে কি যে তারা (শাস্তি দেখার পর) ঈমান আনল আর তাদের ঈমান উপকারে আসল- একমাত্র ইউনুসের সম্প্রদায় ছাড়া? তারা যখন ঈমান আনল, তখন আমি দুনিয়ার জীবনে তাদের থেকে হীনতাব্যঞ্জক ‘আযাব সরিয়ে দিলাম, আর একটা নির্দিষ্ট মেয়াদ পর্যন্ত তাদেরকে জীবন উপভোগ করার সুযোগ দিলাম।"},{"id":99,"arabic_text":"وَ لَوۡ شَآءَ رَبُّکَ لَاٰمَنَ مَنۡ فِی الۡاَرۡضِ کُلُّہُمۡ جَمِیۡعًا ؕ اَفَاَنۡتَ تُکۡرِہُ النَّاسَ حَتّٰی  یَکُوۡنُوۡا مُؤۡمِنِیۡنَ ﴿۹۹﴾ ","english_text":"And when a messenger from Allah came to them confirming that which was with them, a party of those who had been given the Scripture threw the Scripture of Allah behind their backs as if they did not know [what it contained].","page":220,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1463.mp3","colorText":"وَلَوْ ش[o[َا]ٓءَ رَبُّكَ لَأَمَنَ مَ[f:2074[ن ف]ِى [h:44[ٱ]لْأَرْضِ كُلُّهُمْ جَمِيعًا‌ۚ أَفَأَ[f:6069[نت]َ تُكْرِهُ [h:6202[ٱ][l[ل][g[نّ]َاسَ حَتَّىٰ يَكُونُو[s[اْ] مُؤْمِن[p[ِي]نَ","juz":11,"ruku":181,"manzil":3,"bangla_ahbayan":"আর যদি তোমার প্রতিপালক ইচ্ছা করতেন, তাহলে বিশ্বের সকল লোকই বিশ্বাস করত;[১] তাহলে তুমি কি বিশ্বাসী হওয়ার জন্য মানুষের উপর জবরদস্তি করবে?","bangla_bayan":"আর যদি তোমার রব চাইতেন, তবে যমীনের সকলেই ঈমান আনত। তবে কি তুমি মানুষকে বাধ্য করবে, যাতে তারা মুমিন হয় ?","bangla_mkhan":"আর তোমার পরওয়ারদেগার যদি চাইতেন, তবে পৃথিবীর বুকে যারা রয়েছে, তাদের সবাই ঈমান নিয়ে আসতে সমবেতভাবে। তুমি কি মানুষের উপর জবরদস্তী করবে ঈমান আনার জন্য?","bangla_mujibur":"আর যদি তোমার রাব্ব ইচ্ছা করতেন তাহলে বিশ্বের সকল লোকই ঈমান আনত। তাহলে তুমি কি মানুষের উপর যবরদস্তি করতে পার, যাতে তারা ঈমান আনেই?","bangla_taisirul":"তোমার প্রতিপালক ইচ্ছে করলে দুনিয়ার সমস্ত লোক অবশ্যই ঈমান আনত, তাহলে কি তুমি ঈমান আনার জন্য মানুষদের উপর জবরদস্তি করবে?"},{"id":100,"arabic_text":"وَ مَا کَانَ لِنَفۡسٍ اَنۡ تُؤۡمِنَ اِلَّا بِاِذۡنِ اللّٰہِ ؕ وَ یَجۡعَلُ الرِّجۡسَ عَلَی الَّذِیۡنَ لَا یَعۡقِلُوۡنَ ﴿۱۰۰﴾ ","english_text":"And they followed [instead] what the devils had recited during the reign of Solomon. It was not Solomon who disbelieved, but the devils disbelieved, teaching people magic and that which was revealed to the two angels at Babylon, Harut and Marut. But the two angels do not teach anyone unless they say, \"We are a trial, so do not disbelieve [by practicing magic].\" And [yet] they learn from them that by which they cause separation between a man and his wife. But they do not harm anyone through it except by permission of Allah . And the people learn what harms them and does not benefit them. But the Children of Israel certainly knew that whoever purchased the magic would not have in the Hereafter any share. And wretched is that for which they sold themselves, if they only knew.","page":220,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1464.mp3","colorText":"وَمَا كَانَ لِنَفْسٍ أَ[f:6203[ن ت]ُؤْمِنَ إِلَّا بِإِذْنِ [h:509[ٱ]للَّهِ‌ۚ وَيَ[q:6204[جْ]عَلُ [h:6205[ٱ][l[ل]رِّ[q:4401[جْ]سَ عَلَى [h:289[ٱ]لَّذِينَ لَا يَعْقِل[p[ُو]نَ","juz":11,"ruku":181,"manzil":3,"bangla_ahbayan":"অথচ আল্লাহর অনুমতি ছাড়া কারো বিশ্বাস স্থাপন করার সাধ্য নেই; আর আল্লাহ নির্বোধ লোকদের উপর (কুফরীর) অপবিত্রতা স্থাপন করে দেন। [১]","bangla_bayan":"আর কারও পক্ষে সম্ভব নয় যে, আললাহর অনুমতি ছাড়া ঈমান আনবে এবং যারা বুঝে না তিনি আযাব চাপিয়ে দেবেন তাদের উপর।","bangla_mkhan":"আর কারো ঈমান আনা হতে পারে না, যতক্ষণ না আল্লাহর হুকুম হয়। পক্ষান্তরে তিনি অপবিত্রতা আরোপ করেন যারা বুদ্ধি প্রয়োগ করে না তাদের উপর।","bangla_mujibur":"অথচ আল্লাহর হুকুম ছাড়া কারও ঈমান আনা সম্ভব নয়; আর আল্লাহ নির্বোধ লোকদের উপর (কুফরীর) অপবিত্রতা স্থাপন করে দেন।","bangla_taisirul":"আল্লাহর অনুমতি ব্যতিরেকে কেউ ঈমান আনতে পারবে না, আর যারা বিবেক বুদ্ধি খাটায় না, আল্লাহ তাদের উপর গুমরাহী চাপিয়ে দেন।"},{"id":101,"arabic_text":"قُلِ انۡظُرُوۡا مَاذَا فِی السَّمٰوٰتِ وَ الۡاَرۡضِ ؕ وَ مَا تُغۡنِی الۡاٰیٰتُ وَ النُّذُرُ عَنۡ قَوۡمٍ لَّا یُؤۡمِنُوۡنَ ﴿۱۰۱﴾ ","english_text":"And if they had believed and feared Allah, then the reward from Allah would have been [far] better, if they only knew.","page":220,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1465.mp3","colorText":"قُلِ [h:6206[ٱ][f:3950[نظ]ُرُو[s[اْ] مَاذَا فِى [h:609[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَ[h:177[ٱ]لْأَرْضِ‌ۚ وَمَا تُغْنِى [h:6207[ٱ]لْأَيَ[n[ـٰ]تُ وَ[h:6208[ٱ][l[ل][g[نّ]ُذُرُ عَ[f:6209[ن ق]َوْ[u:6210[مٍ ل]َّا يُؤْمِن[p[ُو]نَ","juz":11,"ruku":181,"manzil":3,"bangla_ahbayan":"তুমি বলে দাও, ‘আকাশমন্ডলী ও পৃথিবীতে যা কিছু রয়েছে তোমরা তার প্রতি লক্ষ্য কর। আর নিদর্শনাবলী ও সতর্ককারী (নবী) তাদের উপকারে আসে না, যারা বিশ্বাস করে না।’","bangla_bayan":"বল, ‘আসমানসমূহ ও যমীনে কী আছে তা তাকিয়ে দেখ। আর নিদর্শনসমূহ ও সতর্ককারীগণ এমন কওমের কাজে আসে না, যারা ঈমান আনে না’।","bangla_mkhan":"তাহলে আপনি বলে দিন, চেয়ে দেখ তো আসমানসমুহে ও যমীনে কি রয়েছে। আর কোন নিদর্শন এবং কোন ভীতিপ্রর্দশনই কোন কাজে আসে না সেসব লোকের জন্য যারা মান্য করে না।","bangla_mujibur":"বলে দাওঃ তোমরা লক্ষ্য কর, যা কিছু রয়েছে আসমানসমূহে ও যমীনে; আর যারা ঈমান আনেনা, প্রমাণাদী ও ভয় প্রদর্শন তাদের কোন উপকার সাধন করতে পারেনা।","bangla_taisirul":"বল ‘‘আসমানসমূহ আর যমীনে যা কিছু আছে তার দিকে চেয়ে দেখ, যারা ঈমান আনে না তাদের জন্য নিদর্শনাবলী আর ভয়-ভীতি প্রদর্শন কোন কাজে আসে না।"},{"id":102,"arabic_text":"فَہَلۡ یَنۡتَظِرُوۡنَ اِلَّا مِثۡلَ اَیَّامِ الَّذِیۡنَ خَلَوۡا مِنۡ قَبۡلِہِمۡ ؕ قُلۡ فَانۡتَظِرُوۡۤا اِنِّیۡ مَعَکُمۡ مِّنَ الۡمُنۡتَظِرِیۡنَ ﴿۱۰۲﴾ ","english_text":"O you who have believed, say not [to Allah 's Messenger], \"Ra'ina\" but say, \"Unthurna\" and listen. And for the disbelievers is a painful punishment.","page":220,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1466.mp3","colorText":"فَهَلْ يَ[f:6211[نت]َظِرُونَ إِلَّا مِثْلَ أَيَّامِ [h:6212[ٱ]لَّذِينَ خَلَوْ[s[اْ] مِ[f:617[ن ق]َ[q:618[بْ]لِهِمْ‌ۚ قُلْ فَ[h:4800[ٱ][f:4800[نت]َظِر[o[ُوٓ][s[اْ] إِ[g[نّ]ِى مَعَك[w:2068[ُم م]ِّنَ [h:4801[ٱ]لْمُ[f:4802[نت]َظِر[p[ِي]نَ","juz":11,"ruku":181,"manzil":3,"bangla_ahbayan":"অতএব তারা শুধু ঐ লোকদের অনুরূপ ঘটনাবলীর প্রতীক্ষা করছে, যারা তাদের পূর্বে গত হয়ে গেছে। তুমি বলে দাও, ‘তাহলে তোমরা (ওর) প্রতীক্ষায় থাক, আমিও তোমাদের সাথে প্রতীক্ষারতদের অন্তর্ভুক্ত রইলাম।’ [১]","bangla_bayan":"তবে কি তারা কেবল তাদের পূর্বে বিগত লোকদের অনুরূপ দিনগুলোরই অপেক্ষা করছে? বল, ‘তবে তোমরা অপেক্ষা কর, আমিও তোমাদের সাথে অপেক্ষমান’।","bangla_mkhan":"সুতরাং এখন আর এমন কিছু নেই, যার অপেক্ষা করবে, কিন্তু সেসব দিনের মতই দিন, যা অতীত হয়ে গেছে এর পূর্বে। আপনি বলুন; এখন পথ দেখ; আমিও তোমাদের সাথে পথ চেয়ে রইলাম।","bangla_mujibur":"অতএব তারা শুধু ঐ লোকদের অনুরূপ ঘটনাবলীর প্রতীক্ষা করছে যারা তাদের পূর্বে গত হয়েছে। তুমি বলে দাওঃ আচ্ছা তাহলে তোমরা ওর প্রতীক্ষায় থাক, আমিও তোমাদের সাথে প্রতীক্ষারতদের মধ্যে রইলাম।","bangla_taisirul":"তবে তারা কি তাদের পূর্বে যে সব দিনগুলো ঘটে গেছে সে রকম ঘটা ছাড়া অন্য কিছুর অপেক্ষা করছে? বল, ‘‘তাহলে অপেক্ষা কর, আমিও তোমাদের সাথে অপেক্ষমান থাকলাম।’’"},{"id":103,"arabic_text":"ثُمَّ نُنَجِّیۡ رُسُلَنَا وَ الَّذِیۡنَ اٰمَنُوۡا کَذٰلِکَ ۚ حَقًّا عَلَیۡنَا نُنۡجِ الۡمُؤۡمِنِیۡنَ ﴿۱۰۳﴾ ","english_text":"Neither those who disbelieve from the People of the Scripture nor the polytheists wish that any good should be sent down to you from your Lord. But Allah selects for His mercy whom He wills, and Allah is the possessor of great bounty.","page":220,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1467.mp3","colorText":"ثُ[g[مّ]َ نُنَجِّى رُسُلَنَا وَ[h:37[ٱ]لَّذِينَ ءَامَنُو[s[اْ‌ۚ] كَذ[n[َٲ]لِكَ حَقًّا عَلَيْنَا نُ[f:6213[نج]ِ [h:6214[ٱ]لْمُؤْمِن[p[ِي]نَ","juz":11,"ruku":181,"manzil":3,"bangla_ahbayan":"অতঃপর আমি স্বীয় রসূলদেরকে উদ্ধার করি এবং যারা বিশ্বাস করেছে তাদেরকেও, অনুরূপ বিশ্বাসীদেরকেও উদ্ধার করা আমার দায়িত্ব।","bangla_bayan":"তারপর আমি নাজাত দেই আমার রাসূলদেরকে এবং তাদেরকেও যারা ঈমান এনেছে। এটা আমার দায়িত্ব যে, মুমিনদের নাজাত দেই।","bangla_mkhan":"অতঃপর আমি বাঁচিয়ে নেই নিজের রসূলগণকে এবং তাদেরকে যারা ঈমান এনেছে এমনিভাবে। ঈমানদারদের বাঁচিয়ে নেয়া আমার দায়িত্বও বটে।","bangla_mujibur":"শেষ পর্যন্ত আমি স্বীয় রাসূলদেরকে এবং মু’মিনদেরকে নাজাত দিলাম, এ রূপেই আমি মু’মিনদেরকে নাজাত দিয়ে থাকি।","bangla_taisirul":"অবশেষে আমি আমার রসূলদেরকে আর মু’মিনদেরকে রক্ষা করি, এভাবে মু’মিনদেরকে রক্ষা করা আমার কর্তব্য।"},{"id":104,"arabic_text":"قُلۡ یٰۤاَیُّہَا النَّاسُ اِنۡ  کُنۡتُمۡ  فِیۡ  شَکٍّ مِّنۡ دِیۡنِیۡ فَلَاۤ اَعۡبُدُ الَّذِیۡنَ تَعۡبُدُوۡنَ مِنۡ دُوۡنِ اللّٰہِ وَ لٰکِنۡ اَعۡبُدُ اللّٰہَ الَّذِیۡ یَتَوَفّٰىکُمۡ ۚۖ وَ اُمِرۡتُ اَنۡ اَکُوۡنَ  مِنَ  الۡمُؤۡمِنِیۡنَ ﴿۱۰۴﴾ۙ ","english_text":"We do not abrogate a verse or cause it to be forgotten except that We bring forth [one] better than it or similar to it. Do you not know that Allah is over all things competent?","page":220,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1468.mp3","colorText":"قُلْ يَ[o[ـٰٓ]أَيُّهَا [h:82[ٱ][l[ل][g[نّ]َاسُ إِ[f:109[ن ك]ُ[f:100[نت]ُمْ فِى شَ[a:6215[كٍّ م]ِّ[f:6216[ن د]ِينِى فَل[o[َآ] أَعْبُدُ [h:6217[ٱ]لَّذِينَ تَعْبُدُونَ مِ[f:107[ن د]ُونِ [h:108[ٱ]للَّهِ وَلَ[n[ـٰ]كِنْ أَعْبُدُ [h:6218[ٱ]للَّهَ [h:2537[ٱ]لَّذِى يَتَوَفَّ[n[ـٰ]كُمْ‌ۖ وَأُمِرْتُ أَنْ أَكُونَ مِنَ [h:3047[ٱ]لْمُؤْمِن[p[ِي]نَ","juz":11,"ruku":182,"manzil":3,"bangla_ahbayan":"তুমি বলে দাও,[১] ‘হে লোক সকল! যদি তোমরা আমার দ্বীন সম্বন্ধে সন্দিহান হও, তাহলে আল্লাহকে ছেড়ে তোমরা যাদের উপাসনা কর, আমি তাদের উপাসনা করি না।[২] বরং আমি তাঁর উপাসনা করি, যিনি তোমাদের মৃত্যু ঘটান।[৩] আর আমাকে এই আদেশ করা হয়েছে যে, আমি যেন বিশ্বাসীদের দলভুক্ত হই।’","bangla_bayan":"বল, ‘হে মানুষ, তোমরা যদি আমার দীনের ব্যাপারে সন্দেহে থাক, তবে আল্লাহ ছাড়া তোমরা যার ইবাদাত কর আমি তার ইবাদাত করি না, বরং আমি ইবাদাত করি আল্লাহর, যিনি তোমাদের মৃত্যু দেন। আর আমি আদিষ্ট হয়েছি মুমিনদের অন্তর্ভুক্ত হওয়ার’।","bangla_mkhan":"বলে দাও-হে মানবকুল, তোমরা যদি আমার দ্বীনের ব্যাপারে সন্দিহান হয়ে থাক, তবে (জেনো) আমি তাদের এবাদত করি না যাদের এবাদত তোমরা কর আল্লাহ ব্যতীত। কিন্তু আমি এবাদত করি আল্লাহ ত’য়ালার, যিনি তুলে নেন তোমাদেরকে। আর আমার প্রতি নির্দেশ হয়েছে যাতে আমি ঈমানদারদের অন্তর্ভুক্ত থাকি।","bangla_mujibur":"বলে দাওঃ হে লোকসকল! যদি তোমরা আমার দীন সম্বন্ধে সন্দিহান হও তাহলে আমি সেই মা‘বূদদের ইবাদাত করিনা, আল্লাহকে ছেড়ে তোমরা যাদের ইবাদাত কর; কিন্তু আমি সেই আল্লাহর ইবাদাত করি যিনি তোমাদের তোমাদের মৃত্যু ঘটান, আর আমাকে এই আদেশ করা হয়েছে যে, আমি যেন ঈমান আনয়নকারীদের দলভুক্ত থাকি।","bangla_taisirul":"বল, ‘‘হে মানুষ! আমার দ্বীন সম্পর্কে যদি তোমাদের কোন সন্দেহ থাকে তাহলে জেনে রেখ, তোমরা আল্লাহকে বাদ দিয়ে যার ‘ইবাদাত কর, আমি তাদের ‘ইবাদাত করি না, বরং আমি আল্লাহর ‘ইবাদাত করি যিনি তোমাদের মৃত্যু ঘটান, আর আমি আদিষ্ট হয়েছি মু’মিনদের অন্তর্ভুক্ত হওয়ার জন্য।"},{"id":105,"arabic_text":"وَ اَنۡ اَقِمۡ  وَجۡہَکَ لِلدِّیۡنِ حَنِیۡفًا ۚ وَ لَا  تَکُوۡنَنَّ  مِنَ  الۡمُشۡرِکِیۡنَ ﴿۱۰۵﴾ ","english_text":"Do you not know that to Allah belongs the dominion of the heavens and the earth and [that] you have not besides Allah any protector or any helper?","page":220,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1469.mp3","colorText":"وَأَنْ أَقِمْ وَ[q:749[جْ]هَكَ لِلدِّينِ حَنِي[a:6219[فًا و]َلَا تَكُونَ[g[نّ]َ مِنَ [h:699[ٱ]لْمُشْرِك[p[ِي]نَ","juz":11,"ruku":182,"manzil":3,"bangla_ahbayan":"(আর আল্লাহ আমাকে এও আদেশ করেছেন যে), তুমি নিজেকে ধর্মের উপর একনিষ্ঠভাবে প্রতিষ্ঠিত রাখ[১] এবং কখনই অংশীবাদীদের অন্তর্ভুক্ত হয়ো না।","bangla_bayan":"আর (এ নির্দেশ) যে, ‘তুমি নিজেকে দীনের উপর প্রতিষ্ঠিত রাখ একনিষ্ঠভাবে এবং মুশরিকদের অন্তর্ভুক্ত হয়ো না’।","bangla_mkhan":"আর যেন সোজা দ্বীনের প্রতি মুখ করি সরল হয়ে এবং যেন মুশরেকদের অন্তর্ভুক্ত না হই।","bangla_mujibur":"আর এটাও যে, নিজকে নিজে এই ধর্মের প্রতি এভাবে নিবিষ্ট করে রাখবে যে, অন্যান্য সকল তরীকা হতে পৃথক হয়ে যাও, আর কখনও মুশরিকদের অন্তর্ভুক্ত হয়োনা।","bangla_taisirul":"আর আমাকে এও আদেশ দেয়া হয়েছে যে, তুমি দ্বীনের দিকে তোমার মুখ প্রতিষ্ঠিত কর একনিষ্ঠভাবে, আর তুমি কক্ষনো মুশরিকদের মধ্যে শামিল হয়ো না।"},{"id":106,"arabic_text":"وَ لَا تَدۡعُ مِنۡ دُوۡنِ اللّٰہِ مَا لَا یَنۡفَعُکَ وَ لَا یَضُرُّکَ ۚ فَاِنۡ فَعَلۡتَ فَاِنَّکَ اِذًا مِّنَ الظّٰلِمِیۡنَ ﴿۱۰۶﴾ ","english_text":"Or do you intend to ask your Messenger as Moses was asked before? And whoever exchanges faith for disbelief has certainly strayed from the soundness of the way.","page":220,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1470.mp3","colorText":"وَلَا تَ[q:6220[دْ]عُ مِ[f:107[ن د]ُونِ [h:108[ٱ]للَّهِ مَا لَا يَ[f:6221[نف]َعُكَ وَلَا يَضُرُّكَ‌ۖ فَإِ[f:6222[ن ف]َعَلْتَ فَإِ[g[نّ]َكَ إِ[a:6223[ذًا م]ِّنَ [h:187[ٱ][l[ل]ظَّ[n[ـٰ]لِم[p[ِي]نَ","juz":11,"ruku":182,"manzil":3,"bangla_ahbayan":"আর আল্লাহকে ছেড়ে এমন কিছুকে আহবান করো না, যা না তোমার কোন উপকার করতে পারে, না কোন ক্ষতি করতে পারে। বস্তুতঃ যদি এইরূপ কর, তাহলে তুমি অবশ্যই যালেমদেরদের অন্তর্ভুক্ত হয়ে যাবে।[১]","bangla_bayan":"‘আর আল্লাহ ছাড়া এমন কিছুকে ডেকো না, যা তোমার উপকার করতে পারে না এবং তোমার ক্ষতিও করতে পারে না। অতএব তুমি যদি কর, তাহলে নিশ্চয় তুমি যালিমদের অন্তর্ভুক্ত হবে।","bangla_mkhan":"আর নির্দেশ হয়েছে আল্লাহ ব্যতীত এমন কাউকে ডাকবে না, যে তোমার ভাল করবে না মন্দও করবে না। বস্তুতঃ তুমি যদি এমন কাজ কর, তাহলে তখন তুমিও জালেমদের অন্তর্ভুক্ত হয়ে যাবে।","bangla_mujibur":"আর আল্লাহকে ছেড়ে এমন কিছুর ইবাদাত করনা যা না তোমার কোন উপকার করতে পারে, আর না কোন ক্ষতি করতে পারে। বস্তুতঃ যদি এরূপ কর তাহলে তুমি এমতাবস্থায় যালিমদের অন্তর্ভুক্ত হয়ে যাবে।","bangla_taisirul":"আর আল্লাহকে বাদ দিয়ে আহবান করো না এমন কিছুকে যা না পারে তোমার কোন উপকার করতে, আর না পারে ক্ষতি করতে; যদি তুমি তা কর তাহলে তুমি যালিমদের মধ্যে শামিল হয়ে যাবে।"},{"id":107,"arabic_text":"وَ اِنۡ یَّمۡسَسۡکَ اللّٰہُ بِضُرٍّ فَلَا کَاشِفَ لَہٗۤ  اِلَّا ہُوَ ۚ وَ اِنۡ یُّرِدۡکَ بِخَیۡرٍ فَلَا رَآدَّ لِفَضۡلِہٖ ؕ یُصِیۡبُ بِہٖ مَنۡ یَّشَآءُ مِنۡ عِبَادِہٖ ؕ وَ ہُوَ  الۡغَفُوۡرُ  الرَّحِیۡمُ ﴿۱۰۷﴾ ","english_text":"Many of the People of the Scripture wish they could turn you back to disbelief after you have believed, out of envy from themselves [even] after the truth has become clear to them. So pardon and overlook until Allah delivers His command. Indeed, Allah is over all things competent.","page":221,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1471.mp3","colorText":"وَإ[a:3962[ِن ي]َمْسَسْكَ [h:3963[ٱ]للَّهُ بِضُ[f:3964[رٍّ ف]َلَا كَاشِفَ لَهُ[o[ۥٓ] إِلَّا هُوَ‌ۖ وَإ[a:6224[ِن ي]ُرِ[q:6225[دْ]كَ بِخَيْ[f:6226[رٍ ف]َلَا ر[m[َا]ٓدَّ لِفَضْلِه[n[ِۦ]‌ۚ يُصِيبُ بِه[n[ِۦ] م[a:476[َن ي]َش[o[َا]ٓءُ مِنْ عِبَادِه[n[ِۦ]‌ۚ وَهُوَ [h:6227[ٱ]لْغَفُورُ [h:6228[ٱ][l[ل]رَّح[p[ِي]مُ","juz":11,"ruku":182,"manzil":3,"bangla_ahbayan":"যদি আল্লাহ তোমাকে কোন কষ্টে নিপতিত করেন, তাহলে তিনি ছাড়া তার মোচনকারী আর কেউ নেই। আর তিনি যদি তোমার মঙ্গল চান, তাহলে তাঁর অনুগ্রহ রদ করার কেউ নেই।[১] তাঁর দাসদের মধ্যে যাকে ইচ্ছা তিনি মঙ্গল দান করে থাকেন। আর তিনি চরম ক্ষমাশীল পরম দয়ালু।","bangla_bayan":"‘আর আল্লাহ যদি তোমাকে কোন ক্ষতি পৌঁছান, তবে তিনি ছাড়া তা দূর করার কেউ নেই। আর তিনি যদি তোমার কল্যাণ চান, তবে তাঁর অনুগ্রহের কোন প্রতিরোধকারী নেই। তিনি তার বান্দাদের যাকে ইচ্ছা তাকে তা দেন। আর তিনি পরম ক্ষমাশীল, অতি দয়ালু’।","bangla_mkhan":"আর আল্লাহ যদি তোমার উপর কোন কষ্ট আরোপ করেন তাহলে কেউ নেই তা খন্ডাবার মত তাঁকে ছাড়া। পক্ষান্তরে যদি তিনি কিছু কল্যাণ দান করেন, তবে তার মেহেরবানীকে রহিত করার মতও কেউ নেই। তিনি যার প্রতি অনুগ্রহ দান করতে চান স্বীয় বান্দাদের মধ্যে তাকেই দান করেন; বস্তুত; তিনিই ক্ষমাশীল দয়ালু।","bangla_mujibur":"আল্লাহ যদি তোমাকে কোন কষ্টে নিপতিত করেন তাহলে তিনি ছাড়া কেহ তা মোচনকারী নেই, আর যদি তিনি তোমার প্রতি কোন কল্যাণ ও শান্তি পৌঁছাতে চান তাহলে তাঁর অনুগ্রহের কোন অপসারণকারী নেই; তিনি স্বীয় অনুগ্রহ নিজের বান্দাদের মধ্য হতে যাকে চান দান করেন; এবং তিনি অত্যন্ত ক্ষমাশীল, অতিশয় দয়ালু।","bangla_taisirul":"আল্লাহ যদি তোমাকে কষ্ট দিতে চান তাহলে তিনি ছাড়া তা দূর করার কেউ নেই, আর আল্লাহ যদি তোমার কল্যাণ করতে চান, তাহলে তাঁর অনুগ্রহ রদ করার কেউ নেই। তিনি তাঁর বান্দাহদের মধ্যে যাকে চান অনুগ্রহ দিয়ে ধন্য করেন। তিনি বড়ই ক্ষমাশীল, বড়ই দয়ালু।"},{"id":108,"arabic_text":"قُلۡ یٰۤاَیُّہَا النَّاسُ قَدۡ جَآءَکُمُ الۡحَقُّ مِنۡ رَّبِّکُمۡ ۚ فَمَنِ اہۡتَدٰی فَاِنَّمَا یَہۡتَدِیۡ لِنَفۡسِہٖ ۚ وَ مَنۡ ضَلَّ فَاِنَّمَا یَضِلُّ عَلَیۡہَا ۚ وَ مَاۤ  اَنَا عَلَیۡکُمۡ بِوَکِیۡلٍ ﴿۱۰۸﴾ؕ ","english_text":"And establish prayer and give zakah, and whatever good you put forward for yourselves - you will find it with Allah. Indeed, Allah of what you do, is Seeing.","page":221,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1472.mp3","colorText":"قُلْ يَ[o[ـٰٓ]أَيُّهَا [h:82[ٱ][l[ل][g[نّ]َاسُ قَ[q:298[دْ] ج[o[َا]ٓءَكُمُ [h:6229[ٱ]لْحَقُّ م[u:243[ِن ر]َّبِّكُمْ‌ۖ فَمَنِ [h:6230[ٱ]هْتَدَىٰ فَإِ[g[نّ]َمَا يَهْتَدِى لِنَفْسِه[n[ِۦ]‌ۖ وَمَ[f:6231[ن ض]َلَّ فَإِ[g[نّ]َمَا يَضِلُّ عَلَيْهَا‌ۖ وَم[o[َآ] أَنَا۟ عَلَيْك[c:4147[ُم ب]ِوَك[p[ِي]لٍ","juz":11,"ruku":182,"manzil":3,"bangla_ahbayan":"তুমি বল, ‘হে মানুষ! তোমাদের প্রতিপালকের পক্ষ হতে তোমাদের নিকট সত্য এসে গেছে।[১] সুতরাং যারা সৎপথ অবলম্বন করবে, তারা তো নিজেদের মঙ্গলের জন্য সৎপথ অবলম্বন করবে[২] এবং যারা পথভ্রষ্ট হবে, তারা তো নিজেদের ধ্বংসের জন্যই পথভ্রষ্ট হবে।[৩] আর আমি তোমাদের কর্মবিধায়ক নই।’[৪]","bangla_bayan":"বল, ‘হে মানুষ’, তোমাদের রবের পক্ষ থেকে তোমাদের নিকট সত্য এসেছে। সুতরাং যে হিদায়াত গ্রহণ করবে, সে নিজের জন্যই হিদায়াত গ্রহণ করবে। আর যে পথভ্রষ্ট হবে, সে নিজের ক্ষতির জন্য পথভ্রষ্ট হবে। আর আমি তোমাদের অভিভাবক নই।","bangla_mkhan":"বলে দাও, হে মানবকুল, সত্য তোমাদের কাছে পৌঁছে গেছে তোমাদের পরওয়ারদেগারের তরফ থেকে। এমন যে কেউ পথে আসে সেপথ প্রাপ্ত হয় স্বীয় মঙ্গলের জন্য। আর যে বিভ্রান্ত ঘুরতে থাকে, সে স্বীয় অমঙ্গলের জন্য বিভ্রান্ত অবস্থায় ঘুরতে থাকবে। অনন্তর আমি তোমাদের উপর অধিকারী নই।","bangla_mujibur":"বলঃ হে লোক সকল! তোমাদের কাছে তোমাদের রবের পক্ষ হতে সত্য (ধর্ম) এসেছে, অতএব যে ব্যক্তি সঠিক পথে আসবে, বস্তুতঃ সে নিজের জন্যই পথে আসবে; আর যে ব্যক্তি পথভ্রষ্ট থাকবে তার পথভ্রষ্টতা তারই উপরে বর্তাবে, আর আমাকে (রাসূলকে) তোমাদের উপর দায়িত্বশীল করা হয়নি।","bangla_taisirul":"বল, ‘‘হে মানুষ! তোমাদের প্রতিপালকের নিকট হতে তোমাদের কাছে প্রকৃত সত্য এসে পৌঁছেছে। অতঃপর যে সঠিক পথ অবলম্বন করবে, সে নিজের কল্যাণের জন্যই সঠিক পথ ধরবে। আর যারা পথভ্রষ্ট হবে তারা পথভ্রষ্ট হবে নিজেদেরই ক্ষতি করার জন্য, আমি তোমাদের হয়ে কাজ উদ্ধার করে দেয়ার কেউ নেই।"},{"id":109,"arabic_text":"وَ اتَّبِعۡ مَا یُوۡحٰۤی اِلَیۡکَ وَ اصۡبِرۡ  حَتّٰی یَحۡکُمَ  اللّٰہُ ۚۖ وَ ہُوَ خَیۡرُ الۡحٰکِمِیۡنَ ﴿۱۰۹﴾ ","english_text":"And they say, \"None will enter Paradise except one who is a Jew or a Christian.\" That is [merely] their wishful thinking, Say, \"Produce your proof, if you should be truthful.\"","page":221,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1473.mp3","colorText":"وَ[h:9999[ٱ]تَّبِعْ مَا يُوحَ[o[ىٰٓ] إِلَيْكَ وَ[h:6232[ٱ]صْبِرْ حَتَّىٰ يَحْكُمَ [h:4856[ٱ]للَّهُ‌ۚ وَهُوَ خَيْرُ [h:4857[ٱ]لْحَ[n[ـٰ]كِم[p[ِي]نَ","juz":11,"ruku":182,"manzil":3,"bangla_ahbayan":"তোমার প্রতি যা প্রত্যাদেশ হয়েছে, তুমি তার অনুসরণ কর এবং আল্লাহর ফায়সালা না আসা পর্যন্ত ধৈর্য ধারণ কর।[১] আর তিনি সর্বশ্রেষ্ঠ ফায়সালাদাতা।[২]","bangla_bayan":"আর তোমার নিকট যে ওহী পাঠানো হচ্ছে, তুমি তার অনুসরণ কর এবং সবর কর, যতক্ষণ না আল্লাহ ফয়সালা করেন। আর তিনিই উত্তম ফয়সালাকারী।","bangla_mkhan":"আর তুমি চল সে অনুযায়ী যেমন নির্দেশ আসে তোমার প্রতি এবং সবর কর, যতক্ষণ না ফয়সালা করেন আল্লাহ। বস্তুতঃ তিনি হচ্ছেন সর্বোত্তম ফয়সালাকারী।","bangla_mujibur":"আর তুমি তোমার প্রতি প্রেরিত অহীর অনুসরণ কর, আর ধৈর্য ধারণ কর এই পর্যন্ত যে, আল্লাহ মীমাংসা করে দেন, এবং তিনিই উত্তম মীমাংসাকারী।","bangla_taisirul":"তোমার নিকট যে ওয়াহী অবতীর্ণ করা হয়েছে তুমি তার অনুসরণ কর আর তুমি ধৈর্য্য অবলম্বন কর যে পর্যন্ত না আল্লাহ ফায়সালা প্রদান করেন। বস্তুতঃ তিনিই হলেন সর্বোত্তম ফায়সালাকারী।"}]}}