{"surahDetails":{"id":105,"banglaName":"হাতি","totalAyah":5,"arabicInBangla":"আল-ফীল"},"surah":{"id":105,"verses":[{"id":1,"arabic_text":"اَلَمۡ  تَرَ کَیۡفَ فَعَلَ رَبُّکَ  بِاَصۡحٰبِ الۡفِیۡلِ ؕ﴿۱﴾ ","english_text":"Whoever is an enemy to Allah and His angels and His messengers and Gabriel and Michael - then indeed, Allah is an enemy to the disbelievers.","page":601,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/6189.mp3","colorText":"أَلَمْ تَرَ كَيْفَ فَعَلَ رَبُّكَ بِأَصْحَ[n[ـٰ]بِ [h:14643[ٱ]لْف[p[ِي]لِ","juz":30,"ruku":547,"manzil":7,"bangla_ahbayan":"তুমি কি দেখনি যে, তোমার প্রতিপালক হাতি-ওয়ালাদের সাথে কিরূপ (আচরণ) করেছিলেন? [১]","bangla_bayan":"তুমি কি দেখনি তোমার রব হাতীওয়ালাদের সাথে কী করেছিলেন?","bangla_mkhan":"আপনি কি দেখেননি আপনার পালনকর্তা হস্তীবাহিনীর সাথে কিরূপ ব্যবহার করেছেন?","bangla_mujibur":"তুমি কি দেখনি যে, তোমার রাব্ব হস্তি অধিপতিদের কিরূপ (পরিণতি) করেছিলেন?","bangla_taisirul":"তুমি কি দেখনি (কা‘বা ঘর ধ্বংসের জন্য আগত) হাতীওয়ালাদের সঙ্গে তোমার প্রতিপালক কীরূপ ব্যবহার করেছিলেন?"},{"id":2,"arabic_text":"اَلَمۡ  یَجۡعَلۡ  کَیۡدَہُمۡ فِیۡ  تَضۡلِیۡلٍ ۙ﴿۲﴾ ","english_text":"And We have certainly revealed to you verses [which are] clear proofs, and no one would deny them except the defiantly disobedient.","page":601,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/6190.mp3","colorText":"أَلَمْ يَ[q:4397[جْ]عَلْ كَيْدَهُمْ فِى تَضْل[p[ِي]لٍ","juz":30,"ruku":547,"manzil":7,"bangla_ahbayan":"তিনি কি তাদের চক্রান্ত ব্যর্থ করে দেন নি? [১]","bangla_bayan":"তিনি কি তাদের ষড়যন্ত্র ব্যর্থতায় পর্যবসিত করেননি?","bangla_mkhan":"তিনি কি তাদের চক্রান্ত নস্যাৎ করে দেননি?","bangla_mujibur":"তিনি কি তাদের চক্রান্ত ব্যর্থ করে দেননি?","bangla_taisirul":"তিনি কি তাদের চক্রান্ত ব্যর্থ করে দেননি?"},{"id":3,"arabic_text":"وَّ  اَرۡسَلَ عَلَیۡہِمۡ  طَیۡرًا  اَبَابِیۡلَ ۙ﴿۳﴾ ","english_text":"Is it not [true] that every time they took a covenant a party of them threw it away? But, [in fact], most of them do not believe.","page":601,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/6191.mp3","colorText":"وَأَرْسَلَ عَلَيْهِمْ طَيْرًا أَبَاب[p[ِي]لَ","juz":30,"ruku":547,"manzil":7,"bangla_ahbayan":"তাদের বিরুদ্ধে তিনি ঝাঁকে ঝাঁকে পাখী প্রেরণ করেছিলেন।[১]","bangla_bayan":"আর তিনি তাদের বিরুদ্ধে ঝাঁকে ঝাঁকে পাখি প্রেরণ করেছিলেন।","bangla_mkhan":"তিনি তাদের উপর প্রেরণ করেছেন ঝাঁকে ঝাঁকে পাখী,","bangla_mujibur":"তাদের বিরুদ্ধে তিনি ঝাঁকে ঝাঁকে পক্ষীকূল প্রেরণ করেছিলেন –","bangla_taisirul":"তিনি তাদের বিরুদ্ধে পাঠিয়েছিলেন ঝাঁকে ঝাঁকে পাখি।"},{"id":4,"arabic_text":"تَرۡمِیۡہِمۡ  بِحِجَارَۃٍ  مِّنۡ سِجِّیۡلٍ ۪ۙ﴿۴﴾ ","english_text":"And when a messenger from Allah came to them confirming that which was with them, a party of those who had been given the Scripture threw the Scripture of Allah behind their backs as if they did not know [what it contained].","page":601,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/6192.mp3","colorText":"تَرْمِيه[c:14644[ِم ب]ِحِجَارَ[a:14645[ةٍ م]ِّ[f:6445[ن س]ِجّ[p[ِي]لٍ","juz":30,"ruku":547,"manzil":7,"bangla_ahbayan":"যারা তাদের উপর পোড়া মাটির পাথর নিক্ষেপ করেছিল। [১]","bangla_bayan":"তারা তাদের ওপর নিক্ষেপ করে পোড়ামাটির কঙ্কর।","bangla_mkhan":"যারা তাদের উপর পাথরের কংকর নিক্ষেপ করছিল।","bangla_mujibur":"যারা তাদের উপর প্রস্তর কংকর নিক্ষেপ করেছিল।","bangla_taisirul":"যারা তাদের উপর পাথরের কাঁকর নিক্ষেপ করেছিল।"},{"id":5,"arabic_text":"فَجَعَلَہُمۡ کَعَصۡفٍ مَّاۡکُوۡلٍ ﴿۵﴾ ","english_text":"And they followed [instead] what the devils had recited during the reign of Solomon. It was not Solomon who disbelieved, but the devils disbelieved, teaching people magic and that which was revealed to the two angels at Babylon, Harut and Marut. But the two angels do not teach anyone unless they say, \"We are a trial, so do not disbelieve [by practicing magic].\" And [yet] they learn from them that by which they cause separation between a man and his wife. But they do not harm anyone through it except by permission of Allah . And the people learn what harms them and does not benefit them. But the Children of Israel certainly knew that whoever purchased the magic would not have in the Hereafter any share. And wretched is that for which they sold themselves, if they only knew.","page":601,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/6193.mp3","colorText":"فَجَعَلَهُمْ كَعَصْ[a:14646[فٍ م]َّأْك[p[ُو]لِۭ","juz":30,"ruku":547,"manzil":7,"bangla_ahbayan":"অতঃপর তিনি তাদেরকে করেছিলেন চিবানো ঘাসের মত।[১]","bangla_bayan":"অতঃপর তিনি তাদেরকে করলেন ভক্ষিত শস্যপাতার ন্যায়।","bangla_mkhan":"অতঃপর তিনি তাদেরকে ভক্ষিত তৃণসদৃশ করে দেন।","bangla_mujibur":"অতঃপর তিনি তাদেরকে ভক্ষিত তৃণ সদৃশ করে দেন।","bangla_taisirul":"অতঃপর তিনি তাদেরকে করে দিলেন ভক্ষিত তৃণ-ভুষির মত।"}]}}