{"surahDetails":{"id":11,"banglaName":"নবী হুদ","totalAyah":123,"arabicInBangla":"হুদ"},"surah":{"id":11,"verses":[{"id":1,"arabic_text":"الٓرٰ ۟  کِتٰبٌ اُحۡکِمَتۡ اٰیٰتُہٗ ثُمَّ  فُصِّلَتۡ مِنۡ  لَّدُنۡ  حَکِیۡمٍ  خَبِیۡرٍ ۙ﴿۱﴾ ","english_text":"And who believe in what has been revealed to you, [O Muhammad], and what was revealed before you, and of the Hereafter they are certain [in faith].","page":221,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1474.mp3","colorText":"ا[m[لٓ]ر‌ۚ كِتَ[n[ـٰ]بٌ أُحْكِمَتْ ءَايَ[n[ـٰ]تُهُ[n[ۥ] ثُ[g[مّ]َ فُصِّلَتْ م[u:6233[ِن ل]َّدُنْ حَكِيمٍ خَب[p[ِي]رٍ","juz":11,"ruku":183,"manzil":3,"bangla_ahbayan":"আলিফ লা-ম রা। এ (কুরআন) এমন গ্রন্থ যার আয়াতগুলি মজবুত (সুবিন্যস্ত) করা হয়েছে,[১] অতঃপর বিশদভাবে বর্ণনা করা হয়েছে[২] প্রজ্ঞাময়, মহাজ্ঞাতা (আল্লাহ)র পক্ষ হতে। [৩]","bangla_bayan":"আলিফ-লাম-রা। এটি কিতাব যার আয়াতসমূহ সুস্থিত করা হয়েছে, অতঃপর বিস্তারিতভাবে বর্ণনা করা হয়েছে প্রজ্ঞাময়, সবিশেষ অবহিত সত্ত্বার পক্ষ থেকে।","bangla_mkhan":"আলিফ, লা-ম, রা; এটি এমন এক কিতাব, যার আয়াত সমূহ সুপ্রতিষ্ঠিত অতঃপর সবিস্তারে বর্ণিত এক মহাজ্ঞানী, সর্বজ্ঞ সত্তার পক্ষ হতে।","bangla_mujibur":"আলিফ লাম রা। এটি (কুরআন) এমন কিতাব যার আয়াতগুলি (প্রমাণাদী দ্বারা) মাযবূত করা হয়েছে। অতঃপর বিশদভাবে বর্ণনা করা হয়েছে; প্রজ্ঞাময়ের (আল্লাহর) পক্ষ হতে।","bangla_taisirul":"আলিফ, লাম, রা; এটা এমন একটা গ্রন্থ, এর আয়াতগুলো সুদৃঢ়, অতঃপর সবিস্তারে ব্যাখ্যাকৃত মহাজ্ঞানী, সর্বজ্ঞের নিকট হতে।"},{"id":2,"arabic_text":"اَلَّا تَعۡبُدُوۡۤا اِلَّا اللّٰہَ ؕ اِنَّنِیۡ لَکُمۡ مِّنۡہُ  نَذِیۡرٌ  وَّ بَشِیۡرٌ ۙ﴿۲﴾ ","english_text":"Those are upon [right] guidance from their Lord, and it is those who are the successful.","page":221,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1475.mp3","colorText":"أَلَّا تَعْبُد[o[ُوٓ][s[اْ] إِلَّا [h:416[ٱ]للَّهَ‌ۚ إِ[g[نّ]َنِى لَك[w:6234[ُم م]ِّنْهُ نَذِي[a:5179[رٌ و]َبَش[p[ِي]رٌ","juz":11,"ruku":183,"manzil":3,"bangla_ahbayan":"এই (বলা হয়েছে) যে, আল্লাহ ছাড়া কারো উপাসনা করো না; আমি (নবী) তাঁর পক্ষ থেকে তোমাদের জন্য সতর্ককারী ও সুসংবাদদাতা।","bangla_bayan":"(এ মর্মে) যে, তোমরা আল্লাহ ছাড়া কারো ইবাদাত করো না। নিশ্চয় আমি তোমাদের জন্য তাঁর পক্ষ থেকে সতর্ককারী ও সুসংবাদদাতা।","bangla_mkhan":"যেন তোমরা আল্লাহ ব্যতীত অন্য কারো বন্দেগী না কর। নিশ্চয় আমি তোমাদের প্রতি তাঁরই পক্ষ হতে সতর্ককারী ও সুসংবাদ দাতা।","bangla_mujibur":"এ (উদ্দেশে) যে, আল্লাহ ছাড়া কারও ইবাদাত করনা; আমি (নাবী) তাঁর (আল্লাহর) পক্ষ হতে তোমাদেরকে সতর্ককারী ও সুসংবাদদাতা।","bangla_taisirul":"(এটা শিক্ষা দেয়) যে, তোমরা আল্লাহ ছাড়া কারো ‘ইবাদাত করবে না, আমি অবশ্যই তাঁর পক্ষ হতে তোমাদের জন্য ভয় প্রদর্শনকারী ও সুসংবাদদাতা।"},{"id":3,"arabic_text":"وَّ اَنِ اسۡتَغۡفِرُوۡا رَبَّکُمۡ  ثُمَّ  تُوۡبُوۡۤا  اِلَیۡہِ یُمَتِّعۡکُمۡ مَّتَاعًا حَسَنًا اِلٰۤی اَجَلٍ مُّسَمًّی وَّ یُؤۡتِ کُلَّ ذِیۡ فَضۡلٍ فَضۡلَہٗ ؕ وَ اِنۡ تَوَلَّوۡا فَاِنِّیۡۤ  اَخَافُ عَلَیۡکُمۡ  عَذَابَ یَوۡمٍ  کَبِیۡرٍ ﴿۳﴾ ","english_text":"Indeed, those who disbelieve - it is all the same for them whether you warn them or do not warn them - they will not believe.","page":221,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1476.mp3","colorText":"وَأَنِ [h:6235[ٱ]سْتَغْفِرُو[s[اْ] رَبَّكُمْ ثُ[g[مّ]َ تُوب[o[ُوٓ][s[اْ] إِلَيْهِ يُمَتِّعْك[w:6236[ُم م]َّتَ[n[ـٰ]عًا حَسَنًا إِلَ[o[ىٰٓ] أَجَ[a:1657[لٍ م]ُّسَم[a:6237[ًّى و]َيُؤْتِ كُلَّ ذِى فَضْ[f:6238[لٍ ف]َضْلَهُ[n[ۥ]‌ۖ وَإِ[f:706[ن ت]َوَلَّوْ[s[اْ] فَإِ[g[نّ][o[ِىٓ] أَخَافُ عَلَيْكُمْ عَذَابَ يَوْ[f:6239[مٍ ك]َب[p[ِي]رٍ","juz":11,"ruku":183,"manzil":3,"bangla_ahbayan":"আরও এই যে, তোমরা নিজেদের প্রতিপালকের নিকট (পাপের জন্য) ক্ষমা প্রার্থনা কর, অতঃপর তাঁর দিকে প্রত্যাবর্তন কর, তিনি নির্দিষ্ট কাল পর্যন্ত তোমাদেরকে সুখ-সম্ভোগ দান করবেন[১] এবং প্রত্যেক মর্যাদাবান ব্যক্তিকে তার যথাযথ মর্যাদা দান করবেন।[২] আর যদি তোমরা মুখ ফিরিয়ে নাও, তাহলে আমি তোমাদের জন্য মহাদিনের[৩] শাস্তির আশঙ্কা করি।","bangla_bayan":"আর তোমরা তোমাদের রবের কাছে ক্ষমা চাও। তারপর তার কাছে ফিরে যাও, (তাহলে) তিনি তোমাদেরকে নির্ধারিত সময় পর্যন্ত উত্তম ভোগ-উপকরণ দেবেন এবং প্রর্তেক আনুগত্যশীলকে তাঁর আনুগত্য মুতাবিক দান করবেন। আর যদি তারা ফিরে যায়, তবে আমি নিশ্চয় তোমাদের উপর বড় এক দিনের আযাবের ভয় করছি।","bangla_mkhan":"আর তোমরা নিজেদের পালনকর্তা সমীপে ক্ষমা প্রার্থনা কর। অনন্তর তাঁরই প্রতি মনোনিবেশ কর। তাহলে তিনি তোমাদেরকে নির্দিষ্ট সময় পর্যন্ত উৎকৃষ্ট জীবনোপকরণ দান করবেন এবং অধিক আমলকারীকে বেশী করে দেবেন আর যদি তোমরা বিমুখ হতে থাক, তবে আমি তোমাদের উপর এক মহা দিবসের আযাবের আশঙ্কা করছি।","bangla_mujibur":"আর (এ উদ্দেশে) যে, তোমরা নিজেদের রবের নিকট ক্ষমা প্রার্থনা কর, অতঃপর তাঁর প্রতি নিবিষ্ট থাক। তিনি তোমাদেরকে সুখ-সম্ভোগ দান করবেন নির্দিষ্টকাল পর্যন্ত এবং প্রত্যেক অধিক ‘আমলকারীকে অধিক সাওয়াব দিবেন; আর যদি তোমরা মুখ ফিরাতেই থাক তাহলে আমি ভীষণ দিনের শাস্তির আশংকা করি।","bangla_taisirul":"(এটা শিক্ষা দেয়) যে, তোমরা তোমাদের প্রতিপালকের নিকট ক্ষমা চাও, আর অনুশোচনাভরে তাঁর দিকেই ফিরে এসো, তাহলে তিনি একটা নির্দিষ্ট কাল পর্যন্ত তোমাদেরকে উত্তম জীবন সামগ্রী ভোগ করতে দিবেন, আর অনুগ্রহ লাভের যোগ্য প্রত্যেক ব্যক্তিকে তিনি তাঁর অনুগ্রহ দানে ধন্য করবেন। আর যদি তোমরা মুখ ফিরিয়ে নাও তাহলে আমি তোমাদের উপর বড় এক কঠিন দিনের ‘আযাবের আশঙ্কা করছি।"},{"id":4,"arabic_text":"اِلَی اللّٰہِ  مَرۡجِعُکُمۡ ۚ وَ ہُوَ  عَلٰی  کُلِّ  شَیۡءٍ  قَدِیۡرٌ ﴿۴﴾ ","english_text":"Allah has set a seal upon their hearts and upon their hearing, and over their vision is a veil. And for them is a great punishment.","page":221,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1477.mp3","colorText":"إِلَى [h:1637[ٱ]للَّهِ مَرْجِعُكُمْ‌ۖ وَهُوَ عَلَىٰ كُلِّ ش[f:81[َىْءٍ ق]َد[p[ِي]رٌ","juz":11,"ruku":183,"manzil":3,"bangla_ahbayan":"আল্লাহরই নিকট তোমাদেরকে ফিরে যেতে হবে এবং তিনি প্রত্যেক বস্তুর উপর পূর্ণ ক্ষমতাবান।","bangla_bayan":"আল্লাহর নিকটই তোমাদের প্রত্যাবর্তন এবং তিনি সব কিছুর উপর ক্ষমতাশীল।","bangla_mkhan":"আল্লাহর সান্নিধ্যেই তোমাদেরকে ফিরে যেতে হবে। আর তিনি সব কিছুর উপর ক্ষমতাবান।","bangla_mujibur":"আল্লাহরই নিকট তোমাদেরকে ফিরে যেতে হবে এবং তিনি প্রত্যেক বস্তুর উপর পূর্ণ ক্ষমতা রাখেন।","bangla_taisirul":"তোমাদের প্রত্যাবর্তন আল্লাহর কাছেই, আর তিনি সব কিছুই করতে সক্ষম।"},{"id":5,"arabic_text":"اَلَاۤ  اِنَّہُمۡ  یَثۡنُوۡنَ صُدُوۡرَہُمۡ  لِیَسۡتَخۡفُوۡا مِنۡہُ ؕ اَلَا حِیۡنَ یَسۡتَغۡشُوۡنَ ثِیَابَہُمۡ ۙ یَعۡلَمُ مَا یُسِرُّوۡنَ وَ مَا یُعۡلِنُوۡنَ ۚ اِنَّہٗ عَلِیۡمٌۢ   بِذَاتِ  الصُّدُوۡرِ ﴿۵﴾ ","english_text":"And of the people are some who say, \"We believe in Allah and the Last Day,\" but they are not believers.","page":221,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1478.mp3","colorText":"أَل[o[َآ] إِ[g[نّ]َهُمْ يَثْنُونَ صُدُورَهُمْ لِيَسْتَخْفُو[s[اْ] مِنْهُ‌ۚ أَلَا حِينَ يَسْتَغْشُونَ ثِيَابَهُمْ يَعْلَمُ مَا يُسِرُّونَ وَمَا يُعْلِنُونَ‌ۚ إِ[g[نّ]َهُ[n[ۥ] عَلِي[i:2196[مُۢ ب]ِذَاتِ [h:2197[ٱ][l[ل]صُّد[p[ُو]رِ","juz":11,"ruku":183,"manzil":3,"bangla_ahbayan":"জেনে রাখ, তারা নিজ নিজ বুক কুঞ্চিত করে, যাতে তাঁর দৃষ্টি হতে লুকাতে পারে।[১] জেনে রাখ, তারা যখন নিজেদের কাপড় (দেহে) জড়ায়, তিনি তখনও সব জানেন যা কিছু তারা গোপন করে এবং যা কিছু প্রকাশ করে। তিনি তো মনের ভিতরের কথাও জানেন।","bangla_bayan":"জেনে রাখ, নিশ্চয় তারা তাদের বুক ফিরিয়ে নেয়, যাতে তারা তার থেকে আত্মগোপন করতে পারে। জেনে রাখ, যখন তারা কাপড় আবৃত হয়, তখন তিনি জানেন যা তারা গোপন করে এবং যা তারা প্রকাশ করে। নিশ্চয় তিনি অন্তর্যামী।","bangla_mkhan":"জেনে রাখ, নিশ্চয়ই তারা নিজেদের বক্ষদেশ ঘুরিয়ে দেয় যেন আল্লাহর নিকট হতে লুকাতে পারে। শুন, তারা তখন কাপড়ে নিজেদেরকে আচ্ছাদিত করে, তিনি তখনও জানেন যা কিছু তারা চুপিসারে বলে আর প্রকাশ্যভাবে বলে। নিশ্চয় তিনি জানেন যা কিছু অন্তর সমূহে নিহিত রয়েছে।","bangla_mujibur":"জেনে রেখ, তারা কুঞ্চিত করে নিজেদের বক্ষকে, যেন নিজেদের কথাগুলি আল্লাহ হতে লুকাতে পারে। সাবধান, তারা যখন কাপড় (নিজেদের দেহে) জড়ায়, তিনি তখনও সব জানেন তারা যা কিছু গোপন করে অথবা প্রকাশ করে। নিশ্চয়ই তিনি অন্তরের কথাও জানেন।","bangla_taisirul":"লক্ষ্য কর, এরা নিজেদের বুক ঘুরিয়ে নেয় যাতে তারা তাঁর (অর্থাৎ আল্লাহর) থেকে লুকিয়ে থাকতে পারে। সাবধান! এরা যখন কাপড় দিয়ে নিজেরা নিজেদেরকে ঢেকে নেয়, তখন তারা যা গোপন করে আর প্রকাশ করে তিনি তা জানেন। তাদের মনের গভীরে যা আছে সে বিষয়ে তিনি সবচেয়ে বেশি অবহিত।"},{"id":6,"arabic_text":"وَ مَا مِنۡ دَآبَّۃٍ  فِی الۡاَرۡضِ  اِلَّا عَلَی اللّٰہِ  رِزۡقُہَا وَ یَعۡلَمُ مُسۡتَقَرَّہَا وَ مُسۡتَوۡدَعَہَا ؕ کُلٌّ  فِیۡ  کِتٰبٍ مُّبِیۡنٍ ﴿۶﴾ ","english_text":"They [think to] deceive Allah and those who believe, but they deceive not except themselves and perceive [it] not.","page":222,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1479.mp3","colorText":"۞ وَمَا مِ[f:4026[ن د][m[َا]ٓبَّ[f:4027[ةٍ ف]ِى [h:44[ٱ]لْأَرْضِ إِلَّا عَلَى [h:412[ٱ]للَّهِ رِزْقُهَا وَيَعْلَمُ مُسْتَقَرَّهَا وَمُسْتَوْدَعَهَا‌ۚ كُ[f:6240[لٌّ ف]ِى كِتَ[n[ـٰ][a:4113[بٍ م]ُّب[p[ِي]نٍ","juz":12,"ruku":183,"manzil":3,"bangla_ahbayan":"আর ভূপৃষ্ঠে বিচরণকারী কোন এমন প্রাণী নেই যে, তার রুযী আল্লাহর দায়িত্বে নেই।[১] আর তিনি প্রত্যেকের স্থায়ী ও অস্থায়ী অবস্থানক্ষেত্র সম্বন্ধে জ্ঞান রাখেন;[২] সবই সুস্পষ্ট গ্রন্থে (লাওহে মাহ্ফুযে লিপিবদ্ধ) রয়েছে।","bangla_bayan":"আর যমীনে বিচরণকারী প্রতিটি প্রাণীর রিয্কের দায়িত্ব আল্লাহরই এবং তিনি জানেন তাদের আবাসস্থল ও সমাধিস্থল* । সব কিছু আছে স্পষ্ট কিতাবে**। \\n\\n* এখানে مستقر বা আবাসস্থল বলতে মাতৃগর্ভে অবস্থান মতান্তরে মৃত্যু পর্যন্ত দুনিয়ায় অবস্থানকে বুঝানো হয়েছে। আর مستودع দ্বারা কবরস্থ করার স্থান মতান্তরে জন্মের পূর্বে পিতৃমেরুদন্ডে অবস্থান কিংবা মৃত্যুর সময় বা স্থান বুঝানো হয়েছে।","bangla_mkhan":"আর পৃথিবীতে কোন বিচরণশীল নেই, তবে সবার জীবিকার দায়িত্ব আল্লাহ নিয়েছেন তিনি জানেন তারা কোথায় থাকে এবং কোথায় সমাপিত হয়। সবকিছুই এক সুবিন্যস্ত কিতাবে রয়েছে।","bangla_mujibur":"আর ভূ-পৃষ্ঠে বিচরণকারী এমন কোন প্রাণী নেই যাদের রিয্ক আল্লাহর যিম্মায় না রয়েছে, আর তিনি প্রত্যেকের দীর্ঘ অবস্থানের স্থান এবং অল্প অবস্থানের স্থানকে জানেন, সবই কিতাবে মুবীনে (লাউহে মাহফুযে) রয়েছে।","bangla_taisirul":"যমীনে বিচরণশীল এমন কোন জীব নেই যার জীবিকার দায়িত্ব আল্লাহর উপর নেই, তিনি জানেন তাদের থাকার জায়গা কোথায় আর কোথায় তাদেরকে (মৃত্যুর পর) রাখা হয়, সব কিছুই আছে সুস্পষ্ট লিপিকায়।"},{"id":7,"arabic_text":"وَ ہُوَ الَّذِیۡ خَلَقَ السَّمٰوٰتِ وَ الۡاَرۡضَ فِیۡ سِتَّۃِ  اَیَّامٍ وَّ کَانَ عَرۡشُہٗ عَلَی الۡمَآءِ لِیَبۡلُوَکُمۡ اَیُّکُمۡ اَحۡسَنُ عَمَلًا ؕ وَ لَئِنۡ قُلۡتَ اِنَّکُمۡ مَّبۡعُوۡثُوۡنَ مِنۡۢ بَعۡدِ الۡمَوۡتِ لَیَقُوۡلَنَّ الَّذِیۡنَ  کَفَرُوۡۤا اِنۡ  ہٰذَاۤ   اِلَّا  سِحۡرٌ  مُّبِیۡنٌ ﴿۷﴾ ","english_text":"In their hearts is disease, so Allah has increased their disease; and for them is a painful punishment because they [habitually] used to lie.","page":222,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1480.mp3","colorText":"وَهُوَ [h:4114[ٱ]لَّذِى خَلَقَ [h:3913[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَ[h:1474[ٱ]لْأَرْضَ فِى سِتَّةِ أَيَّا[a:6241[مٍ و]َكَانَ عَرْشُهُ[n[ۥ] عَلَى [h:6242[ٱ]لْم[o[َا]ٓءِ لِيَ[q:3603[بْ]لُوَكُمْ أَيُّكُمْ أَحْسَنُ عَمَل[a:6243[اً‌ۗ و]َلَئِ[f:6244[ن ق]ُلْتَ إِ[g[نّ]َك[w:6245[ُم م]َّ[q:6246[بْ]عُوثُونَ م[i:146[ِنۢ ب]َعْدِ [h:6247[ٱ]لْمَوْتِ لَيَقُولَ[g[نّ]َ [h:6248[ٱ]لَّذِينَ كَفَر[o[ُوٓ][s[اْ] إِنْ هَ[n[ـٰ]ذ[o[َآ] إِلَّا سِحْ[a:3879[رٌ م]ُّب[p[ِي]نٌ","juz":12,"ruku":183,"manzil":3,"bangla_ahbayan":"আর তিনিই সেই মহান সত্তা, যিনি আকাশমন্ডলী ও পৃথিবীকে ছ দিনে সৃষ্টি করেছেন এবং সেই সময় তাঁর আরশ পানির উপরে ছিল;[১] যাতে তোমাদেরকে পরীক্ষা করে নেন, তোমাদের মধ্যে কর্মে উত্তম কে?[২] আর যদি তুমি বল, ‘নিশ্চয়ই তোমাদেরকে মৃত্যুর পর জীবিত করা হবে’, তাহলে যারা অবিশ্বাসী তারা অবশ্যই বলবে, ‘এটা তো সুস্পষ্ট যাদু।’","bangla_bayan":"আর তিনিই আসমানসমূহ ও যমীন সৃষ্টি করেছেন ছয় দিনে, আর তাঁর আরশ ছিল পানির উপর, যাতে তিনি পরীক্ষা করেন, কে তোমাদের মধ্যে আমলে সর্বোত্তম। আর তুমি যদি বল, ‘মৃত্যুর পর নিশ্চয় তোমাদেরকে পুনরুজ্জীবিত করা হবে’, তবে কাফিররা অবশ্যই বলবে, ‘এতো শুধুই স্পষ্ট যাদু’।","bangla_mkhan":"তিনিই আসমান ও যমীন ছয় দিনে তৈরী করেছেন, তাঁর আরশ ছিল পানির উপরে, তিনি তোমাদেরকে পরীক্ষা করতে চান যে, তোমাদের মধ্যে কে সবচেয়ে ভাল কাজ করে। আর যদি আপনি তাদেরকে বলেন যে, \"নিশ্চয় তোমাদেরকে মৃত্যুর পরে জীবিত ওঠানো হবে, তখন কাফেরেরা অবশ্য বলে এটা তো স্পষ্ট যাদু!\";","bangla_mujibur":"আর তিনি এমন, যিনি সমস্ত আসমান ও যমীনকে সৃষ্টি করেছেন ছয় দিনে এবং সেই সময় তাঁর আরশ পানির উপর ছিল, যেন তোমাদেরকে পরীক্ষা করে নেন যে, তোমাদের মধ্যে উত্তম ‘আমলকারী কে? আর যদি তুমি বলঃ নিশ্চয়ই তোমাদেরকে মৃত্যুর পর জীবিত করা হবে, তখন যে সব লোক কাফির তারা বলেঃ এটাতো নিছক স্পষ্ট যাদু।","bangla_taisirul":"আর তিনিই আসমানসমূহ আর যমীনকে ছ’দিনে সৃষ্টি করেছেন। ইতোপূর্বে তাঁর আরশ ছিল পানির উপর। (সৃষ্টি করেছেন) তোমাদেরকে পরীক্ষা করার উদ্দেশে যে, তোমাদের মধ্যে ‘আমালের ক্ষেত্রে কারা শ্রেষ্ঠ। তুমি যদি বল, ‘‘মৃত্যুর পর তোমাদেরকে অবশ্য অবশ্যই আবার উঠানো হবে, তাহলে কাফিররা অবশ্যই বলবে যে, এতো সুস্পষ্ট যাদু।"},{"id":8,"arabic_text":"وَ لَئِنۡ اَخَّرۡنَا عَنۡہُمُ الۡعَذَابَ اِلٰۤی اُمَّۃٍ مَّعۡدُوۡدَۃٍ  لَّیَقُوۡلُنَّ مَا یَحۡبِسُہٗ ؕ اَلَا یَوۡمَ یَاۡتِیۡہِمۡ لَیۡسَ مَصۡرُوۡفًا عَنۡہُمۡ وَ حَاقَ بِہِمۡ مَّا کَانُوۡا بِہٖ یَسۡتَہۡزِءُوۡنَ ﴿۸﴾","english_text":"And when it is said to them, \"Do not cause corruption on the earth,\" they say, \"We are but reformers.\"","page":222,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1481.mp3","colorText":"وَلَئِنْ أَخَّرْنَا عَنْهُمُ [h:6249[ٱ]لْعَذَابَ إِلَ[o[ىٰٓ] أُ[g[مّ]َ[a:6250[ةٍ م]َّعْدُودَ[u:6251[ةٍ ل]َّيَقُولُ[g[نّ]َ مَا يَحْبِسُهُ[o[ۥٓ‌ۗ] أَلَا يَوْمَ يَأْتِيهِمْ لَيْسَ مَصْرُوفًا عَنْهُمْ وَحَاقَ بِه[w:6252[ِم م]َّا كَانُو[s[اْ] بِه[n[ِۦ] يَسْتَهْزِء[p[ُو]نَ","juz":12,"ruku":183,"manzil":3,"bangla_ahbayan":"আর যদি আমি নির্দিষ্ট কিছু দিনের জন্য[১] তাদের শাস্তিকে বিলম্বিত করি, তাহলে তারা অবশ্যই বলবে, ‘সেই শাস্তিকে কিসে আটক রাখছে?’ স্মরণ রেখ, যেদিন ওটা তাদের উপর এসে পড়বে, তখন তা ফিরাবার কেউ থাকবে না, আর যা নিয়ে তারা উপহাস করছিল, তা এসে তাদেরকে ঘিরে নেবে। [২]","bangla_bayan":"আর যদি আমি নির্দিষ্ট সময় পর্যন্ত তাদের থেকে আযাব বিলম্বিত করি, তবে তারা অবশ্যই বলবে, ‘কোন্ বস্তু তাকে ঠেকিয়ে রাখল’? সাবধান ! যেদিন তাদের উপর তা নেমে আসবে, সেদিন তাদের থেকে তা ফেরানো হবে না এবং তারা যা নিয়ে উপহাস করত, তাদেরকে তা ঘিরে ফেলবে।","bangla_mkhan":"আর যদি আমি এক নির্ধারিত মেয়াদ পর্যন্ত তাদের আযাব স্থগিত রাখি, তাহলে তারা নিশ্চয়ই বলবে কোন জিনিসে আযাব ঠেকিয়ে রাখছে? শুনে রাখ, যেদিন তাদের উপর আযাব এসে পড়বে, সেদিন কিন্তু তা ফিরে যাওয়ার নয়; তারা যে ব্যাপারে উপহাস করত তাই তাদেরকে ঘিরে ফেলবে।","bangla_mujibur":"আর যদি আমি কিছু দিনের জন্য তাদের থেকে শাস্তিকে মুলতবী করে রাখি তাহলে তারা বলতে থাকেঃ সেই শাস্তিকে কিসে আটকে রেখেছে? স্মরণ রেখ, যেদিন ওটা তাদের উপর এসে পড়বে তখন তা কারও নিবারণে কিছুতেই নিবারিত হবেনা, আর যা নিয়ে তারা উপহাস করছিল তা এসে তাদেরকে ঘিরে নিবে।","bangla_taisirul":"আমি যদি নির্দিষ্ট সময়ের জন্য তাদের থেকে শাস্তি বিলম্বিত করি, তাহলে তারা অবশ্য অবশ্যই বলবে যে, ‘কিসে ওটাকে আটকে রাখল? সাবধান! এমন দিন তাদের কাছে আসবে যা তাদের থেকে কেউ ফিরিয়ে দিতে পারবে না, আর যা নিয়ে তারা ঠাট্টা বিদ্রূপ করছিল তাই তাদেরকে ঘিরে ফেলবে।"},{"id":9,"arabic_text":"وَ لَئِنۡ اَذَقۡنَا الۡاِنۡسَانَ مِنَّا رَحۡمَۃً  ثُمَّ  نَزَعۡنٰہَا مِنۡہُ ۚ اِنَّہٗ  لَیَـُٔوۡسٌ کَفُوۡرٌ ﴿۹﴾ ","english_text":"Unquestionably, it is they who are the corrupters, but they perceive [it] not.","page":222,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1482.mp3","colorText":"وَلَئِنْ أَذَ[q:5991[قْ]نَا [h:6253[ٱ]لْإِ[f:5969[نس]َ[n[ـٰ]نَ مِ[g[نّ]َا رَحْمَ[f:6254[ةً ث]ُ[g[مّ]َ نَزَعْنَ[n[ـٰ]هَا مِنْهُ إِ[g[نّ]َهُ[n[ۥ] لَيَــُٔو[f:6255[سٌ ك]َف[p[ُو]رٌ","juz":12,"ruku":184,"manzil":3,"bangla_ahbayan":"আর যদি আমি মানুষকে স্বীয় অনুগ্রহ আস্বাদন করিয়ে তার নিকট হতে তা ছিনিয়ে নিই, তাহলে সে নিরাশ ও অকৃতজ্ঞ হয়ে পড়ে।[১]","bangla_bayan":"আর যদি আমি মানুষকে আমার পক্ষ থেকে রহমত আস্বাদন করাই, অতঃপর তার থেকে তা কেড়ে নেই, নিশ্চয় সে তখন (হয়ে পড়বে) নিরাশ, অকৃতজ্ঞ।","bangla_mkhan":"আর অবশ্যই যদি আমি মানুষকে আমার রহমতের আস্বাদ গ্রহণ করতে দেই, অতঃপর তা তার থেকে ছিনিয়ে নেই; তাহলে সে হতাশ ও কৃতঘ্ন হয়।","bangla_mujibur":"আমি যদি মানুষকে আমার পক্ষ হতে করুণার স্বাদ গ্রহণ করাই, অতঃপর তার রাশ টেনে ধরি তাহলে সে নিরাশ ও অকৃতজ্ঞ হয়ে যায়।","bangla_taisirul":"আমি যদি মানুষকে আমার পক্ষ থেকে রহমত আস্বাদন করাই অতঃপর তা তার থেকে ছিনিয়ে নেই, তখন সে অবশ্যই হতাশ ও অকৃতজ্ঞ হয়ে পড়ে।"},{"id":10,"arabic_text":"وَ لَئِنۡ اَذَقۡنٰہُ نَعۡمَآءَ بَعۡدَ ضَرَّآءَ مَسَّتۡہُ  لَیَقُوۡلَنَّ ذَہَبَ السَّیِّاٰتُ عَنِّیۡ ؕ اِنَّہٗ  لَفَرِحٌ  فَخُوۡرٌ ﴿ۙ۱۰﴾ ","english_text":"And when it is said to them, \"Believe as the people have believed,\" they say, \"Should we believe as the foolish have believed?\" Unquestionably, it is they who are the foolish, but they know [it] not.","page":222,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1483.mp3","colorText":"وَلَئِنْ أَذَ[q:6256[قْ]نَ[n[ـٰ]هُ نَعْم[o[َا]ٓءَ بَعْدَ ضَرّ[o[َا]ٓءَ مَسَّتْهُ لَيَقُولَ[g[نّ]َ ذَهَبَ [h:6257[ٱ][l[ل]سَّيِّـَٔـاتُ عَ[g[نّ][o[ِىٓ‌ۚ] إِ[g[نّ]َهُ[n[ۥ] لَفَرِ[f:6258[حٌ ف]َخ[p[ُو]رٌ","juz":12,"ruku":184,"manzil":3,"bangla_ahbayan":"আর যদি তার উপর আপতিত কোন কষ্টের পর তাকে কোন নিয়ামত আস্বাদন করাই, তাহলে সে বলতে শুরু করে, ‘আমার সব দুঃখ-কষ্ট দূর হয়ে গেল’; [১] (আর তখন) সে উৎফুল্ল অহংকারী হয়ে যায়। [২]","bangla_bayan":"আর দুঃখ-দুর্দশা স্পর্শ করার পর যদি আমি তাকে নিআমত আস্বাদন করাই, তাহলে সে অবশ্যই বলবে, ‘আমার থেকে বিপদ-আপদ দূর হয়ে গেছে, আর সে হবে অতি উৎফুল্ল, অহঙ্কারী।","bangla_mkhan":"আর যদি তার উপর আপতিত দুঃখ কষ্টের পরে তাকে সুখভোগ করতে দেই, তবে সে বলতে থাকে যে, আমার অমঙ্গল দূর হয়ে গেছে, আর সে আনন্দে আত্নহারা হয়, অহঙ্কারে উদ্দত হয়ে পড়ে।","bangla_mujibur":"আর তাকে বিপদ-আপদ স্পর্শ করার পর আমি যদি তাকে নি‘আমাতের স্বাদ গ্রহণ করাই তখন সে বলতে শুরু করেঃ আমার সব দুঃখ কষ্ট দূর হয়ে গেল। (আর) সে গর্ব করতে থাকে, আত্মপ্রশংসা করতে থাকে।","bangla_taisirul":"আর যদি তার উপরে আসা দুঃখ কষ্টের পর তাকে নি‘মাতের স্বাদ আস্বাদন করাই, তখন সে অবশ্য অবশ্যই বলবে, ‘আমার দূরবস্থা কেটে গেছে’। তখন সে আনন্দে উৎফুল্ল হয়, হয়ে পড়ে অহঙ্কারী।"},{"id":11,"arabic_text":"اِلَّا الَّذِیۡنَ صَبَرُوۡا وَ عَمِلُوا  الصّٰلِحٰتِ ؕ اُولٰٓئِکَ  لَہُمۡ  مَّغۡفِرَۃٌ   وَّ  اَجۡرٌ  کَبِیۡرٌ ﴿۱۱﴾ ","english_text":"And when they meet those who believe, they say, \"We believe\"; but when they are alone with their evil ones, they say, \"Indeed, we are with you; we were only mockers.\"","page":222,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1484.mp3","colorText":"إِلَّا [h:778[ٱ]لَّذِينَ صَبَرُو[s[اْ] وَعَمِلُو[s[اْ] [h:118[ٱ][l[ل]صَّ[n[ـٰ]لِحَ[n[ـٰ]تِ أُ[s[وْ]لَ[o[ـٰٓ]ئِكَ لَه[w:3412[ُم م]َّغْفِرَ[a:3413[ةٌ و]َأَ[q:3414[جْ][f:6259[رٌ ك]َب[p[ِي]رٌ","juz":12,"ruku":184,"manzil":3,"bangla_ahbayan":"কিন্তু যারা ধৈর্য ধরে ও ভাল কাজ করে (তারা এরূপ হয় না); এমন লোকদের জন্য রয়েছে ক্ষমা এবং মহা প্রতিদান। [১]","bangla_bayan":"তবে যারা সবর করেছে এবং সৎকর্ম করেছে, তাদের জন্যই রয়েছে ক্ষমা ও মহা প্রতিদান।","bangla_mkhan":"তবে যারা ধৈর্য্যধারণ করেছে এবং সৎকার্য করেছে তাদের জন্য ক্ষমা ও বিরাট প্রতিদান রয়েছে।","bangla_mujibur":"কিন্তু যারা ধৈর্য ধারণ করে ও ভাল কাজ করে এমন লোকদের জন্য রয়েছে ক্ষমা এবং বিরাট প্রতিদান।","bangla_taisirul":"কিন্তু যারা ধৈর্যশীল ও নেক ‘আমালকারী তারা ওরকম নয়। আর এরাই হল যাদের জন্য আছে ক্ষমা ও বিরাট প্রতিদান।"},{"id":12,"arabic_text":"فَلَعَلَّکَ تَارِکٌۢ بَعۡضَ مَا یُوۡحٰۤی اِلَیۡکَ وَ ضَآئِقٌۢ  بِہٖ صَدۡرُکَ اَنۡ یَّقُوۡلُوۡا لَوۡ لَاۤ اُنۡزِلَ عَلَیۡہِ  کَنۡزٌ  اَوۡ جَآءَ مَعَہٗ مَلَکٌ ؕ اِنَّمَاۤ  اَنۡتَ نَذِیۡرٌ ؕ وَ اللّٰہُ عَلٰی کُلِّ شَیۡءٍ وَّکِیۡلٌ ﴿ؕ۱۲﴾ ","english_text":"[But] Allah mocks them and prolongs them in their transgression [while] they wander blindly.","page":222,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1485.mp3","colorText":"فَلَعَلَّكَ تَارِ[i:6260[كُۢ ب]َعْضَ مَا يُوحَ[o[ىٰٓ] إِلَيْكَ وَض[o[َا]ٓئِ[i:6261[قُۢ ب]ِه[n[ِۦ] صَ[q:6262[دْ]رُكَ أ[a:6263[َن ي]َقُولُو[s[اْ] لَوْل[o[َآ] أُ[f:17[نز]ِلَ عَلَيْهِ كَ[f:6264[نز]ٌ أَوْ ج[o[َا]ٓءَ مَعَهُ[n[ۥ] مَلَكٌ‌ۚ إِ[g[نّ]َم[o[َآ] أَ[f:169[نت]َ نَذِي[a:6265[رٌ‌ۚ و]َ[h:72[ٱ]للَّهُ عَلَىٰ كُلِّ ش[a:4302[َىْءٍ و]َك[p[ِي]لٌ","juz":12,"ruku":184,"manzil":3,"bangla_ahbayan":"তোমার নিকট যা অহী (প্রত্যাদেশ) করা হয়, সম্ভবতঃ তুমি হয়তো তার কিছু অংশ বর্জন করবে এবং ‘তার প্রতি কোন ধনভান্ডার অবতীর্ণ করা হয়নি কেন? অথবা তার সাথে কোন ফিরিশতা আসেনি কেন?’ তাদের এই কথায় তোমার মন সঙ্কুচিত হবে। (কিন্তু হে নবী!) তুমি তো শুধুমাত্র একজন সতর্ককারী।[১] আর আল্লাহই হচ্ছেন প্রত্যেক বস্তুর উপর দায়িত্বশীল।","bangla_bayan":"তাহলে সম্ভবত তুমি তোমার উপর অবতীর্ণ ওহীর কিছু বিষয় ছেড়ে দেবে এবং তোমার বুক সঙ্কুচিত হবে এ কারণে যে, তারা বলে, ‘কেন তার উপর ধন-ভান্ডার অবতীর্ণ হয়নি, কিংবা তার সাথে ফেরেশতা আসেনি’? তুমি তো শুধু সতর্ককারী আর আল্লাহ সব কিছুর তত্ত্বাবধায়ক।","bangla_mkhan":"আর সম্ভবতঃ ঐসব আহকাম যা ওহীর মাধ্যমে তোমার নিকট পাঠানো হয়, তার কিছু অংশ বর্জন করবে? এবং এতে মন ছোট করে বসবে? তাদের এ কথায় যে, তাঁর উপর কোন ধন-ভান্ডার কেন অবতীর্ণ হয়নি? অথবা তাঁর সাথে কোন ফেরেশতা আসেনি কেন? তুমিতো শুধু সতর্ককারী মাত্র; আর সব কিছুরই দায়িত্বভার তো আল্লাহই নিয়েছেন।","bangla_mujibur":"তুমি কি অংশবিশেষ বর্জন করতে চাও ঐ নির্দেশাবলী হতে যা তোমার প্রতি অহী যোগে প্রেরিত হয়? আর তোমার মন সংকুচিত হয় এই কথায় যে, তারা বলেঃ তার প্রতি কোন ধন-ভান্ডার কেন নাযিল হলনা, অথবা কেন তার সাথে একজন (মালাইকা/ফেরেশতা) আসেনা? তুমিতো একজন সতর্ককারী মাত্র, আল্লাহই সবকিছু পরিবেষ্টনকারী।","bangla_taisirul":"তুমি কি তোমার প্রতি যা ওয়াহী করা হয়েছে তার কিছু অংশ পরিত্যাগ করতে চাও আর তোমার মন সংকুচিত করতে চাও তাদের এ কথা বলার কারণে যে ‘‘তার কাছে ধনভান্ডার অবতীর্ণ হয় না কেন, কিংবা তার কাছে ফেরেশতা আসে না কেন?’’ তুমি তো কেবল ভয় প্রদর্শনকারী, যাবতীয় কাজ পরিচালনার দায়িত্ব আল্লাহর।"},{"id":13,"arabic_text":"اَمۡ یَقُوۡلُوۡنَ افۡتَرٰىہُ ؕ قُلۡ فَاۡتُوۡا بِعَشۡرِ سُوَرٍ مِّثۡلِہٖ مُفۡتَرَیٰتٍ وَّ ادۡعُوۡا مَنِ اسۡتَطَعۡتُمۡ مِّنۡ دُوۡنِ اللّٰہِ  اِنۡ کُنۡتُمۡ صٰدِقِیۡنَ ﴿۱۳﴾ ","english_text":"Those are the ones who have purchased error [in exchange] for guidance, so their transaction has brought no profit, nor were they guided.","page":223,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1486.mp3","colorText":"أَمْ يَقُولُونَ [h:6061[ٱ]فْتَرَ[n[ٮٰ]هُ‌ۖ قُلْ فَأْتُو[s[اْ] بِعَشْرِ سُوَ[a:6266[رٍ م]ِّثْلِه[n[ِۦ] مُفْتَرَيَ[n[ـٰ][a:6267[تٍ و]َ[h:105[ٱ][q:105[دْ]عُو[s[اْ] مَنِ [h:6063[ٱ]سْتَطَعْت[w:5394[ُم م]ِّ[f:107[ن د]ُونِ [h:108[ٱ]للَّهِ إِ[f:109[ن ك]ُ[f:100[نت]ُمْ صَ[n[ـٰ]دِق[p[ِي]نَ","juz":12,"ruku":184,"manzil":3,"bangla_ahbayan":"তবে কি তারা বলে যে, ওটা সে নিজে রচনা করেছে? বল, ‘তাহলে তোমরাও ওর অনুরূপ স্বরচিত দশটি সূরা আনয়ন কর এবং (সাহায্যার্থে) আল্লাহ ছাড়া যাকে ডাকতে পার ডেকে নাও; যদি তোমরা সত্যবাদী হও।’ [১]","bangla_bayan":"নাকি তারা বলে, ‘সে এটা রটনা করেছে’? বল, ‘তাহলে তোমরা এর অনুরূপ দশটি সূরা বানিয়ে নিয়ে আস এবং আল্লাহ ছাড়া যাকে পার ডেকে আন, যদি তোমরা সত্যবাদী হও’।","bangla_mkhan":"তারা কি বলে? কোরআন তুমি তৈরী করেছ? তুমি বল, তবে তোমরাও অনুরূপ দশটি সূরা তৈরী করে নিয়ে আস এবং আল্লাহ ছাড়া যাকে পার ডেকে নাও, যদি তোমাদের কথা সত্য হয়ে থাকে।","bangla_mujibur":"তাহলে কি তারা বলে যে, ওটা সে নিজেই রচনা করেছে? তুমি বলে দাওঃ তাহলে তোমরাও ওর অনুরূপ রচিত দশটি সূরা আনয়ন কর এবং (নিজ সাহায্যার্থে) যে সমস্ত গাইরুল্লাহকে ডাকতে পার ডেকে আন, যদি তোমরা সত্যবাদী হও।","bangla_taisirul":"তারা কি বলে ‘‘সে [অর্থাৎ মুহাম্মাদ (সা.)] ওটা রচনা করেছে? বল, ‘‘তাহলে তোমরা এর মত দশটি সূরাহ রচনা করে আন, আর (এ কাজে সাহায্য করার জন্য) আল্লাহকে বাদ দিয়ে যাকে ডাকতে পার ডেকে নাও যদি তোমরা সত্যবাদী হয়েই থাক ।"},{"id":14,"arabic_text":"فَاِلَّمۡ یَسۡتَجِیۡبُوۡا لَکُمۡ فَاعۡلَمُوۡۤا اَنَّمَاۤ اُنۡزِلَ بِعِلۡمِ اللّٰہِ وَ اَنۡ  لَّاۤ  اِلٰہَ  اِلَّا ہُوَ ۚ فَہَلۡ  اَنۡتُمۡ  مُّسۡلِمُوۡنَ ﴿۱۴﴾ ","english_text":"Their example is that of one who kindled a fire, but when it illuminated what was around him, Allah took away their light and left them in darkness [so] they could not see.","page":223,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1487.mp3","colorText":"فَإِلَّمْ يَسْتَجِيبُو[s[اْ] لَكُمْ فَ[h:1140[ٱ]عْلَم[o[ُوٓ][s[اْ] أَ[g[نّ]َم[o[َآ] أُ[f:17[نز]ِلَ بِعِلْمِ [h:6268[ٱ]للَّهِ وَأ[u:6269[َن ل]ّ[o[َآ] إِلَ[n[ـٰ]هَ إِلَّا هُوَ‌ۖ فَهَلْ أَ[f:428[نت][w:2056[ُم م]ُّسْلِم[p[ُو]نَ","juz":12,"ruku":184,"manzil":3,"bangla_ahbayan":"অতঃপর যদি তারা তোমাদের আহবানে সাড়া না দেয়, তাহলে তোমরা জেনে রাখ যে, এই কুরআন অবতীর্ণ করা হয়েছে আল্লাহরই জ্ঞান দ্বারা। আর এও যে, তিনি ছাড়া আর কোন (সত্য) উপাস্য নেই। তাহলে এখন তোমরা মুসলমান হবে কি? [১]","bangla_bayan":"অতঃপর তারা যদি তোমাদের আহবানে সাড়া না দেয়, তাহলে জেনে রাখ, এটা আল্লাহর জ্ঞান অনুসারেই নাযিল করা হয়েছে এবং তিনি ছাড়া কোন (সত্য) ইলাহ্ নেই। অতঃপর তোমরা কি অনুগত হবে?","bangla_mkhan":"অতঃপর তারা যদি তোমাদের কথা পুরণ করতে অপারগ হয়; তবে জেনে রাখ, এটি আল্লাহর এলম দ্বারা অবতীর্ণ হয়েছে; আরো একীন করে নাও যে, আল্লাহ ব্যতীত অন্য কোন মাবুদ নেই। অতএব, এখন কি তোমরা আত্নসমর্পন করবে?","bangla_mujibur":"অতঃপর যদি তারা তোমাদের ফরমায়েশ পূর্ণ করতে না পারে তাহলে তোমরা দৃঢ় বিশ্বাস রেখ যে, এই কুরআন অবতীর্ণ হয়েছে আল্লাহরই জ্ঞান (ও ক্ষমতা) দ্বারা; আর এটাও যে, আল্লাহ ছাড়া আর কোন ইলাহ নেই। তাহলে এখন তোমরা মুসলিম হবে কি?","bangla_taisirul":"তারা যদি তোমাদের ডাকে সাড়া না দেয় তাহলে জেনে নাও যে, আল্লাহর জ্ঞান অনুসারেই তা অবতীর্ণ হয়েছে। আরো জেনে রাখ যে, তিনি ছাড়া সত্যিকারের কোন ইলাহ নেই। তাহলে এখন কি তোমরা আত্মসমর্পণ করবে?"},{"id":15,"arabic_text":"مَنۡ کَانَ یُرِیۡدُ الۡحَیٰوۃَ  الدُّنۡیَا وَ زِیۡنَتَہَا نُوَفِّ اِلَیۡہِمۡ اَعۡمَالَہُمۡ فِیۡہَا وَ ہُمۡ  فِیۡہَا  لَا  یُبۡخَسُوۡنَ ﴿۱۵﴾ ","english_text":"Deaf, dumb and blind - so they will not return [to the right path].","page":223,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1488.mp3","colorText":"مَ[f:506[ن ك]َانَ يُرِيدُ [h:6270[ٱ]لْحَيَ[s[و][n[ٲ]ةَ [h:446[ٱ][l[ل]دُّنْيَا وَزِينَتَهَا نُوَفِّ إِلَيْهِمْ أَعْمَ[n[ـٰ]لَهُمْ فِيهَا وَهُمْ فِيهَا لَا يُ[q:6271[بْ]خَس[p[ُو]نَ","juz":12,"ruku":184,"manzil":3,"bangla_ahbayan":"যারা শুধু পার্থিব জীবন ও তার সৌন্দর্য কামনা করে, আমি তাদেরকে তাদের কৃতকর্মসমূহ (এর ফল) পৃথিবীতেই পরিপূর্ণরূপে প্রদান করে দিই এবং সেখানে তাদের জন্য কিছুই কম করা হয় না।","bangla_bayan":"যে ব্যক্তি দুনিয়ার জীবন ও তার জৌলুস কামনা করে, আমি সেখানে তাদেরকে তাদের আমলের ফল পুরোপুরি দিয়ে দেই এবং সেখানে তাদেরকে কম দেয়া হবে না।","bangla_mkhan":"যে ব্যক্তি পার্থিবজীবন ও তার চাকচিক্যই কামনা করে, হয় আমি তাদের দুনিয়াতেই তাদের আমলের প্রতিফল ভোগ করিয়ে দেব এবং তাতে তাদের প্রতি কিছুমাত্র কমতি করা হয় না।","bangla_mujibur":"যারা শুধু পার্থিব জীবন এবং ওর জাকজমকতা কামনা করে, আমি তাদের কৃতকর্মগুলির ফল দুনিয়ায়ই দিয়ে দিই, তাদের জন্য কিছুই কম করা হয়না।","bangla_taisirul":"যারা এ দুনিয়ার জীবন আর তার শোভা সৌন্দর্য কামনা করে, তাদেরকে এখানে তাদের কর্মের পুরোপুরি ফল আমি দিয়ে দেই, আর তাতে তাদের প্রতি কোন কমতি করা হয় না।"},{"id":16,"arabic_text":"اُولٰٓئِکَ الَّذِیۡنَ لَیۡسَ لَہُمۡ فِی الۡاٰخِرَۃِ  اِلَّا النَّارُ ۫ۖ وَ  حَبِطَ مَا صَنَعُوۡا  فِیۡہَا وَ  بٰطِلٌ  مَّا  کَانُوۡا  یَعۡمَلُوۡنَ ﴿۱۶﴾ ","english_text":"Or [it is] like a rainstorm from the sky within which is darkness, thunder and lightning. They put their fingers in their ears against the thunderclaps in dread of death. But Allah is encompassing of the disbelievers.","page":223,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1489.mp3","colorText":"أُ[s[وْ]لَ[o[ـٰٓ]ئِكَ [h:51[ٱ]لَّذِينَ لَيْسَ لَهُمْ فِى [h:536[ٱ]لْأَخِرَةِ إِلَّا [h:6272[ٱ][l[ل][g[نّ]َارُ‌ۖ وَحَبِطَ مَا صَنَعُو[s[اْ] فِيهَا وَبَ[n[ـٰ]طِ[a:4986[لٌ م]َّا كَانُو[s[اْ] يَعْمَل[p[ُو]نَ","juz":12,"ruku":184,"manzil":3,"bangla_ahbayan":"এরা এমন লোক যে, তাদের জন্য পরকালে জাহান্নাম ছাড়া আর কিছুই নেই, আর তারা যা কিছু করেছে, তা সবই পরকালে নিষ্ফল হবে এবং যা কিছু করে থাকে, তাও নিরর্থক হবে। [১]","bangla_bayan":"এরাই তারা, আখিরাতে যাদের জন্য আগুন ছাড়া আর কিছুই নেই এবং তারা সেখানে যা করে তা বরবাদ হয়ে যাবে আর তারা যা করত, তা সম্পূর্ণ বাতিল।","bangla_mkhan":"এরাই হল সেসব লোক আখেরাতে যাদের জন্য আগুন ছাড়া নেই। তারা এখানে যা কিছু করেছিল সবই বরবাদ করেছে; আর যা কিছু উপার্জন করেছিল, সবই বিনষ্ট হল।","bangla_mujibur":"এরা এমন লোক যে, তাদের জন্য আখিরাতে জাহান্নাম ছাড়া আর কিছুই নেই; আর তারা যা কিছু করছে তাও বিফল হবে।","bangla_taisirul":"কিন্তু আখেরাতে তাদের জন্য আগুন ছাড়া কিছুই নাই, এখানে যা কিছু তারা করেছে তা নিষ্ফল হয়ে গেছে, আর তাদের যাবতীয় কাজকর্ম ব্যর্থ হয়ে গেছে।"},{"id":17,"arabic_text":"اَفَمَنۡ کَانَ عَلٰی بَیِّنَۃٍ مِّنۡ رَّبِّہٖ وَ یَتۡلُوۡہُ شَاہِدٌ مِّنۡہُ وَ مِنۡ قَبۡلِہٖ  کِتٰبُ مُوۡسٰۤی اِمَامًا وَّ  رَحۡمَۃً ؕ اُولٰٓئِکَ یُؤۡمِنُوۡنَ بِہٖ ؕ وَ مَنۡ یَّکۡفُرۡ بِہٖ مِنَ الۡاَحۡزَابِ فَالنَّارُ مَوۡعِدُہٗ ۚ فَلَا تَکُ فِیۡ مِرۡیَۃٍ  مِّنۡہُ ٭ اِنَّہُ الۡحَقُّ مِنۡ رَّبِّکَ وَ لٰکِنَّ اَکۡثَرَ  النَّاسِ لَا  یُؤۡمِنُوۡنَ ﴿۱۷﴾ ","english_text":"The lightning almost snatches away their sight. Every time it lights [the way] for them, they walk therein; but when darkness comes over them, they stand [still]. And if Allah had willed, He could have taken away their hearing and their sight. Indeed, Allah is over all things competent.","page":223,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1490.mp3","colorText":"أَفَمَ[f:6273[ن ك]َانَ عَلَىٰ بَيِّنَ[a:4097[ةٍ م]ّ[u:192[ِن ر]َّبِّه[n[ِۦ] وَيَتْلُوهُ شَاهِ[a:6274[دٌ م]ِّنْهُ وَمِ[f:6275[ن ق]َ[q:1098[بْ]لِه[n[ِۦ] كِتَ[n[ـٰ]بُ مُوسَ[o[ىٰٓ] إِمَا[a:6276[مًا و]َرَحْمَةً‌ۚ أُ[s[وْ]لَ[o[ـٰٓ]ئِكَ يُؤْمِنُونَ بِه[n[ِۦ]‌ۚ وَم[a:636[َن ي]َكْفُرْ بِه[n[ِۦ] مِنَ [h:6277[ٱ]لْأَحْزَابِ فَ[h:6278[ٱ][l[ل][g[نّ]َارُ مَوْعِدُهُ[n[ۥ]‌ۚ فَلَا تَكُ فِى مِرْيَ[a:6279[ةٍ م]ِّنْهُ‌ۚ إِ[g[نّ]َهُ [h:6280[ٱ]لْحَقُّ م[u:770[ِن ر]َّبِّكَ وَلَ[n[ـٰ]كِ[g[نّ]َ أَكْثَرَ [h:1374[ٱ][l[ل][g[نّ]َاسِ لَا يُؤْمِن[p[ُو]نَ","juz":12,"ruku":184,"manzil":3,"bangla_ahbayan":"যে ব্যক্তি তার প্রতিপালকের পক্ষ হতে আগত স্পষ্ট প্রমাণের উপর প্রতিষ্ঠিত এবং ওর সঙ্গে তাঁর পক্ষ হতে এক সাক্ষীও বিদ্যমান, আর ওর পূর্বে (সাক্ষী) ছিল আদর্শ ও করুণা স্বরূপ মূসার গ্রন্থ; (সে কি তার মত যে অনুরূপ নয়)?[১] এমন লোকেরাই এ (কুরআন)-এর প্রতি বিশ্বাস রাখে।[২] আর সমস্ত দলের মধ্য হতে যে ব্যক্তি এই (কুরআন) অমান্য করবে, তার প্রতিশ্রুত স্থান হবে দোযখ।[৩] অতএব তুমি এ (কুরআন) সম্পর্কে সন্দেহে পড়ো না। নিঃসন্দেহে তোমার প্রতিপালকের পক্ষ হতে এটা সত্য (গ্রন্থ); কিন্তু অধিকাংশ লোক বিশ্বাস করে না। [৪]","bangla_bayan":"যারা তার রবের পক্ষ থেকে স্পষ্ট প্রমাণের উপর প্রতিষ্ঠিত এবং অনুসরণ করে তাঁর পক্ষ থেকে একজন সাক্ষী* এবং যার পূর্বে রয়েছে মূসার কিতাব পথপ্রদর্শক ও রহমতস্বরূপ,(তারা কি ঐ লোকদের মত, যারা দুনিয়া ও তার জৌলুস কামনায় বিভোর?) এরাই তার প্রতি ঈমান পোষণ করে। আর যে সকল দল তা অস্বীকার করে, আগুনই হবে তাদের প্রতিশ্রুত স্থান। সুতরাং তুমি এতে মোটেও সন্দেহের মধ্যে থেকো না, নিশ্চয় তা তোমার রবের পক্ষ থেকে প্রেরিত সত্য। কিন্তু অধিকাংশ মানুষ ঈমান আনে না। \\n\\n* সাক্ষী দ্বারা মুহাম্মাদ সা. কে বুঝানো হয়েছে।","bangla_mkhan":"আচ্ছা বল তো, যে ব্যক্তি তার প্রভুর সুস্পষ্ট পথে রয়েছে, আর সাথে সাথে আল্লাহর তরফ থেকে একটি সাক্ষীও বর্তমান রয়েছে এবং তার পূর্ববর্তী মূসা (আঃ) এর কিতাবও সাক্ষী যা ছিল পথনির্দেশক ও রহমত স্বরূপ, (তিনি কি অন্যান্যের সমান) অতএব তাঁরা কোরআনের প্রতি ঈমান আনেন। আর ঐসব দলগুলি যে কেউ তা অস্বীকার করে, দোযখই হবে তার ঠিকানা। অতএব, আপনি তাতে কোন সন্দেহে থাকবেন না। নিঃসন্দেহে তা আপনার পালনকর্তার পক্ষ হতে ধ্রুব সত্য; তথাপি অনেকেই তা বিশ্বাস করে না।","bangla_mujibur":"তারা কি এমন ব্যক্তিদের সমান হতে পারে যারা কায়েম আছে তাদের রবের পক্ষ হতে প্রেরিত স্পষ্ট প্রমাণের উপর এবং যার কাছে তাঁর প্রেরিত এক সাক্ষী আবৃত্তি করে; এবং তাদের কাছে মূসার কিতাব রয়েছে, যা পথনির্দেশ ও রাহমাত স্বরূপ? এমন লোকেরাই এর প্রতি ঈমান রাখে। আর অন্যান্য সম্প্রদায়ের যে ইহা (কুরআন) অমান্য করবে, জাহান্নাম হবে তার প্রতিশ্রুত স্থান। অতএব তুমি কুরআন সম্পর্কে সন্দেহে পতিত হয়োনা, নিঃসন্দেহে এটি সত্য কিতাব তোমার রবের সন্নিধান হতে। কিন্তু অধিকাংশ লোক ঈমান আনেনা।","bangla_taisirul":"তাহলে যে লোক তার প্রতিপালকের পক্ষ থেকে স্পষ্ট প্রমাণের উপর আছে এবং তাঁর পক্ষ হতে এক সাক্ষী ওটা পড়ে শোনাচ্ছে (সে কি অবিশ্বাসীদের সমান হতে পারে?) আর তার পূর্বে পথ প্রদর্শক ও রহমত স্বরূপ এসেছিল মূসার কিতাব। ওরাই তাতে (অর্থাৎ কুরআনে) বিশ্বাসী। যারাই এটাকে অস্বীকার করবে, জাহান্নামই হল তাদের প্রতিশ্রুত স্থান। কাজেই এ সম্পর্কে তুমি কোন প্রকার সন্দেহে নিপতিত হয়ো না। এটা তোমার প্রতিপালকের পক্ষ থেকে আগত প্রকৃত সত্য, কিন্তু অধিকাংশ মানুষ বিশ্বাস করে না।"},{"id":18,"arabic_text":"وَ مَنۡ اَظۡلَمُ  مِمَّنِ افۡتَرٰی عَلَی اللّٰہِ  کَذِبًا ؕ اُولٰٓئِکَ یُعۡرَضُوۡنَ عَلٰی رَبِّہِمۡ وَ یَقُوۡلُ الۡاَشۡہَادُ  ہٰۤؤُلَآءِ الَّذِیۡنَ کَذَبُوۡا عَلٰی رَبِّہِمۡ ۚ اَلَا لَعۡنَۃُ اللّٰہِ عَلَی الظّٰلِمِیۡنَ ﴿ۙ۱۸﴾ ","english_text":"O mankind, worship your Lord, who created you and those before you, that you may become righteous -","page":223,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1491.mp3","colorText":"وَمَنْ أَظْلَمُ مِ[g[مّ]َنِ [h:3980[ٱ]فْتَرَىٰ عَلَى [h:412[ٱ]للَّهِ كَذِبًا‌ۚ أُ[s[وْ]لَ[o[ـٰٓ]ئِكَ يُعْرَضُونَ عَلَىٰ رَبِّهِمْ وَيَقُولُ [h:6281[ٱ]لْأَشْهَ[n[ـٰ]دُ هَ[o[ـٰٓ]ؤُل[o[َا]ٓءِ [h:6282[ٱ]لَّذِينَ كَذَبُو[s[اْ] عَلَىٰ رَبِّهِمْ‌ۚ أَلَا لَعْنَةُ [h:822[ٱ]للَّهِ عَلَى [h:1035[ٱ][l[ل]ظَّ[n[ـٰ]لِم[p[ِي]نَ","juz":12,"ruku":184,"manzil":3,"bangla_ahbayan":"আর ঐ ব্যক্তি অপেক্ষা অধিক অত্যাচারী কে হবে, যে আল্লাহর প্রতি মিথ্যা আরোপ করে?[১] ঐ লোকদেরকে তাদের প্রতিপালকের সামনে পেশ করা হবে এবং সাক্ষী (ফিরিশতা)গণ বলবে, ‘এরা ঐ লোক যারা নিজেদের প্রতিপালক সম্বন্ধে মিথ্যা বলেছিল। জেনে রেখো, এমন অত্যাচারীদের উপর আল্লাহর অভিশাপ।’[২]","bangla_bayan":"যারা আল্লাহর ব্যাপারে মিথ্যা রটনা করে, তাদের চেয়ে অধিক যালিম কে? তাদেরকে তাদের রবের সামনে উপস্থিত করা হবে এবং সাক্ষীগণ বলবে, ‘এরাই তাদের রবের ব্যাপারে মিথ্যারোপ করেছিল’। সাবধান, যালিমদের উপর আল্লাহর লা‘নত।","bangla_mkhan":"আর তাদের চেয়ে বড় যালেম কে হতে পারে, যারা আল্লাহর প্রতি মিথ্যারোপ করে। এসব লোককে তাদের পালনকর্তার সাক্ষাত সম্মূখীন করা হবে আর সাক্ষিগণ বলতে থাকবে, এরাই ঐসব লোক, যারা তাদের পালনকর্তার প্রতি মিথ্যারোপ করেছিল। শুনে রাখ, যালেমদের উপর আল্লাহর অভিসম্পাত রয়েছে।","bangla_mujibur":"আর ঐ ব্যক্তি অপেক্ষা অধিক অত্যাচারী (যালিম) কে হবে যে আল্লাহর প্রতি মিথ্যা আরোপ করে? এরূপ লোকদেরকে তাদের রবের সামনে পেশ করা হবে এবং সাক্ষী (মালাইকাগণ) বলবেঃ এরা ঐ লোক যারা নিজেদের রাব্ব সম্বন্ধে মিথ্যা আরোপ করেছিল। জেনে রেখ, এমন যালিমদের জন্য আল্লাহর লা’নত,","bangla_taisirul":"যারা আল্লাহ সম্পর্কে মিথ্যা রচনা করে তাদের থেকে বড় যালিম আর কে হতে পারে? তাদেরকে তাদের প্রতিপালকের সামনে উপস্থিত করা হবে আর সাক্ষীরা সাক্ষ্য দিবে যে, এই লোকরাই তাদের রব্বের বিরুদ্ধে মিথ্যা বলেছিল। শুনে রেখ! আল্লাহর অভিশাপ সেই যালিমদের উপর"},{"id":19,"arabic_text":"الَّذِیۡنَ یَصُدُّوۡنَ عَنۡ سَبِیۡلِ اللّٰہِ وَ یَبۡغُوۡنَہَا عِوَجًا ؕ وَ ہُمۡ بِالۡاٰخِرَۃِ ہُمۡ کٰفِرُوۡنَ ﴿۱۹﴾ ","english_text":"[He] who made for you the earth a bed [spread out] and the sky a ceiling and sent down from the sky, rain and brought forth thereby fruits as provision for you. So do not attribute to Allah equals while you know [that there is nothing similar to Him].","page":223,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1492.mp3","colorText":"ٱلَّذِينَ يَصُدُّونَ عَ[f:1203[ن س]َبِيلِ [h:788[ٱ]للَّهِ وَيَ[q:4708[بْ]غُونَهَا عِوَ[a:4709[جًا و]َه[c:4710[ُم ب]ِ[h:447[ٱ]لْأَخِرَةِ هُمْ كَ[n[ـٰ]فِر[p[ُو]نَ","juz":12,"ruku":184,"manzil":3,"bangla_ahbayan":"যারা আল্লাহর পথে (মানুষকে) বাধা প্রদান করে এবং তাতে বক্রতা অন্বেষণ করার চেষ্টায় লিপ্ত থাকে।[১] আর তারাই পরকাল সম্বন্ধেও অবিশ্বাসী।","bangla_bayan":"যারা আল্লাহর পথ থেকে মানুষকে বাধা দেয় এবং তাকে বক্র করতে চায়। আর এরাই তো আখিরাত অস্বীকারকারী।","bangla_mkhan":"যারা আল্লাহর পথে বাধা দেয়, আর তাতে বক্রতা খুজে বেড়ায়, এরাই আখরাতকে অস্বীকার করে।","bangla_mujibur":"যারা অপরকে আল্লাহর পথ হতে নিবৃত্ত রাখত এবং ওতে বক্রতা বের করার চেষ্টায় লিপ্ত থাকত; আর তারাতো আখিরাতেও অমান্যকারী।","bangla_taisirul":"যারা আল্লাহর পথ হতে লোকেদেরকে ফিরিয়ে রাখে আর তাকে বক্র করতে চায়, আর তারা আখিরাতকে অস্বীকার করে।"},{"id":20,"arabic_text":"اُولٰٓئِکَ لَمۡ یَکُوۡنُوۡا مُعۡجِزِیۡنَ فِی الۡاَرۡضِ وَ مَا کَانَ لَہُمۡ مِّنۡ دُوۡنِ اللّٰہِ مِنۡ  اَوۡلِیَآءَ ۘ یُضٰعَفُ لَہُمُ الۡعَذَابُ ؕ مَا کَانُوۡا یَسۡتَطِیۡعُوۡنَ السَّمۡعَ وَ مَا کَانُوۡا  یُبۡصِرُوۡنَ ﴿۲۰﴾ ","english_text":"And if you are in doubt about what We have sent down upon Our Servant [Muhammad], then produce a surah the like thereof and call upon your witnesses other than Allah, if you should be truthful.","page":224,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1493.mp3","colorText":"أُ[s[وْ]لَ[o[ـٰٓ]ئِكَ لَمْ يَكُونُو[s[اْ] مُعْجِزِينَ فِى [h:44[ٱ]لْأَرْضِ وَمَا كَانَ لَه[w:1812[ُم م]ِّ[f:107[ن د]ُونِ [h:108[ٱ]للَّهِ مِنْ أَوْلِي[o[َا]ٓءَ‌ۘ يُضَ[n[ـٰ]عَفُ لَهُمُ [h:6283[ٱ]لْعَذَابُ‌ۚ مَا كَانُو[s[اْ] يَسْتَطِيعُونَ [h:6284[ٱ][l[ل]سَّمْعَ وَمَا كَانُو[s[اْ] يُ[q:60[بْ]صِر[p[ُو]نَ","juz":12,"ruku":184,"manzil":3,"bangla_ahbayan":"তারা (সমগ্র) ভূ-পৃষ্ঠে আল্লাহকে ব্যর্থ করতে পারত না, আর তাদের জন্য আল্লাহ ছাড়া কোন সাহায্যকারীও ছিল না। ওদের শাস্তি দ্বিগুণ করা হবে। ওরা শুনতে সক্ষম ছিল না এবং দেখতও না। [১]","bangla_bayan":"তারা যমীনে (আল্লাহকে) অক্ষম করতে পারত না এবং আল্লাহ ছাড়া তাদের কোন সাহায্যকারী ছিল না, তাদের জন্য আযাব দ্বিগুণ করা হবে। তারা শুনতে সক্ষম ছিল না এবং দেখতেও পেত না।","bangla_mkhan":"তারা পৃথিবীতেও আল্লাহকে অপারগ করতে পারবে না এবং আল্লাহ ব্যতীত তাদের কোন সাহায্যকারীও নেই, তাদের জন্য দ্বিগুণ শাস্তি রয়েছে; তারা শুনতে পারত না এবং দেখতেও পেত না।","bangla_mujibur":"তারা (সমগ্র) ভূ-পৃষ্ঠে আল্লাহকে অক্ষম করতে পারেনি, আর না তাদের জন্য আল্লাহ ছাড়া কেহ সহায়কও হল। এরূপ লোকদের জন্য দ্বিগুণ শাস্তি হবে; এরা (অবজ্ঞার কারণে আহকামসমূহ) না শুনতে সক্ষম হচ্ছিল, আর না তারা (সত্য পথ) দেখছিল।","bangla_taisirul":"দুনিয়াতে তারা আল্লাহকে অক্ষম করে দিতে পারত না, আর আল্লাহ ছাড়া তাদের কোন সাহায্যকারীও ছিল না, তাদের শাস্তি দ্বিগুণ করা হবে। তারা না শুনতে পারত, আর না দেখতে পারত।"},{"id":21,"arabic_text":"اُولٰٓئِکَ الَّذِیۡنَ خَسِرُوۡۤا اَنۡفُسَہُمۡ  وَ ضَلَّ عَنۡہُمۡ  مَّا  کَانُوۡا  یَفۡتَرُوۡنَ ﴿۲۱﴾ ","english_text":"But if you do not - and you will never be able to - then fear the Fire, whose fuel is men and stones, prepared for the disbelievers.","page":224,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1494.mp3","colorText":"أُ[s[وْ]لَ[o[ـٰٓ]ئِكَ [h:51[ٱ]لَّذِينَ خَسِر[o[ُوٓ][s[اْ] أَ[f:38[نف]ُسَهُمْ وَضَلَّ عَنْه[w:3985[ُم م]َّا كَانُو[s[اْ] يَفْتَر[p[ُو]نَ","juz":12,"ruku":184,"manzil":3,"bangla_ahbayan":"ওরা সেই লোক, যারা নিজেরা নিজেদেরকে ক্ষতিগ্রস্ত করেছে। আর যেসব (উপাস্য) তারা মিথ্যা কল্পনা করে রেখেছিল, তাদের থেকে তারা সবাই উধাও হয়ে গেছে।","bangla_bayan":"এরা তো নিজদেরই ক্ষতি করেছে, আর তারা যা রটিয়ে বেড়াত, তাদের থেকে তা হারিয়ে গেছে।","bangla_mkhan":"এরা সে লোক, যারা নিজেরাই নিজেদেরকে ক্ষতিগ্রস্ত করেছে, আর এরা যা কিছু মিথ্যা মা’বুদ সাব্যস্ত করেছিল, তা সবই তাদের থেকে হারিয়ে গেছে।","bangla_mujibur":"এরা সেই লোক যারা নিজেরা নিজেদের সর্বনাশ করে ফেলেছে, আর যে সব উপাস্য (দেবতা) তারা গড়ে রেখেছিল, তাদের দিক থেকে ওরা সবাই উধাও হয়ে গেছে।","bangla_taisirul":"এরা সেই লোক যারা নিজেদেরকে নিজেরাই ক্ষতিগ্রস্ত করেছে, আর তারা যা কিছু রচনা করেছিল তা তাদের কাছ থেকে উধাও হয়ে গেছে।"},{"id":22,"arabic_text":"لَا جَرَمَ  اَنَّہُمۡ  فِی الۡاٰخِرَۃِ  ہُمُ الۡاَخۡسَرُوۡنَ ﴿۲۲﴾ ","english_text":"And give good tidings to those who believe and do righteous deeds that they will have gardens [in Paradise] beneath which rivers flow. Whenever they are provided with a provision of fruit therefrom, they will say, \"This is what we were provided with before.\" And it is given to them in likeness. And they will have therein purified spouses, and they will abide therein eternally.","page":224,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1495.mp3","colorText":"لَا جَرَمَ أَ[g[نّ]َهُمْ فِى [h:536[ٱ]لْأَخِرَةِ هُمُ [h:6285[ٱ]لْأَخْسَر[p[ُو]نَ","juz":12,"ruku":184,"manzil":3,"bangla_ahbayan":"এটা সুনিশ্চিত যে, পরকালে তারাই হবে সর্বাধিক ক্ষতিগ্রস্ত।","bangla_bayan":"নিঃসন্দেহে তারাই আখিরাতে সর্বাধিক ক্ষতিগ্রস্ত।","bangla_mkhan":"আখেরাতে এরাই হবে সর্বাধিক ক্ষতিগ্রস্থ কোন সন্দেহ নেই।","bangla_mujibur":"এটা সুনিশ্চিত যে, আখিরাতে এরাই হবে সর্বাধিক ক্ষতিগ্রস্ত।","bangla_taisirul":"এতে কোন সন্দেহ নেই যে আখেরাতে এরাই সবচেয়ে ক্ষতিগ্রস্ত।"},{"id":23,"arabic_text":"اِنَّ الَّذِیۡنَ اٰمَنُوۡا وَ عَمِلُوا الصّٰلِحٰتِ وَ اَخۡبَتُوۡۤا اِلٰی رَبِّہِمۡ ۙ اُولٰٓئِکَ اَصۡحٰبُ الۡجَنَّۃِ ۚ ہُمۡ  فِیۡہَا  خٰلِدُوۡنَ ﴿۲۳﴾ ","english_text":"Indeed, Allah is not timid to present an example - that of a mosquito or what is smaller than it. And those who have believed know that it is the truth from their Lord. But as for those who disbelieve, they say, \"What did Allah intend by this as an example?\" He misleads many thereby and guides many thereby. And He misleads not except the defiantly disobedient,","page":224,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1496.mp3","colorText":"إِ[g[نّ]َ [h:24[ٱ]لَّذِينَ ءَامَنُو[s[اْ] وَعَمِلُو[s[اْ] [h:118[ٱ][l[ل]صَّ[n[ـٰ]لِحَ[n[ـٰ]تِ وَأَخْبَت[o[ُوٓ][s[اْ] إِلَىٰ رَبِّهِمْ أُ[s[وْ]لَ[o[ـٰٓ]ئِكَ أَصْحَ[n[ـٰ]بُ [h:415[ٱ]لْجَ[g[نّ]َةِ‌ۖ هُمْ فِيهَا خَ[n[ـٰ]لِد[p[ُو]نَ","juz":12,"ruku":184,"manzil":3,"bangla_ahbayan":"নিশ্চয় যারা বিশ্বাস করেছে এবং সৎকার্যাবলী সম্পন্ন করেছে, আর নিজেদের প্রতিপালকের কাছে বিনত হয়েছে, তারাই হবে জান্নাতবাসী; তাতে তারা অনন্তকাল থাকবে।","bangla_bayan":"নিশ্চয় যারা ঈমান এনেছে, সৎকর্ম করেছে এবং বিনীত হয়েছে তাদের রবের প্রতি, তারাই জান্নাতবাসী, তারা সেখানে স্থায়ী হবে।","bangla_mkhan":"নিশ্চয়ই যারা ঈমান এনেছে ও সৎকাজ করেছে এবং স্বীয় পালনকর্তার সমীপে বিনতি প্রকাশ করেছে তারাই বেহেশতবাসী, সেখানেই তারা চিরকাল থাকবে।","bangla_mujibur":"নিশ্চয়ই যারা ঈমান এনেছে এবং সৎ কার্যাবলী সম্পন্ন করেছে, আর নিজেদের রবের প্রতি ঝুঁকে পড়েছে এরূপ লোকেরাই হচ্ছে জান্নাতবাসী, তাতে তারা অনন্তকাল থাকবে।","bangla_taisirul":"নিশ্চয় যারা ঈমান আনে, সৎকর্ম করে আর তাদের রবেবর কাছে বিনীত, তারাই জান্নাতের অধিবাসী, তারা সেখানে স্থায়ী হবে।"},{"id":24,"arabic_text":"مَثَلُ الۡفَرِیۡقَیۡنِ کَالۡاَعۡمٰی وَ الۡاَصَمِّ وَ الۡبَصِیۡرِ وَ السَّمِیۡعِ ؕ ہَلۡ یَسۡتَوِیٰنِ مَثَلًا ؕ اَفَلَا  تَذَکَّرُوۡنَ ﴿۲۴﴾ ","english_text":"Who break the covenant of Allah after contracting it and sever that which Allah has ordered to be joined and cause corruption on earth. It is those who are the losers.","page":224,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1497.mp3","colorText":"۞ مَثَلُ [h:6286[ٱ]لْفَرِيقَيْنِ كَ[h:6287[ٱ]لْأَعْمَىٰ وَ[h:6288[ٱ]لْأَصَ[g[مّ]ِ وَ[h:6289[ٱ]لْبَصِيرِ وَ[h:6290[ٱ][l[ل]سَّمِيعِ‌ۚ هَلْ يَسْتَوِيَانِ مَثَلاً‌ۚ أَفَلَا تَذَكَّر[p[ُو]نَ","juz":12,"ruku":184,"manzil":3,"bangla_ahbayan":"উভয় দলের দৃষ্টান্ত এরূপ; যেমন এক ব্যক্তি অন্ধ ও বধির এবং আর এক ব্যক্তি দৃষ্টি ও শ্রবণশক্তিসম্পন্ন।[১] এই দু’ ব্যক্তি কি তুলনায় সমান হবে? (কখনও নয়।) তবুও কি তোমরা উপদেশ গ্রহণ করবে না?","bangla_bayan":"দল দু’টির উপমা হচ্ছে অন্ধ ও বধির এবং চক্ষুষ্মান ও শ্রবণশক্তিসম্পন্নের মত, তুলনায় উভয় দল কি সমান? এরপরও কি তোমরা উপদেশ গ্রহণ করবে না?","bangla_mkhan":"উভয় পক্ষের দৃষ্টান্ত হচ্ছে যেমন অন্ধ ও বধির এবং যে দেখতে পায় ও শুনতে পায় উভয়ের অবস্থা কি এক সমান? তবুও তোমরা কি ভেবে দেখ না?","bangla_mujibur":"উভয় সম্প্রদায়ের দৃষ্টান্ত এরূপ যেমন এক ব্যক্তি, যে অন্ধ ও বধির, এবং আর এক ব্যক্তি যে দেখতেও পায় এবং শুনতেও পায়, এই দু’ ব্যক্তি কি তুলনায় সমান হবে? তবুও কি তোমরা বুঝনা?","bangla_taisirul":"দু’শ্রেণীর লোকের দৃষ্টান্ত হল যেমন একজন হল অন্ধ ও বধির, অন্যজন চক্ষুষ্মান ও শ্রবণশীল, এ দু’জন কি তুলনায় সমান হতে পারে? এরপরও কি তোমরা শিক্ষা গ্রহণ করবে না।"},{"id":25,"arabic_text":"وَ لَقَدۡ اَرۡسَلۡنَا نُوۡحًا اِلٰی قَوۡمِہٖۤ ۫ اِنِّیۡ لَکُمۡ  نَذِیۡرٌ  مُّبِیۡنٌ ﴿ۙ۲۵﴾ ","english_text":"How can you disbelieve in Allah when you were lifeless and He brought you to life; then He will cause you to die, then He will bring you [back] to life, and then to Him you will be returned.","page":224,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1498.mp3","colorText":"وَلَقَ[q:341[دْ] أَرْسَلْنَا نُوحًا إِلَىٰ قَوْمِه[o[ِۦٓ] إِ[g[نّ]ِى لَكُمْ نَذِي[a:5164[رٌ م]ُّب[p[ِي]نٌ","juz":12,"ruku":185,"manzil":3,"bangla_ahbayan":"আর নিশ্চয় আমি নূহকে তাঁর সম্প্রদায়ের নিকট প্রেরণ করেছি, (নূহ বলল,) ‘অবশ্যই আমি তোমাদের জন্য স্পষ্ট সতর্ককারী।","bangla_bayan":"আর অবশ্যই আমি নূহকে প্রেরণ করেছিলাম তার কওমের কাছে (এই বার্তা দিয়ে) যে, ‘আমি তোমাদের জন্য স্পষ্ট সতর্ককারী’।","bangla_mkhan":"আর অবশ্যই আমি নূহ (আঃ) কে তাঁর জাতির প্রতি প্রেরণ করেছি, (তিনি বললেন) নিশ্চয় আমি তোমাদের জন্য প্রকাশ্য সতর্ককারী।","bangla_mujibur":"আর আমি নূহকে তার কাওমের নিকট রাসূল রূপে প্রেরণ করেছি, (নূহ বলল) আমি তোমাদের জন্য স্পষ্ট ভয় প্রদর্শনকারী,","bangla_taisirul":"আমি নূহকে তার কাওমের কাছে পাঠিয়েছিলাম। (সে বলেছিল) আমি তোমাদের জন্য একজন স্পষ্ট সতর্ককারী,"},{"id":26,"arabic_text":"اَنۡ  لَّا تَعۡبُدُوۡۤا اِلَّا اللّٰہَ ؕ اِنِّیۡۤ  اَخَافُ عَلَیۡکُمۡ  عَذَابَ  یَوۡمٍ  اَلِیۡمٍ ﴿۲۶﴾ ","english_text":"It is He who created for you all of that which is on the earth. Then He directed Himself to the heaven, [His being above all creation], and made them seven heavens, and He is Knowing of all things.","page":224,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1499.mp3","colorText":"أ[u:4908[َن ل]َّا تَعْبُد[o[ُوٓ][s[اْ] إِلَّا [h:416[ٱ]للَّهَ‌ۖ إِ[g[نّ][o[ِىٓ] أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ أَل[p[ِي]مٍ","juz":12,"ruku":185,"manzil":3,"bangla_ahbayan":"তোমরা আল্লাহ ছাড়া আর কারো উপাসনা করো না,[১] আমি তোমাদের উপর এক ভীষণ যন্ত্রণাদায়ক দিনের শাস্তির আশঙ্কা করছি।[২]","bangla_bayan":"‘যেন তোমরা আল্লাহ ছাড়া কারো ইবাদাত না কর। নিশ্চয় আমি তোমাদের উপর যন্ত্রণাদায়ক দিবসের আযাবের ভয় করছি’।","bangla_mkhan":"তোমরা আল্লাহ ব্যতীত কারো এবাদত করবে না। নিশ্চয় আমি তোমাদের ব্যাপারে এক যন্ত্রণাদায়ক দিনের আযাবের ভয় করছি।","bangla_mujibur":"তোমরা আল্লাহ ছাড়া আর কারও ইবাদাত করনা; আমি তোমাদের উপর এক ভীষণ যন্ত্রণাদায়ক দিনের শাস্তির আশংকা করছি।","bangla_taisirul":"যে, তোমরা আল্লাহ ছাড়া কারো ‘ইবাদাত করো না, অন্যথায় আমি আশঙ্কা করছি যে, তোমাদের উপর একদিন বেদনাদায়ক ‘আযাব আসবে।"},{"id":27,"arabic_text":"فَقَالَ الۡمَلَاُ الَّذِیۡنَ کَفَرُوۡا مِنۡ قَوۡمِہٖ مَا نَرٰىکَ اِلَّا بَشَرًا مِّثۡلَنَا وَ مَا نَرٰىکَ اتَّبَعَکَ اِلَّا الَّذِیۡنَ ہُمۡ اَرَاذِلُنَا بَادِیَ الرَّاۡیِ ۚ وَ مَا نَرٰی لَکُمۡ  عَلَیۡنَا مِنۡ فَضۡلٍۭ  بَلۡ  نَظُنُّکُمۡ  کٰذِبِیۡنَ ﴿۲۷﴾ ","english_text":"And [mention, O Muhammad], when your Lord said to the angels, \"Indeed, I will make upon the earth a successive authority.\" They said, \"Will You place upon it one who causes corruption therein and sheds blood, while we declare Your praise and sanctify You?\" Allah said, \"Indeed, I know that which you do not know.\"","page":224,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1500.mp3","colorText":"فَقَالَ [h:6291[ٱ]لْمَلَأُ [h:4783[ٱ]لَّذِينَ كَفَرُو[s[اْ] مِ[f:4770[ن ق]َوْمِه[n[ِۦ] مَا نَرَ[n[ٮٰ]كَ إِلَّا بَشَ[a:6292[رًا م]ِّثْلَنَا وَمَا نَرَ[n[ٮٰ]كَ [h:6293[ٱ]تَّبَعَكَ إِلَّا [h:778[ٱ]لَّذِينَ هُمْ أَرَاذِلُنَا بَادِىَ [h:6294[ٱ][l[ل]رَّأْىِ وَمَا نَرَىٰ لَكُمْ عَلَيْنَا مِ[f:4682[ن ف]َضْ[i:6295[لِۭ ب]َلْ نَظُ[g[نّ]ُكُمْ كَ[n[ـٰ]ذِب[p[ِي]نَ","juz":12,"ruku":185,"manzil":3,"bangla_ahbayan":"তার সম্প্রদায়ের মধ্যে যেসব নেতৃস্থানীয় লোক অবিশ্বাসী ছিল, তারা বলল, ‘আমরা তো তোমাকে আমাদেরই মত মানুষ দেখতে পাচ্ছি।[১] আর আমরা দেখছি যে, শুধু ঐ লোকেরাই না বুঝে[২] তোমার অনুসরণ করছে, যারা আমাদের মধ্যে নিতান্তই হীন।[৩] আর আমাদের উপর তোমাদের কোন শ্রেষ্ঠত্ব আমরা দেখছি না; বরং আমরা তোমাদেরকে মিথ্যাবাদী বলে মনে করছি।’","bangla_bayan":"অতঃপর তার কওমের নেতৃস্থানীয়রা, যারা কুফরী করেছিল, তারা বলল, ‘আমরা তো তোমাকে আমাদের মত একজন মানুষ ছাড়া আর কিছু দেখছি না এবং আমরা দেখছি যে, কেবল আমাদের নীচু শ্রেণীর লোকেরাই বিবেচনাহীনভাবে তোমার অনুসরণ করেছে। আর আমাদের উপর তোমাদের কোন শ্রেষ্ঠত্ব আমরা দেখছি না; বরং আমরা তোমাদেরকে মিথ্যাবাদী মনে করছি’।","bangla_mkhan":"তখন তাঁর কওমের কাফের প্রধানরা বলল আমরা তো আপনাকে আমাদের মত একজন মানুষ ব্যতীত আর কিছু মনে করি না; আর আমাদের মধ্যে যারা ইতর ও স্থুল-বুদ্ধিসম্পন্ন তারা ব্যতীত কাউকে তো আপনার আনুগত্য করতে দেখি না এবং আমাদের উপর আপনাদের কেন প্রাধান্য দেখি না, বরং আপনারা সবাই মিথ্যাবাদী বলে আমারা মনে করি।","bangla_mujibur":"অতঃপর তার সম্প্রদায়ের মধ্যে যে সব নেতৃস্থানীয় লোক কাফির ছিল তারা বলতে লাগলঃ আমরাতো তোমাকে আমাদেরই মত মানুষ দেখতে পাচ্ছি; আর আমরা দেখছি যে, শুধু ঐ লোকেরাই তোমার অনুসরণ করছে যারা আমাদের মধ্যে নিতান্তই হীন ও ইতর, কোন রকম চিন্তা-ভাবনা না করেই; আর আমাদের উপর তোমাদের কোন শ্রেষ্ঠত্বও আমরা দেখছিনা, বরং আমরা তোমাদেরকে মিথ্যাবাদী বলে মনে করছি।","bangla_taisirul":"জওয়াবে তার জাতির প্রধানগণ- যারা অবিশ্বাসী ছিল তারা বলল, ‘আমরা তোমাকে আমাদের মত মানুষ ছাড়া অন্য কিছু দেখছি না, আর প্রকাশ্যতঃ আমাদের হীন অধম লোকগুলো ছাড়া তোমার পথ অবলম্বন করতে দেখছি না, আমাদের উপর তোমার কোন প্রাধান্যও দেখছি না, বরং আমরা তোমাদেরক মিথ্যুক বলেই মনে করি।’"},{"id":28,"arabic_text":"قَالَ یٰقَوۡمِ اَرَءَیۡتُمۡ اِنۡ کُنۡتُ عَلٰی بَیِّنَۃٍ مِّنۡ رَّبِّیۡ  وَ اٰتٰىنِیۡ رَحۡمَۃً مِّنۡ عِنۡدِہٖ فَعُمِّیَتۡ عَلَیۡکُمۡ ؕ اَنُلۡزِمُکُمُوۡہَا وَ اَنۡتُمۡ لَہَا کٰرِہُوۡنَ ﴿۲۸﴾ ","english_text":"And He taught Adam the names - all of them. Then He showed them to the angels and said, \"Inform Me of the names of these, if you are truthful.\"","page":224,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1501.mp3","colorText":"قَالَ يَ[n[ـٰ]قَوْمِ أَرَءَيْتُمْ إِ[f:3898[ن ك]ُ[f:2917[نت]ُ عَلَىٰ بَيِّنَ[a:4097[ةٍ م]ّ[u:4098[ِن ر]َّبِّى وَءَاتَ[n[ـٰ]نِى رَحْمَ[a:5993[ةً م]ِّنْ عِ[f:3628[ند]ِه[n[ِۦ] فَعُ[g[مّ]ِيَتْ عَلَيْكُمْ أَنُلْزِمُكُمُوهَا وَأَ[f:98[نت]ُمْ لَهَا كَ[n[ـٰ]رِه[p[ُو]نَ","juz":12,"ruku":185,"manzil":3,"bangla_ahbayan":"সে বলল, ‘হে আমার সম্প্রদায়! আচ্ছা বল তো, আমি যদি স্বীয় প্রতিপালকের পক্ষ হতে প্রমাণের উপর (প্রতিষ্ঠিত) থাকি এবং তিনি আমাকে নিজ সন্নিধান হতে করুণা (নবুঅত) দান করে থাকেন,[১] অতঃপর ওটা তোমাদের চোখে না পড়ে,[২] তাহলে কি আমি ওটা তোমাদেরকে মেনে নিতে বাধ্য করব, অথচ তোমরা ওটা অপছন্দ কর?[৩]","bangla_bayan":"সে বলল, ‘হে আমার কওম, তোমরা কি মনে কর, যদি আমি আমার রবের পক্ষ থেকে প্রেরিত প্রমাণের উপর প্রতিষ্ঠিত হই এবং তিনি আমাকে তাঁর পক্ষ থেকে রহমত দিয়ে থাকেন, আর তা তোমাদের কাছে গোপন রাখা হয়, তবে কি আমি তোমাদের উপর তোমাদের অপছন্দ হওয়া সত্ত্বেও তা চাপিয়ে দেব’?","bangla_mkhan":"নূহ (আঃ) বললেন-হে আমার জাতি! দেখ তো আমি যদি আমার পালনকর্তার পক্ষ হতে স্পষ্ট দলীলের উপর থাক, আর তিনি যদি তাঁর পক্ষ হতে আমাকে রহমত দান করে থাকেন, তারপরেও তা তোমাদের চোখে না পড়ে, তাহলে আমি কি উহা তোমাদের উপর তোমাদের ইচ্ছার বিরুদ্ধেই চাপিয়ে দিতে পারি ?","bangla_mujibur":"সে বললঃ হে আমার কাওম! আচ্ছা বলত, আমি যদি স্বীয় রবের পক্ষ হতে প্রমাণের উপর (প্রতিষ্ঠিত হয়ে) থাকি এবং তিনি আমাকে নিজ সন্নিধান হতে রাহমাত (নবুওয়াত) দান করেন, অতঃপর ওটা তোমাদের বোধগম্য না হয়, তাহলে কি ঐ বিষয়ে তোমাদের বাধ্য করতে পারি যখন তোমরা ওটা অবজ্ঞা করতে থাক?","bangla_taisirul":"সে বলল, ‘‘হে আমার সম্প্রদায়! তোমরা চিন্তা-ভাবনা করে দেখ, আমি যদি আমার প্রতিপালকের নিকট হতে প্রাপ্ত সুস্পষ্ট প্রমাণের উপর প্রতিষ্ঠিত থাকি আর তিনি তাঁর পক্ষ থেকে আমাকে অনুগ্রহ প্রদান করে থাকেন যা তোমাদের দৃষ্টি থেকে গোপনে রাখা হয়েছে, এমতাবস্থায় তা গ্রহণ করার ব্যাপারে আমি কি তোমাদেরকে বাধ্য করতে পারি যখন তোমরা তা অপছন্দ কর?"},{"id":29,"arabic_text":"وَ یٰقَوۡمِ لَاۤ  اَسۡئَلُکُمۡ عَلَیۡہِ مَالًا ؕ اِنۡ  اَجۡرِیَ   اِلَّا عَلَی اللّٰہِ وَ مَاۤ  اَنَا بِطَارِدِ الَّذِیۡنَ اٰمَنُوۡا ؕ اِنَّہُمۡ مُّلٰقُوۡا  رَبِّہِمۡ  وَ لٰکِنِّیۡۤ  اَرٰىکُمۡ قَوۡمًا تَجۡہَلُوۡنَ ﴿۲۹﴾ ","english_text":"They said, \"Exalted are You; we have no knowledge except what You have taught us. Indeed, it is You who is the Knowing, the Wise.\"","page":225,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1502.mp3","colorText":"وَيَ[n[ـٰ]قَوْمِ ل[o[َآ] أَسْــَٔلُكُمْ عَلَيْهِ مَالاً‌ۖ إِنْ أَ[q:6134[جْ]رِىَ إِلَّا عَلَى [h:412[ٱ]للَّهِ‌ۚ وَم[o[َآ] أَنَا۟ بِطَارِدِ [h:6296[ٱ]لَّذِينَ ءَامَن[o[ُوٓ[s[اْ]‌ۚ] إِ[g[نّ]َه[w:6297[ُم م]ُّلَ[n[ـٰ]قُو[s[اْ] رَبِّهِمْ وَلَ[n[ـٰ]كِ[g[نّ][o[ِىٓ] أَرَ[n[ٮٰ]كُمْ قَوْ[f:6298[مًا ت]َ[q:4984[جْ]هَل[p[ُو]نَ","juz":12,"ruku":185,"manzil":3,"bangla_ahbayan":"আর হে আমার সম্প্রদায়! আমি এতে তোমাদের কাছে কোন ধন-সম্পদ চাচ্ছি না;[১] আমার বিনিময় তো শুধু আল্লাহর দায়িত্বে রয়েছে। আর আমি তো বিশ্বাসীদেরকে তাড়িয়ে দিতে পারি না।[২] নিশ্চয় তারা নিজেদের প্রতিপালকের সাথে সাক্ষাৎ করবে। পরন্তু আমি দেখছি, তোমরা এক নির্বোধ সম্প্রদায়। [৩]","bangla_bayan":"‘আর হে আমার কওম, এর বিনিময়ে আমি তোমাদের কাছে কোন সম্পদ চাই না। আমার প্রতিদান শুধু আল্লাহর কাছে। যারা ঈমান এনেছে, আমি তাদের তাড়িয়ে দিতে পারি না। নিশ্চয় তারা তাদের রবের সাথে সাক্ষাৎ করবে। কিন্তু আমি তো দেখছি তোমরা এক অজ্ঞ জাতি’।","bangla_mkhan":"আর হে আমার জাতি! আমি তো এজন্য তোমাদের কাছে কোন অর্থ চাই না; আমার পারিশ্রমিক তো আল্লাহর জিম্মায় রয়েছে। আমি কিন্তু ঈমানদারদের তাড়িয়ে দিতে পারি না। তারা অবশ্যই তাদের পালনকর্তার সাক্ষাত লাভ করবে। বরঞ্চ তোমাদেরই আমি অজ্ঞ সম্প্রদায় দেখছি।","bangla_mujibur":"আর হে আমার কাওম! আমি এতে তোমাদের কাছে কোন ধন সম্পদ চাচ্ছিনা; আমার বিনিময়তো শুধু আল্লাহর যিম্মায় রয়েছে, আর আমি এই মু’মিনদেরকে বের করে দিতে পারিনা; নিশ্চয়ই তারা নিজেদের রবের সমীপে গমনকারী, পরন্ত আমি তোমাদেরকে নির্বোধ কাওম রূপে দেখছি।","bangla_taisirul":"হে আমার জাতির লোকেরা! আমি এ কাজে তোমাদের কাছে কোন ধন-সম্পদ চাই না, আমার পারিশ্রমিক আছে কেবল আল্লাহর কাছে। আর মু’মিনদের তাড়িয়ে দেয়া আমার জন্য শোভনীয় নয়, তারা তাদের প্রতিপালকের সাক্ষাৎ অবশ্যই লাভ করবে, কিন্তু আমি দেখছি তোমরা এমন এক জাতি যারা মূর্খের আচরণ করছ।"},{"id":30,"arabic_text":"وَ یٰقَوۡمِ مَنۡ یَّنۡصُرُنِیۡ مِنَ اللّٰہِ  اِنۡ طَرَدۡتُّہُمۡ ؕ اَفَلَا   تَذَکَّرُوۡنَ ﴿۳۰﴾ ","english_text":"He said, \"O Adam, inform them of their names.\" And when he had informed them of their names, He said, \"Did I not tell you that I know the unseen [aspects] of the heavens and the earth? And I know what you reveal and what you have concealed.\"","page":225,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1503.mp3","colorText":"وَيَ[n[ـٰ]قَوْمِ م[a:6299[َن ي]َ[f:6300[نص]ُرُنِى مِنَ [h:321[ٱ]للَّهِ إِ[f:6301[ن ط]َرَ[d:6302[د]تُّهُمْ‌ۚ أَفَلَا تَذَكَّر[p[ُو]نَ","juz":12,"ruku":185,"manzil":3,"bangla_ahbayan":"আর হে আমার সম্প্রদায়! আমি যদি তাদেরকে তাড়িয়েই দিই, তবে আল্লাহর (শাস্তি) হতে কে আমাকে রক্ষা করবে? [১] তোমরা কি উপদেশ গ্রহণ কর না?","bangla_bayan":"‘হে আমার কওম, যদি আমি তাদেরকে তাড়িয়ে দেই, তবে আল্লাহর আযাব থেকে কে আমাকে সাহায্য করবে? এরপরও কি তোমরা উপদেশ গ্রহণ করবে না’?","bangla_mkhan":"আর হে আমার জাতি! আমি যদি তাদের তাড়িয়ে দেই তাহলে আমাকে আল্লাহ হতে রেহাই দেবে কে? তোমরা কি চিন্তা করে দেখ না?","bangla_mujibur":"হে আমার কাওম! আমি যদি তাদেরকে বের করেই দিই তাহলে আল্লাহর পাকড়াও হতে কে আমাকে রক্ষা করবে? তোমরা কি এতটুকু বুঝনা?","bangla_taisirul":"হে আমার জাতির লোকেরা! আমি যদি এই লোকদেরকে তাড়িয়ে দেই তাহলে আমাকে আল্লাহর পাকড়াও থেকে কে বাঁচাবে? তবুও কি তোমরা উপদেশ নিবে না?"},{"id":31,"arabic_text":"وَ لَاۤ   اَقُوۡلُ  لَکُمۡ  عِنۡدِیۡ خَزَآئِنُ اللّٰہِ وَ لَاۤ  اَعۡلَمُ  الۡغَیۡبَ وَ لَاۤ  اَقُوۡلُ  اِنِّیۡ مَلَکٌ وَّ لَاۤ  اَقُوۡلُ لِلَّذِیۡنَ تَزۡدَرِیۡۤ اَعۡیُنُکُمۡ  لَنۡ  یُّؤۡتِیَہُمُ  اللّٰہُ خَیۡرًا ؕ اَللّٰہُ  اَعۡلَمُ  بِمَا فِیۡۤ  اَنۡفُسِہِمۡ ۚۖ اِنِّیۡۤ  اِذًا لَّمِنَ  الظّٰلِمِیۡنَ ﴿۳۱﴾ ","english_text":"And [mention] when We said to the angels, \"Prostrate before Adam\"; so they prostrated, except for Iblees. He refused and was arrogant and became of the disbelievers.","page":225,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1504.mp3","colorText":"وَل[o[َآ] أَقُولُ لَكُمْ عِ[f:4065[ند]ِى خَز[o[َا]ٓئِنُ [h:4066[ٱ]للَّهِ وَل[o[َآ] أَعْلَمُ [h:4067[ٱ]لْغَيْبَ وَل[o[َآ] أَقُولُ إِ[g[نّ]ِى مَلَ[a:6303[كٌ و]َل[o[َآ] أَقُولُ لِلَّذِينَ تَزْدَر[o[ِىٓ] أَعْيُنُكُمْ ل[a:6304[َن ي]ُؤْتِيَهُمُ [h:6305[ٱ]للَّهُ خَيْرًا‌ۖ [h:6306[ٱ]للَّهُ أَعْلَمُ بِمَا ف[o[ِىٓ] أَ[f:568[نف]ُسِهِمْ‌ۖ إِ[g[نّ][o[ِىٓ] إِ[u:765[ذًا ل]َّمِنَ [h:766[ٱ][l[ل]ظَّ[n[ـٰ]لِم[p[ِي]نَ","juz":12,"ruku":185,"manzil":3,"bangla_ahbayan":"আর আমি তোমাদেরকে বলছি না যে, আমার নিকট আল্লাহর ধন-ভান্ডার আছে। আমি অদৃশ্যের কথাও জানি না। আর আমি এটাও বলি না যে, আমি ফিরিশতা। আর যারা তোমাদের চোখে হীন, আমি তাদের সম্বন্ধে এটা বলি না যে, আল্লাহ কখনো তাদেরকে কোন মঙ্গল দান করবেন না; [১] তাদের অন্তরে যা কিছু আছে, তা আল্লাহ উত্তমরূপে জানেন। (এরূপ বললে) আমি অবশ্যই যালেমদের অন্তর্ভুক্ত হয়ে যাব।’[২]","bangla_bayan":"‘আর আমি তোমাদের বলছি না যে, ‘আমার কাছে আল্লাহর ভান্ডারসমূহ আছে’ এবং আমি গায়েব জানি না আর আমি এও বলছি না যে, ‘আমি ফেরেশতা’। তোমাদের চোখে যারা হীন, তাদের সম্পর্কে আমি বলছি না যে, ‘আল্লাহ তাদেরকে কখনো কোন কল্যাণ দান করবেন না’। তাদের অন্তরে যা আছে, সে সম্পর্কে আল্লাহ অধিক অবগত। (যদি এরূপ উক্তি করি) তাহলে নিশ্চয় আমি যালিমদের অন্তর্ভুক্ত হব’।","bangla_mkhan":"আর আমি তোমাদেরকে বলি না যে, আমার কাছে আল্লাহর ভান্ডার রয়েছে এবং একথাও বলি না যে, আমি গায়বী খবরও জানি; একথাও বলি না যে, আমি একজন ফেরেশতা; আর তোমাদের দৃষ্টিতে যারা লাঞ্ছিত আল্লাহ তাদের কোন কল্যাণ দান করবেন না। তাদের মনের কথা আল্লাহ ভাল করেই জানেন। সুতরাং এমন কথা বললে আমি অন্যায় কারী হব।","bangla_mujibur":"আর আমি তোমাদেরকে এ কথা বলছিনা যে, আমার নিকট আল্লাহর সকল ভান্ডার রয়েছে। এবং আমি অদৃশ্যের কথা জানিনা, আর আমি এটাও বলিনা যে, আমি মালাক/ফেরেশতা। আর যারা তোমাদের চোখে হীন, আমি তাদের সম্বন্ধে এটা বলতে পারিনা যে, আল্লাহ কখনও তাদেরকে কোন নি’আমাত দান করবেননা; তাদের অন্তরে যা কিছু আছে তা আল্লাহ উত্তম রূপে জানেন, আমি এরূপ বললে অন্যায়ই করে ফেলব।","bangla_taisirul":"আমি তো তোমাদেরকে এ কথা বলছি না যে, আমার কাছে আল্লাহর ধন-ভান্ডারসমূহ আছে। আর আমি অদৃশ্যের খবরও জানি না। আর আমি এ কথাও বলি না যে, আমি ফেরেশতা। আমি এ কথাও বলি না যে, তোমাদের চোখ যে সব লোককে অবজ্ঞা করে, আল্লাহ কক্ষনো তাদের কল্যাণ করবেন না। তাদের অন্তরে কী আছে আল্লাহ্ই তা বেশী জানেন। (এ রকম কথা বললে) আমি তো যালিমদের শামিল হয়ে যাবো।"},{"id":32,"arabic_text":"قَالُوۡا یٰنُوۡحُ قَدۡ جٰدَلۡتَنَا فَاَکۡثَرۡتَ جِدَالَنَا فَاۡتِنَا بِمَا تَعِدُنَاۤ  اِنۡ  کُنۡتَ مِنَ  الصّٰدِقِیۡنَ ﴿۳۲﴾ ","english_text":"And We said, \"O Adam, dwell, you and your wife, in Paradise and eat therefrom in [ease and] abundance from wherever you will. But do not approach this tree, lest you be among the wrongdoers.\"","page":225,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1505.mp3","colorText":"قَالُو[s[اْ] يَ[n[ـٰ]نُوحُ قَ[q:298[دْ] جَ[n[ـٰ]دَلْتَنَا فَأَكْثَرْتَ جِد[n[َٲ]لَنَا فَأْتِنَا بِمَا تَعِدُن[o[َآ] إِ[f:4792[ن ك]ُ[f:735[نت]َ مِنَ [h:4793[ٱ][l[ل]صَّ[n[ـٰ]دِق[p[ِي]نَ","juz":12,"ruku":185,"manzil":3,"bangla_ahbayan":"তারা বলল, ‘হে নূহ! তুমি আমাদের সাথে বিতর্ক করেছ এবং সে বিতর্ক অনেক বেশি করে ফেলেছ।[১] সুতরাং যে সম্বন্ধে তুমি আমাদেরকে ভয় দেখাচ্ছ, তা আমাদের সামনে আনয়ন কর; যদি তুমি সত্যবাদী হও।’[২]","bangla_bayan":"তারা বলল, ‘হে নূহ, তুমি আমাদের সাথে বাদানুবাদ করছ এবং আমাদের সাথে অতিমাত্রায় বিবাদ করেছ। অতএব যার প্রতিশ্রুতি তুমি আমাদেরকে দিচ্ছ, তা আমাদের কাছে নিয়ে আস, যদি তুমি সত্যবাদীদের অন্তর্ভুক্ত হও’।","bangla_mkhan":"তারা বলল-হে নূহ! আমাদের সাথে আপনি তর্ক করেছেন এবং অনেক কলহ করেছেন। এখন আপনার সেই আযাব নিয়ে আসুন, যে সম্পর্কে আপনি আমাদিগকে সতর্ক করেছেন, যদি আপনি সত্যবাদী হয়ে থাকেন।","bangla_mujibur":"তারা বললঃ হে নূহ! তুমি আমাদের সাথে বির্তক করেছ, অনন্তর সেই বির্তক অনেক বেশি করেছ। সুতরাং যে সম্বন্ধে তুমি আমাদেরকে ভয় দেখাচ্ছ তা আমাদের সামনে আনয়ন কর, যদি তুমি সত্যবাদী হও।","bangla_taisirul":"তারা বলল, ‘হে নূহ! তুমি আমাদের সাথে ঝগড়া করেছ, খুব বেশি বেশি ঝগড়া করেছ, এখন যার ভয় আমাদেরকে দেখাচ্ছ তা আমাদের কাছে নিয়ে এসো, যদি তুমি সত্যবাদী হও।’"},{"id":33,"arabic_text":"قَالَ اِنَّمَا یَاۡتِیۡکُمۡ بِہِ اللّٰہُ اِنۡ شَآءَ وَ مَاۤ  اَنۡتُمۡ  بِمُعۡجِزِیۡنَ ﴿۳۳﴾ ","english_text":"But Satan caused them to slip out of it and removed them from that [condition] in which they had been. And We said, \"Go down, [all of you], as enemies to one another, and you will have upon the earth a place of settlement and provision for a time.\"","page":225,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1506.mp3","colorText":"قَالَ إِ[g[نّ]َمَا يَأْتِيك[c:4058[ُم ب]ِهِ [h:1707[ٱ]للَّهُ إِ[f:364[ن ش][o[َا]ٓءَ وَم[o[َآ] أَ[f:428[نت][c:4435[ُم ب]ِمُعْجِز[p[ِي]نَ","juz":12,"ruku":185,"manzil":3,"bangla_ahbayan":"সে বলল, ‘ওটা তো আল্লাহ ইচ্ছা করলে তোমাদের সামনে আনয়ন করবেন এবং তোমরা তাঁকে ব্যর্থ করতে পারবে না।[১]","bangla_bayan":"সে বলল, ‘আল্লাহই তো তোমাদের কাছে তা হাজির করবেন, যদি তিনি চান। আর তোমরা তাকে অক্ষম করতে পারবে না’।","bangla_mkhan":"তিনি বলেন, উহা তোমাদের কাছে আল্লাহই আনবেন, যদি তিনি ইচ্ছা করেন তখন তোমরা পালিয়ে তাঁকে অপারগ করতে পারবে না।","bangla_mujibur":"সে বললঃ ওটাতো আল্লাহ তোমাদের সামনে আনয়ন করবেন যদি তিনি ইচ্ছা করেন এবং তোমরা তাঁকে অক্ষম করতে পারবেনা।","bangla_taisirul":"নূহ বলল, ‘‘আল্লাহই তা তোমাদের কাছে নিয়ে আসবেন যদি তিনি চান, তোমরা ব্যর্থ করতে পারবে না।"},{"id":34,"arabic_text":"وَ لَا یَنۡفَعُکُمۡ نُصۡحِیۡۤ  اِنۡ  اَرَدۡتُّ اَنۡ اَنۡصَحَ لَکُمۡ  اِنۡ کَانَ اللّٰہُ یُرِیۡدُ اَنۡ یُّغۡوِیَکُمۡ ؕ ہُوَ رَبُّکُمۡ ۟ وَ اِلَیۡہِ تُرۡجَعُوۡنَ ﴿ؕ۳۴﴾ ","english_text":"Then Adam received from his Lord [some] words, and He accepted his repentance. Indeed, it is He who is the Accepting of repentance, the Merciful.","page":225,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1507.mp3","colorText":"وَلَا يَ[f:6307[نف]َعُكُمْ نُصْح[o[ِىٓ] إِنْ أَرَ[d:6308[د]تُّ أَنْ أَ[f:6309[نص]َحَ لَكُمْ إِ[f:2594[ن ك]َانَ [h:742[ٱ]للَّهُ يُرِيدُ أ[a:6310[َن ي]ُغْوِيَكُمْ‌ۚ هُوَ رَبُّكُمْ وَإِلَيْهِ تُرْجَع[p[ُو]نَ","juz":12,"ruku":185,"manzil":3,"bangla_ahbayan":"আর আমি যদি তোমাদেরকে উপদেশ দিতে চাই, তবুও আমার উপদেশ তোমাদের কোন উপকারে আসবে না; যদি আল্লাহই তোমাদেরকে পথভ্রষ্ট করার ইচ্ছা রাখেন।[১] তিনিই তোমাদের প্রতিপালক। আর তাঁরই কাছে তোমাদেরকে ফিরে যেতে হবে।’ [২]","bangla_bayan":"‘আর আমি তোমাদেরকে উপদেশ দিতে চাইলেও আমার উপদেশ তোমাদের কোন উপকারে আসবে না, যদি আল্লাহ তোমাদের বিভ্রান্ত করতে চান। তিনি তোমাদের রব এবং তাঁর কাছেই তোমাদেরকে ফিরিয়ে নেয়া হবে’।","bangla_mkhan":"আর আমি তোমাদের নসীহত করতে চাইলেও তা তোমাদের জন্য ফলপ্রসূ হবে না, যদি আল্লাহ তোমাদেরকে গোমরাহ করতে চান; তিনিই তোমাদের পালনকর্তা এবং তাঁর কাছেই তোমাদের ফিরে যেতে হবে।","bangla_mujibur":"আর আমার মঙ্গল কামনা (নাসীহত) করা তোমাদের উপকারে আসতে পারেনা, তা আমি তোমাদের যতই মঙ্গল কামনা করতে চাইনা কেন, যদি আল্লাহরই তোমাদেরকে পথভ্রষ্ট করার ইচ্ছা হয়। তিনিই তোমাদের রাব্ব, আর তাঁরই কাছে তোমাদেরকে ফিরে যেতে হবে।","bangla_taisirul":"আমি তোমাদের কোন কল্যাণ করতে চাইলেও আমার কল্যাণ কামনা তোমাদের কোন উপকারে আসবে না যদি আল্লাহ তোমাদেরকে পথহারা করতে চান। তিনিই তোমাদের রবব, আর তাঁর কাছেই তোমরা ফিরে যাবে।’’"},{"id":35,"arabic_text":"اَمۡ  یَقُوۡلُوۡنَ افۡتَرٰىہُ ؕ قُلۡ  اِنِ افۡتَرَیۡتُہٗ فَعَلَیَّ  اِجۡرَامِیۡ وَ اَنَا بَرِیۡٓءٌ  مِّمَّا تُجۡرِمُوۡنَ ﴿۳۵﴾ ","english_text":"We said, \"Go down from it, all of you. And when guidance comes to you from Me, whoever follows My guidance - there will be no fear concerning them, nor will they grieve.","page":225,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1508.mp3","colorText":"أَمْ يَقُولُونَ [h:6061[ٱ]فْتَرَ[n[ٮٰ]هُ‌ۖ قُلْ إِنِ [h:6311[ٱ]فْتَرَيْتُهُ[n[ۥ] فَعَلَىَّ إِ[q:6312[جْ]رَامِى وَأَنَا۟ بَر[o[ِى]ٓ[a:3977[ءٌ م]ِّ[g[مّ]َا تُ[q:6313[جْ]رِم[p[ُو]نَ","juz":12,"ruku":185,"manzil":3,"bangla_ahbayan":"তবে কি তারা (অবিশ্বাসীরা) বলে, সে (মুহাম্মাদ) এটা (কুরআন) নিজেই রচনা করেছে? তুমি বলে দাও, ‘যদি আমি তা নিজে রচনা করে থাকি, তবে আমার এই অপরাধ আমার উপর বর্তাবে, আর (অমূলক দাবী করে) তোমরা যে অপরাধ করছ, তা হতে আমি সম্পূর্ণ মুক্ত।’ [১]","bangla_bayan":"নাকি তারা বলে, ‘সে এটা রচনা করেছে’। বল, ‘যদি আমি তা রচনা করে থাকি, তবে আমার অপরাধ আমার উপরই বর্তাবে এবং তোমরা যে অপরাধ করছ, আমি তা থেকে মুক্ত’।","bangla_mkhan":"তারা কি বলে? আপনি কোরআন রচনা করে এনেছেন? আপনি বলে দিন আমি যদি রচনা করে এনে থাকি, তবে সে অপরাধ আমার, আর তোমরা যেসব অপরাধ কর তার সাথে আমার কোন সম্পর্ক নেই।","bangla_mujibur":"তাহলে কি তারা (মাক্কার কাফিরেরা) বলে, সে (মুহাম্মাদ) এটা (কুরআন) নিজেই রচনা করেছে? তুমি বলে দাওঃ যদি আমি তা নিজে রচনা করে থাকি তাহলে আমার এই অপরাধ আমার উপর বর্তাবে, আর তোমরা যে অপরাধ করছ তা থেকে আমি সম্পূর্ণ মুক্ত।","bangla_taisirul":"তারা কি বলে যে, এ লোকই এ সব রচনা করেছে? বল, আমি যদি তা রচনা করে থাকি, তাহলে আমার অপরাধের দায়িত্ব আমার উপর। তোমরা যে অপরাধ করেছ তাত্থেকে আমি মুক্ত।"},{"id":36,"arabic_text":"وَ اُوۡحِیَ  اِلٰی نُوۡحٍ اَنَّہٗ  لَنۡ یُّؤۡمِنَ مِنۡ قَوۡمِکَ اِلَّا مَنۡ قَدۡ اٰمَنَ فَلَا تَبۡتَئِسۡ بِمَا کَانُوۡا یَفۡعَلُوۡنَ ﴿ۚۖ۳۶﴾ ","english_text":"And those who disbelieve and deny Our signs - those will be companions of the Fire; they will abide therein eternally.\"","page":225,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1509.mp3","colorText":"وَأُوحِىَ إِلَىٰ نُوحٍ أَ[g[نّ]َهُ[n[ۥ] ل[a:6314[َن ي]ُؤْمِنَ مِ[f:6315[ن ق]َوْمِكَ إِلَّا مَ[f:6316[ن ق]َ[q:298[دْ] ءَامَنَ فَلَا تَ[q:6317[بْ]تَئِسْ بِمَا كَانُو[s[اْ] يَفْعَل[p[ُو]نَ","juz":12,"ruku":186,"manzil":3,"bangla_ahbayan":"আর নূহের প্রতি অহী প্রেরিত হল, যারা বিশ্বাস করেছে, তারা ছাড়া তোমার সম্প্রদায় হতে আর কেউই বিশ্বাস করবে না, কাজেই যা তারা করছে, তার জন্য তুমি দুঃখ করো না। [১]","bangla_bayan":"আর নূহের কাছে ওহী পাঠানো হল যে, ‘যারা ঈমান এনেছে, তারা ছাড়া তোমার কওমের আর কেউ ঈমান আনবে না। সুতরাং তারা যা করে সে জন্য তুমি দুঃখিত হয়ো না’।","bangla_mkhan":"আর নূহ (আঃ) এর প্রতি ওহী প্রেরণ করা হলো যে, যারা ইতিমধ্যেই ঈমান এনেছে তাদের ছাড়া আপনার জাতির অন্য কেউ ঈমান আনবেনা এতএব তাদের কার্যকলাপে বিমর্ষ হবেন না।","bangla_mujibur":"আর নূহের প্রতি অহী প্রেরিত হলঃ যারা ঈমান এনেছে তারা ছাড়া তোমার কাওম হতে আর কেহই ঈমান আনবেনা, অতএব যা তারা করছে তাতে তুমি মোটেই দুঃখ করনা।","bangla_taisirul":"নূহের কাছে ওয়াহী পাঠানো হয়েছিল যে, যারা ঈমান এনেছে তারা ছাড়া তোমার সম্প্রদায়ের আর কোন লোক কক্ষনো ঈমান আনবে না, কাজেই তারা যা করছে তার জন্য তুমি হা-হুতাশ করো না।"},{"id":37,"arabic_text":"وَ اصۡنَعِ الۡفُلۡکَ بِاَعۡیُنِنَا وَ وَحۡیِنَا وَ لَا تُخَاطِبۡنِیۡ فِی الَّذِیۡنَ ظَلَمُوۡا ۚ اِنَّہُمۡ مُّغۡرَقُوۡنَ ﴿۳۷﴾ ","english_text":"O Children of Israel, remember My favor which I have bestowed upon you and fulfill My covenant [upon you] that I will fulfill your covenant [from Me], and be afraid of [only] Me.","page":225,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1510.mp3","colorText":"وَ[h:9999[ٱ]صْنَعِ [h:6318[ٱ]لْفُلْكَ بِأَعْيُنِنَا وَوَحْيِنَا وَلَا تُخَ[n[ـٰ]طِ[q:6319[بْ]نِى فِى [h:6320[ٱ]لَّذِينَ ظَلَم[o[ُوٓ[s[اْ]‌ۚ] إِ[g[نّ]َه[w:6321[ُم م]ُّغْرَق[p[ُو]نَ","juz":12,"ruku":186,"manzil":3,"bangla_ahbayan":"আর তুমি আমার চোখের সামনে ও আমার অহী (প্রত্যাদেশ) অনুযায়ী নৌকা নির্মাণ কর,[১] আর যালেমদের ব্যাপারে আমাকে কিছু বলো না। নিশ্চয়ই তাদেরকে ডুবানো হবে। [২]","bangla_bayan":"‘আর তুমি আমার চোখের সামনে ও আমার ওহী অনুসারে নৌকা তৈরী কর। আর যারা যুলম করেছে, তাদের ব্যাপারে তুমি আমার কাছে কোন আবেদন করো না। নিশ্চয় তাদেরকে ডুবানো হবে’।","bangla_mkhan":"আর আপনি আমার সম্মুখে আমারই নির্দেশ মোতাবেক একটি নৌকা তৈরী করুন এবং পাপিষ্ঠদের ব্যাপারে আমাকে কোন কথা বলবেন না। অবশ্যই তারা ডুবে মরবে।","bangla_mujibur":"আর তুমি আমার তত্ত্বাবধানে ও আমার নির্দেশক্রমে নৌকা নির্মাণ কর, আর আমার কাছে যালিমদের (কাফিরদের) সম্পর্কে কোন কথা বলনা, তাদের সকলকে নিমজ্জিত করা হবে।","bangla_taisirul":"অতএব আমার পর্যবেক্ষণের অধীনে আর আমার ওয়াহী অনুসারে তুমি নৌকা তৈরি কর, আর যারা বাড়াবাড়ি করেছে তাদের ব্যাপারে আমার কাছে কোন আবেদন করো না, তারা অবশ্যই ডুববে।"},{"id":38,"arabic_text":"وَ یَصۡنَعُ الۡفُلۡکَ ۟ وَ کُلَّمَا مَرَّ عَلَیۡہِ مَلَاٌ مِّنۡ قَوۡمِہٖ  سَخِرُوۡا مِنۡہُ ؕ قَالَ  اِنۡ تَسۡخَرُوۡا مِنَّا فَاِنَّا نَسۡخَرُ  مِنۡکُمۡ کَمَا  تَسۡخَرُوۡنَ ﴿ؕ۳۸﴾ ","english_text":"And believe in what I have sent down confirming that which is [already] with you, and be not the first to disbelieve in it. And do not exchange My signs for a small price, and fear [only] Me.","page":226,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1511.mp3","colorText":"وَيَصْنَعُ [h:6322[ٱ]لْفُلْكَ وَكُلَّمَا مَرَّ عَلَيْهِ مَلَ[a:6323[أٌ م]ِّ[f:4770[ن ق]َوْمِه[n[ِۦ] سَخِرُو[s[اْ] مِنْهُ‌ۚ قَالَ إِ[f:6324[ن ت]َسْخَرُو[s[اْ] مِ[g[نّ]َا فَإِ[g[نّ]َا نَسْخَرُ مِ[f:344[نك]ُمْ كَمَا تَسْخَر[p[ُو]نَ","juz":12,"ruku":186,"manzil":3,"bangla_ahbayan":"সে নৌকা নির্মাণ করতে লাগল। আর যখনই তার সম্প্রদায়ের প্রধানদিগের কোন দল তার নিকট দিয়ে গমন করল, তখনই তার সাথে উপহাস করতে লাগল।[১] সে বলল, ‘যদি তোমরা আমাদেরকে উপহাস কর, তাহলে আমরাও তোমাদেরকে উপহাস করব, যেমন তোমরা আমাদেরকে উপহাস করছ।","bangla_bayan":"আর সে নৌকা তৈরী করতে লাগল এবং যখনই তার কওমের নেতৃস্থানীয় কোন ব্যক্তি তার পাশ দিয়ে যেত, তাকে নিয়ে উপহাস করত। সে বলল, ‘যদি তোমরা আমাদের নিয়ে উপহাস কর, তবে আমরাও তোমাদের নিয়ে উপহাস করব, যেমন তোমরা উপহাস করছ’।","bangla_mkhan":"তিনি নৌকা তৈরী করতে লাগলেন, আর তাঁর কওমের নেতৃস্থানীয় ব্যক্তিরা যখন পার্শ্ব দিয়ে যেত, তখন তাঁকে বিদ্রুপ করত। তিনি বললেন, তোমরা যদি আমাদের উপহাস করে থাক, তবে তোমরা যেমন উপহাস করছ আমরাও তদ্রুপ তোমাদের উপহাস করছি।","bangla_mujibur":"সে নৌকা নির্মাণ করতে লাগল, আর যখনই তার কাওমের প্রধানদের কোন দল উহার নিকট দিয়ে গমন করত তখনই তার সাথে উপহাস করত। সে বলতঃ যদি তোমরা আমাদেরকে উপহাস কর তাহলে আমরাও (একদিন) তোমাদেরকে উপহাস করব, যেমন তোমরা আমাদেরকে উপহাস করছ।","bangla_taisirul":"নূহ নৌকা তৈরি করছিল, আর যখনই তার জাতির প্রধান ব্যক্তিরা তার নিকট দিয়ে যাচ্ছিল, তারা তাকে ঠাট্টা করছিল। সে বলল, ‘তোমরা যদি আমাদেরকে ঠাট্টা কর, তাহলে আমরাও তোমাদেরকে (ভবিষ্যতে) ঠাট্টা করব যেমনভাবে তোমরা (এখন) ঠাট্টা করছ,"},{"id":39,"arabic_text":"فَسَوۡفَ تَعۡلَمُوۡنَ ۙ مَنۡ یَّاۡتِیۡہِ عَذَابٌ یُّخۡزِیۡہِ  وَ یَحِلُّ  عَلَیۡہِ  عَذَابٌ  مُّقِیۡمٌ ﴿۳۹﴾ ","english_text":"And do not mix the truth with falsehood or conceal the truth while you know [it].","page":226,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1512.mp3","colorText":"فَسَوْفَ تَعْلَمُونَ م[a:6325[َن ي]َأْتِيهِ عَذَا[a:6326[بٌ ي]ُخْزِيهِ وَيَحِلُّ عَلَيْهِ عَذَا[a:3534[بٌ م]ُّق[p[ِي]مٌ","juz":12,"ruku":186,"manzil":3,"bangla_ahbayan":"সুতরাং সত্বরই তোমরা জানতে পারবে যে, সে কোন্ ব্যক্তি যার উপর এমন শাস্তি আসবে, যা তাকে লাঞ্ছিত করে দেবে এবং তার উপর চিরস্থায়ী শাস্তি আপতিত হবে।’ [১]","bangla_bayan":"অতএব, শীঘ্রই তোমরা জানতে পারবে, কার উপর সে আযাব আসবে যা তাকে লাঞ্ছিত করবে এবং কার উপর আপতিত হবে স্থায়ী আযাব।","bangla_mkhan":"অতঃপর অচিরেই জানতে পারবে-লাঞ্ছনাজনক আযাব কার উপর আসে এবং চিরস্থায়ী আযাব কার উপর অবতরণ করে।","bangla_mujibur":"সুতরাং সত্ত্বরই তোমরা জানতে পারবে যে, কোন ব্যক্তির উপর এমন আযাব আসার উপক্রম হয়েছে যা তাকে লাঞ্ছিত করবে এবং তার উপর চিরস্থায়ী আযাব নাযিল হবে।","bangla_taisirul":"তোমরা (শীঘ্রই) জানতে পারবে কার উপর লাঞ্ছনাকর ‘আযাব আসে আর কার উপর আসে স্থায়ী ‘আযাব।"},{"id":40,"arabic_text":"حَتّٰۤی اِذَا جَآءَ اَمۡرُنَا وَ فَارَ التَّنُّوۡرُ ۙ قُلۡنَا احۡمِلۡ فِیۡہَا مِنۡ کُلٍّ زَوۡجَیۡنِ اثۡنَیۡنِ وَ اَہۡلَکَ اِلَّا مَنۡ سَبَقَ عَلَیۡہِ الۡقَوۡلُ وَ مَنۡ اٰمَنَ ؕ وَ مَاۤ  اٰمَنَ  مَعَہٗۤ   اِلَّا قَلِیۡلٌ ﴿۴۰﴾ ","english_text":"And establish prayer and give zakah and bow with those who bow [in worship and obedience].","page":226,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1513.mp3","colorText":"حَتَّ[o[ىٰٓ] إِذَا ج[o[َا]ٓءَ أَمْرُنَا وَفَارَ [h:6327[ٱ][l[ل]تَّ[g[نّ]ُورُ قُلْنَا [h:6328[ٱ]حْمِلْ فِيهَا مِ[f:6329[ن ك]ُ[f:6330[لٍّ ز]َوْجَيْنِ [h:6331[ٱ]ثْنَيْنِ وَأَهْلَكَ إِلَّا مَ[f:6332[ن س]َبَقَ عَلَيْهِ [h:6333[ٱ]لْقَوْلُ وَمَنْ ءَامَنَ‌ۚ وَم[o[َآ] ءَامَنَ مَعَهُ[o[ۥٓ] إِلَّا قَل[p[ِي]لٌ","juz":12,"ruku":186,"manzil":3,"bangla_ahbayan":"অবশেষে যখন আমার নির্দেশ এসে পৌঁছল এবং ভূ-পৃষ্ঠ (চুলা) হতে পানি উথলিয়ে উঠতে লাগল[১] তখন আমি বললাম, ‘প্রত্যেক যুগল (প্রাণীর) জোড়া জোড়া তাতে (নৌকাতে) উঠিয়ে নাও[২] এবং নিজ পরিবারবর্গকেও; তবে তাকে নয় যার সম্বন্ধে পূর্ব-সিদ্ধান্ত হয়ে আছে।[৩] আর যে বিশ্বাস করেছে তাকেও (উঠিয়ে নাও)।’[৪] বস্তুতঃ অল্প কয়েকজন ছাড়া কেউই তার প্রতি বিশ্বাস করেনি। [৫]","bangla_bayan":"অবশেষে যখন আমার আদেশ আসল এবং চুলা উথলে উঠল*, আমি বললাম, ‘তুমি তাতে তুলে নাও প্রত্যেক শ্রেণী থেকে জোড়া জোড়া** এবং যাদের ব্যাপারে সিদ্ধান্ত হয়ে গিয়েছে তাদের ছাড়া তোমার পরিবারকে এবং যারা ঈমান এনেছে তাদেরকে। আর তার সাথে অল্পসংখ্যকই ঈমান এনেছিল। \\n\\n* التنور এর আরেকটি অর্থ হল ভূপৃষ্ঠ। প্লাবন শুরু হওয়ার আগে ভূপৃষ্ঠের সবখান দিয়ে পানি উৎসারিত হতে লাগল।","bangla_mkhan":"অবশেষে যখন আমার হুকুম এসে পৌঁছাল এবং ভুপৃষ্ঠ উচ্ছসিত হয়ে উঠল, আমি বললামঃ সর্বপ্রকার জোড়ার দুটি করে এবং যাদের উপরে পূর্বহেߦ#2439; হুকুম হয়ে গেছে তাদের বাদি দিয়ে, আপনার পরিজনবর্গ ও সকল ঈমানদারগণকে নৌকায় তুলে নিন। বলাবাহুল্য অতি অল্পসংখ্যক লোকই তাঁর সাথে ঈমান এনেছিল।","bangla_mujibur":"অবশেষে যখন আমার ফরমান এসে পৌঁছল এবং যমীন হতে পানি উথলে উঠতে লাগল, আমি বললামঃ প্রত্যেক শ্রেণীর প্রাণী হতে একটি নর এবং একটি মাদী অর্থাৎ দু’ দু’টি করে তাতে (নৌকায়) উঠিয়ে নাও এবং নিজ পরিবারবর্গকেও, তাকে ছাড়া যার সম্বন্ধে পূর্বে নির্দেশ হয়ে গেছে, এবং অন্যান্য মু’মিনদেরকেও। আর অল্প কয়েকজন ছাড়া কেহই তাঁর সাথে ঈমান আনেনি।","bangla_taisirul":"শেষে যখন আমার নির্দেশ এসে গেল, আর তন্দুর (পানিতে) উথলে উঠল, আমি বললাম, ‘প্রত্যেক শ্রেণীর যুগলের দু’টি তাতে তুলে নাও আর তোমার পরিবার পরিজনকে, তাদের ছাড়া যাদের ব্যাপারে আগেই ঘোষণা দেয়া হয়েছে। আর যারা ঈমান এনেছে তাদেরকেও (তুলে নাও)। তার সঙ্গে ঈমান এনেছিল খুব অল্প কয়েকজনই।"},{"id":41,"arabic_text":"وَ قَالَ ارۡکَبُوۡا فِیۡہَا بِسۡمِ اللّٰہِ مَ‍‍جۡؔرٖىہَا وَ مُرۡسٰىہَا ؕ اِنَّ رَبِّیۡ لَغَفُوۡرٌ رَّحِیۡمٌ  ﴿۴۱﴾","english_text":"Do you order righteousness of the people and forget yourselves while you recite the Scripture? Then will you not reason?","page":226,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1514.mp3","colorText":"۞ وَقَالَ [h:6334[ٱ]رْكَبُو[s[اْ] فِيهَا بِسْمِ [h:6335[ٱ]للَّهِ مَ[q:6336[جْ]ر۪[n[ٮٰ]هَا وَمُرْسَ[n[ـٰ]ه[o[َآ‌ۚ] إِ[g[نّ]َ رَبِّى لَغَفُو[u:4578[رٌ ر]َّح[p[ِي]مٌ","juz":12,"ruku":186,"manzil":3,"bangla_ahbayan":"সে বলল, ‘তোমরা এতে আরোহণ কর, এর গতি ও স্থিতি আল্লাহরই নামে;[১] নিশ্চয় আমার প্রতিপালক চরম ক্ষমাশীল, পরম দয়াবান।’","bangla_bayan":"আর সে বলল, ‘তোমরা এতে আরোহণ কর। এর চলা ও থামা হবে আল্লাহর নামে। নিশ্চয় আমার রব অতি ক্ষমাশীল, পরম দয়ালু।","bangla_mkhan":"আর তিনি বললেন, তোমরা এতে আরোহন কর। আল্লাহর নামেই এর গতি ও স্থিতি। আমার পালনকর্তা অতি ক্ষমাপরায়ন, মেহেরবান।","bangla_mujibur":"আর সে বললঃ তোমরা এতে আরোহণ কর, এর গতি ও এর স্থিতি আল্লাহরই নামে; নিশ্চয়ই আমার রাব্ব ক্ষমাশীল, দয়াবান।","bangla_taisirul":"নূহ বলল, ‘এতে আরোহণ কর, আল্লাহর নামে এর গতি ও এর স্থিতি, আমার প্রতিপালক অবশ্যই বড়ই ক্ষমাশীল, বড়ই দয়ালু।’"},{"id":42,"arabic_text":"وَ ہِیَ تَجۡرِیۡ بِہِمۡ فِیۡ مَوۡجٍ کَالۡجِبَالِ ۟  وَ نَادٰی نُوۡحُۨ  ابۡنَہٗ وَ کَانَ فِیۡ  مَعۡزِلٍ یّٰـبُنَیَّ ارۡکَبۡ مَّعَنَا وَ لَا تَکُنۡ مَّعَ الۡکٰفِرِیۡنَ ﴿۴۲﴾ ","english_text":"And seek help through patience and prayer, and indeed, it is difficult except for the humbly submissive [to Allah ]","page":226,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1515.mp3","colorText":"وَهِىَ تَ[q:120[جْ]رِى بِهِمْ فِى مَوْ[f:6337[جٍ ك]َ[h:6338[ٱ]لْجِبَالِ وَنَادَىٰ نُوحٌ [h:6339[ٱ][q:6340[بْ]نَهُ[n[ۥ] وَكَانَ فِى مَعْزِ[a:6341[لٍ ي]َ[n[ـٰ]بُنَىَّ [h:6342[ٱ]رْكَ[d:6343[ب] [g[مّ]َعَنَا وَلَا تَك[a:6344[ُن م]َّعَ [h:6345[ٱ]لْكَ[n[ـٰ]فِر[p[ِي]نَ","juz":12,"ruku":186,"manzil":3,"bangla_ahbayan":"আর সেই নৌকাটিই তাদেরকে নিয়ে পর্বততুল্য তরঙ্গের মধ্যে চলতে লাগল।[১] নূহ স্বীয় পুত্রকে ডাকতে লাগল -- এবং সে ছিল ভিন্ন স্থানে -- (বলল), ‘হে আমার পুত্র! আমাদের সাথে সওয়ার হয়ে যাও এবং অবিশ্বাসীদের সঙ্গী হয়ো না।’ [২]","bangla_bayan":"আর তা পাহাড়সম ঢেউয়ের মধ্যে তাদেরকে নিয়ে চলছিল এবং নূহ তার পুত্রকে ডাক দিল, আর সে ছিল আলাদা স্থানে- ‘হে আমার পুত্র, আমাদের সাথে আরোহণ কর এবং কাফিরদের সাথে থেকো না’।","bangla_mkhan":"আর নৌকাখানি তাদের বহন করে চলল পর্বত প্রমাণ তরঙ্গমালার মাঝে, আর নূহ (আঃ) তাঁর পুত্রকে ডাক দিলেন আর সে সরে রয়েছিল, তিনি বললেন, প্রিয় বৎস! আমাদের সাথে আরোহন কর এবং কাফেরদের সাথে থেকো না।","bangla_mujibur":"আর সেই নৌকাটি তাদেরকে নিয়ে পবর্ততুল্য তরঙ্গের মধ্যে চলতে লাগল, আর নূহ স্বীয় পুত্রকে ডাকতে লাগল এবং সে ছিল ভিন্ন স্থানে; হে আমার পুত্র! আমাদের সাথে সাওয়ার হয়ে যাও এবং কাফিরদের সাথে থেকনা।","bangla_taisirul":"পর্বত সদৃশ তরঙ্গমালার মধ্য দিয়ে তা তাদেরকে নিয়ে বয়ে চলল। তখন নূহ তার পুত্রকে- যে তাদের থেকে আলাদা হয়ে গিয়েছিল- ডাক দিয়ে বলল, ‘হে আমার পুত্র! আমাদের সঙ্গে আরোহণ কর, কাফিরদের সঙ্গে থেক না।"},{"id":43,"arabic_text":"قَالَ سَاٰوِیۡۤ  اِلٰی جَبَلٍ یَّعۡصِمُنِیۡ  مِنَ الۡمَآءِ ؕ قَالَ لَا عَاصِمَ  الۡیَوۡمَ  مِنۡ  اَمۡرِ اللّٰہِ  اِلَّا مَنۡ رَّحِمَ ۚ وَ حَالَ بَیۡنَہُمَا الۡمَوۡجُ  فَکَانَ  مِنَ  الۡمُغۡرَقِیۡنَ  ﴿۴۳﴾","english_text":"Who are certain that they will meet their Lord and that they will return to Him.","page":226,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1516.mp3","colorText":"قَالَ سَـَٔـاو[o[ِىٓ] إِلَىٰ جَبَ[a:6346[لٍ ي]َعْصِمُنِى مِنَ [h:4727[ٱ]لْم[o[َا]ٓءِ‌ۚ قَالَ لَا عَاصِمَ [h:6347[ٱ]لْيَوْمَ مِنْ أَمْرِ [h:6348[ٱ]للَّهِ إِلَّا م[u:6349[َن ر]َّحِمَ‌ۚ وَحَالَ بَيْنَهُمَا [h:6350[ٱ]لْمَوْجُ فَكَانَ مِنَ [h:6351[ٱ]لْمُغْرَق[p[ِي]نَ","juz":12,"ruku":186,"manzil":3,"bangla_ahbayan":"সে বলল, ‘আমি এমন কোন পাহাড়ে আশ্রয় গ্রহণ করব, যা আমাকে পানি হতে রক্ষা করবে।’[১] সে বলল, ‘আজ আল্লাহর শাস্তি হতে কেউই রক্ষাকারী নেই। তবে তিনি যার প্রতি দয়া করবেন, সে (রক্ষা পাবে)।’ ইতিমধ্যে তাদের উভয়ের মাঝে একটি তরঙ্গ অন্তরাল হয়ে পড়ল। অতঃপর সে ডুবে যাওয়া লোকেদের অন্তর্ভুক্ত হল।[২]","bangla_bayan":"সে বলল, ‘অচিরেই আমি একটি পাহাড়ে আশ্রয় নেব, যা আমাকে পানি থেকে রক্ষা করবে’। সে (নূহ) বলল, ‘যার প্রতি আল্লাহ দয়া করেছেন সে ছাড়া আজ আল্লাহর আদেশ থেকে কোন রক্ষাকারী নেই’। এরপর তাদের উভয়ের মধ্যে ঢেউ অন্তরায় হয়ে গেল। অতঃপর সে নিমজ্জিতদের অন্তর্ভুক্ত হয়ে গেল ।","bangla_mkhan":"সে বলল, আমি অচিরেই কোন পাহাড়ে আশ্রয় নেব, যা আমাকে পানি হতে রক্ষা করবে। নূহ (আঃ) বল্লেন আজকের দিনে আল্লাহর হুকুম থেকে কোন রক্ষাকারী নেই। একমাত্র তিনি যাকে দয়া করবেন। এমন সময় উভয়ের মাঝে তরঙ্গ আড়াল হয়ে দাঁড়াল, ফলে সে নিমজ্জিত হল।","bangla_mujibur":"সে বললঃ আমি এখনই কোন পাহাড়ে আশ্রয় গ্রহণ করব যা আমাকে পানি হতে রক্ষা করবে। সে (নূহ) বললঃ আজ আল্লাহর শাস্তি হতে কেহই রক্ষাকারী নেই, কিন্তু যার উপর তিনি দয়া করেন। ইতোমধ্যে তাদের উভয়ের মাঝে একটি তরঙ্গ অন্তরাল হয়ে পড়ল, অতঃপর সে নিমজ্জিতদের অন্তর্ভুক্ত হল।","bangla_taisirul":"সে (অর্থাৎ নূহের পুত্র) বলল, ‘আমি এক্ষুণি পাহাড়ে আশ্রয় নেব যা আমাকে পানি থেকে রক্ষা করবে।’ নূহ বলল, ‘আজ আল্লাহর হুকুম থেকে কোন কিছুই রক্ষা করতে পারবে না, অবশ্য আল্লাহ যার প্রতি দয়া করবেন সে রক্ষা পাবে।’ অতঃপর ঢেউ তাদের দু’জনার মাঝে আড়াল করল আর সে ডুবে যাওয়া লোকেদের মধ্যে শামিল হয়ে গেল।"},{"id":44,"arabic_text":"وَ قِیۡلَ یٰۤاَرۡضُ ابۡلَعِیۡ مَآءَکِ وَ یٰسَمَآءُ اَقۡلِعِیۡ وَ غِیۡضَ الۡمَآءُ وَ قُضِیَ الۡاَمۡرُ وَ اسۡتَوَتۡ عَلَی الۡجُوۡدِیِّ  وَ قِیۡلَ بُعۡدًا لِّلۡقَوۡمِ  الظّٰلِمِیۡنَ ﴿۴۴﴾ ","english_text":"O Children of Israel, remember My favor that I have bestowed upon you and that I preferred you over the worlds.","page":226,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1517.mp3","colorText":"وَقِيلَ يَ[o[ـٰٓ]أَرْضُ [h:6352[ٱ][q:6353[بْ]لَعِى م[o[َا]ٓءَكِ وَيَ[n[ـٰ]سَم[o[َا]ٓءُ أَ[q:6354[قْ]لِعِى وَغِيضَ [h:6355[ٱ]لْم[o[َا]ٓءُ وَقُضِىَ [h:1147[ٱ]لْأَمْرُ وَ[h:6356[ٱ]سْتَوَتْ عَلَى [h:6357[ٱ]لْجُودِىِّ‌ۖ وَقِيلَ بُعْ[u:6358[دًا ل]ِّلْقَوْمِ [h:6165[ٱ][l[ل]ظَّ[n[ـٰ]لِم[p[ِي]نَ","juz":12,"ruku":186,"manzil":3,"bangla_ahbayan":"আর বলা হল, ‘হে ভূমি! তুমি নিজ পানি শুষে নাও[১] এবং হে আকাশ! তুমি ক্ষান্ত হও।’ তখন পানি কমে গেল ও নির্ধারিত কার্য সম্পন্ন হল।[২] নৌকা জুদী (পাহাড়) [৩]-এর উপর এসে থামল। আর বলা হল, ‘অন্যায়কারীরা আল্লাহর করুণা হতে দূর হোক।’ [৪]","bangla_bayan":"আর বলা হল, ‘হে যমীন, তুমি তোমার পানি চুষে নাও, আর হে আসমান, বিরত হও’। অতঃপর পানি কমে গেল এবং (আল্লাহর) সিদ্ধান্ত বাস্তবায়িত হল, আর নৌকা জুদী পর্বতের উপর উঠল এবং ঘোষণা করা হল, ‘ধ্বংস যালিম কওমের জন্য’।","bangla_mkhan":"আর নির্দেশ দেয়া হল-হে পৃথিবী! তোমার পানি গিলে ফেল, আর হে আকাশ, ক্ষান্ত হও। আর পানি হ্রাস করা হল এবং কাজ শেষ হয়ে গেল, আর জুদী পর্বতে নৌকা ভিড়ল এবং ঘোষনা করা হল, দুরাত্না কাফেররা নিপাত যাক।","bangla_mujibur":"আর আদেশ হলঃ হে যমীন! স্বীয় পানি শুষে নাও, এবং হে আসমান! থেমে যাও। তখন পানি কমে গেল ও ঘটনার পরিসমাপ্তি ঘটল, আর নৌকা জূদী (পাহাড়) এর উপর এসে থামল। আর বলা হল, অন্যায়কারীরা আল্লাহর রাহমাত হতে দূরে।","bangla_taisirul":"অতঃপর বলা হল, ‘হে যমীন! তোমার পানি গিলে ফেল, আর হে আকাশ, থাম।’ অতঃপর পানি যমীনে বসে গেল, কার্য সমাপ্ত হল, নৌকা জুদী পর্বতে এসে ভিড়ল, আর বলা হল- ‘যালিম লোকেরা ধ্বংস হোক!’"},{"id":45,"arabic_text":"وَ نَادٰی نُوۡحٌ رَّبَّہٗ  فَقَالَ رَبِّ اِنَّ ابۡنِیۡ مِنۡ اَہۡلِیۡ وَ اِنَّ وَعۡدَکَ الۡحَقُّ وَ اَنۡتَ اَحۡکَمُ  الۡحٰکِمِیۡنَ ﴿۴۵﴾ ","english_text":"And fear a Day when no soul will suffice for another soul at all, nor will intercession be accepted from it, nor will compensation be taken from it, nor will they be aided.","page":226,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1518.mp3","colorText":"وَنَادَىٰ نُو[u:6359[حٌ ر]َّبَّهُ[n[ۥ] فَقَالَ رَبِّ إِ[g[نّ]َ [h:6360[ٱ][q:6361[بْ]نِى مِنْ أَهْلِى وَإِ[g[نّ]َ وَعْدَكَ [h:6362[ٱ]لْحَقُّ وَأَ[f:3893[نت]َ أَحْكَمُ [h:6363[ٱ]لْحَ[n[ـٰ]كِم[p[ِي]نَ","juz":12,"ruku":186,"manzil":3,"bangla_ahbayan":"আর নূহ নিজ প্রতিপালককে ডেকে বলল, ‘হে আমার প্রতিপালক! আমার এই পুত্রটি আমারই পরিবারভুক্ত। আর তোমার প্রতিশ্রুতি সত্য এবং তুমি সমস্ত বিচারকের শ্রেষ্ঠ বিচারক।’ [১]","bangla_bayan":"আর নূহ তার রবকে ডাকল এবং বলল, ‘হে আমার রব, নিশ্চয় আমার সন্তান আমার পরিবারভুক্ত এবং আপনার ওয়াদা নিশ্চয় সত্য। আর আপনি বিচারকদের মধ্যে শ্রেষ্ঠ বিচারক’।","bangla_mkhan":"আর নূহ (আঃ) তাঁর পালনকর্তাকে ডেকে বললেন-হে পরওয়ারদেগার, আমার পুত্র তো আমার পরিজনদের অন্তর্ভুক্ত; আর আপনার ওয়াদাও নিঃসন্দেহে সত্য আর আপনিই সর্বাপেক্ষা বিজ্ঞ ফয়সালাকারী।","bangla_mujibur":"আর নূহ নিজ রাব্বকে ডাকল এবং বললঃ হে আমার রাব্ব! আমার এই পুত্রটি আমার পরিবারবর্গেরই অন্তর্ভুক্ত, আর আপনার ও‘য়াদাও সম্পূর্ণ সত্য এবং আপনি সমস্ত বিচারকের শ্রেষ্ঠ বিচারক।","bangla_taisirul":"নূহ তার প্রতিপালককে আহবান জানাল। সে বলল, ‘হে আমার প্রতিপালক! আমার পুত্র তো আমার পরিবারভুক্ত, আর তোমার ও‘য়াদা সত্য আর তুমি বিচারকদের সর্বশ্রেষ্ঠ বিচারক।’"},{"id":46,"arabic_text":"قَالَ یٰنُوۡحُ  اِنَّہٗ  لَیۡسَ مِنۡ اَہۡلِکَ ۚ اِنَّہٗ عَمَلٌ غَیۡرُ صَالِحٍ ٭۫ۖ  فَلَا تَسۡـَٔلۡنِ مَا لَـیۡسَ لَکَ بِہٖ عِلۡمٌ ؕ اِنِّیۡۤ  اَعِظُکَ اَنۡ تَکُوۡنَ  مِنَ  الۡجٰہِلِیۡنَ ﴿۴۶﴾ ","english_text":"And [recall] when We saved your forefathers from the people of Pharaoh, who afflicted you with the worst torment, slaughtering your [newborn] sons and keeping your females alive. And in that was a great trial from your Lord.","page":227,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1519.mp3","colorText":"قَالَ يَ[n[ـٰ]نُوحُ إِ[g[نّ]َهُ[n[ۥ] لَيْسَ مِنْ أَهْلِكَ‌ۖ إِ[g[نّ]َهُ[n[ۥ] عَمَلٌ غَيْرُ صَ[n[ـٰ]لِ[f:6364[حٍ‌ۖ ف]َلَا تَسْــَٔلْنِ مَا لَيْسَ لَكَ بِه[n[ِۦ] عِلْمٌ‌ۖ إِ[g[نّ][o[ِىٓ] أَعِظُكَ أَ[f:1566[ن ت]َكُونَ مِنَ [h:352[ٱ]لْجَ[n[ـٰ]هِل[p[ِي]نَ","juz":12,"ruku":186,"manzil":3,"bangla_ahbayan":"তিনি (আল্লাহ) বললেন, ‘হে নূহ! এই ব্যক্তি তোমার পরিবারভুক্ত নয়,[১] সে অসৎকর্মপরায়ণ।[২] অতএব তুমি আমার কাছে সে বিষয়ে আবেদন করো না, যে বিষয়ে তোমার কোনই জ্ঞান নেই।[৩] আমি তোমাকে উপদেশ দিচ্ছি যে, তুমি অজ্ঞ লোকদের অন্তর্ভুক্ত হয়ো না।’[৪]","bangla_bayan":"তিনি বললেন, ‘হে নূহ, সে নিশ্চয় তোমার পরিবারভুক্ত নয়। সে অবশ্যই অসৎ কর্মপরায়ণ। সুতরাং যে বিষয়ে তোমার কোন জ্ঞান নেই, আমার কাছে তা চেয়ো না। আমি তোমাকে উপদেশ দিচ্ছি, যেন মূর্খদের অন্তর্ভুক্ত না হও’।","bangla_mkhan":"আল্লাহ বলেন, হে নূহ! নিশ্চয় সে আপনার পরিবারভুক্ত নয়। নিশ্চই সে দুরাচার! সুতরাং আমার কাছে এমন দরখাস্ত করবেন না, যার খবর আপনি জানেন না। আমি আপনাকে উপপদেশ দিচ্ছি যে, আপনি অজ্ঞদের দলভুক্ত হবেন না।","bangla_mujibur":"তিনি (আল্লাহ) বললেনঃ হে নূহ! এই ব্যক্তি তোমার পরিবারের অন্তর্ভুক্ত নয়, সে অসৎ কর্মপরায়ণ। অতএব তুমি আমার কাছে এমন বিষয়ের আবেদন করনা যে সম্বন্ধে তোমার জ্ঞান নেই। আমি তোমাকে উপদেশ দিচ্ছি যে, তুমি অজ্ঞ লোকদের অন্তর্ভুক্ত হয়োনা।","bangla_taisirul":"তিনি বললেন, ‘ওহে নূহ! সে তো তোমার পরিবারের লোক নয়, তার আচার আচরণ অসৎ, কাজেই যে বিষয়ে তোমার কোন জ্ঞান নেই সে বিষয়ে আমার কাছে আবেদন করো না, আমি তোমাকে উপদেশ দিচ্ছি, তুমি যেন মূর্খদের মধ্যে শামিল না হও।"},{"id":47,"arabic_text":"قَالَ رَبِّ اِنِّیۡۤ  اَعُوۡذُ بِکَ اَنۡ اَسۡـَٔلَکَ مَا لَـیۡسَ لِیۡ بِہٖ عِلۡمٌ ؕ وَ اِلَّا تَغۡفِرۡ لِیۡ وَ تَرۡحَمۡنِیۡۤ   اَکُنۡ  مِّنَ  الۡخٰسِرِیۡنَ ﴿۴۷﴾ ","english_text":"And [recall] when We parted the sea for you and saved you and drowned the people of Pharaoh while you were looking on.","page":227,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1520.mp3","colorText":"قَالَ رَبِّ إِ[g[نّ][o[ِىٓ] أَعُوذُ بِكَ أَنْ أَسْــَٔلَكَ مَا لَيْسَ لِى بِه[n[ِۦ] عِلْ[a:6365[مٌ‌ۖ و]َإِلَّا تَغْفِرْ لِى وَتَرْحَمْن[o[ِىٓ] أَك[a:6366[ُن م]ِّنَ [h:340[ٱ]لْخَ[n[ـٰ]سِر[p[ِي]نَ","juz":12,"ruku":186,"manzil":3,"bangla_ahbayan":"সে বলল, ‘হে আমার প্রতিপালক! আমি তোমার নিকট এমন বিষয়ে আবেদন করা থেকে আশ্রয় চাচ্ছি, যে বিষয়ে আমার জ্ঞান নেই, আর তুমি যদি আমাকে ক্ষমা না কর এবং আমার প্রতি দয়া না কর, তবে আমি ক্ষতিগ্রস্তদের দলভুক্ত হয়ে যাব।’ [১]","bangla_bayan":"সে বলল, ‘হে আমার রব, যে বিষয়ে আমার জ্ঞান নেই তা চাওয়া থেকে আমি অবশ্যই আপনার আশ্রয় চাই। আর যদি আপনি আমাকে মাফ না করেন এবং আমার প্রতি দয়া না করেন, তবে আমি ক্ষতিগ্রস্তদের অন্তর্ভুক্ত হয়ে যাব’।","bangla_mkhan":"নূহ (আঃ) বলেন-হে আমার পালনকর্তা আমার যা জানা নেই এমন কোন দরখাস্ত করা হতে আমি আপনার কাছেই আশ্রয় প্রার্থনা করছি। আপনি যদি আমাকে ক্ষমা না করেন, দয়া না করেন, তাহলে আমি ক্ষতিগ্রস্ত হব।","bangla_mujibur":"সে বললঃ হে আমার রাব্ব! আমি আপনার নিকট এমন বিষয়ের আবেদন করা হতে আশ্রয় চাচ্ছি যে সম্বন্ধে আমার জ্ঞান নেই, আর আপনি যদি আমাকে ক্ষমা না করেন তাহলে আমি সম্পূর্ণ রূপে ধ্বংস হয়ে যাব।","bangla_taisirul":"সে বলল, ‘হে আমার প্রতিপালক! যে বিষয়ে আমার কোন জ্ঞান নেই সে বিষয়ে প্রশ্ন করা হতে আমি তোমার কাছে আশ্রয় চাচ্ছি। যদি তুমি আমাকে ক্ষমা না কর আর আমার প্রতি দয়া না কর তাহলে আমি ক্ষতিগ্রস্তদের অন্তর্ভুক্ত হয়ে যাব।’"},{"id":48,"arabic_text":"قِیۡلَ یٰنُوۡحُ اہۡبِطۡ بِسَلٰمٍ مِّنَّا وَ بَرَکٰتٍ عَلَیۡکَ وَ عَلٰۤی اُمَمٍ  مِّمَّنۡ مَّعَکَ ؕ وَ اُمَمٌ سَنُمَتِّعُہُمۡ ثُمَّ یَمَسُّہُمۡ مِّنَّا عَذَابٌ  اَلِیۡمٌ ﴿۴۸﴾ ","english_text":"And [recall] when We made an appointment with Moses for forty nights. Then you took [for worship] the calf after him, while you were wrongdoers.","page":227,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1521.mp3","colorText":"قِيلَ يَ[n[ـٰ]نُوحُ [h:6367[ٱ]هْبِ[q:6368[طْ] بِسَلَ[n[ـٰ][a:6369[مٍ م]ِّ[g[نّ]َا وَبَرَكَ[n[ـٰ]تٍ عَلَيْكَ وَعَلَ[o[ىٰٓ] أُمَ[a:6370[مٍ م]ِّ[g[مّ][a:6371[َن م]َّعَكَ‌ۚ وَأُمَ[f:6372[مٌ س]َنُمَتِّعُهُمْ ثُ[g[مّ]َ يَمَسُّه[w:6373[ُم م]ِّ[g[نّ]َا عَذَابٌ أَل[p[ِي]مٌ","juz":12,"ruku":186,"manzil":3,"bangla_ahbayan":"বলা হল, ‘হে নূহ! অবতরণ কর[১] আমার পক্ষ হতে শান্তিসহ এবং তোমার ও তোমার সাথে যে জাতিসকল[২] রয়েছে তাদের প্রতি কল্যাণসমূহ নিয়ে। আর অনেক জাতি এরূপও হবে যাদেরকে আমি কিছুকাল (দুনিয়ার) সুখ-স্বাচ্ছন্দ্য দান করব। তারপর তাদেরকে স্পর্শ করবে আমার পক্ষ হতে কঠিন শাস্তি।[৩]","bangla_bayan":"বলা হল, ‘হে নূহ, তোমার ও তোমার সাথে যে উম্মত রয়েছে তাদের উপর আমার পক্ষ থেকে শান্তি ও বরকতসহ অবতরণ কর। আর আরো অনেক উম্মতকে আমি জীবন উপভোগ করতে দেব, তারপর আমার পক্ষ থেকে তাদেরকে স্পর্শ করবে যন্ত্রণাদায়ক আযাব’।","bangla_mkhan":"হুকুম হল-হে নূহ (আঃ)! আমার পক্ষ হতে নিরাপত্তা এবং আপনার নিজের ও সঙ্গীয় সম্প্রদায়গুলির উপর বরকত সহকারে অবতরণ করুণ। আর অন্যান্য যেসব সম্প্রদায় রয়েছে আমি তাদের কেও উপকৃত হতে দেব। অতঃপর তাদের উপর আমার দরুন আযাব আপতিত হবে।","bangla_mujibur":"বলা হলঃ হে নূহ! অবতরণ কর, আমার পক্ষ হতে সালাম ও বারাকাতসমূহ নিয়ে, যা তোমার উপর নাযিল করা হবে এবং সেই দলসমূহের উপর যারা তোমার সাথে রয়েছে; আর অনেক দল এরূপও হবে যাদেরকে আমি কিছুকাল (দুনিয়ার) সুখ স্বাচ্ছন্দ্য দান করব, অতঃপর তাদের উপর পতিত হবে আমার পক্ষ হতে কঠিন শাস্তি।","bangla_taisirul":"বলা হল, ‘হে নূহ! তুমি নেমে পড়, আমার পক্ষ হতে শান্তি ও বরকত তোমার প্রতি আর তোমার সঙ্গীদের মধ্যে অনেক দলের প্রতি, আর এ ছাড়া অন্য লোকেদের আমি জীবন উপভোগ করতে দেব, (কিন্তু) পরে আমার নিকট হতে মর্মান্তিক ‘আযাব তাদেরকে স্পর্শ করবে।’"},{"id":49,"arabic_text":"تِلۡکَ مِنۡ اَنۡۢبَآءِ الۡغَیۡبِ نُوۡحِیۡہَاۤ  اِلَیۡکَ ۚ مَا کُنۡتَ تَعۡلَمُہَاۤ  اَنۡتَ وَ لَا قَوۡمُکَ مِنۡ قَبۡلِ ہٰذَا ؕۛ فَاصۡبِرۡ ؕۛ اِنَّ الۡعَاقِبَۃَ  لِلۡمُتَّقِیۡنَ  ﴿۴۹﴾","english_text":"Then We forgave you after that so perhaps you would be grateful.","page":227,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1522.mp3","colorText":"تِلْكَ مِنْ أَ[i:1910[نۢب][o[َا]ٓءِ [h:1911[ٱ]لْغَيْبِ نُوحِيه[o[َآ] إِلَيْكَ‌ۖ مَا كُ[f:735[نت]َ تَعْلَمُه[o[َآ] أَ[f:169[نت]َ وَلَا قَوْمُكَ مِ[f:1346[ن ق]َ[q:1347[بْ]لِ هَ[n[ـٰ]ذَا‌ۖ فَ[h:6374[ٱ]صْبِرْ‌ۖ إِ[g[نّ]َ [h:6375[ٱ]لْعَ[n[ـٰ]قِبَةَ لِلْمُتَّق[p[ِي]نَ","juz":12,"ruku":186,"manzil":3,"bangla_ahbayan":"এটা হচ্ছে অদৃশ্য সংবাদসমূহের অন্তর্ভুক্ত, যা আমি তোমার কাছে অহী (প্রত্যাদেশ) মারফত পৌঁছিয়ে দিচ্ছি, ইতিপূর্বে এটা না তুমি জানতে, আর না তোমার সম্প্রদায় জানত।[১] সুতরাং তুমি ধৈর্য ধারণ কর। নিশ্চয় শুভ পরিণাম সংযমশীলদের জন্যই। [২]","bangla_bayan":"এগুলো গায়েবের সংবাদ, আমি তোমাকে ওহীর মাধ্যমে তা জানাচ্ছি। ইতঃপূর্বে তা না তুমি জানতে এবং না তোমার কওম। সুতরাং তুমি সবর কর। নিশ্চয় শুভ পরিণাম কেবল মুত্তাকীদের জন্য।","bangla_mkhan":"এটি গায়বের খবর, আমি আপনার প্রতি ওহী প্রেরন করছি। ইতিপূর্বে এটা আপনার এবং আপনার জাতির জানা ছিল না। আপনি ধৈর্য্যধারণ করুন। যারা ভয় করে চলে, তাদের পরিণাম ভাল, সন্দেহ নেই।","bangla_mujibur":"এটা হচ্ছে গাইবি সংবাদসমূহের অন্তর্ভুক্ত, যা আমি তোমার কাছে অহী মারফত পৌঁছে দিচ্ছি। ইতোপূর্বে এটা না তুমি জানতে, আর না তোমার কাওম। অতএব তুমি ধৈর্য ধারণ কর; নিশ্চয়ই শুভ পরিণাম মুত্তাকীদের জন্যই।","bangla_taisirul":"এ সব হল অদৃশ্যের খবর যা তোমাকে ওয়াহী দ্বারা জানিয়ে দিচ্ছি, যা এর পূর্বে না তুমি জানতে, না তোমার জাতির লোকেরা জানত। কাজেই ধৈর্য ধর, শুভ পরিণতি মুত্তাকীদের জন্যই নির্দিষ্ট।"},{"id":50,"arabic_text":"وَ اِلٰی عَادٍ  اَخَاہُمۡ ہُوۡدًا ؕ قَالَ یٰقَوۡمِ اعۡبُدُوا اللّٰہَ  مَا  لَکُمۡ مِّنۡ  اِلٰہٍ  غَیۡرُہٗ ؕ اِنۡ  اَنۡتُمۡ   اِلَّا  مُفۡتَرُوۡنَ ﴿۵۰﴾ ","english_text":"And [recall] when We gave Moses the Scripture and criterion that perhaps you would be guided.","page":227,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1523.mp3","colorText":"وَإِلَىٰ عَادٍ أَخَاهُمْ هُو[f:4782[دًا‌ۚ ق]َالَ يَ[n[ـٰ]قَوْمِ [h:4768[ٱ]عْبُدُو[s[اْ] [h:3704[ٱ]للَّهَ مَا لَك[w:556[ُم م]ِّنْ إِلَ[n[ـٰ]هٍ غَيْرُهُ[o[ۥٓ‌ۖ] إِنْ أَ[f:428[نت]ُمْ إِلَّا مُفْتَر[p[ُو]نَ","juz":12,"ruku":187,"manzil":3,"bangla_ahbayan":"আর আ’দ (জাতি)এর প্রতি তাদের ভাই[১] হূদকে (নবীরূপে) প্রেরণ করলাম; সে বলল, ‘হে আমার সম্প্রদায়! তোমরা আল্লাহর উপাসনা কর, তিনি ছাড়া তোমাদের আর কোন (সত্য) উপাস্য নেই। তোমরা শুধু মিথ্যা রচনাকারী। [২]","bangla_bayan":"আর আদ জাতির কাছে (প্রেরণ করেছিলাম) তাদের ভাই হূদকে। সে বলেছিল, ‘হে আমার কওম, তোমরা আল্লাহর ইবাদাত কর। তিনি ছাড়া তোমাদের জন্য কোন (সত্য) ইলাহ নেই। তোমরা তো কেবল মিথ্যা রটনাকারী’।","bangla_mkhan":"আর আদ জাতির প্রতি আমি তাদের ভাই হুদকে প্রেরণ করেছি; তিনি বলেন-হে আমার জাতি, আল্লাহর বন্দেগী কর, তিনি ভিন্ন তোমাদের কোন মাবুদ নেই, তোমরা সবাই মিথ্যা আরোপ করছ।","bangla_mujibur":"আর ‘আদ (সম্প্রদায়) এর প্রতি তাদের ভাই হুদকে (রাসূল রূপে) প্রেরণ করলাম। সে বললঃ হে আমার কাওম! তোমরা আল্লাহর ইবাদাত কর, তিনি ছাড়া কেহ তোমাদের মা‘বূদ নেই; তোমরা শুধু মিথ্যা উদ্ভাবনকারী।","bangla_taisirul":"আর ‘আদ জাতির নিকট তাদের ভাই হূদকে পাঠিয়েছিলাম। সে বলেছিল, ‘হে আমার সম্প্রদায়! তোমরা আল্লাহর ‘ইবাদাত কর, তিনি ছাড়া তোমাদের আর কোন ইলাহ নেই। তোমরা তো শুধু মিথ্যে বানিয়ে নিয়েছ।"},{"id":51,"arabic_text":"یٰقَوۡمِ لَاۤ  اَسۡـَٔلُکُمۡ  عَلَیۡہِ  اَجۡرًا ؕ اِنۡ اَجۡرِیَ  اِلَّا عَلَی الَّذِیۡ فَطَرَنِیۡ ؕ اَفَلَا تَعۡقِلُوۡنَ ﴿۵۱﴾ ","english_text":"And [recall] when Moses said to his people, \"O my people, indeed you have wronged yourselves by your taking of the calf [for worship]. So repent to your Creator and kill yourselves. That is best for [all of] you in the sight of your Creator.\" Then He accepted your repentance; indeed, He is the Accepting of repentance, the Merciful.","page":227,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1524.mp3","colorText":"يَ[n[ـٰ]قَوْمِ ل[o[َآ] أَسْــَٔلُكُمْ عَلَيْهِ أَ[q:2795[جْ]رًا‌ۖ إِنْ أَ[q:6134[جْ]رِىَ إِلَّا عَلَى [h:4534[ٱ]لَّذِى فَطَرَن[o[ِىٓ‌ۚ] أَفَلَا تَعْقِل[p[ُو]نَ","juz":12,"ruku":187,"manzil":3,"bangla_ahbayan":"হে আমার সম্প্রদায়! আমি এর বিনিময়ে তোমাদের কাছে কোন পারিশ্রমিক চাই না, আমার পারিশ্রমিক শুধু তাঁরই দায়িত্বে রয়েছে যিনি আমাকে সৃষ্টি করেছেন; তবুও কি তোমরা বুঝ না? [১]","bangla_bayan":"‘হে আমার কওম, আমি তোমাদের কাছে এর বিনিময়ে কোন প্রতিদান চাই না। আমার প্রতিদান তো কেবল তাঁরই কাছে যিনি আমাকে সৃষ্টি করেছেন। এরপরও কি তোমরা বুঝবে না’?","bangla_mkhan":"হে আমার জাতি! আমি এজন্য তোমাদের কাছে কোন মজুরী চাই না; আমার মজুরী তাঁরই কাছে যিনি আমাকে পয়দা করেছেন; তবু তোমরা কেন বোঝ না?","bangla_mujibur":"হে আমার কাওম! আমি এর জন্য তোমাদের কাছে কোন বিনিময় চাইনা; আমার বিনিময় শুধু তাঁরই জিম্মায় রয়েছে যিনি আমাকে সৃষ্টি করেছেন। তবুও কি তোমরা বুঝনা?","bangla_taisirul":"হে আমার সম্প্রদায়! এর বিনিময়ে আমি তোমাদের কাছে কোন পারিশ্রমিক চাই না। আমার পারিশ্রমিক তো তাঁর জিম্মায় যিনি আমাকে সৃষ্টি করেছেন, তবুও কি তোমরা জ্ঞান-বুদ্ধি খাটাবে না?"},{"id":52,"arabic_text":"وَ یٰقَوۡمِ اسۡتَغۡفِرُوۡا رَبَّکُمۡ ثُمَّ تُوۡبُوۡۤا اِلَیۡہِ  یُرۡسِلِ السَّمَآءَ  عَلَیۡکُمۡ مِّدۡرَارًا وَّ  یَزِدۡکُمۡ   قُوَّۃً   اِلٰی قُوَّتِکُمۡ  وَ لَا  تَتَوَلَّوۡا  مُجۡرِمِیۡنَ ﴿۵۲﴾ ","english_text":"And [recall] when you said, \"O Moses, we will never believe you until we see Allah outright\"; so the thunderbolt took you while you were looking on.","page":227,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1525.mp3","colorText":"وَيَ[n[ـٰ]قَوْمِ [h:6376[ٱ]سْتَغْفِرُو[s[اْ] رَبَّكُمْ ثُ[g[مّ]َ تُوب[o[ُوٓ][s[اْ] إِلَيْهِ يُرْسِلِ [h:6377[ٱ][l[ل]سَّم[o[َا]ٓءَ عَلَيْك[w:6378[ُم م]ِّ[q:3932[دْ]رَا[a:6379[رًا و]َيَزِ[q:6380[دْ]كُمْ قُوَّةً إِلَىٰ قُوَّتِكُمْ وَلَا تَتَوَلَّوْ[s[اْ] مُ[q:4958[جْ]رِم[p[ِي]نَ","juz":12,"ruku":187,"manzil":3,"bangla_ahbayan":"হে আমার সম্প্রদায়! তোমরা (তোমাদের পাপের জন্য) তোমাদের প্রতিপালকের নিকট ক্ষমা প্রার্থনা কর, অতঃপর তাঁরই দিকে প্রত্যাবর্তন কর; তিনি তোমাদের উপর প্রচুর বৃষ্টি বর্ষণ করবেন এবং তোমাদের শক্তি আরো বৃদ্ধি করবেন।[১] আর তোমরা অপরাধী হয়ে মুখ ফিরিয়ে নিও না।’ [২]","bangla_bayan":"‘হে আমার কওম, তোমরা তোমাদের রবের কাছে ক্ষমা চাও অতঃপর তার কাছে তাওবা কর, তাহলে তিনি তোমাদের উপর মুষলধারে বৃষ্টি পাঠাবেন এবং তোমাদের শক্তির সাথে আরো শক্তি বৃদ্ধি করবেন। আর তোমরা অপরাধী হয়ে বিমুখ হয়ো না’।","bangla_mkhan":"আর হে আমার কওম! তোমাদের পালন কর্তার কাছে তোমরা ক্ষমা প্রার্থনা কর, অতঃপর তাঁরই প্রতি মনোনিবেশ কর; তিনি আসমান থেকে তোমাদের উপর বৃষ্টি ধারা প্রেরণ করবেন এবং তোমাদের শক্তির উপর শক্তি বৃদ্ধি করবেন, তোমরা কিন্তু অপরাধীদের মত বিমুখ হয়ো না।","bangla_mujibur":"আর হে আমার কাওম! তোমরা (তোমাদের পাপের জন্য) তোমাদের রবের নিকট ক্ষমা প্রার্থনা কর, অতঃপর তাঁরই প্রতি নিবিষ্ট হও। তিনি তোমাদের উপর প্রচুর বৃষ্টি বর্ষণ করবেন এবং তোমাদেরকে আরও শক্তি প্রদান করে তোমাদের শক্তিকে বর্ধিত করে দিবেন, আর তোমরা পাপে লিপ্ত হওয়ার জন্য মুখ ঘুরিয়ে নিওনা।","bangla_taisirul":"হে আমার সম্প্রদায়! তোমরা তোমাদের রবেবর কাছে ক্ষমা প্রার্থনা কর, অতঃপর অনুশোচনাভরে তাঁর দিকেই ফিরে যাও, তিনি তোমাদের জন্য প্রচুর বৃষ্টি বর্ষণ করবেন, তোমাদের শক্তিকে আরো শক্তি দিয়ে বাড়িয়ে দিবেন, আর অপরাধী হয়ে মুখ ফিরিয়ে নিও না।"},{"id":53,"arabic_text":"قَالُوۡا یٰہُوۡدُ مَا جِئۡتَنَا بِبَیِّنَۃٍ وَّ مَا نَحۡنُ بِتَارِکِیۡۤ  اٰلِہَتِنَا عَنۡ قَوۡلِکَ وَ مَا نَحۡنُ  لَکَ  بِمُؤۡمِنِیۡنَ ﴿۵۳﴾ ","english_text":"Then We revived you after your death that perhaps you would be grateful.","page":227,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1526.mp3","colorText":"قَالُو[s[اْ] يَ[n[ـٰ]هُودُ مَا جِئْتَنَا بِبَيِّنَ[a:6381[ةٍ و]َمَا نَحْنُ بِتَارِك[o[ِىٓ] ءَالِهَتِنَا عَ[f:6382[ن ق]َوْلِكَ وَمَا نَحْنُ لَكَ بِمُؤْمِن[p[ِي]نَ","juz":12,"ruku":187,"manzil":3,"bangla_ahbayan":"তারা বলল, ‘হে হূদ! তুমি তো আমাদের সামনে কোন প্রমাণ উপস্থাপন করনি। আর তোমার কথায় আমরা আমাদের উপাস্যদেরকে বর্জন করব না এবং আমরা তোমার প্রতি বিশ্বাস স্থাপনকারী নই।[১]","bangla_bayan":"তারা বলল, ‘হে হূদ, তুমি আমাদের কাছে কোন স্পষ্ট প্রমাণ নিয়ে আসনি, আর তোমার কথায় আমরা আমাদের উপাস্যদের ত্যাগ করব না এবং আমরা তোমার প্রতি বিশ্বাসীও নই’।","bangla_mkhan":"তারা বলল-হে হুদ, তুমি আমাদের কাছে কোন প্রমাণ নিয়ে আস নাই, আমরা তোমার কথায় আমাদের দেব-দেবীদের বর্জন করতে পারি না আর আমরা তোমার প্রতি ঈমান আনয়নকারীও নই।","bangla_mujibur":"তারা বললঃ হে হুদ! তুমিতো আমাদের সামনে কোন প্রমাণ উপস্থাপন করনি এবং আমরা তোমার কথায় আমাদের উপাস্য দেবতাদেরকে বর্জন করতে পারিনা, আর আমরা কিছুতেই তোমার প্রতি বিশ্বাস স্থাপনকারী নই।","bangla_taisirul":"তারা বলল, ‘হে হূদ! তুমি আমাদের কাছে কোন সুস্পষ্ট প্রমাণ নিয়ে আসনি, আর তোমার কথায় আমরা আমাদের উপাস্যগুলোকে ত্যাগ করতে পারি না, আমরা তোমাতে বিশ্বাসী নই।"},{"id":54,"arabic_text":"اِنۡ نَّقُوۡلُ  اِلَّا اعۡتَرٰىکَ بَعۡضُ اٰلِہَتِنَا بِسُوۡٓءٍ ؕ قَالَ  اِنِّیۡۤ  اُشۡہِدُ  اللّٰہَ  وَ اشۡہَدُوۡۤا اَنِّیۡ  بَرِیۡٓءٌ   مِّمَّا  تُشۡرِکُوۡنَ ﴿ۙ۵۴﴾ ","english_text":"And We shaded you with clouds and sent down to you manna and quails, [saying], \"Eat from the good things with which We have provided you.\" And they wronged Us not - but they were [only] wronging themselves.","page":228,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1527.mp3","colorText":"إ[a:6383[ِن ن]َّقُولُ إِلَّا [h:6384[ٱ]عْتَرَ[n[ٮٰ]كَ بَعْضُ ءَالِهَتِنَا بِس[o[ُو]ٓ[f:6385[ءٍ‌ۗ ق]َالَ إِ[g[نّ][o[ِىٓ] أُشْهِدُ [h:6386[ٱ]للَّهَ وَ[h:6387[ٱ]شْهَد[o[ُوٓ][s[اْ] أَ[g[نّ]ِى بَر[o[ِى]ٓ[a:3977[ءٌ م]ِّ[g[مّ]َا تُشْرِك[p[ُو]نَ","juz":12,"ruku":187,"manzil":3,"bangla_ahbayan":"আমাদের কথা তো এই যে, আমাদের উপাস্যদের মধ্যে হতে কেউ তোমাকে মন্দ দ্বারা স্পর্শ করেছে।’[১] সে বলল, ‘আমি আল্লাহকে সাক্ষী করছি এবং তোমরাও সাক্ষী থাক, তোমরা যে অংশী করছ নিশ্চিতভাবে আমি তা হতে মুক্ত। [২]","bangla_bayan":"‘আমরা তো কেবল বলছি যে, ‘আমাদের কোন কোন উপাস্য তোমাকে অমঙ্গল দ্বারা আক্রান্ত করেছে’। সে বলল, ‘নিশ্চয় আমি আল্লাহকে সাক্ষী রাখছি আর তোমরা সাক্ষী থাক যে, আমি অবশ্যই তা থেকে মুক্ত যাকে তোমরা শরীক কর,","bangla_mkhan":"বরং আমরাও তো বলি যে, আমাদের কোন দেবতা তোমার উপরে শোচনীয় ভূত চাপিয়ে দিয়েছে। হুদ বললেন-আমি আল্লাহকে সাক্ষী করেছি আর তোমাও সাক্ষী থাক যে, আমার কোন সম্পর্ক নাই তাঁদের সাথে যাদের কে তোমরা শরিক করছ;","bangla_mujibur":"আমাদের কথা এই যে, আমাদের উপাস্য দেবতাদের মধ্য হতে কেহ তোমাকে দুর্দশায় ফেলে দিয়েছে। সে বললঃ আমি আল্লাহকে সাক্ষী রাখছি এবং তোমরাও সাক্ষী থেক যে, আমি তা থেকে মুক্ত, তোমরা যে ইবাদাতে শরীক সাব্যস্ত করছ,","bangla_taisirul":"আমরা এ কথাই বলি যে, তোমার উপর আমাদের কোন উপাস্যের অশুভ ছায়া পড়েছে।’ সে বলল, ‘আমি আল্লাহকে সাক্ষী রাখছি আর তোমরাও সাক্ষী হও যে, তোমরা আল্লাহ ছাড়া যাকে তাঁর শরীক কর তার সাথে আমি পুরোপুরি সম্পর্কহীন।"},{"id":55,"arabic_text":"مِنۡ دُوۡنِہٖ فَکِیۡدُوۡنِیۡ جَمِیۡعًا ثُمَّ لَا تُنۡظِرُوۡنِ ﴿۵۵﴾ ","english_text":"And [recall] when We said, \"Enter this city and eat from it wherever you will in [ease and] abundance, and enter the gate bowing humbly and say, 'Relieve us of our burdens.' We will [then] forgive your sins for you, and We will increase the doers of good [in goodness and reward].\"","page":228,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1528.mp3","colorText":"مِ[f:3136[ن د]ُونِه[n[ِۦ]‌ۖ فَكِيدُونِى جَمِي[f:155[عًا ث]ُ[g[مّ]َ لَا تُ[f:5200[نظ]ِر[p[ُو]نِ","juz":12,"ruku":187,"manzil":3,"bangla_ahbayan":"সুতরাং তাঁকে (আল্লাহকে) ছেড়ে, তোমরা সবাই মিলে আমার বিরুদ্ধে ষড়যন্ত্র চালাও। অতঃপর আমাকে সামান্য অবকাশও দিয়ো না। [১]","bangla_bayan":"আল্লাহ ছাড়া। সুতরাং তোমরা সকলে আমার বিরুদ্ধে ষড়যন্ত্র কর তারপর আমাকে অবকাশ দিও না’।","bangla_mkhan":"তাকে ছাড়া, তোমরা সবাই মিলে আমার অনিষ্ট করার প্রয়াস চালাও, অতঃপর আমাকে কোন অবকাশ দিও না।","bangla_mujibur":"তাঁর (আল্লাহর) সাথে। সুতরাং তোমরা সবাই মিলে আমার বিরুদ্ধে ষড়যন্ত্র করতে থাক, অতঃপর আমাকে সামান্য অবকাশ দিওনা।","bangla_taisirul":"তাঁকে (আল্লাহ) ব্যতীত তোমরা সবাই মিলে আমার বিরুদ্ধে ষড়যন্ত্র কর আর আমাকে একটুও অবকাশ দিও না।"},{"id":56,"arabic_text":"اِنِّیۡ تَوَکَّلۡتُ عَلَی اللّٰہِ رَبِّیۡ وَ  رَبِّکُمۡ ؕ مَا مِنۡ دَآبَّۃٍ  اِلَّا ہُوَ اٰخِذٌۢ  بِنَاصِیَتِہَا ؕ اِنَّ رَبِّیۡ عَلٰی صِرَاطٍ مُّسۡتَقِیۡمٍ ﴿۵۶﴾ ","english_text":"But those who wronged changed [those words] to a statement other than that which had been said to them, so We sent down upon those who wronged a punishment from the sky because they were defiantly disobeying.","page":228,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1529.mp3","colorText":"إِ[g[نّ]ِى تَوَكَّلْتُ عَلَى [h:412[ٱ]للَّهِ رَبِّى وَرَبِّك[w:6388[ُم‌ۚ م]َّا مِ[f:4026[ن د][m[َا]ٓبَّةٍ إِلَّا هُوَ ءَاخِ[i:6389[ذُۢ ب]ِنَاصِيَتِه[o[َآ‌ۚ] إِ[g[نّ]َ رَبِّى عَلَىٰ صِر[n[َٲ][a:726[طٍ م]ُّسْتَق[p[ِي]مٍ","juz":12,"ruku":187,"manzil":3,"bangla_ahbayan":"নিশ্চয় আমি আমার ও তোমাদের প্রতিপালক আল্লাহর উপর ভরসা করেছি। ভূপৃষ্ঠে যত বিচরণকারী জীব রয়েছে তাদের প্রত্যেকেরই চুলের ঝুঁটি তিনি ধারণ করে আছেন (সবাই তাঁর করায়ত্তে)।[১] নিশ্চয় আমার প্রতিপালক সরল পথে আছেন। [২]","bangla_bayan":"‘আমি অবশ্যই তাওয়াক্কুল করেছি আমার রব ও তোমাদের রব আল্লাহর উপর, প্রতিটি বিচরণশীল প্রাণীরই তিনি নিয়ন্ত্রণকারী। নিশ্চয় আমার রব সরল পথে আছেন’।","bangla_mkhan":"আমি আল্লাহর উপর নিশ্চিত ভরসা করেছি যিনি আমার এবং তোমাদের পরওয়ারদেগার। পৃথিবীর বুকে বিচরণকারী এমন কোন প্রাণী নাই যা তাঁর র্পূণ আয়ত্তাধীন নয়। আমার পালকর্তার সরল পথে সন্দেহ নেই।","bangla_mujibur":"আমি আল্লাহর উপর ভরসা করেছি, যিনি আমার রাব্ব এবং তোমাদেরও রাব্ব; ভূ-পৃষ্ঠে যত বিচরণকারী রয়েছে সবাই তাঁর মুষ্টিতে আবদ্ধ; নিশ্চয়ই আমার রাব্ব সরল পথে রয়েছেন।","bangla_taisirul":"আমি নির্ভর করি আল্লাহর উপর যিনি আমার আর তোমাদের রব, এমন কোন জীব নেই যার কতৃত্ব তাঁর হাতে নয়, নিশ্চয়ই আমার রব সরল পথের উপর প্রতিষ্ঠিত।"},{"id":57,"arabic_text":"فَاِنۡ تَوَلَّوۡا فَقَدۡ اَبۡلَغۡتُکُمۡ  مَّاۤ   اُرۡسِلۡتُ بِہٖۤ  اِلَیۡکُمۡ ؕ وَ یَسۡتَخۡلِفُ رَبِّیۡ قَوۡمًا غَیۡرَکُمۡ ۚ وَ لَا تَضُرُّوۡنَہٗ شَیۡئًا ؕ اِنَّ رَبِّیۡ عَلٰی  کُلِّ شَیۡءٍ  حَفِیۡظٌ ﴿۵۷﴾ ","english_text":"And [recall] when Moses prayed for water for his people, so We said, \"Strike with your staff the stone.\" And there gushed forth from it twelve springs, and every people knew its watering place. \"Eat and drink from the provision of Allah, and do not commit abuse on the earth, spreading corruption.\"","page":228,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1530.mp3","colorText":"فَإِ[f:1857[ن ت]َوَلَّوْ[s[اْ] فَقَ[q:563[دْ] أَ[q:4825[بْ]لَغْتُك[w:6390[ُم م]ّ[o[َآ] أُرْسِلْتُ بِه[o[ِۦٓ] إِلَيْكُمْ‌ۚ وَيَسْتَخْلِفُ رَبِّى قَوْمًا غَيْرَكُمْ وَلَا تَضُرُّونَهُ[n[ۥ] شَيْــًٔا‌ۚ إِ[g[نّ]َ رَبِّى عَلَىٰ كُلِّ شَىْءٍ حَف[p[ِي]ظٌ","juz":12,"ruku":187,"manzil":3,"bangla_ahbayan":"অতঃপর যদি তোমরা বিমুখ হয়ে যাও, তাহলে আমাকে যে পয়গাম দিয়ে তোমাদের প্রতি পাঠানো হয়েছে, আমি তা তোমাদের কাছে পৌঁছে দিয়েছি।[১] আর আমার প্রতিপালক অন্য কোন জাতিকে তোমাদের স্থলাভিষিক্ত করবেন এবং তোমরা তাঁর কিছুই ক্ষতি করতে পারবে না;[২] নিশ্চয় আমার প্রতিপালক প্রত্যেক বস্তুর রক্ষণাবেক্ষণ করে থাকেন।’ [৩]","bangla_bayan":"‘অতঃপর তোমরা যদি বিমুখ হও, তবে যা নিয়ে আমি তোমাদের কাছে প্রেরিত হয়েছি তা তো তোমাদের কাছে পৌঁছে দিয়েছি। আর আমার রব তোমাদেরকে ছাড়া অন্য এক জাতিকে স্থলাভিষিক্ত করবেন। আর তোমরা তাঁর কোন ক্ষতি করতে পারবে না। নিশ্চয় আমার রব সব কিছুর হেফাযতকারী’।","bangla_mkhan":"তথাপি যদি তোমরা মুখ ফেরাও, তবে আমি তোমাদেরকে তা পৌছিয়েছি যা আমার কাছে তোমাদের প্রতি প্রেরিত হয়েছে; আর আমার পালনকর্তা অন্য কোন জাতিকে তোমাদের স্থলাভিষিক্ত করবেন, আর তোমরা তাঁর কিছুই বিগড়াতে পারবে না; নিশ্চয়ই আমার পরওয়ারদেগারই প্রতিটি বস্তুর হেফাজতকারী।","bangla_mujibur":"অতঃপর যদি তোমরা ফিরে যাও তাহলে আমাকে যে বার্তা দিয়ে তোমাদের প্রতি পাঠানো হয়েছে, আমি ওটা তোমাদের কাছে পৌঁছিয়েছি; আর আমার রাব্ব ভূ-পৃষ্ঠে তোমাদের পরিবর্তে অন্য লোকদেরকে আবাদ করবেন এবং তোমরা তাঁর কোনই ক্ষতি করতে পারবেনা। নিশ্চয়ই আমার রাব্ব প্রত্যেক বস্তুর রক্ষণাবেক্ষণ করে থাকেন।","bangla_taisirul":"এরপরও যদি তোমরা মুখ ফিরিয়ে লও (তবে জেনে রেখ), আমাকে যা দিয়ে তোমাদের কাছে পাঠানো হয়েছে আমি তো তোমাদের কাছে তা পৌঁছে দিয়েছি, এখন আমার প্রতিপালক তোমাদের স্থলে অন্য সম্প্রদায়কে নিয়ে আসবেন আর তোমরা তাঁর কোনই ক্ষতি করতে পারবে না। আমার প্রতিপালক সব কিছুর রক্ষণাবেক্ষণকারী।"},{"id":58,"arabic_text":"وَ لَمَّا جَآءَ  اَمۡرُنَا نَجَّیۡنَا ہُوۡدًا وَّ الَّذِیۡنَ اٰمَنُوۡا مَعَہٗ بِرَحۡمَۃٍ مِّنَّا ۚ وَ نَجَّیۡنٰہُمۡ مِّنۡ عَذَابٍ  غَلِیۡظٍ ﴿۵۸﴾ ","english_text":"And [recall] when you said, \"O Moses, we can never endure one [kind of] food. So call upon your Lord to bring forth for us from the earth its green herbs and its cucumbers and its garlic and its lentils and its onions.\" [Moses] said, \"Would you exchange what is better for what is less? Go into [any] settlement and indeed, you will have what you have asked.\" And they were covered with humiliation and poverty and returned with anger from Allah [upon them]. That was because they [repeatedly] disbelieved in the signs of Allah and killed the prophets without right. That was because they disobeyed and were [habitually] transgressing.","page":228,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1531.mp3","colorText":"وَلَ[g[مّ]َا ج[o[َا]ٓءَ أَمْرُنَا نَجَّيْنَا هُو[a:6391[دًا و]َ[h:37[ٱ]لَّذِينَ ءَامَنُو[s[اْ] مَعَهُ[n[ۥ] بِرَحْمَ[a:4803[ةٍ م]ِّ[g[نّ]َا وَنَجَّيْنَ[n[ـٰ]ه[w:6392[ُم م]ِّنْ عَذَابٍ غَل[p[ِي]ظٍ","juz":12,"ruku":187,"manzil":3,"bangla_ahbayan":"আর যখন আমার (শাস্তির) হুকুম এসে পৌঁছল, তখন আমি হূদকে এবং যারা তার সাথে বিশ্বাসী ছিল তাদেরকে স্বীয় করুণায় রক্ষা করলাম। আর তাদেরকে বাঁচিয়ে নিলাম অতি কঠিন শাস্তি হতে। [১]","bangla_bayan":"আর যখন আমার আদেশ আসল, আমি হূদকে ও যারা তার সাথে ঈমান এনেছিল তাদেরকে আমার পক্ষ থেকে রহমত দ্বারা রক্ষা করলাম এবং আমি কঠোর আযাব থেকে তাদেরকে নাজাত দিলাম।","bangla_mkhan":"আর আমার আদেশ যখন উপস্থিত হল, তখন আমি নিজ রহমতে হুদ এবং তাঁর সঙ্গী ঈমানদারগণকে পরিত্রাণ করি এবং তাদেরকে এক কঠিন শাস্তি থেকে রক্ষা করি।","bangla_mujibur":"আর যখন আমার (শাস্তির) হুকুম এসে পৌঁছল তখন আমি হুদকে এবং যারা তার সাথে ঈমানদার ছিল তাদেরকে স্বীয় অনুগ্রহে রক্ষা করলাম, আর তাদেরকে বাঁচালাম অতি কঠিন শাস্তি হতে।","bangla_taisirul":"আমার নির্দেশ যখন এসে গেল, তখন আমি হূদকে আর তার সঙ্গে যারা ঈমান এনেছিল তাদেরকে আমার দয়ায় রক্ষা করলাম, আর তাদেরকে বাঁচিয়ে নিলাম এক কঠিন ‘আযাব হতে।"},{"id":59,"arabic_text":"وَ تِلۡکَ عَادٌ ۟ۙ جَحَدُوۡا بِاٰیٰتِ رَبِّہِمۡ وَ عَصَوۡا رُسُلَہٗ وَ اتَّبَعُوۡۤا اَمۡرَ  کُلِّ جَبَّارٍ عَنِیۡدٍ ﴿۵۹﴾ ","english_text":"Indeed, those who believed and those who were Jews or Christians or Sabeans [before Prophet Muhammad] - those [among them] who believed in Allah and the Last Day and did righteousness - will have their reward with their Lord, and no fear will there be concerning them, nor will they grieve.","page":228,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1532.mp3","colorText":"وَتِلْكَ عَا[f:6393[دٌ‌ۖ ج]َحَدُو[s[اْ] بِـَٔـايَ[n[ـٰ]تِ رَبِّهِمْ وَعَصَوْ[s[اْ] رُسُلَهُ[n[ۥ] وَ[h:2433[ٱ]تَّبَع[o[ُوٓ][s[اْ] أَمْرَ كُلِّ جَبَّارٍ عَن[p[ِي][q[د]ٍ","juz":12,"ruku":187,"manzil":3,"bangla_ahbayan":"আর এই আ’দ সম্প্রদায় নিজেদের প্রতিপালকের নিদর্শনগুলিকে অস্বীকার করল এবং তাঁর রসূলদেরকে অমান্য করল,[১] পক্ষান্তরে তারা প্রত্যেক প্রবল প্রতাপশালী হঠকারীর নির্দেশ অনুসরণ করল।[২]","bangla_bayan":"এই আদ জাতি, তারা তাদের রবের আয়াতসমূহ অস্বীকার করেছিল এবং অমান্য করেছিল তাঁর রাসূলদের, আর তারা অনুসরণ করেছিল প্রত্যেক উদ্ধত, হঠকারীর নির্দেশ।","bangla_mkhan":"এ ছিল আদ জাতি, যারা তাদের পালনকর্তার আয়াতকে অমান্য করেছে, আর তদীয় রসূলগণের অবাধ্যতা করেছে এবং প্রত্যেক উদ্ধত বিরোধীদের আদেশ পালন করেছে।","bangla_mujibur":"আর তারা ছিল ‘আদ সম্প্রদায়. যারা নিজের রবের নিদর্শনগুলিকে অস্বীকার করল এবং রাসূলদেরকে অমান্য করল, পক্ষান্তরে তারা প্রত্যেক উদ্ধত স্বৈরাচারীর নির্দেশ অনুসরণ করত।","bangla_taisirul":"এই হল ‘আদ, তারা তাদের প্রতিপালকের আয়াতসমূহকে অস্বীকার করেছিল, আর তাদের রসূলদেরকে অমান্য করেছিল, প্রত্যেক প্রবল পরাক্রান্ত, সত্য-দ্বীনের দুশমনের নির্দেশের তারা অনুসরণ করেছিল।"},{"id":60,"arabic_text":"وَ اُتۡبِعُوۡا فِیۡ ہٰذِہِ  الدُّنۡیَا لَعۡنَۃً  وَّ  یَوۡمَ الۡقِیٰمَۃِ ؕ اَلَاۤ   اِنَّ  عَادًا کَفَرُوۡا  رَبَّہُمۡ ؕ اَلَا  بُعۡدًا  لِّعَادٍ  قَوۡمِ  ہُوۡدٍ ﴿۶۰﴾ ","english_text":"And [recall] when We took your covenant, [O Children of Israel, to abide by the Torah] and We raised over you the mount, [saying], \"Take what We have given you with determination and remember what is in it that perhaps you may become righteous.\"","page":228,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1533.mp3","colorText":"وَأُتْبِعُو[s[اْ] فِى هَ[n[ـٰ]ذِهِ [h:5052[ٱ][l[ل]دُّنْيَا لَعْنَ[a:6394[ةً و]َيَوْمَ [h:443[ٱ]لْقِيَ[n[ـٰ]مَةِ‌ۗ أَل[o[َآ] إِ[g[نّ]َ عَا[f:6395[دًا ك]َفَرُو[s[اْ] رَبَّهُمْ‌ۗ أَلَا بُعْ[u:6396[دًا ل]ِّعَا[f:6397[دٍ ق]َوْمِ ه[p[ُو][q[د]ٍ","juz":12,"ruku":187,"manzil":3,"bangla_ahbayan":"আর এই দুনিয়াতে অভিসম্পাত তাদের সঙ্গে সঙ্গে রইল এবং কিয়ামতের দিনও।[১] জেনে রেখো! আ’দ (সম্প্রদায়) নিজ প্রতিপালককে অমান্য করল। আরো জেনে রেখো, দূর হয়ে গেল আ’দ (আল্লাহর করুণা হতে); যারা হূদের সম্প্রদায় ছিল। [২]","bangla_bayan":"আর এই দুনিয়াতে লা‘নত তাদের পেছনে লাগিয়ে দেয়া হয়েছে এবং কিয়ামত দিবসেও। জেনে রাখ, নিশ্চয় আদ জাতি তাদের রবের সাথে কুফরী করেছে। জেনে রাখ, হূদের কওম আদ জাতির জন্য রয়েছে ধ্বংস।","bangla_mkhan":"এ দুনিয়ায় তাদের পিছনে পিছনে লা’নত রয়েছে এবং কেয়ামতের দিনেও; জেনে রাখ, আদ জাতি তাদের পালনকর্তাকে অস্বীকার করেছে, হুদের জ্ঞাতি আদ জাতির প্রতি অভিসম্পাত রয়েছে জেনে রাখ।","bangla_mujibur":"আর এই দুনিয়ায়ও অভিসম্পাত তাদের সঙ্গে রইল এবং কিয়ামাত দিবসেও; ভাল রূপে জেনে রেখ! ‘আদ নিজ রবের সাথে কুফরী করল; আরও জেনে রেখ! দূরে পড়ে রইল ‘আদ, রাহমাত হতে, যারা হুদের কাওম ছিল।","bangla_taisirul":"এ দুনিয়াতে তাদের পিছনে লা‘নত রয়েছে, আর কিয়ামাতের দিনেও। জেনে রেখ, ‘আদ জাতি তাদের প্রতিপালককে অস্বীকার করেছিল। জেনে রেখ! ধ্বংস করা হয়েছিল ‘আদকে যারা ছিল হূদের সম্প্রদায়।"},{"id":61,"arabic_text":"وَ اِلٰی ثَمُوۡدَ  اَخَاہُمۡ صٰلِحًا ۘ قَالَ یٰقَوۡمِ اعۡبُدُوا اللّٰہَ مَا لَکُمۡ مِّنۡ  اِلٰہٍ غَیۡرُہٗ ؕ ہُوَ اَنۡشَاَکُمۡ مِّنَ الۡاَرۡضِ وَ اسۡتَعۡمَرَکُمۡ فِیۡہَا فَاسۡتَغۡفِرُوۡہُ  ثُمَّ تُوۡبُوۡۤا  اِلَیۡہِ ؕ اِنَّ  رَبِّیۡ  قَرِیۡبٌ مُّجِیۡبٌ  ﴿۶۱﴾","english_text":"Then you turned away after that. And if not for the favor of Allah upon you and His mercy, you would have been among the losers.","page":228,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1534.mp3","colorText":"۞ وَإِلَىٰ ثَمُودَ أَخَاهُمْ صَ[n[ـٰ]لِ[f:4805[حًا‌ۚ ق]َالَ يَ[n[ـٰ]قَوْمِ [h:4768[ٱ]عْبُدُو[s[اْ] [h:3704[ٱ]للَّهَ مَا لَك[w:556[ُم م]ِّنْ إِلَ[n[ـٰ]هٍ غَيْرُهُ[n[ۥ]‌ۖ هُوَ أَ[f:4272[نش]َأَك[w:6398[ُم م]ِّنَ [h:1579[ٱ]لْأَرْضِ وَ[h:6399[ٱ]سْتَعْمَرَكُمْ فِيهَا فَ[h:6400[ٱ]سْتَغْفِرُوهُ ثُ[g[مّ]َ تُوب[o[ُوٓ][s[اْ] إِلَيْهِ‌ۚ إِ[g[نّ]َ رَبِّى قَرِي[a:6401[بٌ م]ُّج[p[ِي][q[ب]ٌ","juz":12,"ruku":188,"manzil":3,"bangla_ahbayan":"আর আমি সামূদ (জাতি)এর নিকট তাদের ভাই সালেহকে (নবীরূপে প্রেরণ করলাম)।[১] সে বলল, ‘হে আমার সম্প্রদায়! তোমরা আল্লাহর উপাসনা কর, তিনি ছাড়া তোমাদের আর কোন (সত্য) উপাস্য নেই।[২] তিনি তোমাদেরকে পৃথিবী (মাটি) হতে সৃষ্টি করেছেন[৩] এবং তোমাদেরকে তাতে আবাদ করেছেন।[৪] অতএব তোমরা (নিজেদের পাপের জন্য) তাঁর কাছে ক্ষমা প্রার্থনা কর, অতঃপর প্রত্যাবর্তন কর তাঁরই দিকে; নিশ্চয়ই আমার প্রতিপালক নিকটবর্তী, আহবানে সাড়াদানকারী।’","bangla_bayan":"আর সামূদ জাতির প্রতি (পাঠিয়েছিলাম)তাদের ভাই সালিহকে। সে বলল,‘হে আমার কওম, তোমরা আল্লাহর ইবাদাত কর, তিনি ছাড়া তোমাদের কোন (সত্য) ইলাহ নেই, তিনি তোমাদেরকে সৃষ্টি করেছেন মাটি থেকে এবং সেখানে তোমাদের জন্য আবাদের* ব্যবস্থা করেছেন । সুতরাং তোমরা তাঁর কাছে ক্ষমা চাও, অতঃপর তাঁরই কাছে তাওবা কর। নিশ্চয়ই আমার রব নিকটে, সাড়াদানকারী’। \\n\\n* এখানে আবাদের ব্যবস্থা করেছেন বলতে বুঝানো হয়েছে তাদেরকে অধিবাসী করা অথবা আবাদকারী বানানো কিংবা তাদেরকে দীর্ঘজীবি করা।","bangla_mkhan":"আর সামুদ জাতি প্রতি তাদের ভাই সালেহ কে প্রেরণ করি; তিনি বললেন, হে আমার জাতি। আল্লাহর বন্দেগী কর, তিনি ছাড়া তোমাদের কোন উপাস্য নাই। তিনিই যমীন হতে তোমাদেরকে পয়দা করেছেন, তন্মধ্যে তোমাদেরকে বসতি দান করেছেন। অতএব; তাঁর কাছে ক্ষমা প্রার্থনা কর অতঃপর তাঁরই দিকে ফিরে চল আমার পালনকর্তা নিকটেই আছেন, কবুল করে থাকেন; সন্দেহ নেই।","bangla_mujibur":"আর আমি সামূদ(সম্প্রদায়) এর নিকট তাদের ভাই সালিহকে নাবী রূপে প্রেরণ করলাম। সে বললঃ হে আমার কাওম! তোমরা আল্লাহর ইবাদাত কর, তিনি ছাড়া কেহ তোমাদের মা‘বূদ নেই, তিনি তোমাদেরকে যমীন হতে সৃষ্টি করেছেন এবং তোমাদেরকে তাতে আবাদ করেছেন। অতএব তোমরা তাঁর কাছে ক্ষমা প্রার্থনা কর, অতঃপর মনোনিবেশ কর তাঁরই দিকে; নিশ্চয়ই আমার রাব্ব নিকটে রয়েছেন এবং তিনি আবেদন গ্রহণকারী।","bangla_taisirul":"আমি সামূদ জাতির কাছে তাদের ভাই সালিহকে পাঠিয়েছিলাম। সে বলল, ‘হে আমার সম্প্রদায়! তোমরা আল্লাহর ‘ইবাদাত কর, তিনি ছাড়া তোমাদের আর কোন ইলাহ নেই, তিনিই তোমাদেরকে মাটি থেকে পয়দা করেছেন, আর তাতেই তোমাদেরকে প্রতিষ্ঠিত করেছেন, কাজেই তাঁর কাছে তোমরা ক্ষমা প্রার্থনা কর, আর তাঁর পানেই ফিরে এসো, আমার প্রতিপালক তো অতি নিকটে, আর তিনি আহবানে সাড়াদানকারী।’"},{"id":62,"arabic_text":"قَالُوۡا یٰصٰلِحُ  قَدۡ کُنۡتَ فِیۡنَا مَرۡجُوًّا قَبۡلَ  ہٰذَاۤ   اَتَنۡہٰنَاۤ   اَنۡ  نَّعۡبُدَ مَا یَعۡبُدُ اٰبَآؤُنَا وَ اِنَّنَا لَفِیۡ شَکٍّ مِّمَّا تَدۡعُوۡنَاۤ  اِلَیۡہِ  مُرِیۡبٍ ﴿۶۲﴾ ","english_text":"And you had already known about those who transgressed among you concerning the sabbath, and We said to them, \"Be apes, despised.\"","page":228,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1535.mp3","colorText":"قَالُو[s[اْ] يَ[n[ـٰ]صَ[n[ـٰ]لِحُ قَ[q:298[دْ] كُ[f:735[نت]َ فِينَا مَرْجُو[f:6402[ًّا ق]َ[q:3282[بْ]لَ هَ[n[ـٰ]ذ[o[َآ‌ۖ] أَتَنْهَ[n[ـٰ]ن[o[َآ] أ[a:6403[َن ن]َّعْبُدَ مَا يَعْبُدُ ءَاب[o[َا]ٓؤُنَا وَإِ[g[نّ]َنَا لَفِى شَ[a:6196[كٍّ م]ِّ[g[مّ]َا تَ[q:6404[دْ]عُون[o[َآ] إِلَيْهِ مُر[p[ِي][q[ب]ٍ","juz":12,"ruku":188,"manzil":3,"bangla_ahbayan":"তারা বলল, ‘হে সালেহ! তুমি তো ইতিপূর্বে আমাদের মধ্যে আশার পাত্র ছিলে, তুমি কি আমাদেরকে ঐ বস্তুর উপাসনা করতে নিষেধ করছ; যার উপাসনা আমাদের পিতৃপুরুষেরা করে এসেছে? আর যে ধর্মের দিকে তুমি আমাদেরকে আহবান করছ, বস্তুতঃ আমরা তো সে সম্বন্ধে গভীর সন্দেহ ও দ্বিধাদ্বন্দের মধ্যে রয়েছি।’[১]","bangla_bayan":"তারা বলল, ‘হে সালিহ, তুমি তো ইতঃপূর্বে আমাদের মধ্যে ছিলে প্রত্যাশিত। তুমি কি আমাদেরকে নিষেধ করছ তাদের ইবাদাত করতে আমাদের পিতৃপুরুষরা যাদের ইবাদাত করত? তুমি আমাদেরকে যার দিকে আহবান করছ, সে ব্যাপারে নিশ্চয় আমরা ঘোর সন্দেহের মধ্যে আছি’।","bangla_mkhan":"তারা বলল-হে সালেহ, ইতিপূর্বে তোমার কাছে আমাদের বড় আশা ছিল। আমাদের বাপ-দাদা যা পূজা করত তুমি কি আমাদেরকে তার পূজা করতে নিষেধ কর? কিন্তু যার প্রতি তুমি আমাদের আহবান জানাচ্ছ আমাদের তাতে এমন সন্দেহ রয়েছে যে, মন মোটেই সায় দিচ্ছে না।","bangla_mujibur":"তারা বললঃ হে সালিহ! তুমিতো ইতোপূর্বে আমাদের মধ্যে আশা-ভরসা স্থল ছিলে। তুমি কি আমাদেরকে ঐ বস্তুর ইবাদাত করতে নিষেধ করছ যাদের ইবাদাত আমাদের পিতৃ-পুরুষেরা করে এসেছে? আর যে ধর্মের দিকে তুমি আমাদের ডাকছ, বস্তুতঃ আমরা তৎসম্বন্ধে গভীর সন্দেহের মধ্যে রয়েছি, যা আমাদেরকে দ্বিধা-দ্বন্দ্বে ফেলে রেখেছে।","bangla_taisirul":"তারা বলল, ‘‘হে সালিহ! এর পূর্বে তুমি তো আমাদের মাঝে ছিলে আশা-আকাঙ্ক্ষার পাত্র, তুমি কি আমাদেরকে সেই মা‘বূদদের ‘ইবাদাত করতে নিষেধ করছ আমাদের পিতৃ পুরুষরা যার ‘ইবাদাত করত? তুমি আমাদেরকে যে দিকে ডাকছ সে সম্পর্কে আমরা বিভ্রান্তিকর সংশয়ে পড়ে আছি।"},{"id":63,"arabic_text":"قَالَ یٰقَوۡمِ اَرَءَیۡتُمۡ  اِنۡ کُنۡتُ عَلٰی بَیِّنَۃٍ مِّنۡ رَّبِّیۡ وَ اٰتٰىنِیۡ مِنۡہُ رَحۡمَۃً  فَمَنۡ یَّنۡصُرُنِیۡ مِنَ اللّٰہِ  اِنۡ عَصَیۡتُہٗ ۟ فَمَا  تَزِیۡدُوۡنَنِیۡ  غَیۡرَ  تَخۡسِیۡرٍ ﴿۶۳﴾ ","english_text":"And We made it a deterrent punishment for those who were present and those who succeeded [them] and a lesson for those who fear Allah .","page":229,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1536.mp3","colorText":"قَالَ يَ[n[ـٰ]قَوْمِ أَرَءَيْتُمْ إِ[f:3898[ن ك]ُ[f:2917[نت]ُ عَلَىٰ بَيِّنَ[a:4097[ةٍ م]ّ[u:4098[ِن ر]َّبِّى وَءَاتَ[n[ـٰ]نِى مِنْهُ رَحْمَ[f:6405[ةً ف]َم[a:6406[َن ي]َ[f:6300[نص]ُرُنِى مِنَ [h:321[ٱ]للَّهِ إِنْ عَصَيْتُهُ[n[ۥ]‌ۖ فَمَا تَزِيدُونَنِى غَيْرَ تَخْس[p[ِي]رٍ","juz":12,"ruku":188,"manzil":3,"bangla_ahbayan":"সে (সালেহ) বলল, ‘হে আমার সম্প্রদায়! আচ্ছা বল তো, যদি আমি নিজ প্রতিপালকের পক্ষ হতে প্রমাণের উপর থাকি এবং তিনি আমার প্রতি নিজের করুণা (নবুঅত) দান করে থাকেন;[১] অতএব আমি যদি আল্লাহর অবাধ্য হই,[২] তাহলে তার শাস্তি হতে কে আমাকে রক্ষা করবে? সুতরাং তোমরা তো আমার ক্ষতিই বৃদ্ধি করছ। [৩]","bangla_bayan":"সে বলল, ‘হে আমার কওম, তোমরা কী মনে কর, যদি আমি আমার রবের পক্ষ থেকে স্পষ্ট প্রমাণের উপর থাকি এবং তিনি আমাকে তাঁর পক্ষ থেকে রহমত দান করেন, তাহলে কে আমাকে আল্লাহর (আযাব) থেকে সাহায্য করবে, যদি আমি তাঁর অবাধ্য হই? সুতরাং তোমরা তো কেবল আমার ক্ষতিই বৃদ্ধি করছ’।","bangla_mkhan":"সালেহ বললেন-হে আমার জাতি! তোমরা কি মনে কর, আমি যদি আমার পালনকর্তার পক্ষ হতে বুদ্ধি বিবেচনা লাভ করে থাকি আর তিনি যদি আমাকে নিজের তরফ হতে রহমত দান করে থাকেন, অতঃপর আমি যদি তাঁর অবাধ্য হই তবে তার থেকে কে আমায় রক্ষা করবে? তোমরা তো আমার ক্ষতি ছাড়া কিছুই বৃদ্ধি করতে পরবে না","bangla_mujibur":"সে বললঃ হে আমার কাওম! আচ্ছা বলত, আমি যদি নিজ রবের পক্ষ হতে প্রমাণের উপর থাকি (এবং) তিনি আমার প্রতি নিজের রাহমাত (নবুওয়াত) দান করে থাকেন, আমি যদি আল্লাহর কথা না মানি তাহলে আমাকে আল্লাহ (শাস্তি) হতে কে রক্ষা করবে? তাহলেতো তোমরা শুধু আমার ক্ষতিই করছ।","bangla_taisirul":"সালিহ বলল, ‘‘হে আমার সম্প্রদায়! তোমরা কি চিন্তা করে দেখেছ, যদি আমি আমার প্রতপালকের সুস্পষ্ট প্রমাণের উপর থাকি আর তাঁর পক্ষ থেকে আমাকে অনুগ্রহ করা হয়, এমতাবস্থায় আমি যদি তার অবাধ্য হই তাহলে আল্লাহর (‘আযাব) থেকে আমাকে কে রক্ষা করবে? তোমরা তো কেবল আমার ক্ষতিই বাড়িয়ে দিতে চাও।"},{"id":64,"arabic_text":"وَ یٰقَوۡمِ ہٰذِہٖ نَاقَۃُ اللّٰہِ لَکُمۡ اٰیَۃً فَذَرُوۡہَا تَاۡکُلۡ فِیۡۤ  اَرۡضِ اللّٰہِ  وَ لَا تَمَسُّوۡہَا بِسُوۡٓءٍ فَیَاۡخُذَکُمۡ عَذَابٌ قَرِیۡبٌ ﴿۶۴﴾ ","english_text":"And [recall] when Moses said to his people, \"Indeed, Allah commands you to slaughter a cow.\" They said, \"Do you take us in ridicule?\" He said, \"I seek refuge in Allah from being among the ignorant.\"","page":229,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1537.mp3","colorText":"وَيَ[n[ـٰ]قَوْمِ هَ[n[ـٰ]ذِه[n[ِۦ] نَاقَةُ [h:4807[ٱ]للَّهِ لَكُمْ ءَايَ[f:4808[ةً ف]َذَرُوهَا تَأْكُلْ ف[o[ِىٓ] أَرْضِ [h:4809[ٱ]للَّهِ وَلَا تَمَسُّوهَا بِس[o[ُو]ٓ[f:4810[ءٍ ف]َيَأْخُذَكُمْ عَذَا[f:6407[بٌ ق]َر[p[ِي][q[ب]ٌ","juz":12,"ruku":188,"manzil":3,"bangla_ahbayan":"আর হে আমার সম্প্রদায়! এটা হচ্ছে আল্লাহর উটনী, যা তোমাদের জন্য নিদর্শন। অতএব ওকে ছেড়ে দাও; আল্লাহর যমীনে চরে খাক, আর ওকে খারাপ উদ্দেশ্যে স্পর্শ করো না, অন্যথা তোমাদেরকে আকস্মিক শাস্তি এসে পাকড়াও করবে।’ [১]","bangla_bayan":"‘আর হে আমার কওম, এটি আল্লাহর উট, তোমাদের জন্য নিদর্শনস্বরূপ। তাই তোমরা একে ছেড়ে দাও, সে আল্লাহর যমীনে (বিচরণ করে) খাবে এবং কোনরূপ মন্দভাবে তাকে স্পর্শ করো না, তাহলে তোমাদেরকে আশু আযাব পাকড়াও করবে’।","bangla_mkhan":"আর হে আমার জাতি! আল্লাহর এ উষ্ট্রীটি তোমাদের জন্য নিদর্শন, অতএব তাকে আল্লাহর যমীনে বিচরণ করে খেতে দাও, এবং তাকে মন্দভাবে স্পর্শও করবে না। নতুবা অতি সত্বর তোমাদেরকে আযাব পাকড়াও করবে।","bangla_mujibur":"আর হে আমার কাওম! এটা হচ্ছে আল্লাহর উষ্ট্রী যা তোমাদের জন্য নিদর্শন। অতএব ওকে ছেড়ে দাও যেন আল্লাহর যমীনে চরে খায়, আর ওকে খারাপ উদ্দেশে স্পর্শ করনা, অন্যথায় তোমাদেরকে আকস্মিক শাস্তি এসে পাকড়াও করতে পারে।","bangla_taisirul":"হে আমার জাতির লোকেরা! এটা আল্লাহর উষ্ট্রী, তোমাদের জন্য একটা নিদর্শন। একে আল্লাহর যমীনে চলে ফিরে খেয়ে বেড়াতে দাও, একে কোন প্রকার কষ্ট দিও না, নচেৎ শীঘ্রই তোমাদেরকে ‘আযাব পাকড়াও করবে।’"},{"id":65,"arabic_text":"فَعَقَرُوۡہَا فَقَالَ تَمَتَّعُوۡا فِیۡ  دَارِکُمۡ ثَلٰثَۃَ  اَیَّامٍ ؕ ذٰلِکَ وَعۡدٌ غَیۡرُ مَکۡذُوۡبٍ ﴿۶۵﴾ ","english_text":"They said, \"Call upon your Lord to make clear to us what it is.\" [Moses] said, \"[ Allah ] says, 'It is a cow which is neither old nor virgin, but median between that,' so do what you are commanded.\"","page":229,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1538.mp3","colorText":"فَعَقَرُوهَا فَقَالَ تَمَتَّعُو[s[اْ] فِى دَارِكُمْ ثَلَ[n[ـٰ]ثَةَ أَيَّا[f:3759[مٍ‌ۖ ذ][n[َٲ]لِكَ وَعْدٌ غَيْرُ مَكْذ[p[ُو][q[ب]ٍ","juz":12,"ruku":188,"manzil":3,"bangla_ahbayan":"কিন্তু তারা ওকে মেরে ফেলল। তখন সে বলল, ‘তোমরা নিজেদের ঘরে আরো তিনটি দিন জীবন উপভোগ করে নাও। এ একটি এমন প্রতিশ্রুতি যাতে বিন্দুমাত্র মিথ্যা নেই।’ [১]","bangla_bayan":"অতঃপর তারা তাকে হত্যা করল। তাই সে বলল, ‘তোমরা তিন দিন নিজ নিজ গৃহে আনন্দে কাটাও। এ এমন এক ওয়াদা, যা মিথ্যা হবার নয়’।","bangla_mkhan":"তবু তারা উহার পা কেটে দিল। তখন সালেহ বললেন-তোমরা নিজেদের গৃহে তিনটি দিন উপভোগ করে নাও। ইহা এমন ওয়াদা যা মিথ্যা হবে না।","bangla_mujibur":"অনন্তর তারা ওকে মেরে ফেলল। তখন সে বললঃ তোমরা নিজেদের ঘরে আরও তিন দিন বাস করে নাও; এটা ও‘য়াদা, যাতে বিন্দুমাত্র মিথ্যা নেই।","bangla_taisirul":"কিন্তু তারা উষ্ট্রীটির পাগুলো কেটে ফেলল। তখন সে তাদেরকে বলল, ‘তোমরা তোমাদের ঘরে তিনটি দিন জীবন উপভোগ করে নাও, এটা এমন এক ও‘য়াদা যা মিথ্যে হতে পারে না।’"},{"id":66,"arabic_text":"فَلَمَّا جَآءَ اَمۡرُنَا نَجَّیۡنَا صٰلِحًا وَّ الَّذِیۡنَ اٰمَنُوۡا مَعَہٗ بِرَحۡمَۃٍ  مِّنَّا وَ مِنۡ خِزۡیِ یَوۡمِئِذٍ ؕ اِنَّ رَبَّکَ ہُوَ الۡقَوِیُّ  الۡعَزِیۡزُ ﴿۶۶﴾ ","english_text":"They said, \"Call upon your Lord to show us what is her color.\" He said, \"He says, 'It is a yellow cow, bright in color - pleasing to the observers.' \"","page":229,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1539.mp3","colorText":"فَلَ[g[مّ]َا ج[o[َا]ٓءَ أَمْرُنَا نَجَّيْنَا صَ[n[ـٰ]لِ[a:6408[حًا و]َ[h:37[ٱ]لَّذِينَ ءَامَنُو[s[اْ] مَعَهُ[n[ۥ] بِرَحْمَ[a:4803[ةٍ م]ِّ[g[نّ]َا وَمِنْ خِزْىِ يَوْمِئِذٍ‌ۗ إِ[g[نّ]َ رَبَّكَ هُوَ [h:6409[ٱ]لْقَوِىُّ [h:6410[ٱ]لْعَز[p[ِي]زُ","juz":12,"ruku":188,"manzil":3,"bangla_ahbayan":"অতঃপর যখন আমার (আযাবের) নির্দেশ এসে পৌঁছল,[১] তখন আমি সালেহকে এবং যারা তার সাথে বিশ্বাসী ছিল তাদেরকে নিজ করুণায় রক্ষা করলাম, আর বাঁচালাম সেই দিনের বড় লাঞ্ছনা হতে। নিশ্চয় তোমার প্রতিপালক শক্তিমান, পরাক্রমশালী।","bangla_bayan":"অতঃপর যখন আমার আদেশ এল, তখন সালিহ ও তার সাথে যারা ঈমান এনেছিল তাদেরকে আমার পক্ষ থেকে রহমত দ্বারা নাজাত দিলাম এবং (নাজাত দিলাম) সেই দিনের লাঞ্ছনা থেকে। নিশ্চয় তোমার রব, তিনি শক্তিশালী, পরাক্রমশালী।","bangla_mkhan":"অতঃপর আমার আযাব যখন উপস্থিত হল, তখন আমি সালেহকে ও তদীয় সঙ্গী ঈমানদারগণকে নিজ রহমতে উদ্ধার করি, এবং সেদিনকার অপমান হতে রক্ষা করি। নিশ্চয় তোমার পালনকর্তা তিনি সর্বশক্তিমান পরাক্রমশালী।","bangla_mujibur":"অতঃপর যখন আমার হুকুম এসে পৌঁছল, আমি সালিহকে এবং যারা তার সাথে ঈমানদার ছিল তাদেরকে নিজ অনুগ্রহে রক্ষা করলাম, আর বাঁচালাম সেই দিনের বড় লাঞ্ছনা হতে; নিশ্চয়ই তোমার রাব্ব শক্তিমান, পরাক্রমশালী।","bangla_taisirul":"অতঃপর আমার হুকুম যখন আসল তখন আমি সালিহ আর তার সঙ্গে যারা ঈমান এনেছিল তাদেরকে আমার দয়ায় বাঁচিয়ে নিলাম আর সে দিনের লাঞ্ছনা হতে রক্ষা করলাম। তোমার প্রতিপালক তিনিই তো শক্তিশালী, প্রতাপশালী।"},{"id":67,"arabic_text":"وَ اَخَذَ الَّذِیۡنَ ظَلَمُوا الصَّیۡحَۃُ فَاَصۡبَحُوۡا فِیۡ  دِیَارِہِمۡ  جٰثِمِیۡنَ ﴿ۙ۶۷﴾ ","english_text":"They said, \"Call upon your Lord to make clear to us what it is. Indeed, [all] cows look alike to us. And indeed we, if Allah wills, will be guided.\"","page":229,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1540.mp3","colorText":"وَأَخَذَ [h:6411[ٱ]لَّذِينَ ظَلَمُو[s[اْ] [h:6412[ٱ][l[ل]صَّيْحَةُ فَأَصْبَحُو[s[اْ] فِى دِيَ[n[ـٰ]رِهِمْ جَ[n[ـٰ]ثِم[p[ِي]نَ","juz":12,"ruku":188,"manzil":3,"bangla_ahbayan":"আর সেই অত্যাচারীদেরকে এক প্রচন্ড গর্জন এসে পাকড়াও করল;[১] ফলে তারা নিজ নিজ গৃহে (মৃত অবস্থায়) উপুড় হয়ে পড়ে রইল। [২]","bangla_bayan":"আর যারা যুলম করেছিল, বিকট আওয়াজ তাদেরকে পাকড়াও করল, ফলে তারা নিজদের গৃহে মুখ থুবড়ে পড়ে থাকল।","bangla_mkhan":"আর ভয়ঙ্কর গর্জন পাপিষ্ঠদের পাকড়াও করল, ফলে ভোর হতে না হতেই তারা নিজ নিজ গৃহসমূহে উপুর হয়ে পড়ে রইল।","bangla_mujibur":"আর সেই যালিমদেরকে এক প্রচন্ড ধ্বনি এসে আক্রমন করল যাতে তারা নিজ নিজ গৃহে উপুড় হয়ে পড়ে রইল।","bangla_taisirul":"যারা যুলম করেছিল এক প্রচন্ড শব্দ তাদেরকে আঘাত হানল, আর তারা নিজ নিজ গৃহে নতজানু হয়ে পড়ে রইল-"},{"id":68,"arabic_text":"کَاَنۡ لَّمۡ  یَغۡنَوۡا فِیۡہَا ؕ اَلَاۤ  اِنَّ  ثَمُوۡدَا۠ کَفَرُوۡا  رَبَّہُمۡ ؕ اَلَا  بُعۡدًا  لِّثَمُوۡدَ  ﴿۶۸﴾","english_text":"He said, \"He says, 'It is a cow neither trained to plow the earth nor to irrigate the field, one free from fault with no spot upon her.' \" They said, \"Now you have come with the truth.\" So they slaughtered her, but they could hardly do it.","page":229,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1541.mp3","colorText":"كَأ[u:2914[َن ل]َّمْ يَغْنَوْ[s[اْ] فِيه[o[َآ‌ۗ] أَل[o[َآ] إِ[g[نّ]َ ثَمُودَ[s[اْ] كَفَرُو[s[اْ] رَبَّهُمْ‌ۗ أَلَا بُعْ[u:6413[دًا ل]ِّثَم[p[ُو][q[د]َ","juz":12,"ruku":188,"manzil":3,"bangla_ahbayan":"যেন তারা সেই গৃহগুলিতে কখনো বসবাস করেনি।[১] ভালরূপে জেনে রাখ! সামূদ সম্প্রদায় নিজ প্রতিপালককে অস্বীকার করল; জেনে রাখ! সামূদ সম্প্রদায় (তাঁর) করুণা হতে দূর হয়ে পড়ল ।","bangla_bayan":"যেন তারা সেগুলোতে বসবাসই করেনি। জেনে রাখ, নিশ্চয় সামূদ জাতি তাদের রবের সাথে কুফরী করেছে। জেনে রাখ, সামূদ জাতির জন্য রয়েছে ধ্বংস।","bangla_mkhan":"যেন তাঁরা কোনদিনই সেখানে ছিল না। জেনে রাখ, নিশ্চয় সামুদ জাতি তাদের পালনকর্তার প্রতি অস্বীকার করেছিল। আরো শুনে রাখ, সামুদ জাতির জন্য অভিশাপ রয়েছে।","bangla_mujibur":"যেন তারা সেই গৃহগুলিতে কখনও বসবাস করেনি। ভাল রূপে জেনে রেখ! ছামূদ সম্প্রদায় নিজ রবের সাথে কুফরী করল। জেনে রেখ, ছামূদ সম্প্রদায় রাহমাত হতে দূরে ছিটকে পড়ল।","bangla_taisirul":"যেন তারা সেখানে কোন দিনই বাস করেনি। জেনে রেখ, সামুদজাতি তাদের প্রতিপালককে অমান্য করেছিল। জেনে রেখ, সামূদকে (রহমাত থেকে) দূরে নিক্ষেপ করা হয়েছিল।"},{"id":69,"arabic_text":"وَ لَقَدۡ جَآءَتۡ رُسُلُنَاۤ  اِبۡرٰہِیۡمَ بِالۡبُشۡرٰی قَالُوۡا سَلٰمًا ؕ قَالَ  سَلٰمٌ  فَمَا لَبِثَ اَنۡ  جَآءَ  بِعِجۡلٍ حَنِیۡذٍ ﴿۶۹﴾ ","english_text":"And [recall] when you slew a man and disputed over it, but Allah was to bring out that which you were concealing.","page":229,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1542.mp3","colorText":"وَلَقَ[q:341[دْ] ج[o[َا]ٓءَتْ رُسُلُن[o[َآ] إِ[q:1860[بْ]ر[n[َٲ]هِيمَ بِ[h:6414[ٱ]لْبُشْرَىٰ قَالُو[s[اْ] سَلَ[n[ـٰ][f:6415[مًا‌ۖ ق]َالَ سَلَ[n[ـٰ][f:6416[مٌ‌ۖ ف]َمَا لَبِثَ أَ[f:6417[ن ج][o[َا]ٓءَ بِعِ[q:6418[جْ]لٍ حَن[p[ِي]ذٍ","juz":12,"ruku":189,"manzil":3,"bangla_ahbayan":"আর আমার প্রেরিত ফিরিশতারা ইব্রাহীমের নিকট সুসংবাদ[১] নিয়ে আগমন করে বলল, ‘সালাম।’[২] ইব্রাহীমও (উত্তরে) বলল, ‘সালাম।’[৩] অতঃপর অনতিবিলম্বে একটা ভুনা বাছুর নিয়ে এল। [৪]","bangla_bayan":"আর অবশ্যই আমার ফেরেশতারা সুসংবাদ নিয়ে ইবরাহীমের কাছে আসল, তারা বলল, ‘সালাম’। সেও বলল, ‘সালাম’। বিলম্ব না করে সে একটি ভুনা গো বাছুর নিয়ে আসল।","bangla_mkhan":"আর অবশ্যই আমার প্রেরিত ফেরেশতারা ইব্রাহীমেরে কাছে সুসংবাদ নিয়ে এসেছিল তারা বলল সালাম, তিনিও বললেন-সালাম। অতঃপর অল্পক্ষণের মধ্যেই তিনি একটি ভুনা করা বাছুর নিয়ে এলেন!","bangla_mujibur":"আর আমার প্রেরিত মালাইকা/ফেরেশতা ইবরাহীমের নিকট সুসংবাদ নিয়ে আগমন করল। (এবং) তারা বললঃ সালাম! ইবরাহীম বললঃ সালাম! অতঃপর অনতি বিলম্বে একটা ভাজা গো-বৎস আনয়ন করল।","bangla_taisirul":"আমার প্রেরিত ফেরেশতাগণ ইবরাহীমের কাছে সুসংবাদ নিয়ে এসেছিল। তারা এসে বলল ‘‘তোমার প্রতি সালাম! সেও বলল, ‘তোমাদের প্রতিও সালাম!’ অনতিবিলম্বে সে ভুনা করা বাছুর নিয়ে আসলো।"},{"id":70,"arabic_text":"فَلَمَّا رَاٰۤ  اَیۡدِیَہُمۡ لَا تَصِلُ  اِلَیۡہِ  نَکِرَہُمۡ وَ اَوۡجَسَ مِنۡہُمۡ خِیۡفَۃً ؕ قَالُوۡا لَا تَخَفۡ  اِنَّاۤ   اُرۡسِلۡنَاۤ  اِلٰی  قَوۡمِ  لُوۡطٍ ﴿ؕ۷۰﴾","english_text":"So, We said, \"Strike the slain man with part of it.\" Thus does Allah bring the dead to life, and He shows you His signs that you might reason.","page":229,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1543.mp3","colorText":"فَلَ[g[مّ]َا رَء[o[َآ] أَيْدِيَهُمْ لَا تَصِلُ إِلَيْهِ نَكِرَهُمْ وَأَوْجَسَ مِنْهُمْ خِيفَ[f:6419[ةً‌ۚ ق]َالُو[s[اْ] لَا تَخَفْ إِ[g[نّ][o[َآ] أُرْسِلْن[o[َآ] إِلَىٰ قَوْمِ ل[p[ُو][q[ط]ٍ","juz":12,"ruku":189,"manzil":3,"bangla_ahbayan":"কিন্তু যখন সে দেখল যে, তাদের হাত সেই খাদ্যের দিকে অগ্রসর হচ্ছে না, তখন তাদেরকে অদ্ভুত ভাবতে লাগল এবং মনে মনে তাদের ব্যাপারে শঙ্কিত হল;[১] (এ দেখে) তারা বলল, ‘তুমি ভয় করবে না, আমরা লূত সম্প্রদায়ের প্রতি প্রেরিত হয়েছি।’ [২]","bangla_bayan":"অতঃপর যখন সে দেখতে পেল, তাদের হাত এর প্রতি পৌঁছছে না, তখন তাদেরকে অস্বাভাবিক মনে করল এবং সে তাদের থেকে ভীতি অনুভব করল। তারা বলল, ‘ভয় করো না, নিশ্চয় আমরা লূতের কওমের কাছে প্রেরিত হয়েছি’।","bangla_mkhan":"কিন্তু যখন দেখলেন যে, আহার্য্যের দিকে তাদের হস্ত প্রসারিত হচ্ছে না, তখন তিনি সন্ধিগ্ধ হলেন এবং মনে মনে তাঁদের সম্পর্কে ভয় অনুভব করতে লাগলেন। তারা বলল-ভয় পাবেন না। আমরা লূতের কওমের প্রতি প্রেরিত হয়েছি।","bangla_mujibur":"কিন্তু যখন সে দেখল যে, তাদের হাত সেই খাদ্যের দিকে অগ্রসর হচ্ছেনা তখন তাদেরকে অদ্ভুত ভাবতে লাগল এবং মনে মনে তাদের থেকে শংকিত হল। (এ দেখে) তারা বললঃ ভয় করবেননা, আমরা লূত সম্প্রদায়ের প্রতি প্রেরিত হয়েছি।","bangla_taisirul":"যখন সে দেখল তাদের হাত তার (অর্থাৎ খাবারের) দিকে পৌঁছতেছে না, সে তাদের সম্পর্কে সন্দিগ্ধ হল আর তাদের ব্যাপারে ভীতি অনুভব করল। তারা বলল, ‘ভয় পেয়ো না, আমাদেরকে পাঠানো হয়েছে লূতের সম্প্রদায়ের প্রতি।’"},{"id":71,"arabic_text":"وَ امۡرَاَتُہٗ  قَآئِمَۃٌ  فَضَحِکَتۡ فَبَشَّرۡنٰہَا بِاِسۡحٰقَ ۙ وَ مِنۡ وَّرَآءِ  اِسۡحٰقَ یَعۡقُوۡبَ ﴿۷۱﴾ ","english_text":"Then your hearts became hardened after that, being like stones or even harder. For indeed, there are stones from which rivers burst forth, and there are some of them that split open and water comes out, and there are some of them that fall down for fear of Allah . And Allah is not unaware of what you do.","page":229,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1544.mp3","colorText":"وَ[h:9999[ٱ]مْرَأَتُهُ[n[ۥ] ق[o[َا]ٓئِمَ[f:6420[ةٌ ف]َضَحِكَتْ فَبَشَّرْنَ[n[ـٰ]هَا بِإِسْحَ[n[ـٰ]قَ وَم[a:6421[ِن و]َر[o[َا]ٓءِ إِسْحَ[n[ـٰ]قَ يَعْق[p[ُو][q[ب]َ","juz":12,"ruku":189,"manzil":3,"bangla_ahbayan":"সে সময় তার স্ত্রী দন্ডায়মান ছিল, সে হেসে উঠল।[১] তখন আমি তাকে (ইব্রাহীমের স্ত্রীকে) সুসংবাদ দিলাম ইসহাকের এবং ইসহাকের পর ইয়াকূবের।","bangla_bayan":"আর তার স্ত্রী দাঁড়ানো ছিল, সে হেসে উঠল। অতঃপর আমি তাকে সুসংবাদ দিলাম ইসহাকের ও ইসহাকের পরে ইয়া‘কূবের।","bangla_mkhan":"তাঁর স্ত্রীও নিকটেই দাড়িয়েছিল, সে হেসে ফেলল। অতঃপর আমি তাকে ইসহাকের জন্মের সুখবর দিলাম এবং ইসহাকের পরের ইয়াকুবেরও।","bangla_mujibur":"আর তার স্ত্রী দন্ডায়মান ছিল, সে হেসে উঠলো। তখন আমি তাকে (ইবরাহীমের স্ত্রীকে) সুসংবাদ দিলাম ইসহাকের এবং ইসহাকের পর ইয়াকূবের।","bangla_taisirul":"(ইবরাহীমের) স্ত্রী দাঁড়িয়েছিল, সে হেসে ফেলল। তখন আমি তাকে ইসহাকের আর ইসহাকের পর ইয়া‘কূবের সুসংবাদ দিলাম।"},{"id":72,"arabic_text":"قَالَتۡ یٰوَیۡلَتٰۤیءَ اَلِدُ وَ اَنَا عَجُوۡزٌ وَّ ہٰذَا بَعۡلِیۡ  شَیۡخًا ؕ اِنَّ ہٰذَا  لَشَیۡءٌ  عَجِیۡبٌ ﴿۷۲﴾ ","english_text":"Do you covet [the hope, O believers], that they would believe for you while a party of them used to hear the words of Allah and then distort the Torah after they had understood it while they were knowing?","page":230,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1545.mp3","colorText":"قَالَتْ يَ[n[ـٰ]وَيْلَتَ[o[ىٰٓ] ءَأَلِدُ وَأَنَا۟ عَجُو[a:6422[زٌ و]َهَ[n[ـٰ]ذَا بَعْلِى شَيْخًا‌ۖ إِ[g[نّ]َ هَ[n[ـٰ]ذَا لَشَىْءٌ عَج[p[ِي][q[ب]ٌ","juz":12,"ruku":189,"manzil":3,"bangla_ahbayan":"সে বলল, ‘হায় ভাগ্য! আমি কি সন্তান প্রসব করব অথচ আমি বৃদ্ধা এবং আমার এই স্বামীও বৃদ্ধ! বাস্তবিকই এটা তো একটা বিস্ময়কর ব্যাপার!’ [১]","bangla_bayan":"সে বলল, ‘হায়, কী আশ্চর্য! আমি সন্তান প্রসব করব, অথচ আমি বৃদ্ধা, আর এ আমার স্বামী, বৃদ্ধ? এটা তো অবশ্যই এক আশ্চর্যজনক ব্যাপার’!","bangla_mkhan":"সে বলল-কি দুর্ভাগ্য আমার! আমি সন্তান প্রসব করব? অথচ আমি বার্ধক্যের শেষ প্রান্তে এসে উপনীত হয়েছি আর আমার স্বামীও বৃদ্ধ, এতো ভারী আশ্চর্য কথা।","bangla_mujibur":"সে বললঃ হায় কপাল! এখন আমি সন্তান প্রসব করব বৃদ্ধা হয়ে! আর আমার এই স্বামী অতি বৃদ্ধ। বাস্তবিক এটাতো একটা বিস্ময়কর ব্যাপার!","bangla_taisirul":"সে বলল, ‘হায় আমার কপাল! সন্তান হবে আমার, আমি তো অতি বুড়ি আর আমার এই স্বামীও বৃদ্ধ, এতো এক আশ্চর্য ব্যাপার।’"},{"id":73,"arabic_text":"قَالُوۡۤا اَتَعۡجَبِیۡنَ مِنۡ اَمۡرِ اللّٰہِ  رَحۡمَتُ اللّٰہِ وَ بَرَکٰتُہٗ عَلَیۡکُمۡ اَہۡلَ الۡبَیۡتِ ؕ اِنَّہٗ  حَمِیۡدٌ  مَّجِیۡدٌ ﴿۷۳﴾ ","english_text":"And when they meet those who believe, they say, \"We have believed\"; but when they are alone with one another, they say, \"Do you talk to them about what Allah has revealed to you so they can argue with you about it before your Lord?\" Then will you not reason?","page":230,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1546.mp3","colorText":"قَال[o[ُوٓ][s[اْ] أَتَعْجَبِينَ مِنْ أَمْرِ [h:6348[ٱ]للَّهِ‌ۖ رَحْمَتُ [h:6423[ٱ]للَّهِ وَبَرَكَ[n[ـٰ]تُهُ[n[ۥ] عَلَيْكُمْ أَهْلَ [h:6424[ٱ]لْبَيْتِ‌ۚ إِ[g[نّ]َهُ[n[ۥ] حَمِي[a:6425[دٌ م]َّج[p[ِي][q[د]ٌ","juz":12,"ruku":189,"manzil":3,"bangla_ahbayan":"তারা বলল, ‘তুমি কি আল্লাহর কাজে বিস্ময়বোধ করছ?[১] (হে নবীর) পরিবার! তোমাদের প্রতি তো আল্লাহর (বিশেষ) করুণা ও তাঁর বরকতসমূহ রয়েছে।[২] নিশ্চয় তিনি প্রশংসার যোগ্য মহিমান্বিত।’","bangla_bayan":"তারা বলল, ‘আল্লাহর সিদ্ধান্তে তুমি আশ্চর্য হচ্ছ? হে নবী পরিবার, তোমাদের উপর আল্লাহর রহমত ও তাঁর বরকত। নিশ্চয় তিনি প্রশংসিত সম্মানিত’।","bangla_mkhan":"তারা বলল-তুমি আল্লাহর হুকুম সম্পর্কে বিস্ময়বোধ করছ? হে গৃহবাসীরা, তোমাদের উপর আল্লাহর রহমত ও প্রভুত বরকত রয়েছে। নিশ্চয় আল্লাহ প্রশংসিত মহিমাময়।","bangla_mujibur":"তারা (মালাক) বললঃ আপনি কি আল্লাহর কাজে বিস্ময় বোধ করছেন? (হে) এই পরিবারের লোকেরা! আপনাদের প্রতি রয়েছে আল্লাহর রাহমাত ও বারাকাত; নিশ্চয়ই তিনি সমস্ত প্রশংসার যোগ্য, মহিমান্বিত।","bangla_taisirul":"তারা বলল, ‘আল্লাহর কাজে তুমি আশ্চর্য হচ্ছ, ওহে (ইবরাহীমের) পরিবারবর্গ! তোমাদের উপর রয়েছে আল্লাহর দয়া ও বরকতসমূহ, তিনি বড়ই প্রশংসিত, বড়ই মহান।’"},{"id":74,"arabic_text":"فَلَمَّا ذَہَبَ عَنۡ اِبۡرٰہِیۡمَ الرَّوۡعُ وَ جَآءَتۡہُ  الۡبُشۡرٰی یُجَادِلُنَا فِیۡ قَوۡمِ لُوۡطٍ ﴿ؕ۷۴﴾ ","english_text":"But do they not know that Allah knows what they conceal and what they declare?","page":230,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1547.mp3","colorText":"فَلَ[g[مّ]َا ذَهَبَ عَنْ إِ[q:1860[بْ]ر[n[َٲ]هِيمَ [h:6426[ٱ][l[ل]رَّوْعُ وَج[o[َا]ٓءَتْهُ [h:6427[ٱ]لْبُشْرَىٰ يُجَ[n[ـٰ]دِلُنَا فِى قَوْمِ ل[p[ُو][q[ط]ٍ","juz":12,"ruku":189,"manzil":3,"bangla_ahbayan":"অতঃপর যখন ইব্রাহীমের সেই ভয় দূর হয়ে গেল এবং সে সুসংবাদ প্রাপ্ত হল, তখন আমার (প্রেরিত ফিরিশতাদের) সাথে লূত-সম্প্রদায় সম্বন্ধে তর্ক-বিতর্ক করতে শুরু করে দিল। [১]","bangla_bayan":"অতঃপর যখন ইবরাহীম থেকে ভয় দূর হল এবং তার কাছে সুসংবাদ এল, তখন সে লূতের কওম সম্পর্কে আমার সাথে বাদানুবাদ করতে লাগল।","bangla_mkhan":"অতঃপর যখন ইব্রাহীম (আঃ) এর আতঙ্ক দূর হল এবং তিনি সুসংবাদ প্রাপ্ত হলেন, তখন তিনি আমার সাথে তর্ক শুরু করলেন কওমে লূত সম্পর্কে।","bangla_mujibur":"অতঃপর যখন ইবরাহীমের সেই ভয় দূর হয়ে গেল এবং সে সুসংবাদ প্রাপ্ত হল তখন আমার প্রেরিত মালাইকার সাথে লূতের কাওম সম্বন্ধে তর্ক-বিতর্ক (জোর সুপারিশ) করতে শুরু করল।","bangla_taisirul":"পরে যখন ইবরাহীমের আতঙ্ক দূর হল, আর তার কাছে সুসংবাদ আসল, তখন সে লূত জাতির ব্যাপারে আমার সাথে ঝগড়া করল।"},{"id":75,"arabic_text":"اِنَّ  اِبۡرٰہِیۡمَ  لَحَلِیۡمٌ  اَوَّاہٌ   مُّنِیۡبٌ ﴿۷۵﴾ ","english_text":"And among them are unlettered ones who do not know the Scripture except in wishful thinking, but they are only assuming.","page":230,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1548.mp3","colorText":"إِ[g[نّ]َ إِ[q:1860[بْ]ر[n[َٲ]هِيمَ لَحَلِيمٌ أَوّ[n[َٲ][a:6428[هٌ م]ُّن[p[ِي][q[ب]ٌ","juz":12,"ruku":189,"manzil":3,"bangla_ahbayan":"নিশ্চয় ইব্রাহীম ছিল বড় সহিষ্ণু প্রকৃতির, কোমল হৃদয়ের, আল্লাহ অভিমুখী।","bangla_bayan":"নিশ্চয় ইবরাহীম অত্যন্ত সহনশীল, অধিক অনুনয় বিনয়কারী, আল্লাহমুখী।","bangla_mkhan":"ইব্রাহীম (আঃ) বড়ই ধৈর্য্যশীল, কোমল অন্তর, আল্লাহমুখী সন্দেহ নেই।","bangla_mujibur":"বাস্তবিক ইবরাহীম ছিল বড় সহিষ্ণু প্রকৃতির, দয়ালু স্বভাব, কোমল হৃদয়।","bangla_taisirul":"অবশ্যই ইবরাহীম ছিল বড়ই সহিষ্ণু, কোমল হৃদয় আর আল্লাহমুখী।"},{"id":76,"arabic_text":"یٰۤـاِبۡرٰہِیۡمُ اَعۡرِضۡ عَنۡ ہٰذَا ۚ اِنَّہٗ قَدۡ جَآءَ اَمۡرُ رَبِّکَ ۚ وَ اِنَّہُمۡ اٰتِیۡہِمۡ عَذَابٌ غَیۡرُ  مَرۡدُوۡدٍ ﴿۷۶﴾ ","english_text":"So woe to those who write the \"scripture\" with their own hands, then say, \"This is from Allah,\" in order to exchange it for a small price. Woe to them for what their hands have written and woe to them for what they earn.","page":230,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1549.mp3","colorText":"يَ[o[ـٰٓ]إِ[q:6429[بْ]ر[n[َٲ]هِيمُ أَعْرِضْ عَنْ هَ[n[ـٰ]ذ[o[َآ‌ۖ] إِ[g[نّ]َهُ[n[ۥ] قَ[q:298[دْ] ج[o[َا]ٓءَ أَمْرُ رَبِّكَ‌ۖ وَإِ[g[نّ]َهُمْ ءَاتِيهِمْ عَذَابٌ غَيْرُ مَرْد[p[ُو][q[د]ٍ","juz":12,"ruku":189,"manzil":3,"bangla_ahbayan":"হে ইব্রাহীম! এ (তর্ক) হতে বিরত হও। তোমার প্রতিপালকের নির্দেশ এসে গেছে এবং তাদের উপর এমন এক শাস্তি আসছে যা কিছুতেই টলবার নয়। [১]","bangla_bayan":"হে ইবরাহীম, তুমি এ থেকে বিরত হও। নিশ্চয় তোমার রবের সিদ্ধান্ত এসে গেছে এবং নিশ্চয় তাদের উপর আসবে আযাব, যা প্রতিহত হবার নয়।","bangla_mkhan":"ইব্রাহীম, এহেন ধারণা পরিহার কর; তোমার পালনকর্তার হুকুম এসে গেছে, এবং তাদের উপর সে আযাব অবশ্যই আপতিত হবে, যা কখনো প্রতিহত হবার নয়।","bangla_mujibur":"হে ইবরাহীম! এ কথা ছেড়ে দাও, তোমার রবের আদেশ এসে গেছে এবং তাদের উপর এমন এক শাস্তি আসছে যা কিছুতেই প্রতিহত করার নয়।","bangla_taisirul":"‘হে ইবরাহীম! এথেকে তুমি নিবৃত্ত হও, তোমার প্রতিপালকের নির্দেশ এসে গেছে, তাদের প্রতি শাস্তি আসবেই যা রদ হবার নয়।"},{"id":77,"arabic_text":"وَ لَمَّا جَآءَتۡ رُسُلُنَا لُوۡطًا سِیۡٓءَ بِہِمۡ وَ ضَاقَ بِہِمۡ ذَرۡعًا وَّ قَالَ ہٰذَا یَوۡمٌ عَصِیۡبٌ ﴿۷۷﴾ ","english_text":"And they say, \"Never will the Fire touch us, except for a few days.\" Say, \"Have you taken a covenant with Allah ? For Allah will never break His covenant. Or do you say about Allah that which you do not know?\"","page":230,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1550.mp3","colorText":"وَلَ[g[مّ]َا ج[o[َا]ٓءَتْ رُسُلُنَا لُو[f:6430[طًا س][o[ِى]ٓءَ بِهِمْ وَضَاقَ بِهِمْ ذَرْ[a:6431[عًا و]َقَالَ هَ[n[ـٰ]ذَا يَوْمٌ عَص[p[ِي][q[ب]ٌ","juz":12,"ruku":189,"manzil":3,"bangla_ahbayan":"আর যখন আমার ফিরিশতারা লূতের নিকট উপস্থিত হল, তখন সে তাদের ব্যাপারে চিন্তাবৃত হল এবং তাদের কারণে তার হৃদয় সঙ্কুচিত হয়ে গেল। আর বলল, ‘আজকের দিনটি অতি কঠিন।’ [১]","bangla_bayan":"আর যখন লূতের কাছে আমার ফেরেশতা আসল, তখন তাদের (আগমনের) কারণে তার অস্বস্তিবোধ হল এবং তার অন্তর খুব সঙ্কুচিত হয়ে গেল। আর সে বলল, ‘এ তো কঠিন দিন’।","bangla_mkhan":"আর যখন আমার প্রেরিত ফেরেশতাগণ লূত (আঃ) এর নিকট উপস্থিত হল। তখন তাঁদের আগমনে তিনি দুচিন্তাগ্রস্ত হলেন এবং তিনি বলতে লাগলেন, আজ অত্যন্ত কঠিন দিন।","bangla_mujibur":"আর যখন আমার ঐ মালাইকাগণ লূতের নিকট উপস্থিত হল তখন সে তাদের জন্য চিন্তিত হয়ে পড়ল এবং সেই কারণে অন্তর সংকুচিত হল, আর বললঃ আজকের দিনটি অতি কঠিন।","bangla_taisirul":"আমার প্রেরিত বার্তাবাহকগণ যখন লূতের কাছে আসলো, তাদের আগমনে সে ঘাবড়ে গেল। (তাদেরকে রক্ষায়) নিজেকে অসমর্থ মনে করল, আর বলল, ‘আজ বড়ই বিপদের দিন।"},{"id":78,"arabic_text":"وَ جَآءَہٗ  قَوۡمُہٗ یُہۡرَعُوۡنَ  اِلَیۡہِ ؕ وَ مِنۡ قَبۡلُ کَانُوۡا یَعۡمَلُوۡنَ السَّیِّاٰتِ ؕ قَالَ یٰقَوۡمِ ہٰۤؤُلَآءِ بَنَاتِیۡ ہُنَّ اَطۡہَرُ  لَکُمۡ فَاتَّقُوا اللّٰہَ وَ لَا تُخۡزُوۡنِ فِیۡ ضَیۡفِیۡ ؕ اَلَـیۡسَ مِنۡکُمۡ  رَجُلٌ  رَّشِیۡدٌ ﴿۷۸﴾ ","english_text":"Yes, whoever earns evil and his sin has encompassed him - those are the companions of the Fire; they will abide therein eternally.","page":230,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1551.mp3","colorText":"وَج[o[َا]ٓءَهُ[n[ۥ] قَوْمُهُ[n[ۥ] يُهْرَعُونَ إِلَيْهِ وَمِ[f:6432[ن ق]َ[q:129[بْ]لُ كَانُو[s[اْ] يَعْمَلُونَ [h:2655[ٱ][l[ل]سَّيِّـَٔـاتِ‌ۚ قَالَ يَ[n[ـٰ]قَوْمِ هَ[o[ـٰٓ]ؤُل[o[َا]ٓءِ بَنَاتِى هُ[g[نّ]َ أَ[q:6433[طْ]هَرُ لَكُمْ‌ۖ فَ[h:112[ٱ]تَّقُو[s[اْ] [h:1945[ٱ]للَّهَ وَلَا تُخْزُونِ فِى ضَيْف[o[ِىٓ‌ۖ] أَلَيْسَ مِ[f:344[نك]ُمْ رَجُ[u:6434[لٌ ر]َّش[p[ِي][q[د]ٌ","juz":12,"ruku":189,"manzil":3,"bangla_ahbayan":"আর তার সম্প্রদায় তার কাছে ছুটে এল এবং তারা পূর্ব হতে কুকর্ম করেই আসছিল;[১] লূত বলল, ‘হে আমার সম্প্রদায়! (তোমাদের ঘরে) আমার এই কন্যারা রয়েছে, এরা তোমাদের জন্য পবিত্রতম।[২] অতএব তোমরা আল্লাহকে ভয় কর এবং আমাকে আমার মেহমানদের ব্যাপারে লাঞ্ছিত করো না। তোমাদের মধ্যে কি কোন ভালো মানুষ নেই?’ [৩]","bangla_bayan":"আর তার কওম তার কাছে ছুটে আসল এবং ইতঃপূর্বে তারা মন্দ কাজ করত। সে বলল, ‘হে আমার কওম, এরা আমার মেয়ে, তারা তোমাদের জন্য পবিত্র। সুতরাং তোমরা আল্লাহকে ভয় কর এবং আমার মেহমানদের ব্যাপারে তোমরা আমাকে অপমানিত করো না। তোমাদের মধ্যে কি কোন সুবোধ ব্যক্তি নেই’?","bangla_mkhan":"আর তাঁর কওমের লোকেরা স্বতঃস্ফুর্তভাবে তার (গৃহ) পানে ছুটে আসতে লাগল। পূর্ব থেকেই তারা কু-কর্মে তৎপর ছিল। লূত (আঃ) বললেন-হে আমার কওম, এ আমার কন্যারা রয়েছে, এরা তোমাদের জন্য অধিক পবিত্রতমা। সুতরাং তোমরা আল্লাহকে ভয় কর এবং অতিথিদের ব্যাপারে আমাকে লজ্জিত করো না, তোমাদের মধ্যে কি কোন ভাল মানুষ নেই।","bangla_mujibur":"আর তার কাওম তার কাছে ছুটে এলো, এবং তারা পূর্ব হতে কু-কার্যসমূহ করেই আসছিল। লূত বললঃ হে আমার কাওম! (তোমাদের ঘরে) আমার এই কন্যারা রয়েছে, এরা তোমাদের জন্য অতি উত্তম, অতএব তোমরা আল্লাহকে ভয় কর এবং আমাকে আমার মেহমানদের সামনে অপমানিত করনা; তোমাদের মধ্যে কি সুবোধ লোক কেহ নেই?","bangla_taisirul":"তার কওমের লোকেরা হুড়মুড় করে তার কাছে ছুটে আসলো, আগে থেকেই তারা এ রকম অসৎ কাজে অভ্যস্ত ছিল। সে বলল, ‘হে আমার সম্প্রদায়! এই আমার (নিজের বা জাতির) কন্যারা আছে, তারা তোমাদের জন্য অধিক পবিত্র (যদি তোমরা বিয়ে কর), কাজেই তোমরা আল্লাহকে ভয় কর, আমার মেহমানদের ব্যাপারে আমাকে লজ্জিত করো না, তোমাদের মধ্যে কি ভাল মানুষ একটিও নেই?’"},{"id":79,"arabic_text":"قَالُوۡا لَقَدۡ عَلِمۡتَ مَا لَنَا فِیۡ بَنٰتِکَ مِنۡ حَقٍّ ۚ وَ  اِنَّکَ  لَتَعۡلَمُ  مَا نُرِیۡدُ ﴿۷۹﴾ ","english_text":"But they who believe and do righteous deeds - those are the companions of Paradise; they will abide therein eternally.","page":230,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1552.mp3","colorText":"قَالُو[s[اْ] لَقَ[q:2389[دْ] عَلِمْتَ مَا لَنَا فِى بَنَاتِكَ مِنْ حَ[a:6435[قٍّ و]َإِ[g[نّ]َكَ لَتَعْلَمُ مَا نُر[p[ِي][q[د]ُ","juz":12,"ruku":189,"manzil":3,"bangla_ahbayan":"তারা বলল, ‘তুমি নিশ্চয় জানো যে, তোমার এই কন্যাগুলিতে আমাদের কোন প্রয়োজন নেই, আর আমরা কি চাই, তাও তুমি অবশ্যই জানো।’ [১]","bangla_bayan":"তারা বলল, ‘তুমি অবশ্যই জান, তোমার মেয়েদের ব্যাপারে আমাদের কোন প্রয়োজন নেই। আর আমরা কী চাই, তা তুমি নিশ্চয় জান’।","bangla_mkhan":"তারা বলল ু তুমি তো জানই, তোমার কন্যাদের নিয়ে আমাদের কোন গরজ নেই। আর আমরা কি চাই, তাও তুমি অবশ্যই জান।","bangla_mujibur":"তারা বললঃ তুমিতো অবগত আছ যে, তোমার এই কন্যাগুলির আমাদের কোন প্রয়োজন নেই, আর আমাদের অভিপ্রায় কি তাও তোমার জানা আছে।","bangla_taisirul":"তারা বলল, ‘তোমার তো জানাই আছে যে, তোমার (নিজের বা জাতির) কন্যাদের আমাদের কোন দরকার নেই, আমরা কী চাই তাতো তুমি অবশ্যই জান।’"},{"id":80,"arabic_text":"قَالَ لَوۡ اَنَّ لِیۡ بِکُمۡ قُوَّۃً  اَوۡ اٰوِیۡۤ اِلٰی رُکۡنٍ  شَدِیۡدٍ ﴿۸۰﴾ ","english_text":"And [recall] when We took the covenant from the Children of Israel, [enjoining upon them], \"Do not worship except Allah ; and to parents do good and to relatives, orphans, and the needy. And speak to people good [words] and establish prayer and give zakah.\" Then you turned away, except a few of you, and you were refusing.","page":230,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1553.mp3","colorText":"قَالَ لَوْ أَ[g[نّ]َ لِى بِكُمْ قُوَّةً أَوْ ءَاو[o[ِىٓ] إِلَىٰ رُكْ[f:6436[نٍ ش]َد[p[ِي][q[د]ٍ","juz":12,"ruku":189,"manzil":3,"bangla_ahbayan":"সে বলল, ‘হায়! যদি তোমাদের উপর আমার শক্তি থাকত, অথবা আমি কোন দৃঢ় স্তম্ভের (শক্তিশালী দলের) আশ্রয় নিতে পারতাম।’[১]","bangla_bayan":"সে বলল, ‘তোমাদের প্রতিরোধে যদি আমার কোন শক্তি থাকত অথবা আমি কোন সুদৃঢ় স্তম্ভের আশ্রয় নিতে পারতাম’*! \\n\\n*‘সুদৃঢ় স্তম্ভ’ বলতে শক্তিশালী সৈন্যসামন্ত কিংবা কওম অথবা গোত্র বুঝানো হয়েছে।","bangla_mkhan":"লূত (আঃ) বললেন-হায়, তোমাদের বিরুদ্ধে যদি আমার শক্তি থাকত অথবা আমি কোন সূদৃঢ় আশ্রয় গ্রহণ করতে সক্ষম হতাম।","bangla_mujibur":"সে বললঃ কি উত্তম হত যদি তোমাদের উপর আমার কিছু ক্ষমতা চলত, অথবা আমি কোন দৃঢ় স্তম্ভের আশ্রয় নিতাম!","bangla_taisirul":"সে বলল, ‘তোমাদেরকে দমন করার ক্ষমতা আমার যদি থাকত! অথবা কোন মজবুত আশ্রয়ে যদি আশ্রয় নিতে পারতাম!’"},{"id":81,"arabic_text":"قَالُوۡا یٰلُوۡطُ اِنَّا رُسُلُ رَبِّکَ  لَنۡ  یَّصِلُوۡۤا  اِلَیۡکَ فَاَسۡرِ  بِاَہۡلِکَ بِقِطۡعٍ مِّنَ الَّیۡلِ وَ لَا یَلۡتَفِتۡ مِنۡکُمۡ اَحَدٌ  اِلَّا امۡرَاَتَکَ ؕ اِنَّہٗ  مُصِیۡبُہَا مَاۤ  اَصَابَہُمۡ ؕ اِنَّ مَوۡعِدَہُمُ الصُّبۡحُ ؕ اَلَـیۡسَ  الصُّبۡحُ  بِقَرِیۡبٍ  ﴿۸۱﴾","english_text":"And [recall] when We took your covenant, [saying], \"Do not shed each other's blood or evict one another from your homes.\" Then you acknowledged [this] while you were witnessing.","page":230,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1554.mp3","colorText":"قَالُو[s[اْ] يَ[n[ـٰ]لُوطُ إِ[g[نّ]َا رُسُلُ رَبِّكَ ل[a:6437[َن ي]َصِل[o[ُوٓ][s[اْ] إِلَيْكَ‌ۖ فَأَسْرِ بِأَهْلِكَ بِقِ[q:6438[طْ][a:6439[عٍ م]ِّنَ [h:6029[ٱ]لَّيْلِ وَلَا يَلْتَفِتْ مِ[f:344[نك]ُمْ أَحَدٌ إِلَّا [h:6440[ٱ]مْرَأَتَكَ‌ۖ إِ[g[نّ]َهُ[n[ۥ] مُصِيبُهَا م[o[َآ] أَصَابَهُمْ‌ۚ إِ[g[نّ]َ مَوْعِدَهُمُ [h:6441[ٱ][l[ل]صُّ[q:6442[بْ]حُ‌ۚ أَلَيْسَ [h:6443[ٱ][l[ل]صُّ[q:6442[بْ]حُ بِقَر[p[ِي][q[ب]ٍ","juz":12,"ruku":189,"manzil":3,"bangla_ahbayan":"তারা বলল, ‘হে লূত! আমরা তো তোমার প্রতিপালক প্রেরিত (ফিরিশতা), ওরা কখনই তোমার নিকট পৌঁছতে পারবে না। অতএব তুমি রাত্রির কোন এক ভাগে নিজের পরিবারবর্গকে নিয়ে (অন্যত্র) চলে যাও। তোমাদের কেউ যেন পিছনের দিকে ফিরেও না দেখে, কিন্তু তোমার স্ত্রী নয়, তার উপরেও ঐ (আযাব) আসবে, যা অন্যান্যদের উপরে আসবে। তাদের (শাস্তির) নির্ধারিত সময় হল প্রভাতকাল; প্রভাত কি নিকটবর্তী নয়?’ [১]","bangla_bayan":"তারা বলল, ‘হে লূত, আমরা তোমার রবের প্রেরিত ফেরেশতা, তারা কখনো তোমার কাছে পৌঁছতে পারবে না। সুতরাং তুমি তোমার পরিবার নিয়ে রাতের কোন এক অংশে রওয়ানা হও, আর তোমাদের কেউ পিছে তাকাবে না। তবে তোমার স্ত্রী (রওয়ানা হবে না), কেননা তাকে তা-ই আক্রান্ত করবে যা তাদেরকে আক্রান্ত করবে। নিশ্চয় তাদের (আযাবের) নির্ধারিত সময় হচ্ছে সকাল। সকাল কি নিকটে নয়’?","bangla_mkhan":"মেহমান ফেরেশতাগন বলল-হে লূত (আঃ) আমরা তোমাদের পালনকর্তার পক্ষ হতে প্রেরিত ফেরেশতা। এরা কখনো তোমার দিকে পৌঁছাতে পারবে না। ব্যস তুমি কিছুটা রাত থাকতে থাকতে নিজের লোকজন নিয়ে বাইরে চলে যাও। আর তোমাদের কেউ যেন পিছনে ফিরে না তাকায়। কিন্তু তোমার স্ত্রী নিশ্চয় তার উপরও তা আপতিত হবে, যা ওদের উপর আপতিত হবে। ভোর বেলাই তাদের প্রতিশ্রুতির সময়, ভোর কি খুব নিকটে নয়?","bangla_mujibur":"তারা (মালাইকা) বললঃ হে লূত! আমরাতো আপনার রবের প্রেরিত বার্তাবাহক, তারা কখনও আপনার নিকট পৌঁছতে পারবেনা, অতএব আপনি রাতের কোন এক ভাগে নিজের পরিবারবর্গকে নিয়ে চলে যান, আপনাদের কেহ যেন পিছনের দিকে ফিরেও না চায়; কিন্তু হ্যাঁ, আপনার স্ত্রী যাবেনা, তার উপরও ঐ আপদ আসবে যা অন্যান্যদের প্রতি আসবে, তাদের (শাস্তির) অঙ্গীকার কৃত সময় হচ্ছে প্রাতঃকাল, প্রভাত কি নিকটবর্তী নয়?","bangla_taisirul":"আগুন্তুকরা বলল, ‘হে লূত! আমরা তোমার প্রতিপালক প্রেরিত বার্তাবাহক, তারা তোমার কাছে কক্ষনো পৌঁছতে পারবে না, কাজেই কিছুটা রাত বাকী থাকতে তুমি তোমার পরিবার-পরিজন নিয়ে বেরিয়ে পড়, তোমাদের কেউ যেন পিছনের দিকে না তাকায়। কিন্তু তোমার স্ত্রী (তোমাদের সঙ্গী হতে পারবে না) তারও তাই ঘটবে, অন্যদের যা ঘটবে। সকাল হল তাদের (শাস্তি আসার) নির্ধারিত সময়, সকাল কি নিকটবর্তী নয়?’"},{"id":82,"arabic_text":"فَلَمَّا جَآءَ اَمۡرُنَا جَعَلۡنَا عَالِیَہَا سَافِلَہَا وَ اَمۡطَرۡنَا عَلَیۡہَا حِجَارَۃً  مِّنۡ سِجِّیۡلٍ ۬ۙ مَّنۡضُوۡدٍ ﴿ۙ۸۲﴾ ","english_text":"Then, you are those [same ones who are] killing one another and evicting a party of your people from their homes, cooperating against them in sin and aggression. And if they come to you as captives, you ransom them, although their eviction was forbidden to you. So do you believe in part of the Scripture and disbelieve in part? Then what is the recompense for those who do that among you except disgrace in worldly life; and on the Day of Resurrection they will be sent back to the severest of punishment. And Allah is not unaware of what you do.","page":231,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1555.mp3","colorText":"فَلَ[g[مّ]َا ج[o[َا]ٓءَ أَمْرُنَا جَعَلْنَا عَ[n[ـٰ]لِيَهَا سَافِلَهَا وَأَمْطَرْنَا عَلَيْهَا حِجَارَ[a:6444[ةً م]ِّ[f:6445[ن س]ِجِّي[a:6446[لٍ م]َّ[f:6447[نض][p[ُو][q[د]ٍ","juz":12,"ruku":189,"manzil":3,"bangla_ahbayan":"অতঃপর যখন আমার হুকুম এসে পৌঁছল, তখন আমি ঐ ভূ-খন্ডের উপরিভাগকে নীচে করে দিলাম এবং তার উপর ক্রমাগত ঝামা পাথর বর্ষণ করলাম।","bangla_bayan":"অতঃপর যখন আমার আদেশ এসে গেল, তখন আমি জনপদের উপরকে নীচে উল্টে দিলাম এবং ক্রমাগত পোড়ামাটির পাথর বর্ষণ করলাম,","bangla_mkhan":"অবশেষে যখন আমার হুকুম এসে পৌঁছাল, তখন আমি উক্ত জনপদকে উপরকে নীচে করে দিলাম এবং তার উপর স্তরে স্তরে কাঁকর পাথর বর্ষণ করলাম।","bangla_mujibur":"অতঃপর যখন আমার হুকুম এসে পৌঁছল, আমি ঐ ভূ-খন্ডের উপরি ভাগকে নীচে করে দিলাম এবং ওর উপর ঝামা পাথর বর্ষণ করতে লাগলাম, যা একাধারে ছিল (বর্ষিত হচ্ছিল),","bangla_taisirul":"তারপর আমার নির্দেশ যখন এসে গেল, তখন আমি সেই জনপদকে উপর নীচ করে উল্টে দিলাম, আর তাদের উপর স্তরে স্তরে পাকানো মাটির প্রস্তর বর্ষণ করলাম।"},{"id":83,"arabic_text":"مُّسَوَّمَۃً  عِنۡدَ رَبِّکَ ؕ وَ مَا ہِیَ مِنَ الظّٰلِمِیۡنَ بِبَعِیۡدٍ ﴿۸۳﴾ ","english_text":"Those are the ones who have bought the life of this world [in exchange] for the Hereafter, so the punishment will not be lightened for them, nor will they be aided.","page":231,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1556.mp3","colorText":"مُّسَوَّمَةً عِ[f:264[ند]َ رَبِّكَ‌ۖ وَمَا هِىَ مِنَ [h:187[ٱ][l[ل]ظَّ[n[ـٰ]لِمِينَ بِبَع[p[ِي][q[د]ٍ","juz":12,"ruku":189,"manzil":3,"bangla_ahbayan":"যা বিশেষরূপে চিহ্নিত করা ছিল তোমার প্রতিপালকের নিকট; আর ঐ (জনপদ)গুলি এই যালেমদের নিকট হতে বেশী দূরে নয়। [১]","bangla_bayan":"যা চি‎‎হ্নত ছিল তোমার রবের কাছে। আর তা যালিমদের থেকে দূরে নয়।","bangla_mkhan":"যার প্রতিটি তোমার পালনকর্তার নিকট চিহ্নিত ছিল। আর সেই পাপিষ্ঠদের থেকে খুব দূরেও নয়।","bangla_mujibur":"যা বিশেষ চিহ্নিত করা ছিল তোমার রবের নিকট; আর ঐ জনপদগুলি এই যালিমদের হতে বেশি দূরে নয়।","bangla_taisirul":"যে প্রস্তর খন্ডের প্রতিটিই তোমার প্রতিপালকের নিকট চিহ্নিত ছিল। যালিমদের জন্য এ শাস্তি বেশী দূরের ব্যাপার নয়।"},{"id":84,"arabic_text":"وَ اِلٰی مَدۡیَنَ اَخَاہُمۡ شُعَیۡبًا ؕ قَالَ یٰقَوۡمِ  اعۡبُدُوا  اللّٰہَ مَا لَکُمۡ مِّنۡ اِلٰہٍ غَیۡرُہٗ ؕ وَ لَا تَنۡقُصُوا الۡمِکۡیَالَ وَ الۡمِیۡزَانَ  اِنِّیۡۤ  اَرٰىکُمۡ  بِخَیۡرٍ  وَّ اِنِّیۡۤ  اَخَافُ عَلَیۡکُمۡ عَذَابَ یَوۡمٍ مُّحِیۡطٍ  ﴿۸۴﴾","english_text":"And We did certainly give Moses the Torah and followed up after him with messengers. And We gave Jesus, the son of Mary, clear proofs and supported him with the Pure Spirit. But is it [not] that every time a messenger came to you, [O Children of Israel], with what your souls did not desire, you were arrogant? And a party [of messengers] you denied and another party you killed.","page":231,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1557.mp3","colorText":"۞ وَإِلَىٰ مَ[q:4842[دْ]يَنَ أَخَاهُمْ شُعَيْ[f:4843[بًا‌ۚ ق]َالَ يَ[n[ـٰ]قَوْمِ [h:4768[ٱ]عْبُدُو[s[اْ] [h:3704[ٱ]للَّهَ مَا لَك[w:556[ُم م]ِّنْ إِلَ[n[ـٰ]هٍ غَيْرُهُ[n[ۥ]‌ۖ وَلَا تَ[f:6448[نق]ُصُو[s[اْ] [h:6449[ٱ]لْمِكْيَالَ وَ[h:4528[ٱ]لْمِيزَانَ‌ۚ إِ[g[نّ][o[ِىٓ] أَرَ[n[ٮٰ]ك[c:6450[ُم ب]ِخَيْ[a:6451[رٍ و]َإِ[g[نّ][o[ِىٓ] أَخَافُ عَلَيْكُمْ عَذَابَ يَوْ[a:6452[مٍ م]ُّح[p[ِي][q[ط]ٍ","juz":12,"ruku":190,"manzil":3,"bangla_ahbayan":"আর আমি মাদয়্যানের (অধিবাসীদের)[১] প্রতি তাদের ভ্রাতা শুআইবকে প্রেরণ করলাম; সে বলল, ‘হে আমার সম্প্রদায়! তোমরা আল্লাহর উপাসনা কর, তিনি ছাড়া আর কেউ তোমাদের সত্যিকার উপাস্য নেই; আর তোমরা মাপে ও ওজনে কম করো না,[২] আমি তোমাদেরকে সচ্ছল অবস্থায় দেখতে পাচ্ছি।[৩] আর আমি তোমাদের উপর এক সর্বগ্রাসী দিনের শাস্তির ভয় করছি।[৪]","bangla_bayan":"আর মাদইয়ানে আমি (পাঠিয়েছিলাম) তাদের ভাই শু‘আইবকে। সে বলল, ‘হে আমার কওম, তোমরা আল্লাহর ইবাদাত কর, তিনি ছাড়া তোমাদের কোন (সত্য) ইলাহ নেই এবং মাপ ও ওযন কম করো না; আমি তো তোমাদের প্রাচুর্যশীল দেখছি, কিন্তু আমি তোমাদের উপর এক সর্বগ্রাসী দিনের আযাবের ভয় করছি’।","bangla_mkhan":"আর মাদইয়ানবাসীদের প্রতি তাদের ভাই শোয়ায়েব (আঃ) কে প্রেরণ করেছি। তিনি বললেন-হে আমার কওম! আল্লাহর বন্দেগী কর, তিনি ছাড়া আমাদের কোন মাবুদ নাই। আর পরিমাপে ও ওজনে কম দিও না, আজ আমি তোমাদেরকে ভাল অবস্থায়ই দেখছি, কিন্তু আমি তোমাদের উপর এমন একদিনের আযাবের আশঙ্কা করছি যেদিনটি পরিবেষ্টনকারী।","bangla_mujibur":"আর আমি মাদইয়ানের (অধিবাসীদের) প্রতি তাদের ভাই শু‘আইবকে প্রেরণ করলাম। সে বললঃ হে আমার কাওম! তোমরা আল্লাহর ইবাদাত কর, তিনি ছাড়া আর কেহ তোমাদের ইলাহ নেই; আর তোমরা পরিমাপে ও ওযনে কম করনা। আমি তোমাদেরকে স্বচ্ছল দেখতে পাচ্ছি, আর আমি তোমাদের প্রতি এমন এক দিনের শাস্তির ভয় করছি যা নানাবিধ বিপদের সমষ্টি হবে।","bangla_taisirul":"আর মাদইয়ানবাসীদের কাছে আমি তাদের ভাই শু‘আয়বকে পাঠিয়েছিলাম। সে বলেছিল, ‘হে আমার সম্প্রদায়! তোমরা আল্লাহর ‘ইবাদাত কর, তিনি ছাড়া তোমাদের কোন সত্য ইলাহ নেই, আর মাপে ও ওজনে কম দিও না, আমি তোমাদেরকে ভাল অবস্থাতেই দেখছি। কিন্তু আমি তোমাদের জন্য শাস্তির আশঙ্কা করছি সে দিনের যেদিন তোমাদেরকে চতুর্দিক থেকে ঘিরে ধরবে।"},{"id":85,"arabic_text":"وَ یٰقَوۡمِ اَوۡفُوا الۡمِکۡیَالَ وَ الۡمِیۡزَانَ بِالۡقِسۡطِ وَ لَا تَبۡخَسُوا النَّاسَ اَشۡیَآءَہُمۡ وَ لَا تَعۡثَوۡا فِی الۡاَرۡضِ مُفۡسِدِیۡنَ ﴿۸۵﴾ ","english_text":"And they said, \"Our hearts are wrapped.\" But, [in fact], Allah has cursed them for their disbelief, so little is it that they believe.","page":231,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1558.mp3","colorText":"وَيَ[n[ـٰ]قَوْمِ أَوْفُو[s[اْ] [h:6453[ٱ]لْمِكْيَالَ وَ[h:4528[ٱ]لْمِيزَانَ بِ[h:1800[ٱ]لْقِسْطِ‌ۖ وَلَا تَ[q:4845[بْ]خَسُو[s[اْ] [h:4846[ٱ][l[ل][g[نّ]َاسَ أَشْي[o[َا]ٓءَهُمْ وَلَا تَعْثَوْ[s[اْ] فِى [h:44[ٱ]لْأَرْضِ مُفْسِد[p[ِي]نَ","juz":12,"ruku":190,"manzil":3,"bangla_ahbayan":"হে আমার সম্প্রদায়! তোমরা মাপ ও ওজনকে পুরোপুরিভাবে সম্পন্ন কর এবং লোকদেরকে তাদের প্রাপ্য বস্তু কম দিয়ো না,[১] আর পৃথিবীতে অশান্তি সৃষ্টি করে বেড়ায়ো না। [২]","bangla_bayan":"‘আর হে আমার কওম, মাপ ও ওযন পূর্ণ কর ইনসাফের সাথে এবং মানুষকে তাদের পণ্য কম দিও না; আর যমীনে ফাসাদ সৃষ্টি করে বেড়িও না,","bangla_mkhan":"আর হে আমার জাতি, ন্যায়নিষ্ঠার সাথে ঠিকভাবে পরিমাপ কর ও ওজন দাও এবং লোকদের জিনিসপত্রে কোনরূপ ক্ষতি করো না, আর পৃথিবীতে ফাসাদ করে বেড়াবে না।","bangla_mujibur":"আর হে আমার কাওম! তোমরা পরিমাপ ও ওযনকে পুরাপুরিভাবে সম্পন্ন কর এবং লোকদেরকে তাদের দ্রব্যাদিতে কম করনা, আর ভূ-পৃষ্ঠে ফাসাদ সৃষ্টি করে সীমা অতিক্রম করনা।","bangla_taisirul":"হে আমার সম্প্রদায়! মাপ ও ওজন ইনসাফের সঙ্গে পূর্ণ করো, লোকদেরকে তাদের প্রাপ্য কম দিও না, আর যমীনে ফাসাদ সৃষ্টি করে বেড়িও না।"},{"id":86,"arabic_text":"بَقِیَّتُ اللّٰہِ خَیۡرٌ لَّکُمۡ  اِنۡ کُنۡتُمۡ مُّؤۡمِنِیۡنَ ۬ۚ وَ مَاۤ  اَنَا عَلَیۡکُمۡ  بِحَفِیۡظٍ ﴿۸۶﴾ ","english_text":"And when there came to them a Book from Allah confirming that which was with them - although before they used to pray for victory against those who disbelieved - but [then] when there came to them that which they recognized, they disbelieved in it; so the curse of Allah will be upon the disbelievers.","page":231,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1559.mp3","colorText":"بَقِيَّتُ [h:6454[ٱ]للَّهِ خَيْ[u:263[رٌ ل]َّكُمْ إِ[f:109[ن ك]ُ[f:100[نت][w:482[ُم م]ُّؤْمِنِينَ‌ۚ وَم[o[َآ] أَنَا۟ عَلَيْك[c:4313[ُم ب]ِحَف[p[ِي]ظٍ","juz":12,"ruku":190,"manzil":3,"bangla_ahbayan":"যদি তোমরা বিশ্বাসী হও, তাহলে আল্লাহ প্রদত্ত যা অবশিষ্ট থাকে,[১] তাই তোমাদের জন্য অতি উত্তম। আর আমি তো তোমাদের পাহারাদার নই।’ [২]","bangla_bayan":"‘আল্লাহর দেয়া উদ্বৃত্ত লাভ তোমাদের জন্য কল্যাণকর, যদি তোমরা মুমিন হও। আর আমি তো তোমাদের হিফাযতকারী নই’।","bangla_mkhan":"আল্লাহ প্রদত্ত উদ্ধৃত্ত তোমাদের জন্য উত্তম, যদি তোমরা ঈমানদার হও, আর আমি তো তোমাদের উপর সদা পর্যবেক্ষণকারী নই।","bangla_mujibur":"আল্লাহ প্রদত্ত যা অবশিষ্ট থাকে তা’ই তোমাদের জন্য অতি উত্তম যদি তোমাদের বিশ্বাস হয়, আর আমি তোমাদের পাহারাদার নই।","bangla_taisirul":"আল্লাহর অনুমোদিত উদ্বৃত্ত (অর্থাৎ লাভ) তোমাদের জন্য উত্তম, যদি তোমরা মু’মিন হও, আমি তোমাদের পর্যবেক্ষক নই।’"},{"id":87,"arabic_text":"قَالُوۡا یٰشُعَیۡبُ اَصَلٰوتُکَ تَاۡمُرُکَ اَنۡ نَّتۡرُکَ مَا یَعۡبُدُ اٰبَآؤُنَاۤ اَوۡ اَنۡ نَّفۡعَلَ فِیۡۤ اَمۡوَالِنَا مَا نَشٰٓؤُاؕ اِنَّکَ لَاَنۡتَ الۡحَلِیۡمُ الرَّشِیۡدُ  ﴿۸۷﴾","english_text":"How wretched is that for which they sold themselves - that they would disbelieve in what Allah has revealed through [their] outrage that Allah would send down His favor upon whom He wills from among His servants. So they returned having [earned] wrath upon wrath. And for the disbelievers is a humiliating punishment.","page":231,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1560.mp3","colorText":"قَالُو[s[اْ] يَ[n[ـٰ]شُعَيْبُ أَصَلَ[s[و][n[ٲ]تُكَ تَأْمُرُكَ أ[a:6455[َن ن]َّتْرُكَ مَا يَعْبُدُ ءَاب[o[َا]ٓؤُن[o[َآ] أَوْ أ[a:6456[َن ن]َّفْعَلَ ف[o[ِىٓ] أَمْو[n[َٲ]لِنَا مَا نَشَ[o[ـٰٓ]ؤُ[s[اْ]‌ۖ إِ[g[نّ]َكَ لَأَ[f:6457[نت]َ [h:6458[ٱ]لْحَلِيمُ [h:6459[ٱ][l[ل]رَّش[p[ِي][q[د]ُ","juz":12,"ruku":190,"manzil":3,"bangla_ahbayan":"তারা বলল, ‘হে শুআইব! তোমার ধর্মনিষ্ঠা[১] কি তোমাকে এই নির্দেশ দেয় যে, আমরা ঐসব উপাস্য বর্জন করি, যাদের উপাসনা আমাদের পিতৃপুরুষরা করে আসছে? অথবা আমাদের নিজেদের মালে নিজেদের ইচ্ছানুসারে আচরণ বর্জন করি।[২] তুমি তো বড় সহিষ্ণু, সদাচারী! [৩]","bangla_bayan":"তারা বলল, ‘হে শু‘আইব, তোমার সালাত কি তোমাকে এই নির্দেশ প্রদান করে যে, আমাদের পিতৃপুরুষগণ যাদের ইবাদাত করত, আমরা তাদের ত্যাগ করি? অথবা আমাদের সম্পদে আমরা ইচ্ছামত যা করি তাও (ত্যাগ করি?) তুমি তো বেশ সহনশীল সুবোধ’!","bangla_mkhan":"তারা বলল-হে শোয়ায়েব (আঃ) আপনার নামায কি আপনাকে ইহাই শিক্ষা দেয় যে, আমরা ঐসব উপাস্যদেরকে পরিত্যাগ করব আমাদের বাপ-দাদারা যাদের উপাসনা করত? অথবা আমাদের ধন-সম্পদে ইচ্ছামত যা কিছু করে থাকি, তা ছেড়ে দেব? আপনি তো একজন খাস মহৎ ব্যক্তি ও সৎপথের পথিক।","bangla_mujibur":"তারা বললঃ হে শু‘আইব! তোমার ধর্মনিষ্ঠা কি তোমাকে এই শিক্ষা দিচ্ছে যে, আমরা ঐ সব উপাস্য বর্জন করি যাদের উপাসনা আমাদের পিতৃ-পুরুষরা করে আসছে? অথবা এটা বর্জন করতে বল যে, আমরা নিজেদের মালে নিজেদের ইচ্ছানুসারে ব্যবস্থা অবলম্বন করি? বাস্তবিকই তুমি হচ্ছ বড় সহিষ্ণু, সদাচারী।","bangla_taisirul":"তারা বলল, ‘হে শু‘আয়ব! তোমার ইবাদত কি তোমাকে এই হুকুম দেয় যে, আমাদের পিতৃপুরুষ যার ‘ইবাদাত করত আমরা তা পরিত্যাগ করি বা আমাদের ধন-সম্পদের ব্যাপারে আমাদের ইচ্ছে (মাফিক ব্যয় করা) বর্জন করি, তুমি তো দেখছি বড়ই ধৈর্যশীল, ভাল মানুষ।’"},{"id":88,"arabic_text":"قَالَ یٰقَوۡمِ اَرَءَیۡتُمۡ اِنۡ کُنۡتُ عَلٰی بَیِّنَۃٍ مِّنۡ رَّبِّیۡ وَ رَزَقَنِیۡ مِنۡہُ رِزۡقًا حَسَنًا ؕ وَ مَاۤ  اُرِیۡدُ اَنۡ اُخَالِفَکُمۡ  اِلٰی مَاۤ اَنۡہٰکُمۡ عَنۡہُ  ؕ اِنۡ اُرِیۡدُ اِلَّا الۡاِصۡلَاحَ مَا  اسۡتَطَعۡتُ ؕ وَ مَا تَوۡفِیۡقِیۡۤ اِلَّا بِاللّٰہِ ؕعَلَیۡہِ  تَوَکَّلۡتُ وَ اِلَیۡہِ  اُنِیۡبُ ﴿۸۸﴾ ","english_text":"And when it is said to them, \"Believe in what Allah has revealed,\" they say, \"We believe [only] in what was revealed to us.\" And they disbelieve in what came after it, while it is the truth confirming that which is with them. Say, \"Then why did you kill the prophets of Allah before, if you are [indeed] believers?\"","page":231,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1561.mp3","colorText":"قَالَ يَ[n[ـٰ]قَوْمِ أَرَءَيْتُمْ إِ[f:3898[ن ك]ُ[f:2917[نت]ُ عَلَىٰ بَيِّنَ[a:4097[ةٍ م]ّ[u:4098[ِن ر]َّبِّى وَرَزَقَنِى مِنْهُ رِزْقًا حَسَ[a:6460[نًا‌ۚ و]َم[o[َآ] أُرِيدُ أَنْ أُخَالِفَكُمْ إِلَىٰ م[o[َآ] أَنْهَ[n[ـٰ]كُمْ عَنْهُ‌ۚ إِنْ أُرِيدُ إِلَّا [h:6461[ٱ]لْإِصْلَ[n[ـٰ]حَ مَا [h:6462[ٱ]سْتَطَعْتُ‌ۚ وَمَا تَوْفِيق[o[ِىٓ] إِلَّا بِ[h:32[ٱ]للَّهِ‌ۚ عَلَيْهِ تَوَكَّلْتُ وَإِلَيْهِ أُن[p[ِي][q[ب]ُ","juz":12,"ruku":190,"manzil":3,"bangla_ahbayan":"সে বলল, ‘হে আমার সম্প্রদায়! আচ্ছা বল তো, যদি আমি আমার প্রতিপালকের পক্ষ হতে প্রমাণের উপর প্রতিষ্ঠিত থাকি এবং তিনি আমাকে তাঁর নিকট হতে একটি উত্তম সম্পদ (নবুঅত) দান করে থাকেন[১] (তবুও কি আমি নিজ কর্তব্য থেকে বিরত থাকব)? আর আমি এটা চাই না যে, আমি তোমাদের বিপরীত সেই সব কাজ করি, যা হতে তোমাদেরকে নিষেধ করছি;[২] আমি তো আমার সাধ্যমত সংশোধন করারই ইচ্ছা পোষণ করি।[৩] আর আমার কৃতকার্যতা তো শুধু আল্লাহরই সাহায্যে;[৪] আমি তাঁরই উপর ভরসা রাখি এবং আমি তাঁরই অভিমুখী।","bangla_bayan":"সে বলল, ‘হে আমার কওম, তোমরা কী মনে কর, আমি যদি আমার রবের পক্ষ থেকে স্পষ্ট প্রমাণের উপর থাকি এবং তিনি আমাকে তাঁর পক্ষ থেকে উত্তম রিয্ক দান করে থাকেন (তাহলে কী করে আমি আমার দায়িত্ব পরিত্যাগ করব)! যে কাজ থেকে আমি তোমাদেরকে নিষেধ করছি, তোমাদের বিরোধিতা করে সে কাজটি আমি করতে চাই না। আমি আমার সাধ্যমত সংশোধন চাই। আল্লাহর সহায়তা ছাড়া আমার কোন তওফীক নেই। আমি তাঁরই উপর তাওয়াক্কুল করেছি এবং তাঁরই কাছে ফিরে যাই’।","bangla_mkhan":"শোয়ায়েব (আঃ) বললেন-হে দেশবাসী, তোমরা কি মনে কর! আমি যদি আমার পরওয়ারদেগারের পক্ষ হতে সুস্পষ্ট দলীলের উপর কায়েম থাকি আর তিনি যদি নিজের তরফ হতে আমাকে উত্তম রিযিক দান করে থাকেন, (তবে কি আমি তাঁর হুকুম অমান্য করতে পারি?) আর আমি চাই না যে তোমাদেরকে যা ছাড়াতে চাই পরে নিজেই সে কাজে লিপ্ত হব, আমি তো যথাসাধ্য শোধরাতে চাই। আল্লাহর মদদ দ্বারাই কিন্তু কাজ হয়ে থাকে, আমি তাঁর উপরই নির্ভর করি এবং তাঁরই প্রতি ফিরে যাই।","bangla_mujibur":"সে বললঃ হে আমার কাওম! আচ্ছা বলত, যদি আমি আমার রবের পক্ষ হতে প্রমাণের উপর প্রতিষ্ঠিত থাকি এবং তিনি আমাকে নিজ সন্নিধান হতে একটি উত্তম সম্পদ (নবুওয়াত) দান করেন, তাহলে আমি কি রূপে প্রচার না করে পারি? আর আমি এটা চাইনা যে, আমি তোমাদের বিপরীত সেই সব কাজ করি যা হতে তোমাদেরকে নিষেধ করছি; আমিতো সংশোধন করে দিতে চাচ্ছি, যে পর্যন্ত আমার সাধ্যে হয়, আর আমার যা কিছু প্রচেষ্টা তা শুধু আল্লাহরই সাহায্যে হয়ে থাকে; আমি তাঁরই উপর ভরসা রাখি এবং তাঁরই দিকে প্রত্যাবর্তন করি।","bangla_taisirul":"সে বলল, ‘হে আমার জাতির লোকেরা! তোমরা কি ভেবে দেখেছ যদি আমি আমার প্রতিপালকের স্পষ্ট প্রমাণের উপর প্রতিষ্ঠিত হয়ে থাকি আর তিনি আমাকে তাঁর পক্ষ থেকে উত্তম রিযক দিয়ে থাকেন (তাহলে আমি কীভাবে তোমাদের অন্যায় কাজের সঙ্গী হতে পারি?), আমি তোমাদেরকে যে কাজ করতে নিষেধ করি সেটা তোমাদের প্রতি বিরুদ্ধাচরণ করার ইচ্ছায় নয়, আমি তো সাধ্যমত সংশোধন করতে চাই, আমার কাজের সাফল্য তো আল্লাহরই পক্ষ হতে, আমি তাঁর উপরই নির্ভর করি, আর তাঁর দিকেই মুখ করি।"},{"id":89,"arabic_text":"وَ یٰقَوۡمِ لَا یَجۡرِمَنَّکُمۡ شِقَاقِیۡۤ اَنۡ یُّصِیۡبَکُمۡ مِّثۡلُ مَاۤ  اَصَابَ قَوۡمَ  نُوۡحٍ اَوۡ قَوۡمَ ہُوۡدٍ اَوۡ قَوۡمَ صٰلِحٍ ؕ وَ مَا قَوۡمُ لُوۡطٍ مِّنۡکُمۡ  بِبَعِیۡدٍ ﴿۸۹﴾ ","english_text":"And Moses had certainly brought you clear proofs. Then you took the calf [in worship] after that, while you were wrongdoers.","page":232,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1562.mp3","colorText":"وَيَ[n[ـٰ]قَوْمِ لَا يَ[q:3360[جْ]رِمَ[g[نّ]َكُمْ شِقَاق[o[ِىٓ] أ[a:6463[َن ي]ُصِيبَك[w:6464[ُم م]ِّثْلُ م[o[َآ] أَصَابَ قَوْمَ نُوحٍ أَوْ قَوْمَ هُودٍ أَوْ قَوْمَ صَ[n[ـٰ]لِ[a:6465[حٍ‌ۚ و]َمَا قَوْمُ لُو[a:6466[طٍ م]ِّ[f:344[نك][c:6467[ُم ب]ِبَع[p[ِي][q[د]ٍ","juz":12,"ruku":190,"manzil":3,"bangla_ahbayan":"আর হে আমার সম্প্রদায়! আমার প্রতি তোমাদের বিরুদ্ধাচরণ যেন তোমাদেরকে এমন কাজে উদ্বুদ্ধ না করে, যাতে তোমাদের উপর সেইরূপ (আযাব) এসে পতিত হয়, যেরূপ নূহের সম্প্রদায় অথবা হূদের সম্প্রদায় অথবা সালেহর সম্প্রদায়ের উপর পতিত হয়েছিল। আর লূতের সম্প্রদায় তো তোমাদের হতে দূরে নয়। [১]","bangla_bayan":"‘আর হে আমার কওম, আমার সাথে বৈরিতা তোমাদেরকে যেন এমন কাজে প্ররোচিত না করে যার ফলে তোমাদের সেরূপ আযাব আসবে যেরূপ এসেছিল নূহের কওমের উপর অথবা হূদের কওমের উপর অথবা সালিহের কওমের উপর। আর লূতের কওম তো তোমাদের থেকে দূরে নয়’।","bangla_mkhan":"আর হে আমার জাতি! আমার সাথে জিদ করে তোমরা নূহ বা হুদ অথবা সালেহ (আঃ) এর কওমের মত নিজেদের উপর আযাব ডেকে আনবে না। আর লূতের জাতি তো তোমাদের থেকে খুব দূরে নয়।","bangla_mujibur":"আর হে আমার কাওম! আমার প্রতি তোমাদের জন্য হটকারিতা যেন এই কারণ না হয়ে পড়ে যে, তোমাদের উপর সেই রূপ বিপদসমূহ এসে পড়ে যেমন নূহের কাওম অথবা হুদের কাওম অথবা সালিহর কাওমের উপর পতিত হয়েছিল; আর লূতের কাওমতো তোমাদের হতে দূরে (যুগে) নয়।","bangla_taisirul":"হে আমার সম্প্রদায়! আমার সঙ্গে বিরোধ তোমাদেরকে যেন কিছুতেই এমন কাজে উদ্বুদ্ধ না করে যাতে তোমাদের উপর এমন বিপদ আসে যেমন বিপদ এসেছিল নূহের জাতির কিংবা হূদের জাতির কিংবা সালিহর জাতির উপর। আর লূতের জাতির অবস্থান তো তোমাদের থেকে মোটেই দূরে নয়।"},{"id":90,"arabic_text":"وَ اسۡتَغۡفِرُوۡا رَبَّکُمۡ ثُمَّ تُوۡبُوۡۤا اِلَیۡہِ ؕ اِنَّ  رَبِّیۡ  رَحِیۡمٌ   وَّدُوۡدٌ ﴿۹۰﴾ ","english_text":"And [recall] when We took your covenant and raised over you the mount, [saying], \"Take what We have given you with determination and listen.\" They said [instead], \"We hear and disobey.\" And their hearts absorbed [the worship of] the calf because of their disbelief. Say, \"How wretched is that which your faith enjoins upon you, if you should be believers.\"","page":232,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1563.mp3","colorText":"وَ[h:9999[ٱ]سْتَغْفِرُو[s[اْ] رَبَّكُمْ ثُ[g[مّ]َ تُوب[o[ُوٓ][s[اْ] إِلَيْهِ‌ۚ إِ[g[نّ]َ رَبِّى رَحِي[a:6468[مٌ و]َد[p[ُو][q[د]ٌ","juz":12,"ruku":190,"manzil":3,"bangla_ahbayan":"আর তোমরা তোমাদের পাপের জন্য তোমাদের প্রতিপালকের নিকট ক্ষমা প্রার্থনা কর, অতঃপর তাঁরই দিকে প্রত্যাবর্তন কর; নিশ্চয় আমার প্রতিপালক পরম দয়ালু, অতি প্রেমময়।’","bangla_bayan":"‘আর তোমরা তোমাদের রবের কাছে ইস্তিগফার কর অতঃপর তাঁরই কাছে তাওবা কর। নিশ্চয় আমার রব পরম দয়ালু, অতীব ভালবাসা পোষণকারী’।","bangla_mkhan":"আর তোমাদের পালনকর্তার কাছে মার্জনা চাও এবং তাঁরই পানে ফিরে এসো নিশ্চয়ই আমার পরওয়ারদেগার খুবই মেহেরবান অতিস্নেহময়।","bangla_mujibur":"আর তোমরা তোমাদের (পাপের জন্য) রবের নিকট ক্ষমা প্রার্থনা কর, অতঃপর তাঁর দিকে মনোনিবেশ কর; নিশ্চয়ই আমার রাব্ব পরম দয়ালু, অতি প্রেমময়।","bangla_taisirul":"তোমরা তোমাদের প্রতিপালকের নিকট ক্ষমা প্রার্থনা কর, অতঃপর তাঁরই নিকট তাওবাহ কর। আমার প্রতিপালক তো পরম দয়ালু, বড়ই ভালবাসা পোষণকারী।’"},{"id":91,"arabic_text":"قَالُوۡا یٰشُعَیۡبُ مَا نَفۡقَہُ کَثِیۡرًا مِّمَّا تَقُوۡلُ وَ  اِنَّا  لَنَرٰىکَ فِیۡنَا ضَعِیۡفًا ۚ وَ لَوۡ لَا رَہۡطُکَ لَرَجَمۡنٰکَ ۫ وَ مَاۤ  اَنۡتَ عَلَیۡنَا بِعَزِیۡزٍ ﴿۹۱﴾ ","english_text":"Say, [O Muhammad], \"If the home of the Hereafter with Allah is for you alone and not the [other] people, then wish for death, if you should be truthful.","page":232,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1564.mp3","colorText":"قَالُو[s[اْ] يَ[n[ـٰ]شُعَيْبُ مَا نَفْقَهُ كَثِي[a:3437[رًا م]ِّ[g[مّ]َا تَقُولُ وَإِ[g[نّ]َا لَنَرَ[n[ٮٰ]كَ فِينَا ضَعِي[a:6469[فًا‌ۖ و]َلَوْلَا رَهْطُكَ لَرَجَمْنَ[n[ـٰ]كَ‌ۖ وَم[o[َآ] أَ[f:169[نت]َ عَلَيْنَا بِعَز[p[ِي]زٍ","juz":12,"ruku":190,"manzil":3,"bangla_ahbayan":"তারা বলল, ‘হে শুআইব! তুমি যা বল, তার অনেক কথা আমাদের বুঝে আসে না[১] এবং আমরা অবশ্যই নিজেদের মধ্যে তোমাকে দুর্বল দেখছি।[২] তোমার স্বজনবর্গ না থাকলে আমরা তোমাকে পাথর ছুঁড়ে মেরে ফেলতাম।[৩] আর তুমি আমাদের উপর পরাক্রমশালীও নও।’ [৪]","bangla_bayan":"তারা বলল, ‘হে শু‘আইব, তুমি যা বল, তার অনেক কিছুই আমরা বুঝি না। আর তোমাকে তো আমরা আমাদের মধ্যে দুর্বলই দেখতে পাচ্ছি। যদি তোমার আত্মীয়-স্বজন না থাকত, তবে আমরা তোমাকে অবশ্যই পাথর মেরে হত্যা করতাম। আর আমাদের উপর তুমি শক্তিশালী নও’।","bangla_mkhan":"তারা বলল-হে শোয়ায়েব (আঃ) আপনি যা বলেছেন তার অনেক কথাই আমরা বুঝি নাই, আমারা তো আপনাকে আমাদের মধ্যে দূর্বল ব্যক্তি রূপে মনে করি। আপনার ভাই বন্ধুরা না থাকলে আমরা আপনাকে প্রস্তরাঘাতে হত্যা করতাম। আমাদের দৃষ্টিতে আপনি কোন মর্যাদাবান ব্যক্তি নন।","bangla_mujibur":"তারা বললঃ হে শু‘আইব! তোমার বর্ণিত অনেক কথা আমাদের বুঝে আসেনা এবং আমরা নিজেদের মধ্যে তোমাকে দুর্বল দেখছি, আর যদি তোমার প্রতি তোমার স্বজনবর্গের লক্ষ্য না থাকতো তাহলে আমরা তোমাকে প্রস্তরাঘাতে চূর্ণ করে ফেলতাম, আর আমাদের নিকট তোমার কোনই মর্যাদা নেই।","bangla_taisirul":"তারা বলল, ‘হে শু‘আয়ব! তুমি যা বল তার অনেক কথাই আমরা বুঝি না, আমরা আমাদের মধ্যে তোমাকে অবশ্যই দুর্বল দেখছি, তোমার গোত্র না থাকলে আমরা তোমাকে অবশ্যই পাথর নিক্ষেপ ক’রে মেরে ফেলতাম, আমাদের উপর তোমার কোন ক্ষমতাই নেই।"},{"id":92,"arabic_text":"قَالَ یٰقَوۡمِ اَرَہۡطِیۡۤ اَعَزُّ  عَلَیۡکُمۡ  مِّنَ اللّٰہِ ؕ وَ اتَّخَذۡتُمُوۡہُ  وَرَآءَکُمۡ  ظِہۡرِیًّا ؕ اِنَّ  رَبِّیۡ  بِمَا تَعۡمَلُوۡنَ  مُحِیۡطٌ ﴿۹۲﴾ ","english_text":"But they will never wish for it, ever, because of what their hands have put forth. And Allah is Knowing of the wrongdoers.","page":232,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1565.mp3","colorText":"قَالَ يَ[n[ـٰ]قَوْمِ أَرَهْط[o[ِىٓ] أَعَزُّ عَلَيْك[w:1301[ُم م]ِّنَ [h:321[ٱ]للَّهِ وَ[h:6470[ٱ]تَّخَذْتُمُوهُ وَر[o[َا]ٓءَكُمْ ظِهْرِيًّا‌ۖ إِ[g[نّ]َ رَبِّى بِمَا تَعْمَلُونَ مُح[p[ِي][q[ط]ٌ","juz":12,"ruku":190,"manzil":3,"bangla_ahbayan":"সে বলল, ‘হে আমার সম্প্রদায়! আমার স্বজনবর্গ কি তোমাদের কাছে আল্লাহ অপেক্ষাও অধিক পরাক্রমশালী? তোমরা তাঁকে বিস্মৃত হয়ে পশ্চাতে ফেলে রেখেছ।[১] নিশ্চয়ই তোমাদের সমস্ত কার্যকলাপ আমার প্রতিপালকের জ্ঞানায়ত্তে রয়েছে।","bangla_bayan":"সে বলল, ‘হে আমার কওম! আমার স্বজনরা কি তোমাদের কাছে আল্লাহ অপেক্ষা অধিক সম্মানিত? আর তোমরা তাঁকে একেবারে পেছনে ঠেলে দিলে? তোমরা যা কর, নিশ্চয় আমার রব তা পরিবেষ্টন করে আছেন’।","bangla_mkhan":"শোয়ায়েব (আঃ) বলেন-হে আমার জাতি, আমার ভাই বন্ধুরা কি তোমাদের কাছে আল্লাহর চেয়ে প্রভাবশালী? আর তোমরা তাকে বিস্মৃত হয়ে পেছনে ফেলে রেখেছ, নিশ্চয় তোমাদের কার্যকলাপ আমার পালনকর্তার আয়ত্তে রয়েছে।","bangla_mujibur":"সে বললঃ হে আমার কাওম! আমার পরিজনবর্গ কি তোমাদের কাছে আল্লাহ অপেক্ষাও অধিক মর্যাদাবান? আর তোমরা তাঁকে পশ্চাতে ফেলে রেখেছ? নিশ্চয়ই আমার রাব্ব তোমাদের সমস্ত কার্যকলাপকে বেষ্টন করে আছেন।","bangla_taisirul":"সে বলল, ‘হে আমার সম্প্রদায়! আমার স্বজনরা কি তোমাদের কাছে আল্লাহর চেয়েও প্রবল! তোমরা তো তাঁকে সম্পূর্ণতঃ পেছনে ফেলে রেখেছ, তোমরা যা করছ আমার প্রতিপালক তা সব কিছুই অবগত।’"},{"id":93,"arabic_text":"وَ یٰقَوۡمِ اعۡمَلُوۡا عَلٰی مَکَانَتِکُمۡ  اِنِّیۡ عَامِلٌ ؕ سَوۡفَ تَعۡلَمُوۡنَ ۙ مَنۡ یَّاۡتِیۡہِ عَذَابٌ یُّخۡزِیۡہِ  وَ مَنۡ ہُوَ کَاذِبٌ ؕ وَ ارۡتَقِبُوۡۤا  اِنِّیۡ  مَعَکُمۡ  رَقِیۡبٌ ﴿۹۳﴾ ","english_text":"And you will surely find them the most greedy of people for life - [even] more than those who associate others with Allah . One of them wishes that he could be granted life a thousand years, but it would not remove him in the least from the [coming] punishment that he should be granted life. And Allah is Seeing of what they do.","page":232,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1566.mp3","colorText":"وَيَ[n[ـٰ]قَوْمِ [h:6471[ٱ]عْمَلُو[s[اْ] عَلَىٰ مَكَانَتِكُمْ إِ[g[نّ]ِى عَ[n[ـٰ]مِ[f:6472[لٌ‌ۖ س]َوْفَ تَعْلَمُونَ م[a:6325[َن ي]َأْتِيهِ عَذَا[a:6326[بٌ ي]ُخْزِيهِ وَمَنْ هُوَ كَ[n[ـٰ]ذِ[a:6473[بٌ‌ۖ و]َ[h:6474[ٱ]رْتَقِب[o[ُوٓ][s[اْ] إِ[g[نّ]ِى مَعَكُمْ رَق[p[ِي][q[ب]ٌ","juz":12,"ruku":190,"manzil":3,"bangla_ahbayan":"আর হে আমার সম্প্রদায়! তোমরা নিজেদের অবস্থায় কাজ করতে থাক আমিও (আমার) কাজ করে যাচ্ছি; এখন সত্বরই তোমরা জানতে পারবে, কার উপর আসবে লাঞ্ছনাকর শাস্তি ও কে মিথ্যাবাদী; আর তোমরা প্রতীক্ষায় থাক, আমিও প্রতীক্ষায় রইলাম।’ [১]","bangla_bayan":"‘আর হে আমার কওম, তোমরা তোমাদের অবস্থানে কাজ করে যাও, আমিও কাজ করছি। অচিরেই তোমরা জানতে পারবে কার কাছে আসবে সে আযাব যা তাকে লাঞ্ছিত করবে এবং কে মিথ্যাবাদী। আর তোমরা অপেক্ষা কর, আমিও তোমাদের সাথে অপেক্ষমান।","bangla_mkhan":"আর হে আমার জাতি, তোমরা নিজ স্থানে কাজ করে যাও, আমিও কাজ করছি, অচিরেই জানতে পারবে কার উপর অপমানকর আযাব আসে আর কে মিথ্যাবাদী? আর তোমরাও অপেক্ষায় থাক, আমিও তোমাদের সাথে অপেক্ষায় রইলাম।","bangla_mujibur":"আর হে আমার কাওম! তোমরা নিজেদের অবস্থায় কাজ করতে থাক, আমিও (আমার) কাজ করছি। সত্ত্বরই তোমরা জানতে পারবে যে, কে সেই ব্যক্তি যার উপর এমন শাস্তি আসন্ন যা তাকে অপমানিত করবে এবং কে সেই ব্যক্তি যে মিথ্যাবাদী ছিল; আর তোমরা প্রতীক্ষায় থাক, আমিও তোমাদের সাথে প্রতীক্ষায় রইলাম।","bangla_taisirul":"হে আমার সম্প্রদায়! ‘তোমরা নিজ নিজ অবস্থানে থেকে কাজ করতে থাক, আমিও আমার কাজ করতে থাকি, তোমরা অচিরেই জানতে পারবে কার উপর আসবে লাঞ্ছনাদায়ক শাস্তি আর কে মিথ্যেবাদী। কাজেই তোমরা অপেক্ষায় থাক, আমিও তোমাদের সাথে অপেক্ষায় থাকলাম।’"},{"id":94,"arabic_text":"وَ لَمَّا جَآءَ اَمۡرُنَا نَجَّیۡنَا شُعَیۡبًا وَّ الَّذِیۡنَ اٰمَنُوۡا مَعَہٗ بِرَحۡمَۃٍ  مِّنَّا وَ اَخَذَتِ الَّذِیۡنَ ظَلَمُوا الصَّیۡحَۃُ فَاَصۡبَحُوۡا  فِیۡ  دِیَارِہِمۡ  جٰثِمِیۡنَ ﴿ۙ۹۴﴾ ","english_text":"Say, \"Whoever is an enemy to Gabriel - it is [none but] he who has brought the Qur'an down upon your heart, [O Muhammad], by permission of Allah, confirming that which was before it and as guidance and good tidings for the believers.\"","page":232,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1567.mp3","colorText":"وَلَ[g[مّ]َا ج[o[َا]ٓءَ أَمْرُنَا نَجَّيْنَا شُعَيْ[a:6475[بًا و]َ[h:37[ٱ]لَّذِينَ ءَامَنُو[s[اْ] مَعَهُ[n[ۥ] بِرَحْمَ[a:4803[ةٍ م]ِّ[g[نّ]َا وَأَخَذَتِ [h:6476[ٱ]لَّذِينَ ظَلَمُو[s[اْ] [h:6412[ٱ][l[ل]صَّيْحَةُ فَأَصْبَحُو[s[اْ] فِى دِيَ[n[ـٰ]رِهِمْ جَ[n[ـٰ]ثِم[p[ِي]نَ","juz":12,"ruku":190,"manzil":3,"bangla_ahbayan":"যখন আমার হুকুম এসে পৌঁছল, তখন আমি নিজ করুণায় রক্ষা করলাম শুআইবকে এবং তার সাথে যারা বিশ্বাসী ছিল তাদেরকে। আর যারা সীমালংঘন করেছিল তাদেরকে পাকড়াও করল এক বিকট গর্জন,[১] ফলে তারা নিজ নিজ গৃহে (মৃত অবস্থায়) উপুড় হয়ে পড়ে রইল।","bangla_bayan":"আর যখন আমার আদেশ আসল, তখন শু‘আইব ও তার সাথে যারা ঈমান এনেছে, তাদেরকে আমার পক্ষ থেকে রহমত দ্বারা নাজাত দিলাম এবং যারা যুলম করেছিল তাদেরকে পাকড়াও করল বিকট আওয়াজ। ফলে তারা নিজ নিজ গৃহে মুখ থুবড়ে পড়ে থাকল।","bangla_mkhan":"আর আমার হুকুম যখন এল, আমি শোয়ায়েব (আঃ) ও তাঁর সঙ্গী ঈমানদারগণকে নিজ রহমতে রক্ষা করি আর পাপিষ্ঠদের উপর বিকট গর্জন পতিত হলো। ফলে ভোর না হতেই তারা নিজেদের ঘরে উপুড় হয়ে পড়ে রইল।","bangla_mujibur":"(আল্লাহ বলেন) আর যখন আমার হুকুম এসে পৌঁছল তখন আমি মুক্তি দিলাম শু‘আইবকে, আর যারা তার সাথে ঈমানদার ছিল তাদেরকে নিজ রাহমাতে এবং ঐ যালিমদেরকে আক্রমণ করল এক বিকট গর্জন। অতঃপর তারা নিজ গৃহে উপুড় হয়ে পড়ে রইল,","bangla_taisirul":"আমার হুকুম যখন আসলো, তখন আমি আমার দয়ায় শু‘আয়ব আর তার সঙ্গে যারা ঈমান এনেছিল তাদেরকে বাঁচিয়ে দিলাম। আর যারা যুলম করেছিল তাদেরকে এক প্রচন্ড শব্দ আঘাত হানল যার ফলে তারা নিজেদের গৃহে নতজানু হয়ে পড়ে রইল।"},{"id":95,"arabic_text":"کَاَنۡ لَّمۡ  یَغۡنَوۡا  فِیۡہَا ؕ اَلَا بُعۡدًا لِّمَدۡیَنَ  کَمَا بَعِدَتۡ  ثَمُوۡدُ ﴿۹۵﴾ ","english_text":"Whoever is an enemy to Allah and His angels and His messengers and Gabriel and Michael - then indeed, Allah is an enemy to the disbelievers.","page":232,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1568.mp3","colorText":"كَأ[u:2914[َن ل]َّمْ يَغْنَوْ[s[اْ] فِيه[o[َآ‌ۗ] أَلَا بُعْ[u:6477[دًا ل]ِّمَ[q:6478[دْ]يَنَ كَمَا بَعِدَتْ ثَم[p[ُو][q[د]ُ","juz":12,"ruku":190,"manzil":3,"bangla_ahbayan":"যেন তারা এই গৃহগুলিতে বাস করেইনি। জেনে রাখ, (আল্লাহর করুণা হতে) দূর হল মাদয়্যান, যেমন দূর হয়েছিল সামূদ (সম্প্রদায়)।[১]","bangla_bayan":"যেন তারা সেখানে বসবাসই করেনি। জেনে রাখ, ধ্বংস মাদইয়ানের জন্য, যেরূপ ধ্বংস হয়েছে সামূদ জাতি।","bangla_mkhan":"যেন তারা সেখানে কখনো বসবাসই করে নাই। জেনে রাখ, সামুদের প্রতি অভিসম্পাতের মত মাদইয়ানবাসীর উপরেও অভিসম্পাত।","bangla_mujibur":"যেন তারা এই গৃহগুলিতে বাস করেনি। ভাল রূপে জেনে নাও, রাহমাত হতে দূরে সরে পড়ল মাদইয়ান, যেমন দূর হয়েছিল ছামূদ (সম্প্রদায়) রাহমাত হতে।","bangla_taisirul":"(এমনভাবে) যেন তারা সেখানে কোনদিনই বসবাস করেনি। জেনে রেখ, মাদইয়ানবাসীদেরকে দূরে নিক্ষেপ করা হল, যেমনভাবে দূরে নিক্ষেপ করা হয়েছিল সামূদজাতিকে।"},{"id":96,"arabic_text":"وَ لَقَدۡ اَرۡسَلۡنَا مُوۡسٰی بِاٰیٰتِنَا وَ سُلۡطٰنٍ مُّبِیۡنٍ ﴿ۙ۹۶﴾ ","english_text":"And We have certainly revealed to you verses [which are] clear proofs, and no one would deny them except the defiantly disobedient.","page":232,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1569.mp3","colorText":"وَلَقَ[q:341[دْ] أَرْسَلْنَا مُوسَىٰ بِـَٔـايَ[n[ـٰ]تِنَا وَسُلْطَ[n[ـٰ][a:6479[نٍ م]ُّب[p[ِي]نٍ","juz":12,"ruku":191,"manzil":3,"bangla_ahbayan":"আমি মূসাকে প্রেরণ করলাম আমার নিদর্শনাবলী ও সুস্পষ্ট প্রমাণ সহকারে। [১]","bangla_bayan":"আর আমি মূসাকে আমার আয়াতসমূহ* ও স্পষ্ট প্রমাণ দিয়ে পাঠিয়েছি, \\n\\n* এখানে ‘আয়াত’ বলতে তাওরাতকে বুঝানো হয়েছে এবং স্পষ্ট প্রমাণ দ্বারা আল্লাহর দেয়া বিশেষ নিদর্শনসমূহ বুঝানো হয়েছে।","bangla_mkhan":"আর আমি মূসা (আঃ) কে প্রেরণ করি আমার নিদর্শনাদি ও সুস্পষ্ট সনদসহ;","bangla_mujibur":"এবং আমি মূসাকে প্রেরণ করলাম আমার মু’জিযাসমূহ ও সুস্পষ্ট প্রমাণ সহকারে –","bangla_taisirul":"আমি মূসাকে পাঠিয়েছিলাম আমার নিদর্শন আর স্পষ্ট প্রমাণ সহকারে"},{"id":97,"arabic_text":"اِلٰی فِرۡعَوۡنَ وَ مَلَا۠ئِہٖ فَاتَّبَعُوۡۤا اَمۡرَ فِرۡعَوۡنَ ۚ وَ مَاۤ اَمۡرُ فِرۡعَوۡنَ بِرَشِیۡدٍ ﴿۹۷﴾ ","english_text":"Is it not [true] that every time they took a covenant a party of them threw it away? But, [in fact], most of them do not believe.","page":232,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1570.mp3","colorText":"إِلَىٰ فِرْعَوْنَ وَمَلَإِ[s[يْ]ه[n[ِۦ] فَ[h:6480[ٱ]تَّبَع[o[ُوٓ][s[اْ] أَمْرَ فِرْعَوْنَ‌ۖ وَم[o[َآ] أَمْرُ فِرْعَوْنَ بِرَش[p[ِي][q[د]ٍ","juz":12,"ruku":191,"manzil":3,"bangla_ahbayan":"ফিরআউন ও তার প্রধানবর্গের নিকট,[১] তারা ফিরআউনের নির্দেশ মেনে চলতে লাগল অথচ ফিরআউনের নির্দেশ মোটেই সঠিক ছিল না। [২]","bangla_bayan":"ফির‘আউন ও তার নেতৃবৃন্দের কাছে। অতঃপর তারা ফির‘আউনের নির্দেশের অনুসরণ করল। আর ফির‘আউনের নির্দেশ সঠিক ছিল না।","bangla_mkhan":"ফেরাউন ও তার পারিষদবর্গের কাছে, তবুও তারা ফেরাউনের হুকুমে চলতে থাকে, অথচ ফেরাউনের কোন কথা ন্যায় সঙ্গত ছিল না।","bangla_mujibur":"ফির‘আউন ও তার প্রধানদের নিকট। অতঃপর তারাও ফির‘আউনের মতানুসারে চলতে রইল এবং ফির‘আউনের কোন কথা মোটেই সঠিক ছিলনা।","bangla_taisirul":"ফির‘আওন আর তার প্রধানদের কাছে, কিন্তু তারা ফির‘আওনের হুকুমই মেনে নিল, আর ফির‘আওনের হুকুম সত্য নির্ভর ছিল না।"},{"id":98,"arabic_text":"یَقۡدُمُ  قَوۡمَہٗ یَوۡمَ الۡقِیٰمَۃِ فَاَوۡرَدَہُمُ النَّارَ ؕ وَ بِئۡسَ الۡوِرۡدُ  الۡمَوۡرُوۡدُ ﴿۹۸﴾ ","english_text":"And when a messenger from Allah came to them confirming that which was with them, a party of those who had been given the Scripture threw the Scripture of Allah behind their backs as if they did not know [what it contained].","page":233,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1571.mp3","colorText":"يَ[q:6481[قْ]دُمُ قَوْمَهُ[n[ۥ] يَوْمَ [h:592[ٱ]لْقِيَ[n[ـٰ]مَةِ فَأَوْرَدَهُمُ [h:6482[ٱ][l[ل][g[نّ]َارَ‌ۖ وَبِئْسَ [h:6483[ٱ]لْوِرْدُ [h:6484[ٱ]لْمَوْر[p[ُو][q[د]ُ","juz":12,"ruku":191,"manzil":3,"bangla_ahbayan":"কিয়ামতের দিন সে নিজ সম্প্রদায়ের অগ্রভাগে থাকবে, অতঃপর তাদেরকে উপনীত করবে দোযখে।[১] আর তা অতি নিকৃষ্ট স্থান যাতে তারা উপনীত হবে।[২]","bangla_bayan":"কিয়ামত দিবসে সে তার কওমের অগ্রভাগে থাকবে এবং তাদেরকে আগুনে উপনীত করে দেবে। যেখানে তারা উপনীত হবে সেটা উপনীত হওয়ার কতইনা নিকৃষ্ট স্থান!","bangla_mkhan":"কেয়ামতের দিন সে তার জাতির লোকদের আগে আগে থাকবে এবং তাদেরকে জাহান্নামের আগুনে পৌঁছে দিবে। আর সেটা অতীব নিকৃষ্ট স্থান, সেখানে তারা পৌঁছেছে।।","bangla_mujibur":"কিয়ামাত দিবসে সে নিজ সম্প্রদায়ের আগে আগে থাকবে, অতঃপর তাদেরকে উপনীত করবেন জাহান্নামে, আর তা অতি নিকৃষ্ট স্থান, যাতে তারা উপনীত হবে।","bangla_taisirul":"ক্বিয়ামাতের দিন সে তার সম্প্রদায়ের পুরোভাগে থাকবে আর তাদেরকে জাহান্নামে নিয়ে যেতে নেতৃত্ব দেবে, কতই না নিকৃষ্ট এ অবতরণ স্থল যাতে তারা উপনীত হবে।"},{"id":99,"arabic_text":"وَ  اُتۡبِعُوۡا فِیۡ ہٰذِہٖ  لَعۡنَۃً وَّ یَوۡمَ الۡقِیٰمَۃِ ؕ بِئۡسَ الرِّفۡدُ  الۡمَرۡفُوۡدُ ﴿۹۹﴾ ","english_text":"And they followed [instead] what the devils had recited during the reign of Solomon. It was not Solomon who disbelieved, but the devils disbelieved, teaching people magic and that which was revealed to the two angels at Babylon, Harut and Marut. But the two angels do not teach anyone unless they say, \"We are a trial, so do not disbelieve [by practicing magic].\" And [yet] they learn from them that by which they cause separation between a man and his wife. But they do not harm anyone through it except by permission of Allah . And the people learn what harms them and does not benefit them. But the Children of Israel certainly knew that whoever purchased the magic would not have in the Hereafter any share. And wretched is that for which they sold themselves, if they only knew.","page":233,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1572.mp3","colorText":"وَأُتْبِعُو[s[اْ] فِى هَ[n[ـٰ]ذِه[n[ِۦ] لَعْنَ[a:6394[ةً و]َيَوْمَ [h:443[ٱ]لْقِيَ[n[ـٰ]مَةِ‌ۚ بِئْسَ [h:6485[ٱ][l[ل]رِّفْدُ [h:6486[ٱ]لْمَرْف[p[ُو][q[د]ُ","juz":12,"ruku":191,"manzil":3,"bangla_ahbayan":"আর অভিশাপ তাদের সাথে সাথে রইল এই দুনিয়াতে এবং কিয়ামত দিবসেও।[১] তা হল নিকৃষ্ট পুরস্কার যা তাদেরকে দেওয়া হবে। [২]","bangla_bayan":"আর এখানে (দুনিয়ায়) লা‘নত তাদের পেছনে লাগিয়ে দেয়া হয়েছে এবং কিয়ামত দিবসেও। কি নিকৃষ্ট প্রতিদান, যা তাদের দেয়া হবে।","bangla_mkhan":"আর এ জগতেও তাদের পেছনে লানত রয়েছে এবং কিয়ামতের দিনেও; অত্যন্ত জঘন্য প্রতিফল, যা তারা পেয়েছে।","bangla_mujibur":"এই দুনিয়ায় তাদেরকে করা হয়েছিল অভিশাপগ্রস্ত এবং অভিশাপগ্রস্ত হবে তারা কিয়ামাতের দিনেও। কত নিকৃষ্ট সেই পুরস্কার যা তারা লাভ করবে।","bangla_taisirul":"এ দুনিয়াতেও অভিশাপ তাদের পেছনে ছুটছে আর ক্বিয়ামাতের দিনেও। কত নিকৃষ্টই না সে পুরস্কার যা তাদেরকে দেয়া হবে।"},{"id":100,"arabic_text":"ذٰلِکَ مِنۡ اَنۡۢبَآءِ الۡقُرٰی نَقُصُّہٗ عَلَیۡکَ مِنۡہَا قَآئِمٌ   وَّ حَصِیۡدٌ ﴿۱۰۰﴾ ","english_text":"And if they had believed and feared Allah, then the reward from Allah would have been [far] better, if they only knew.","page":233,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1573.mp3","colorText":"ذ[n[َٲ]لِكَ مِنْ أَ[i:1910[نۢب][o[َا]ٓءِ [h:6487[ٱ]لْقُرَىٰ نَقُصُّهُ[n[ۥ] عَلَيْكَ‌ۖ مِنْهَا ق[o[َا]ٓئِ[a:6488[مٌ و]َحَص[p[ِي][q[د]ٌ","juz":12,"ruku":191,"manzil":3,"bangla_ahbayan":"এটা ছিল সেই জনপদসমূহের কতিপয় অবস্থা যা আমি তোমার নিকট বর্ণনা করছি, ওগুলির মধ্যে কোন কোন জনপদ তো বিদ্যমান রয়েছে এবং কোন কোনটি নির্মূল হয়ে গেছে।[১]","bangla_bayan":"এ হচ্ছে জনপদসমূহের কিছু সংবাদ, যা আমি তোমার কাছে বর্ণনা করছি। তা থেকে কিছু আছে বিদ্যমান এবং কিছু হয়েছে বিলুপ্ত।","bangla_mkhan":"এ হচ্ছে কয়েকটি জনপদের সামান্য ইতিবৃত্ত, যা আমি আপনাকে শোনাচ্ছি। তন্মধ্যে কোন কোনটি এখনও বর্তমান আছে আর কোন কোনটির শিকড় কেটে দেয়া হয়েছে।","bangla_mujibur":"এটা ছিল এই যে, জনপদসমূহের কতিপয় অবস্থা যা আমি তোমার নিকট বর্ণনা করছি, ওগুলির মধ্যে কোন কোনটির সম্পূর্ণ বিলুপ্তি ঘটেছে।","bangla_taisirul":"এ হল জনপদসমূহের কিছু খবরাদি যা আমি তোমার নিকট বর্ণনা করলাম, তাদের কতক এখনও দাঁড়িয়ে আছে আর কতক কর্তিত ফসলের দশা প্রাপ্ত হয়েছে।"},{"id":101,"arabic_text":"وَ مَا ظَلَمۡنٰہُمۡ وَ لٰکِنۡ ظَلَمُوۡۤا اَنۡفُسَہُمۡ فَمَاۤ اَغۡنَتۡ عَنۡہُمۡ اٰلِہَتُہُمُ الَّتِیۡ یَدۡعُوۡنَ مِنۡ دُوۡنِ اللّٰہِ مِنۡ شَیۡءٍ لَّمَّا جَآءَ اَمۡرُ رَبِّکَ ؕ وَ مَا  زَادُوۡہُمۡ غَیۡرَ تَتۡبِیۡبٍ ﴿۱۰۱﴾ ","english_text":"O you who have believed, say not [to Allah 's Messenger], \"Ra'ina\" but say, \"Unthurna\" and listen. And for the disbelievers is a painful punishment.","page":233,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1574.mp3","colorText":"وَمَا ظَلَمْنَ[n[ـٰ]هُمْ وَلَ[n[ـٰ]كِ[f:6489[ن ظ]َلَم[o[ُوٓ][s[اْ] أَ[f:38[نف]ُسَهُمْ‌ۖ فَم[o[َآ] أَغْنَتْ عَنْهُمْ ءَالِهَتُهُمُ [h:6490[ٱ]لَّتِى يَ[q:1240[دْ]عُونَ مِ[f:107[ن د]ُونِ [h:108[ٱ]للَّهِ مِ[f:2103[ن ش][u:6491[َىْءٍ ل]َّ[g[مّ]َا ج[o[َا]ٓءَ أَمْرُ رَبِّكَ‌ۖ وَمَا زَادُوهُمْ غَيْرَ تَتْب[p[ِي][q[ب]ٍ","juz":12,"ruku":191,"manzil":3,"bangla_ahbayan":"আমি তাদের প্রতি অত্যাচার করিনি,[১] কিন্তু তারা নিজেরাই নিজেদের উপর অত্যাচার করেছে।[২] বস্তুতঃ যখন তোমার প্রতিপালকের হুকুম এসে পৌঁছল, তখন তাদের সেই উপাস্যগুলি, আল্লাহকে ছেড়ে ওরা যাদের উপাসনা করত, তারা ওদের কোন কাজে লাগল না। উল্টো তারা তাদের ধ্বংসই বৃদ্ধি করল। [৩]","bangla_bayan":"আর আমি তাদের উপর যুলম করিনি, বরং তারা নিজদের উপর যুলম করেছে। তারপর যখন তোমার রবের নির্দেশ আসল তখন আল্লাহ ছাড়া যে সব উপাস্যকে তারা ডাকত, তারা তাদের কোন উপকার করেনি এবং তারা ধ্বংস ছাড়া তাদের আর কিছুই বৃদ্ধি করেনি।","bangla_mkhan":"আমি কিন্তু তাদের প্রতি জুলুম করি নাই বরং তারা নিজেরাই নিজের উপর অবিচার করেছে। ফলে আল্লাহকে বাদ দিয়ে তারা যেসব মাবুদকে ডাকতো আপনার পালনকর্তার হুকুম যখন এসে পড়ল, তখন কেউ কোন কাজে আসল না। তারা শুধু বিপর্যয়ই বৃদ্ধি করল।","bangla_mujibur":"আমি তাদের প্রতি অত্যাচার করিনি, কিন্তু তারা নিজেরাই নিজেদের উপর অত্যাচার করেছে। বস্তুতঃ তাদের কোনই উপকার করেনি তাদের সেই উপাস্যগুলি যাদের তারা ইবাদাত করত আল্লাহকে ছেড়ে, যখন এসে পৌঁছল তোমার রবের হুকুম; তাদের ক্ষতি সাধন ছাড়া তারা আর কোনো কিছুই বৃদ্ধি করলনা।","bangla_taisirul":"আমি তাদের উপর যুলম করিনি বরং তারাই নিজেদের উপর যুলম করেছিল, কিন্তু তোমার প্রতিপালকের হুকুম যখন এসে গেল, তখন আল্লাহকে বাদ দিয়ে তারা যেসব ইলাহকে ডাকত ওগুলো তাদের কোনই কাজে আসল না, তারা ধ্বংস ছাড়া কিছুই বৃদ্ধি করতে পারল না।"},{"id":102,"arabic_text":"وَ کَذٰلِکَ اَخۡذُ رَبِّکَ اِذَاۤ اَخَذَ الۡقُرٰی وَ ہِیَ  ظَالِمَۃٌ ؕ اِنَّ  اَخۡذَہٗۤ  اَلِیۡمٌ شَدِیۡدٌ ﴿۱۰۲﴾ ","english_text":"Neither those who disbelieve from the People of the Scripture nor the polytheists wish that any good should be sent down to you from your Lord. But Allah selects for His mercy whom He wills, and Allah is the possessor of great bounty.","page":233,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1575.mp3","colorText":"وَكَذ[n[َٲ]لِكَ أَخْذُ رَبِّكَ إِذ[o[َآ] أَخَذَ [h:6492[ٱ]لْقُرَىٰ وَهِىَ ظَ[n[ـٰ]لِمَةٌ‌ۚ إِ[g[نّ]َ أَخْذَهُ[o[ۥٓ] أَلِي[f:6493[مٌ ش]َد[p[ِي][q[د]ٌ","juz":12,"ruku":191,"manzil":3,"bangla_ahbayan":"আর এরূপই তোমার প্রতিপালকের পাকড়াও; যখন তিনি কোন অত্যাচারী জনপদের অধিবাসীদেরকে পাকড়াও করেন। নিঃসন্দেহে তাঁর পাকড়াও অত্যন্ত যাতনাদায়ক, কঠিন। [১]","bangla_bayan":"আর এরূপই হয় তোমার রবের পাকড়াও যখন তিনি পাকড়াও করেন অত্যাচারী জনপদসমূহকে। নিঃসন্দেহে তাঁর পাকড়াও বড়ই যন্ত্রণাদায়ক, কঠোর।","bangla_mkhan":"আর তোমার পরওয়ারদেগার যখন কোন পাপপূর্ণ জনপদকে ধরেন, তখন এমনিভাবেই ধরে থাকেন। নিশ্চয় তাঁর পাকড়াও খুবই মারাত্নক, বড়ই কঠোর।","bangla_mujibur":"‘এরূপই তোমার রবের পাকড়াও। তিনি কোন জনপদের অধিবাসীদের পাকড়াও করেন যখন তারা অত্যাচার করে। নিঃসন্দেহে তাঁর পাকড়াও হচ্ছে অত্যন্ত যন্ত্রনাদায়ক, কঠোর।","bangla_taisirul":"তোমার প্রতিপালকের পাকড়াও এ রকমই হয়ে থাকে যখন তিনি পাকড়াও করেন কোন জনপদকে যখন তারা যুলমে লিপ্ত থাকে। অবশ্যই তাঁর পাকড়াও ভয়াবহ, বড়ই কঠিন।"},{"id":103,"arabic_text":"اِنَّ فِیۡ ذٰلِکَ لَاٰیَۃً لِّمَنۡ خَافَ عَذَابَ الۡاٰخِرَۃِ ؕ ذٰلِکَ  یَوۡمٌ  مَّجۡمُوۡعٌ ۙ لَّہُ النَّاسُ  وَ ذٰلِکَ  یَوۡمٌ  مَّشۡہُوۡدٌ ﴿۱۰۳﴾ ","english_text":"We do not abrogate a verse or cause it to be forgotten except that We bring forth [one] better than it or similar to it. Do you not know that Allah is over all things competent?","page":233,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1576.mp3","colorText":"إِ[g[نّ]َ فِى ذ[n[َٲ]لِكَ لَأَيَ[u:6494[ةً ل]ِّمَنْ خَافَ عَذَابَ [h:6495[ٱ]لْأَخِرَةِ‌ۚ ذ[n[َٲ]لِكَ يَوْ[a:6496[مٌ م]َّ[q:6497[جْ]مُو[u:6498[عٌ ل]َّهُ [h:6499[ٱ][l[ل][g[نّ]َاسُ وَذ[n[َٲ]لِكَ يَوْ[a:6500[مٌ م]َّشْه[p[ُو][q[د]ٌ","juz":12,"ruku":191,"manzil":3,"bangla_ahbayan":"নিশ্চয় এতে[১] সে ব্যক্তির জন্য নিদর্শন রয়েছে, যে ব্যক্তি পরকালের শাস্তিকে ভয় করে। ওটা এমন একটা দিন হবে, যেদিন সমস্ত মানুষকে সমবেত করা হবে এবং ওটা হবে সকলের উপস্থিতির দিন। [২]","bangla_bayan":"নিশ্চয় এতে রয়েছে নিদর্শন তার জন্য যে আখিরাতের আযাবকে ভয় করে। সেটি এমন একটি দিন, যেদিন সকল মানুষকে সমবেত করা হবে এবং সেটি এমন এক দিন, যেদিন সবাই হাযির হবে।","bangla_mkhan":"নিশ্চয় ইহার মধ্যে নিদর্শন রয়েছে এমন প্রতিটি মানুষের জন্য যে আখেরাতের আযাবকে ভয় করে। উহা এমন একদিন, যে দিন সব মানুষেই সমবেত হবে, সেদিনটি যে হাযিরের দিন।","bangla_mujibur":"এসব ঘটনায় সেই ব্যক্তিদের জন্য বড় উপদেশ রয়েছে যারা পরকালের শাস্তিকে ভয় করে; ওটা এমন একটি দিন হবে যেদিন সমস্ত মানুষকে সমবেত করা হবে এবং ওটা হল সকলের উপস্থিতির দিন।","bangla_taisirul":"এতে অবশ্যই নিদর্শন আছে তার জন্য যে আখেরাতের শাস্তিকে ভয় করে। এটা এমন দিন, যে দিনের জন্য সব মানুষকে একত্রিত করা হবে, এটা হাযির হওয়ার দিন।"},{"id":104,"arabic_text":"وَ مَا نُؤَخِّرُہٗۤ   اِلَّا  لِاَجَلٍ  مَّعۡدُوۡدٍ ﴿۱۰۴﴾ؕ ","english_text":"Do you not know that to Allah belongs the dominion of the heavens and the earth and [that] you have not besides Allah any protector or any helper?","page":233,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1577.mp3","colorText":"وَمَا نُؤَخِّرُهُ[o[ۥٓ] إِلَّا لِأَجَ[a:6501[لٍ م]َّعْد[p[ُو][q[د]ٍ","juz":12,"ruku":191,"manzil":3,"bangla_ahbayan":"আর আমি ওটা নির্দিষ্ট একটি কালের জন্যই বিলম্বিত করছি। [১]","bangla_bayan":"আর নির্দিষ্ট কিছুকালের জন্যই আমি তা বিলম্বিত করছি।","bangla_mkhan":"আর আমি যে উহা বিলম্বিত করি, তা শুধু একটি ওয়াদার কারণে যা নির্ধারিত রয়েছে।","bangla_mujibur":"আর আমি ওটা শুধু সামান্য কালের জন্য স্থগিত রেখেছি।","bangla_taisirul":"আমি একটা নির্দিষ্ট সময়ের জন্য তাকে বিলম্বিত করি মাত্র।"},{"id":105,"arabic_text":"یَوۡمَ یَاۡتِ لَا تَکَلَّمُ نَفۡسٌ اِلَّا بِاِذۡنِہٖ ۚ فَمِنۡہُمۡ  شَقِیٌّ  وَّ سَعِیۡدٌ ﴿۱۰۵﴾ ","english_text":"Or do you intend to ask your Messenger as Moses was asked before? And whoever exchanges faith for disbelief has certainly strayed from the soundness of the way.","page":233,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1578.mp3","colorText":"يَوْمَ يَأْتِ لَا تَكَلَّمُ نَفْسٌ إِلَّا بِإِذْنِه[n[ِۦ]‌ۚ فَمِنْهُمْ شَقِ[a:6502[ىٌّ و]َسَع[p[ِي][q[د]ٌ","juz":12,"ruku":191,"manzil":3,"bangla_ahbayan":"যখন সেদিন আসবে, তখন কোন ব্যক্তি আল্লাহর অনুমতি ছাড়া কথাও বলতে পারবে না।[১] সুতরাং তাদের মধ্যে কেউ হবে দুর্ভাগ্যবান এবং কেউ হবে সৌভাগ্যবান।","bangla_bayan":"যেদিন তা আসবে সেদিন তাঁর অনুমতি ছাড়া কেউ কথা বলবে না। অতঃপর তাদের মধ্য থেকে কেউ দুর্ভাগা, আর কেউ সৌভাগ্যবান।","bangla_mkhan":"যেদিন তা আসবে সেদিন আল্লাহর অনুমতি ছাড়া কেউ কোন কথা বলতে পারে না। অতঃপর কিছু লোক হবে হতভাগ্য আর কিছু লোক সৌভাগ্যবান।","bangla_mujibur":"যখন সেই দিন আসবে তখন কোন ব্যক্তি আমার অনুমতি ছাড়া কথাও বলতে পারবেনা। অতঃপর তাদের মধ্যে কতক দুর্ভাগা হবে এবং কতক হবে ভাগ্যবান।","bangla_taisirul":"সে দিন যখন আসবে তখন তাঁর অনুমতি ছাড়া কেউ মুখ খুলতে পারবে না, তাদের কেউ হবে হতভাগা, আর কেউ হবে সৌভাগ্যবান।"},{"id":106,"arabic_text":"فَاَمَّا الَّذِیۡنَ شَقُوۡا فَفِی النَّارِ لَہُمۡ فِیۡہَا زَفِیۡرٌ  وَّ شَہِیۡقٌ ﴿۱۰۶﴾ۙ ","english_text":"Many of the People of the Scripture wish they could turn you back to disbelief after you have believed, out of envy from themselves [even] after the truth has become clear to them. So pardon and overlook until Allah delivers His command. Indeed, Allah is over all things competent.","page":233,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1579.mp3","colorText":"فَأَ[g[مّ]َا [h:136[ٱ]لَّذِينَ شَقُو[s[اْ] فَفِى [h:6503[ٱ][l[ل][g[نّ]َارِ لَهُمْ فِيهَا زَفِي[a:6504[رٌ و]َشَه[p[ِي][q[ق]ٌ","juz":12,"ruku":191,"manzil":3,"bangla_ahbayan":"অতএব যারা দুর্ভাগ্যবান তারা তো হবে দোযখে; তাতে তাদের চীৎকারও আর্তনাদ হতে থাকবে।","bangla_bayan":"অতঃপর যারা হয়েছে দুর্ভাগা, তারা থাকবে আগুনে। সেখানে থাকবে তাদের চীৎকার ও আর্তনাদ।","bangla_mkhan":"অতএব যারা হতভাগ্য তারা দোযখে যাবে, সেখানে তারা আর্তনাদ ও চিৎকার করতে থাকবে।","bangla_mujibur":"অতএব যারা দুর্ভাগা হবে তারাতো জাহান্নামে এরূপ অবস্থায় থাকবে যে, তাতে তাদের চীৎকার ও আর্তনাদ হতে থাকবে।","bangla_taisirul":"যারা হতভাগা হবে তারা জাহান্নামে যাবে, সেখানে তাদের জন্য আছে হা-হুতাশ আর আর্ত চীৎকার।"},{"id":107,"arabic_text":"خٰلِدِیۡنَ فِیۡہَا مَا دَامَتِ السَّمٰوٰتُ وَ الۡاَرۡضُ اِلَّا مَا شَآءَ رَبُّکَ ؕ اِنَّ رَبَّکَ فَعَّالٌ  لِّمَا یُرِیۡدُ ﴿۱۰۷﴾ ","english_text":"And establish prayer and give zakah, and whatever good you put forward for yourselves - you will find it with Allah. Indeed, Allah of what you do, is Seeing.","page":233,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1580.mp3","colorText":"خَ[n[ـٰ]لِدِينَ فِيهَا مَا دَامَتِ [h:6505[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تُ وَ[h:2241[ٱ]لْأَرْضُ إِلَّا مَا ش[o[َا]ٓءَ رَبُّكَ‌ۚ إِ[g[نّ]َ رَبَّكَ فَعَّا[u:6506[لٌ ل]ِّمَا يُر[p[ِي][q[د]ُ","juz":12,"ruku":191,"manzil":3,"bangla_ahbayan":"তারা অনন্তকাল সেখানে থাকবে, যতকাল আকাশমন্ডলী ও পৃথিবী বিদ্যমান থাকবে;[১] যদি না তোমার প্রতিপালকের অন্য ইচ্ছা হয়।[২] নিশ্চয় তোমার প্রতিপালক যা ইচ্ছা করেন, তা সম্পাদনে সুনিপুণ।","bangla_bayan":"সেখানে তারা স্থায়ী হবে, যতদিন পর্যন্ত আসমানসমূহ ও যমীন থাকবে*, অবশ্য তোমার রব যা চান**। নিশ্চয় তোমার রব তা-ই করে যা তিনি ইচ্ছা করেন। \\n\\n*‘যতদিন পর্যন্ত আসমানসমূহ ও যমীন থাকবে’- এ কথা দ্বারা আরবী ভাষায় চিরস্থায়ীত্বের উদাহরণ দেয়া হয়ে থাকে।","bangla_mkhan":"তারা সেখানে চিরকাল থাকবে, যতদিন আসমান ও যমীন বর্তমান থাকবে। তবে তোমার প্রতিপালক অন্য কিছু ইচ্ছা করলে ভিন্ন কথা। নিশ্চয় তোমার পরওয়ারদেগার যা ইচ্ছা করতে পারেন।","bangla_mujibur":"তারা অনন্তকাল সেখানে থাকবে, যে পর্যন্ত আসমান ও যমীন স্থায়ী থাকে। তবে যদি আল্লাহর ইচ্ছা হয় তাহলে ভিন্ন কথা; নিশ্চয়ই তোমার রাব্ব যা কিছু চান তা তিনি পূর্ণরূপে সমাধা করতে পারেন।","bangla_taisirul":"সেখানে তারা স্থায়ী হবে চিরকালের জন্য যে পর্যন্ত আকাশসমূহ ও পৃথিবী বিদ্যমান থাকবে যদি না তোমার প্রতিপালক অন্য কিছু ইচ্ছে করেন। তোমার প্রতিপালক অবশ্যই করতে সক্ষম যা তিনি করতে চান।"},{"id":108,"arabic_text":"وَ اَمَّا الَّذِیۡنَ سُعِدُوۡا فَفِی الۡجَنَّۃِ خٰلِدِیۡنَ فِیۡہَا مَا دَامَتِ السَّمٰوٰتُ وَ الۡاَرۡضُ  اِلَّا  مَا شَآءَ رَبُّکَ ؕ عَطَآءً غَیۡرَ  مَجۡذُوۡذٍ ﴿۱۰۸﴾ ","english_text":"And they say, \"None will enter Paradise except one who is a Jew or a Christian.\" That is [merely] their wishful thinking, Say, \"Produce your proof, if you should be truthful.\"","page":233,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1581.mp3","colorText":"۞ وَأَ[g[مّ]َا [h:138[ٱ]لَّذِينَ سُعِدُو[s[اْ] فَفِى [h:6507[ٱ]لْجَ[g[نّ]َةِ خَ[n[ـٰ]لِدِينَ فِيهَا مَا دَامَتِ [h:6505[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تُ وَ[h:2241[ٱ]لْأَرْضُ إِلَّا مَا ش[o[َا]ٓءَ رَبُّكَ‌ۖ عَط[o[َا]ٓءً غَيْرَ مَ[q:6508[جْ]ذ[p[ُو]ذٍ","juz":12,"ruku":191,"manzil":3,"bangla_ahbayan":"পক্ষান্তরে যারা সৌভাগ্যবান, তারা থাকবে বেহেশ্তে। সেখানে তারা অনন্তকাল থাকবে, যতকাল আকাশমন্ডলী ও পৃথিবী বিদ্যমান থাকবে; যদি না তোমার প্রতিপালকের অন্য ইচ্ছা হয়।[১] এ হবে অফুরন্ত অনুদান। [২]","bangla_bayan":"আর যারা ভাগ্যবান হয়েছে, তারা জান্নাতে থাকবে, সেখানে তারা স্থায়ী হবে যতদিন পর্যন্ত আসমানসমূহ ও যমীন থাকবে, অবশ্য তোমার রব যা চান*, অব্যাহত প্রতিদানস্বরূপ। \\n\\n* অর্থাৎ আল্লাহ ইচ্ছা করলে তাদেরকে জান্নাত থেকে বের করে দিতে পারেন। তবে তিনি তা করবেন না। কেননা তিনি নিজেই তাদের স্থায়ীত্বের ঘোষণা দিয়েছেন।","bangla_mkhan":"আর যারা সৌভাগ্যবান তারা বেহেশতের মাঝে, সেখানেই চিরদিন থাকবে, যতদিন আসমান ও যমীন বর্তমান থাকবে। তবে তোমার প্রভু অন্য কিছু ইচ্ছা করলে ভিন্ন কথা। এ দানের ধারাবাহিকতা কখনো ছিন্ন হওয়ার নয়।","bangla_mujibur":"পক্ষান্তরে যারা হয়েছে ভাগ্যবান, বস্তুতঃ তারা থাকবে জান্নাতে (এবং) তাতে তারা অনন্ত কাল থাকবে, যে পর্যন্ত আসমান ও যমীন স্থায়ী থাকে, কিন্তু যদি আল্লাহর ইচ্ছা হয় তাহলে ভিন্ন কথা; ওটা অফুরন্ত দান হবে।","bangla_taisirul":"আর যারা সৌভাগ্যবান হবে, তারা জান্নাতে স্থায়ী হবে যে পর্যন্ত আকাশসমূহ ও পৃথিবী বিদ্যমান থাকবে, যদি না তোমার প্রতিপালক অন্য রকম ইচ্ছে করেন। এ হল এক অব্যাহত পুরস্কার।"},{"id":109,"arabic_text":"فَلَا تَکُ فِیۡ  مِرۡیَۃٍ  مِّمَّا یَعۡبُدُ  ہٰۤؤُلَآءِ ؕ مَا یَعۡبُدُوۡنَ  اِلَّا کَمَا یَعۡبُدُ  اٰبَآؤُہُمۡ مِّنۡ قَبۡلُ ؕ وَ اِنَّا لَمُوَفُّوۡہُمۡ نَصِیۡبَہُمۡ غَیۡرَ مَنۡقُوۡصٍ ﴿۱۰۹﴾ ","english_text":"Yes [on the contrary], whoever submits his face in Islam to Allah while being a doer of good will have his reward with his Lord. And no fear will there be concerning them, nor will they grieve.","page":234,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1582.mp3","colorText":"فَلَا تَكُ فِى مِرْيَ[a:6509[ةٍ م]ِّ[g[مّ]َا يَعْبُدُ هَ[o[ـٰٓ]ؤُل[o[َا]ٓءِ‌ۚ مَا يَعْبُدُونَ إِلَّا كَمَا يَعْبُدُ ءَاب[o[َا]ٓؤُه[w:6510[ُم م]ِّ[f:128[ن ق]َ[q:129[بْ]لُ‌ۚ وَإِ[g[نّ]َا لَمُوَفُّوهُمْ نَصِيبَهُمْ غَيْرَ مَ[f:6511[نق][p[ُو]صٍ","juz":12,"ruku":191,"manzil":3,"bangla_ahbayan":"সুতরাং এরা যার উপাসনা করে, তার সম্বন্ধে তুমি এতটুকুও সংশয় করো না; তারাও ঠিক সে রূপেই উপাসনা করছে যেরূপে তাদের পূর্বে তাদের পূর্বপুরুষরা করত এবং নিশ্চয় আমি তাদেরকে তাদের প্রাপ্য পূর্ণভাবে দিয়ে দিব; একটুকুও কম করব না। [১]","bangla_bayan":"সুতরাং এরা যাদের উপাসনা করে, তুমি তাদের ব্যাপারে সংশয়ে থেকো না। তারা তো ইবাদাত করে, যেমন ইতঃপূর্বে ইবাদাত করত তাদের পিতৃপুরুষগণ। নিশ্চয় আমি তাদের অংশ হ্রাস না করে তাদেরকে পুরোপুরি দেব।","bangla_mkhan":"অতএব, তারা যেসবের উপাসনা করে তুমি সে ব্যাপারে কোনরূপ ধোঁকায় পড়বে না। তাদের পূর্ববর্তী বাপ-দাদারা যেমন পূজা উপাসনা করত, এরাও তেমন করছে। আর নিশ্চয় আমি তাদেরকে আযাবের ভাগ কিছু মাত্রও কম না করেই পুরোপুরি দান করবো।","bangla_mujibur":"সুতরাং এরা যার উপাসনা করে ওর সম্বন্ধে তুমি এতটুকুও সংশয় বোধ করনা; তারাও ঠিক সেই রূপেই ইবাদাত করছে যে রূপে তাদের পূর্ব-পুরুষরা ইবাদাত করত। এবং নিশ্চয়ই আমি তাদেরকে তাদের (শাস্তির) অংশ পূর্ণভাবে দিয়ে দিব, একটুও কম না করে।","bangla_taisirul":"কাজেই তারা যেগুলোর ‘ইবাদাত করে সেগুলোর ব্যাপারে সন্দেহে পতিত হয়ো না। তারা যেগুলোর ‘ইবাদাত করে সেগুলো তা ছাড়া আর কিছুই নয় যেগুলোর ‘ইবাদাত পূর্বে তাদের পিতৃপুরুষরা করত, আমি অবশ্যই তাদের প্রাপ্য অংশ তাদেরকে পূর্ণ মাত্রাতেই দেব, কোনই কমতি করা হবে না।"},{"id":110,"arabic_text":"وَ لَقَدۡ اٰتَیۡنَا مُوۡسَی الۡکِتٰبَ فَاخۡتُلِفَ فِیۡہِ ؕ وَ لَوۡ لَا کَلِمَۃٌ سَبَقَتۡ مِنۡ رَّبِّکَ لَقُضِیَ بَیۡنَہُمۡ ؕ وَ اِنَّہُمۡ لَفِیۡ شَکٍّ  مِّنۡہُ  مُرِیۡبٍ ﴿۱۱۰﴾ ","english_text":"The Jews say \"The Christians have nothing [true] to stand on,\" and the Christians say, \"The Jews have nothing to stand on,\" although they [both] recite the Scripture. Thus the polytheists speak the same as their words. But Allah will judge between them on the Day of Resurrection concerning that over which they used to differ.","page":234,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1583.mp3","colorText":"وَلَقَ[q:341[دْ] ءَاتَيْنَا مُوسَى [h:257[ٱ]لْكِتَ[n[ـٰ]بَ فَ[h:6512[ٱ]خْتُلِفَ فِيهِ‌ۚ وَلَوْلَا كَلِمَ[f:5989[ةٌ س]َبَقَتْ م[u:770[ِن ر]َّبِّكَ لَقُضِىَ بَيْنَهُمْ‌ۚ وَإِ[g[نّ]َهُمْ لَفِى شَ[a:3275[كٍّ م]ِّنْهُ مُر[p[ِي][q[ب]ٍ","juz":12,"ruku":192,"manzil":3,"bangla_ahbayan":"আর আমি মূসাকে কিতাব দিয়েছিলাম, অতঃপর ওতে মতভেদ করা হল।[১] যদি একটি উক্তি তোমার প্রতিপালকের পক্ষ হতে পূর্বেই স্থিরীকৃত হয়ে না থাকত, তাহলে ওদের মাঝে চূড়ান্ত মীমাংসা হয়েই যেত।[২] আর অবশ্যই তারা এ (কুরআন) সম্বন্ধে বিভ্রান্তিকর সন্দেহে রয়েছে।","bangla_bayan":"আর অবশ্যই আমি মূসাকে কিতাব দিয়েছিলাম, অতঃপর তাতে মতবিরোধ করা হয়েছিল। যদি তোমার রবের পক্ষ থেকে পূর্ব সিদ্ধান্ত না থাকত*, তবে তাদের মধ্যে মীমাংসা হয়ে যেত। আর নিশ্চয় তারা এ ব্যাপারে ঘোর সন্দেহে রয়েছে। \\n\\n* অর্থাৎ অপরাধীকে শাস্তির ক্ষেত্রে আল্লাহ তাড়াহুড়া করবেন না, এই সিদ্ধান্ত না থাকলে তাদেরকে আল্লাহ ধ্বংস করে দিতেন।","bangla_mkhan":"আর আমি মূসা (আঃ)-কে অবশ্যই কিতাব দিয়েছিলাম অতঃপর তাতে বিরোধ সৃষ্টি হল; বলাবাহুল্য তোমার পালনকর্তার পক্ষ হতে, একটি কথা যদি আগেই বলা না হত, তাহলে তাদের মধ্যে চুড়ান্ত ফয়সালা হয়ে যেত তারা এ ব্যাপারে এমনই সন্দেহ প্রবণ যে, কিছুতেই নিশ্চিত হতে পারছে না।","bangla_mujibur":"আর আমি মূসাকে কিতাব দিয়েছিলাম, অতঃপর ওতে মতভেদ করা হল। আর যদি একটি উক্তি তোমার রবের পক্ষ হতে পূর্বেই স্থিরীকৃত হয়ে না থাকত তাহলে ওদের চুড়ান্ত মীমাংসা হয়ে যেত। এবং এই লোকেরা এর সম্বন্ধে এমন সন্দেহে (পতিত) আছে যা তাদেরকে দ্বিধা দ্বন্দ্বে ফেলে রেখেছে।","bangla_taisirul":"ইতোপূর্বে আমি মূসাকেও কিতাব দিয়েছিলাম, কিন্তু তাতেও মতবিরোধ করা হয়েছিল। তোমার প্রতিপালকের পক্ষ থেকে একটি কথা যদি আগেই বলে দেয়া না হত, তাহলে তাদের মাঝে অবশ্যই ফায়সালাই ক’রে দেয়া হত, এ ব্যাপারে তারা অবশ্য সন্দেহপূর্ণ সংশয়ে পড়ে আছে।"},{"id":111,"arabic_text":"وَ  اِنَّ  کُلًّا  لَّمَّا لَیُوَفِّیَنَّہُمۡ  رَبُّکَ  اَعۡمَالَہُمۡ ؕ اِنَّہٗ  بِمَا  یَعۡمَلُوۡنَ  خَبِیۡرٌ ﴿۱۱۱﴾ ","english_text":"And who are more unjust than those who prevent the name of Allah from being mentioned in His mosques and strive toward their destruction. It is not for them to enter them except in fear. For them in this world is disgrace, and they will have in the Hereafter a great punishment.","page":234,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1584.mp3","colorText":"وَإِ[g[نّ]َ كُل[u:6513[اًّ ل]َّ[g[مّ]َا لَيُوَفِّيَ[g[نّ]َهُمْ رَبُّكَ أَعْمَ[n[ـٰ]لَهُمْ‌ۚ إِ[g[نّ]َهُ[n[ۥ] بِمَا يَعْمَلُونَ خَب[p[ِي]رٌ","juz":12,"ruku":192,"manzil":3,"bangla_ahbayan":"আর নিশ্চিতরূপে তাদের প্রত্যেকের (সময় যখন এসে যাবে, তখন) অবশ্যই তোমার প্রতিপালক তাদেরকে তাদের কর্মফল পূর্ণরূপে প্রদান করবেন; নিশ্চয়ই তিনি তাদের কার্যকলাপের পূর্ণ খবর রাখেন।","bangla_bayan":"আর নিশ্চয় তোমার রব সবাইকে তাদের আমলের প্রতিদান পুরোপুরি দান করবেন। তারা যা আমল করে, অবশ্যই তিনি সে ব্যাপারে সবিশেষ অবহিত।","bangla_mkhan":"আর যত লোকই হোক না কেন, যখন সময় হবে, তোমার প্রভু তাদের সকলেরই আমলের প্রতিদান পুরোপুরি দান করবেন। নিশ্চয় তিনি তাদের যাবতীয় কার্যকলাপের খবর রাখেন।","bangla_mujibur":"আর নিশ্চিত এই যে, তোমার রাব্ব তাদেরকে তাদের কর্মের পূর্ণ অংশ প্রদান করবেন; নিশ্চয়ই তিনি তাদের কার্যকলাপের পূর্ণ খবর রাখেন।","bangla_taisirul":"এতে সন্দেহ নেই যে, তোমার প্রতিপালক প্রত্যেককেই তাদের ‘আমালের প্রতিফল অবশ্য অবশ্যই পুরোপুরি দান করবেন, তারা যা করে সে বিষয়ে তিনি পূর্ণ ওয়াকিফহাল।"},{"id":112,"arabic_text":"فَاسۡتَقِمۡ کَمَاۤ  اُمِرۡتَ وَ مَنۡ تَابَ مَعَکَ وَ لَا تَطۡغَوۡا ؕ اِنَّہٗ  بِمَا تَعۡمَلُوۡنَ بَصِیۡرٌ ﴿۱۱۲﴾ ","english_text":"And to Allah belongs the east and the west. So wherever you [might] turn, there is the Face of Allah . Indeed, Allah is all-Encompassing and Knowing.","page":234,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1585.mp3","colorText":"فَ[h:9999[ٱ]سْتَقِمْ كَم[o[َآ] أُمِرْتَ وَمَ[f:6514[ن ت]َابَ مَعَكَ وَلَا تَ[q:6515[طْ]غَوْ[s[اْ‌ۚ] إِ[g[نّ]َهُ[n[ۥ] بِمَا تَعْمَلُونَ بَص[p[ِي]رٌ","juz":12,"ruku":192,"manzil":3,"bangla_ahbayan":"অতএব তুমি যেভাবে আদিষ্ট হয়েছ, সেইভাবে সুদৃঢ় থাক এবং সেই লোকেরাও যারা (কুফরী হতে) তওবা করে তোমার সাথে রয়েছে; আর সীমালংঘন করো না।[১] নিশ্চয় তিনি তোমাদের কার্যকলাপ সম্যকভাবে প্রত্যক্ষ করেন।","bangla_bayan":"সুতরাং যেভাবে তুমি নির্দেশিত হয়েছ সেভাবে তুমি ও তোমার সাথী যারা তাওবা করেছে, সকলে অবিচল থাক। আর সীমালঙ্ঘন করো না। তোমরা যা করছ নিশ্চয় তিনি তার সম্যক দ্রষ্টা।","bangla_mkhan":"অতএব, তুমি এবং তোমার সাথে যারা তওবা করেছে সবাই সোজা পথে চলে যাও-যেমন তোমায় হুকুম দেয়া হয়েছে এবং সীমা লঙ্ঘন করবে না, তোমরা যা কিছু করছ, নিশ্চয় তিনি তার প্রতি দৃষ্টি রাখেন।","bangla_mujibur":"অতএব তুমি যেভাবে আদিষ্ট হয়েছ, দৃঢ় থাক এবং সেই লোকেরাও যারা কুফরী হতে তাওবাহ করে তোমার সাথে রয়েছে, আর (ধর্মের) গন্ডি হতে একটুও বের হয়োনা; নিশ্চয়ই তিনি তোমাদের কার্যকলাপ সম্যকভাবে প্রত্যক্ষ করেন।","bangla_taisirul":"কাজেই তুমি ও তোমার সাথে যারা (আল্লাহর দিকে) তাওবা করেছে সুদৃঢ় হয়ে থাক আল্লাহ যেভাবে তোমাকে আদেশ দিয়েছেন, আর সীমালঙ্ঘন করো না। তোমরা যা কিছু কর তিনি তা ভালভাবেই দেখেন।"},{"id":113,"arabic_text":"وَ لَا تَرۡکَنُوۡۤا اِلَی الَّذِیۡنَ ظَلَمُوۡا فَتَمَسَّکُمُ النَّارُ ۙ وَ مَا لَکُمۡ مِّنۡ دُوۡنِ اللّٰہِ مِنۡ اَوۡلِیَآءَ ثُمَّ  لَا  تُنۡصَرُوۡنَ ﴿۱۱۳﴾ ","english_text":"They say, \" Allah has taken a son.\" Exalted is He! Rather, to Him belongs whatever is in the heavens and the earth. All are devoutly obedient to Him,","page":234,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1586.mp3","colorText":"وَلَا تَرْكَن[o[ُوٓ][s[اْ] إِلَى [h:1372[ٱ]لَّذِينَ ظَلَمُو[s[اْ] فَتَمَسَّكُمُ [h:6516[ٱ][l[ل][g[نّ]َارُ وَمَا لَك[w:556[ُم م]ِّ[f:107[ن د]ُونِ [h:108[ٱ]للَّهِ مِنْ أَوْلِي[o[َا]ٓءَ ثُ[g[مّ]َ لَا تُ[f:6517[نص]َر[p[ُو]نَ","juz":12,"ruku":192,"manzil":3,"bangla_ahbayan":"আর তোমরা যালেমদের প্রতি ঝুঁকে পড়ো না, অন্যথা তোমাদেরকে দোযখের আগুন স্পর্শ করবে,[১] আর আল্লাহ ছাড়া তোমাদের কেউ সহায় হবে না, অতঃপর তোমাদেরকে কোন সাহায্যও করা হবে না।","bangla_bayan":"আর যারা যুলম করেছে তোমরা তাদের প্রতি ঝুঁকে পড়ো না; অন্যথায় আগুন তোমাদেরকে স্পর্শ করবে এবং আল্লাহ ছাড়া তোমাদের কোন অভিভাবক থাকবে না। অতঃপর তোমরা সাহায্যপ্রাপ্ত হবে না।","bangla_mkhan":"আর পাপিষ্ঠদের প্রতি ঝুঁকবে না। নতুবা তোমাদেরকেও আগুনে ধরবে। আর আল্লাহ ব্যতীত তোমাদের কোন বন্ধু নাই। অতএব কোথাও সাহায্য পাবে না।","bangla_mujibur":"আর যালিমদের প্রতি ঝুকে পড়না, অন্যথায় তোমাদেরকে জাহান্নামের আগুন স্পর্শ করবে, আর আল্লাহ ছাড়া তোমরা কোন সাহায্যকারী পাবেনা, অতঃপর তোমাদেরকে কোন সাহায্যও করা হবেনা।","bangla_taisirul":"তোমরা যালিমদের প্রতি ঝুঁকে পড়ো না, তাহলে আগুন তোমাদেরকে স্পর্শ করবে, আর তখন আল্লাহ ছাড়া কেউ তোমাদের অভিভাবক থাকবে না, অত:পর তোমাদেরকে সাহায্যও করা হবে না।"},{"id":114,"arabic_text":"وَ اَقِمِ الصَّلٰوۃَ طَرَفَیِ النَّہَارِ وَ زُلَفًا مِّنَ الَّیۡلِ ؕ اِنَّ الۡحَسَنٰتِ یُذۡہِبۡنَ السَّیِّاٰتِ ؕ ذٰلِکَ  ذِکۡرٰی  لِلذّٰکِرِیۡنَ ﴿۱۱۴﴾ۚ ","english_text":"Originator of the heavens and the earth. When He decrees a matter, He only says to it, \"Be,\" and it is.","page":234,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1587.mp3","colorText":"وَأَقِمِ [h:6518[ٱ][l[ل]صَّلَ[s[و][n[ٲ]ةَ طَرَفَىِ [h:6519[ٱ][l[ل][g[نّ]َهَارِ وَزُلَ[a:6520[فًا م]ِّنَ [h:6029[ٱ]لَّيْلِ‌ۚ إِ[g[نّ]َ [h:6521[ٱ]لْحَسَنَ[n[ـٰ]تِ يُذْهِ[q:6522[بْ]نَ [h:6523[ٱ][l[ل]سَّيِّـَٔـاتِ‌ۚ ذ[n[َٲ]لِكَ ذِكْرَىٰ لِلذّ[n[َٲ]كِر[p[ِي]نَ","juz":12,"ruku":192,"manzil":3,"bangla_ahbayan":"নামায কায়েম কর দিবসের দু’প্রান্তে ও রাত্রির কিছু অংশে;[১] নিঃসন্দেহে পুণ্যরাশি পাপরাশিকে মুছে ফেলে; [২] এটা হচ্ছে উপদেশ গ্রহণকারীদের জন্য একটি উপদেশ।","bangla_bayan":"আর তুমি সালাত কায়েম কর দিবসের দু’প্রান্তে এবং রাতের প্রথম অংশে*। নিশ্চয়ই ভালকাজ মন্দকাজকে মিটিয়ে দেয়। এটি উপদেশ গ্রহণকারীদের জন্য উপদেশ। \\n\\n* দিনের প্রথম প্রান্তে ফজরের সালাত, দ্বিতীয় প্রান্তে যোহর ও আসরের সালাত আর রাতের প্রথম অংশে মাগরিব ও ইশার সালাত। [তাফসীর ইবন কাসীর, তাইসীরু কারীমির রহমান]।","bangla_mkhan":"আর দিনের দুই প্রান্তেই নামায ঠিক রাখবে, এবং রাতের প্রান্তভাগে পূর্ণ কাজ অবশ্যই পাপ দূর করে দেয়, যারা স্মরণ রাখে তাদের জন্য এটি এক মহা স্মারক।","bangla_mujibur":"এবং সালাতের পাবন্দী হও দিনের দু’ প্রান্তে ও রাতের কিছু অংশে; নিঃসন্দেহে সৎ কার্যসমূহ অসৎ কার্যসমূহকে মিটিয়ে দেয়; এটা হচ্ছে একটি (ব্যাপক) নাসীহাত, নাসীহাত মান্যকারীদের জন্য।","bangla_taisirul":"তুমি নামায প্রতিষ্ঠা কর দিনের দু’ প্রান্ত সময়ে আর কিছুটা রাত অতিবাহিত হওয়ার পর, পূণ্যরাজি অবশ্যই পাপরাশিকে দূর করে দেয়, এটা তাদের জন্য উপদেশ যারা উপদেশ গ্রহণ করে।"},{"id":115,"arabic_text":"وَ اصۡبِرۡ فَاِنَّ اللّٰہَ لَا یُضِیۡعُ اَجۡرَ الۡمُحۡسِنِیۡنَ ﴿۱۱۵﴾ ","english_text":"Those who do not know say, \"Why does Allah not speak to us or there come to us a sign?\" Thus spoke those before them like their words. Their hearts resemble each other. We have shown clearly the signs to a people who are certain [in faith].","page":234,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1588.mp3","colorText":"وَ[h:9999[ٱ]صْبِرْ فَإِ[g[نّ]َ [h:513[ٱ]للَّهَ لَا يُضِيعُ أَ[q:2418[جْ]رَ [h:5898[ٱ]لْمُحْسِن[p[ِي]نَ","juz":12,"ruku":192,"manzil":3,"bangla_ahbayan":"আর ধৈর্য ধারণ কর, নিশ্চয়ই আল্লাহ সৎকর্মশীলদের পুণ্যফলকে পন্ড করেন না।","bangla_bayan":"তুমি সবর কর, নিশ্চয়ই আল্লাহ তাআলা ইহসানকারীদের প্রতিদান নষ্ট করেন না।","bangla_mkhan":"আর ধৈর্য্যধারণ কর, নিশ্চয়ই আল্লাহ পূণ্যবানদের প্রতিদান বিনষ্ট করেন না।","bangla_mujibur":"আর ধৈর্য ধারণ কর। কেননা আল্লাহ সৎ কর্মশীলদের কর্মফলকে পন্ড করেননা।","bangla_taisirul":"তুমি ধৈর্য ধর, কারণ আল্লাহ সৎকর্মশীল লোকদের কর্মফল কখনও বিনষ্ট করেন না।"},{"id":116,"arabic_text":"فَلَوۡ لَا کَانَ مِنَ الۡقُرُوۡنِ مِنۡ قَبۡلِکُمۡ اُولُوۡا بَقِیَّۃٍ یَّنۡہَوۡنَ عَنِ الۡفَسَادِ فِی الۡاَرۡضِ اِلَّا قَلِیۡلًا مِّمَّنۡ اَنۡجَیۡنَا مِنۡہُمۡ ۚ وَ اتَّبَعَ  الَّذِیۡنَ  ظَلَمُوۡا مَاۤ اُتۡرِفُوۡا فِیۡہِ وَ کَانُوۡا مُجۡرِمِیۡنَ ﴿۱۱۶﴾  ","english_text":"Indeed, We have sent you, [O Muhammad], with the truth as a bringer of good tidings and a warner, and you will not be asked about the companions of Hellfire.","page":234,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1589.mp3","colorText":"فَلَوْلَا كَانَ مِنَ [h:6524[ٱ]لْقُرُونِ مِ[f:85[ن ق]َ[q:86[بْ]لِكُمْ أُ[s[وْ]لُو[s[اْ] بَقِيَّ[a:6525[ةٍ ي]َنْهَوْنَ عَنِ [h:6526[ٱ]لْفَسَادِ فِى [h:44[ٱ]لْأَرْضِ إِلَّا قَلِيل[a:6527[اً م]ِّ[g[مّ]َنْ أَ[f:5098[نج]َيْنَا مِنْهُمْ‌ۗ وَ[h:3160[ٱ]تَّبَعَ [h:6528[ٱ]لَّذِينَ ظَلَمُو[s[اْ] م[o[َآ] أُتْرِفُو[s[اْ] فِيهِ وَكَانُو[s[اْ] مُ[q:4958[جْ]رِم[p[ِي]نَ","juz":12,"ruku":192,"manzil":3,"bangla_ahbayan":"যেসব উম্মত তোমাদের পূর্বে গত হয়েছে, আমি যাদেরকে রক্ষা করেছিলাম তাদের মধ্য হতে অল্প কতক ব্যতীত এমন সজ্জন ছিল না, যারা পৃথিবীতে অশান্তি ঘটাতে বাধা প্রদান করত।[১] যালেমরা যে আরাম-আয়েশে ছিল তার পিছনেই পড়ে রইল। আর তারা ছিল অপরাধী।[২]","bangla_bayan":"অতএব তোমাদের পূর্বের প্রজন্মসমূহের মধ্যে এমন প্রজ্ঞাবান কেন হয়নি, যারা যমীনে ফাসাদ করা থেকে নিষেধ করত? অল্প সংখ্যক ছাড়া, যাদেরকে আমি তাদের মধ্য থেকে নাজাত দিয়েছিলাম। আর যারা যুলম করেছে, তারা বিলাসিতার পেছনে পড়ে ছিল এবং তারা ছিল অপরাধী।","bangla_mkhan":"কাজেই, তোমাদের পূর্ববতী জাতি গুলির মধ্যে এমন সৎকর্মশীল কেন রইল না, যারা পৃথিবীতে বিপর্যয় সৃষ্টি করতে বাধা দিত; তবে মুষ্টিমেয় লোক ছিল যাদেরকে আমি তাদের মধ্য হতে রক্ষা করেছি। আর পাপিষ্ঠরা তো ভোগ বিলাসে মত্ত ছিল যার সামগ্রী তাদেরকে যথেষ্ট দেয়া হয়েছিল। আসলে তারা ছিল মহা অপরাধী।","bangla_mujibur":"বস্তুতঃ যে সব সম্প্রদায় তোমাদের পূর্বে গত হয়েছে তাদের মধ্যে এমন বুদ্ধিমান লোক হয়নি, যারা দেশে ফাসাদ বিস্তারে বাধা প্রদান করত, সামান্য কয়েকজন ছাড়া, যাদেরকে আমি তাদের মধ্য হতে রক্ষা করেছিলাম। আর যারা অবাধ্য ছিল তারা যে আরাম আয়েশে ছিল, ওর পিছনেই পড়ে রইল এবং অপরাধ প্রবণ হয়ে পড়ল।","bangla_taisirul":"তাহলে তোমাদের পূর্ব যুগের লোকদের মধ্যে এমন সৎকর্মশীল কেন হয়নি যারা যমীনে বিপর্যয় সৃষ্টি করা হতে বাধা দিত? এমন লোক কমই ছিল আর তাদেরকে আমি বাঁচিয়ে নিয়েছিলাম। যালিমরা তো তাদেরকে দেয়া সামগ্রীর সুখ স্বাচ্ছন্দ্যেই লিপ্ত থাকতো আর তারা ছিল অপরাধী।"},{"id":117,"arabic_text":"وَ مَا کَانَ رَبُّکَ لِیُہۡلِکَ الۡقُرٰی بِظُلۡمٍ  وَّ  اَہۡلُہَا مُصۡلِحُوۡنَ ﴿۱۱۷﴾ ","english_text":"And never will the Jews or the Christians approve of you until you follow their religion. Say, \"Indeed, the guidance of Allah is the [only] guidance.\" If you were to follow their desires after what has come to you of knowledge, you would have against Allah no protector or helper.","page":234,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1590.mp3","colorText":"وَمَا كَانَ رَبُّكَ لِيُهْلِكَ [h:6529[ٱ]لْقُرَىٰ بِظُلْ[a:4426[مٍ و]َأَهْلُهَا مُصْلِح[p[ُو]نَ","juz":12,"ruku":192,"manzil":3,"bangla_ahbayan":"আর তোমার প্রতিপালক এমন নন যে, জনপদসমূহকে অন্যায়ভাবে ধ্বংস করে দেন, অথচ ওর অধিবাসীরা সদাচারী থাকে।","bangla_bayan":"আর তোমার রব এমন নন যে, তিনি অন্যায়ভাবে জনপদসমূহ ধ্বংস করে দেবেন, অথচ তার অধিবাসীরা সংশোধনকারী।","bangla_mkhan":"আর তোমার পালনকর্তা এমন নন যে, জনবসতিগুলোকে অন্যায়ভাবে ধ্বংস করে দেবেন, সেখানকার লোকেরা সৎকর্মশীল হওয়া সত্ত্বেও।","bangla_mujibur":"আর তোমার রাব্ব এমন নন যে, জনপদসমূহকে অন্যায়ভাবে ধ্বংস করবেন, অথচ ওর অধিবাসীরা সৎ কাজে লিপ্ত রয়েছে।","bangla_taisirul":"তোমার প্রতিপালক এমন নন যে, তিনি অন্যায়ভাবে কোন জনপদ ধ্বংস করবেন এমতাবস্থায় যে, তার অধিবাসীরা সদাচারী।"},{"id":118,"arabic_text":"وَ لَوۡ شَآءَ رَبُّکَ لَجَعَلَ النَّاسَ اُمَّۃً وَّاحِدَۃً  وَّ لَا  یَزَالُوۡنَ  مُخۡتَلِفِیۡنَ ﴿۱۱۸﴾ۙ ","english_text":"Those to whom We have given the Book recite it with its true recital. They [are the ones who] believe in it. And whoever disbelieves in it - it is they who are the losers.","page":235,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1591.mp3","colorText":"وَلَوْ ش[o[َا]ٓءَ رَبُّكَ لَجَعَلَ [h:6530[ٱ][l[ل][g[نّ]َاسَ أُ[g[مّ]َ[a:1159[ةً و][n[َٲ]حِدَ[a:3089[ةً‌ۖ و]َلَا يَزَالُونَ مُخْتَلِف[p[ِي]نَ","juz":12,"ruku":192,"manzil":3,"bangla_ahbayan":"তোমার প্রতিপালক ইচ্ছা করলে তিনি সকল মানুষকে এক জাতি করতে পারতেন। কিন্তু তারা সদা মতভেদ করতেই থাকবে।","bangla_bayan":"যদি তোমার রব চাইতেন, তবে সকল মানুষকে এক উম্মতে পরিণত করতেন, কিন্তু তারা পরস্পর মতবিরোধকারী রয়ে গেছে,","bangla_mkhan":"আর তোমার পালনকর্তা যদি ইচ্ছা করতেন, তবে অবশ্যই সব মানুষকে একই জাতিসত্তায় পরিনত করতে পারতেন আর তারা বিভিন্ন ভাগে বিভক্ত হতো না।","bangla_mujibur":"এবং যদি তোমার রবের ইচ্ছা হত তাহলে তিনি সকল মানুষকে একই মতাবলম্বী করে দিতেন, কিন্তু তারা মতভেদ করতেই থাকবে,","bangla_taisirul":"তোমার প্রতিপালক চাইলে মানুষকে অবশ্যই এক জাতি করতে পারতেন, কিন্তু তারা মতভেদ করতেই থাকবে।"},{"id":119,"arabic_text":"اِلَّا مَنۡ رَّحِمَ رَبُّکَ ؕ وَ لِذٰلِکَ خَلَقَہُمۡ ؕ وَ تَمَّتۡ کَلِمَۃُ رَبِّکَ لَاَمۡلَـَٔنَّ  جَہَنَّمَ  مِنَ الۡجِنَّۃِ  وَ النَّاسِ  اَجۡمَعِیۡنَ ﴿۱۱۹﴾ ","english_text":"O Children of Israel, remember My favor which I have bestowed upon you and that I preferred you over the worlds.","page":235,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1592.mp3","colorText":"إِلَّا م[u:6349[َن ر]َّحِمَ رَبُّكَ‌ۚ وَلِذ[n[َٲ]لِكَ خَلَقَهُمْ‌ۗ وَتَ[g[مّ]َتْ كَلِمَةُ رَبِّكَ لَأَمْلَأَ[g[نّ]َ جَهَ[g[نّ]َمَ مِنَ [h:6531[ٱ]لْجِ[g[نّ]َةِ وَ[h:824[ٱ][l[ل][g[نّ]َاسِ أَ[q:825[جْ]مَع[p[ِي]نَ","juz":12,"ruku":192,"manzil":3,"bangla_ahbayan":"তবে যাদের প্রতি তোমার প্রতিপালক দয়া করেন তারা নয়, আর এ জন্যেই তিনি তাদেরকে সৃষ্টি করেছেন[১] এবং ‘আমি জীন ও মানুষ উভয় দ্বারা জাহান্নাম পূর্ণ করবই’ তোমার প্রতিপালকের এই বাণী পূর্ণ হবেই। [২]","bangla_bayan":"তবে যাদেরকে তোমার রব দয়া করেছেন, তারা ছাড়া। আর এজন্যই তিনি তাদেরকে সৃষ্টি করেছেন এবং তোমার রবের কথা চূড়ান্ত হয়েছে যে, ‘নিশ্চয়ই আমি জাহান্নাম ভরে দেব জিন ও মানুষ দ্বারা একত্রে’।","bangla_mkhan":"তোমার পালনকর্তা যাদের উপর রহমত করেছেন, তারা ব্যতীত সবাই চিরদিন মতভেদ করতেই থাকবে এবং এজন্যই তাদেরকে সৃষ্টি করেছেন। আর তোমার আল্লাহর কথাই পূর্ণ হল যে, অবশ্যই আমি জাহান্নামকে জ্বিন ও মানুষ দ্বারা একযোগে ভর্তি করব।","bangla_mujibur":"কিন্তু যার প্রতি তোমার রবের অনুগ্রহ হয়। আর এ জন্যই তিনি তাদেরকে সৃষ্টি করেছেন; এবং তোমার রবের এই বাণীও পূর্ণ হবে যে, আমি জিন ও মানব সকলের দ্বারা জাহান্নামকে পূর্ণ করবই।","bangla_taisirul":"তবে তোমার প্রতিপালক যাদের প্রতি দয়া করেন তারা (মতবিরোধ করবে) না। এই উদ্দেশ্যেই তিনি তাদেরকে সৃষ্টি করেছেন, আর তোমার প্রতিপালকের এ বাণী পূর্ণ হবেই যে, আমি জাহান্নামকে জ্বিন আর মানুষ দিয়ে অবশ্য অবশ্যই ভরে দেব।"},{"id":120,"arabic_text":"وَ کُلًّا نَّقُصُّ عَلَیۡکَ مِنۡ اَنۡۢبَآءِ الرُّسُلِ مَا نُثَبِّتُ بِہٖ فُؤَادَکَ ۚ وَ جَآءَکَ فِیۡ ہٰذِہِ الۡحَقُّ وَ مَوۡعِظَۃٌ وَّ ذِکۡرٰی لِلۡمُؤۡمِنِیۡنَ ﴿۱۲۰﴾ ","english_text":"And fear a Day when no soul will suffice for another soul at all, and no compensation will be accepted from it, nor will any intercession benefit it, nor will they be aided.","page":235,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1593.mp3","colorText":"وَكُل[a:6532[اًّ ن]َّقُصُّ عَلَيْكَ مِنْ أَ[i:1910[نۢب][o[َا]ٓءِ [h:6533[ٱ][l[ل]رُّسُلِ مَا نُثَبِّتُ بِه[n[ِۦ] فُؤَادَكَ‌ۚ وَج[o[َا]ٓءَكَ فِى هَ[n[ـٰ]ذِهِ [h:6534[ٱ]لْحَقُّ وَمَوْعِظَ[a:6535[ةٌ و]َذِكْرَىٰ لِلْمُؤْمِن[p[ِي]نَ","juz":12,"ruku":192,"manzil":3,"bangla_ahbayan":"রসূলদের ঐ সব বৃত্তান্ত আমি তোমার কাছে বর্ণনা করছি, এর দ্বারা আমি তোমার হৃদয়কে সুদৃঢ় করি। এর মাঝে তোমার কাছে এসেছে সত্য এবং বিশ্বাসীদের জন্য উপদেশ ও স্মরণীয় বস্তু।","bangla_bayan":"আর রাসূলদের এসকল সংবাদ আমি তোমার কাছে বর্ণনা করছি যার দ্বারা আমি তোমার মনকে স্থির করি আর এতে তোমার কাছে এসেছে সত্য এবং মুমিনদের জন্য উপদেশ ও স্মরণ।","bangla_mkhan":"আর আমি রসূলগণের সব বৃত্তান্তই তোমাকে বলছি, যদ্দ্বারা তোমার অন্তরকে মজবুত করছি। আর এভাবে তোমার নিকট মহাসত্য এবং ঈমানদারদের জন্য নসীহত ও স্বরণীয় বিষয়বস্তু এসেছে।","bangla_mujibur":"রাসূলদের ঐ সব বৃত্তান্ত আমি তোমার কাছে বর্ণনা করছি, যদ্দারা আমি তোমার চিত্তকে দৃঢ় করি। এর মাধ্যমে তোমার কাছে এসেছে সত্য এবং মু’মিনদের জন্য এসেছে উপদেশ ও সাবধানবাণী।","bangla_taisirul":"রসূলদের যে সব সংবাদসমূহ আমি তোমার কাছে বর্ণনা করলাম, এর দ্বারা আমি তোমার দিলকে মযবুত করছি, এতে তুমি প্রকৃত সত্যের জ্ঞান লাভ করবে আর মু’মিনদের জন্য এটা উপদেশ ও স্মারক।"},{"id":121,"arabic_text":"وَ قُلۡ لِّلَّذِیۡنَ لَا یُؤۡمِنُوۡنَ اعۡمَلُوۡا عَلٰی مَکَانَتِکُمۡ ؕ اِنَّا  عٰمِلُوۡنَ ﴿۱۲۱﴾ۙ ","english_text":"And [mention, O Muhammad], when Abraham was tried by his Lord with commands and he fulfilled them. [ Allah ] said, \"Indeed, I will make you a leader for the people.\" [Abraham] said, \"And of my descendants?\" [ Allah ] said, \"My covenant does not include the wrongdoers.\"","page":235,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1594.mp3","colorText":"وَقُل لِّلَّذِينَ لَا يُؤْمِنُونَ [h:6536[ٱ]عْمَلُو[s[اْ] عَلَىٰ مَكَانَتِكُمْ إِ[g[نّ]َا عَ[n[ـٰ]مِل[p[ُو]نَ","juz":12,"ruku":192,"manzil":3,"bangla_ahbayan":"হে নবী! যারা বিশ্বাস করে না তাদেরকে বল, ‘তোমরা যেমন করছ করতে থাক এবং আমরাও আমাদের কাজ করছি।","bangla_bayan":"আর যারা ঈমান আনছে না তাদেরকে বল, ‘তোমরা স্ব স্ব অবস্থানে কাজ কর আমরাও কাজ করছি।","bangla_mkhan":"আর যারা ঈমান আনে না, তাদেরকে বলে দাও যে, তোমরা নিজ নিজ অবস্থায় কাজ করে যাও আমরাও কাজ করে যাই।","bangla_mujibur":"যারা বিশ্বাস করেনা তাদেরকে বলঃ তোমরা যেমন করছ, করতে থাক এবং আমরাও আমাদের কাজ করছি।","bangla_taisirul":"যারা ঈমান আনে না তাদেরকে বল, ‘তোমরা নিজেদের মত ও পথে থেকে কাজ করে যাও, আমরা (আমাদের) কাজ করছি।"},{"id":122,"arabic_text":"وَ انۡتَظِرُوۡا ۚ اِنَّا مُنۡتَظِرُوۡنَ ﴿۱۲۲﴾ ","english_text":"And [mention] when We made the House a place of return for the people and [a place of] security. And take, [O believers], from the standing place of Abraham a place of prayer. And We charged Abraham and Ishmael, [saying], \"Purify My House for those who perform Tawaf and those who are staying [there] for worship and those who bow and prostrate [in prayer].\"","page":235,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1595.mp3","colorText":"وَ[h:9999[ٱ][f:6537[نت]َظِر[o[ُوٓ][s[اْ] إِ[g[نّ]َا مُ[f:4557[نت]َظِر[p[ُو]نَ","juz":12,"ruku":192,"manzil":3,"bangla_ahbayan":"এবং তোমরা প্রতীক্ষা কর, আমরাও প্রতীক্ষা করছি।’ [১]","bangla_bayan":"এবং তোমরা অপেক্ষা কর আমরাও অপেক্ষমান’।","bangla_mkhan":"এবং তোমরাও অপেক্ষা করে থাক, আমরাও অপেক্ষায় রইলাম।","bangla_mujibur":"এবং তোমরা প্রতীক্ষা কর, আমরাও প্রতীক্ষা করছি।","bangla_taisirul":"আর তোমরা অপেক্ষা কর, আমরাও অপেক্ষায় থাকলাম।’"},{"id":123,"arabic_text":"وَ لِلّٰہِ غَیۡبُ السَّمٰوٰتِ وَ الۡاَرۡضِ وَ اِلَیۡہِ یُرۡجَعُ الۡاَمۡرُ کُلُّہٗ  فَاعۡبُدۡہُ وَ تَوَکَّلۡ عَلَیۡہِ ؕ وَ مَا رَبُّکَ بِغَافِلٍ عَمَّا تَعۡمَلُوۡنَ ﴿۱۲۳﴾ ","english_text":"And [mention] when Abraham said, \"My Lord, make this a secure city and provide its people with fruits - whoever of them believes in Allah and the Last Day.\" [ Allah ] said. \"And whoever disbelieves - I will grant him enjoyment for a little; then I will force him to the punishment of the Fire, and wretched is the destination.\"","page":235,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1596.mp3","colorText":"وَلِلَّهِ غَيْبُ [h:6538[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَ[h:177[ٱ]لْأَرْضِ وَإِلَيْهِ يُرْجَعُ [h:6539[ٱ]لْأَمْرُ كُلُّهُ[n[ۥ] فَ[h:6540[ٱ]عْبُ[q:6540[دْ]هُ وَتَوَكَّلْ عَلَيْهِ‌ۚ وَمَا رَبُّكَ بِغَ[n[ـٰ]فِلٍ عَ[g[مّ]َا تَعْمَل[p[ُو]نَ","juz":12,"ruku":192,"manzil":3,"bangla_ahbayan":"আকাশমন্ডলী ও পৃথিবীর অদৃশ্য বিষয়ের জ্ঞান আল্লাহরই এবং তাঁরই কাছে সব কিছু প্রত্যাবর্তিত হবে, সুতরাং তুমি তাঁর উপাসনা কর এবং তাঁর উপর নির্ভর কর। আর তোমরা যা কর, সে সম্বন্ধে তোমার প্রতিপালক উদাসীন নন।","bangla_bayan":"আসমানসমূহ ও যমীনের গায়েব আল্লাহরই এবং তাঁরই কাছে সব বিষয় প্রত্যাবর্তিত হবে। সুতরাং তুমি তাঁর ইবাদাত কর এবং তাঁর উপর তাওয়াক্কুল কর। আর তোমরা যা কিছু কর সে ব্যাপারে তোমার রব গাফেল নন।","bangla_mkhan":"আর আল্লাহর কাছেই আছে আসমান ও যমীনের গোপন তথ্য; আর সকল কাজের প্রত্যাবর্তন তাঁরই দিকে; অতএব, তাঁরই বন্দেগী কর এবং তাঁর উপর ভরসা রাখ, আর তোমাদের কার্যকলাপ সম্বন্ধে তোমার পালনকর্তা কিন্তু বে-খবর নন।","bangla_mujibur":"আকাশসমূহ ও পৃথিবীর অদৃশ্য বিষয়ের জ্ঞান আল্লাহরই এবং তাঁরই কাছে সবকিছু প্রত্যাবর্তিত হবে। সুতরাং তাঁর ইবাদাত কর এবং তাঁর উপর নির্ভর কর, আর তোমরা যা কর সে সম্বন্ধে তোমার রাব্ব অনবহিত নন।","bangla_taisirul":"আসমানসমূহ ও যমীনের অদৃশ্যের জ্ঞান কেবল আল্লাহরই রয়েছে। সকল বিষয়ই (চূড়ান্ত সিদ্ধান্তের জন্য) তাঁর কাছে ফিরে যায়, কাজেই তুমি তাঁরই ‘ইবাদাত কর, আর তাঁর উপরই নির্ভর কর, তোমরা যা কিছু করছ, সে সম্পর্কে তোমার প্রতিপালক মোটেই বে-খবর নন।"}]}}