{"surahDetails":{"id":12,"banglaName":"নবী ইউসুফ","totalAyah":111,"arabicInBangla":"ইউসুফ"},"surah":{"id":12,"verses":[{"id":1,"arabic_text":"الٓرٰ ۟ تِلۡکَ اٰیٰتُ الۡکِتٰبِ الۡمُبِیۡنِ ۟﴿۱﴾ ","english_text":"Those are upon [right] guidance from their Lord, and it is those who are the successful.","page":235,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1597.mp3","colorText":"ا[m[لٓ]ر‌ۚ تِلْكَ ءَايَ[n[ـٰ]تُ [h:5932[ٱ]لْكِتَ[n[ـٰ]بِ [h:6541[ٱ]لْمُب[p[ِي]نِ","juz":12,"ruku":193,"manzil":3,"bangla_ahbayan":"আলিফ লা-ম রা। এগুলো সুস্পষ্ট কিতাবের আয়াত।","bangla_bayan":"আলিফ-লাম-রা। এগুলো সুস্পষ্ট কিতাবের আয়াত।","bangla_mkhan":"আলিফ-লা-ম-রা; এগুলো সুস্পষ্ট গ্রন্থের আয়াত।","bangla_mujibur":"আলিফ-লাম-রা এগুলি সুস্পষ্ট কিতাবের আয়াত।","bangla_taisirul":"আলিফ, লাম-রা, এগুলো সুস্পষ্ট কিতাবের আয়াতসমূহ।"},{"id":2,"arabic_text":"اِنَّاۤ اَنۡزَلۡنٰہُ  قُرۡءٰنًا عَرَبِیًّا لَّعَلَّکُمۡ تَعۡقِلُوۡنَ ﴿۲﴾ ","english_text":"Indeed, those who disbelieve - it is all the same for them whether you warn them or do not warn them - they will not believe.","page":235,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1598.mp3","colorText":"إِ[g[نّ][o[َآ] أَ[f:4236[نز]َلْنَ[n[ـٰ]هُ قُرْء[n[َٲ]نًا عَرَبِي[u:6542[ًّا ل]َّعَلَّكُمْ تَعْقِل[p[ُو]نَ","juz":12,"ruku":193,"manzil":3,"bangla_ahbayan":"নিশ্চয় আমি এটি অবতীর্ণ করেছি আরবী ভাষায় কুরআনরূপে, যাতে তোমরা বুঝতে পার। [১]","bangla_bayan":"নিশ্চয় আমি একে আরবী কুরআনরূপে নাযিল করেছি যাতে তোমরা বুঝতে পার।","bangla_mkhan":"আমি একে আরবী ভাষায় কোরআন রূপে অবতীর্ণ করেছি, যাতে তোমরা বুঝতে পার।","bangla_mujibur":"আমি অবতীর্ণ করেছি আরাবী ভাষায় কুরআন যাতে তোমরা বুঝতে পার।","bangla_taisirul":"আমি তা অবতীর্ণ করেছি, আরবী ভাষার কুরআন, যাতে তোমরা ভালভাবে বুঝতে পার।"},{"id":3,"arabic_text":"نَحۡنُ نَقُصُّ عَلَیۡکَ اَحۡسَنَ الۡقَصَصِ بِمَاۤ اَوۡحَیۡنَاۤ اِلَیۡکَ ہٰذَا الۡقُرۡاٰنَ ٭ۖ وَ اِنۡ   کُنۡتَ  مِنۡ  قَبۡلِہٖ  لَمِنَ  الۡغٰفِلِیۡنَ ﴿۳﴾ ","english_text":"Allah has set a seal upon their hearts and upon their hearing, and over their vision is a veil. And for them is a great punishment.","page":235,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1599.mp3","colorText":"نَحْنُ نَقُصُّ عَلَيْكَ أَحْسَنَ [h:6543[ٱ]لْقَصَصِ بِم[o[َآ] أَوْحَيْن[o[َآ] إِلَيْكَ هَ[n[ـٰ]ذَا [h:6544[ٱ]لْقُرْءَانَ وَإِ[f:6545[ن ك]ُ[f:735[نت]َ مِ[f:1097[ن ق]َ[q:1098[بْ]لِه[n[ِۦ] لَمِنَ [h:6546[ٱ]لْغَ[n[ـٰ]فِل[p[ِي]نَ","juz":12,"ruku":193,"manzil":3,"bangla_ahbayan":"আমি তোমার কাছে সর্বশ্রেষ্ঠ কাহিনী[১] বর্ণনা করছি, অহীর মাধ্যমে তোমার কাছে এই কুরআন প্রেরণ করে; যদিও এর পূর্বে তুমি ছিলে অনবহিতদের অন্তর্ভুক্ত। [২]","bangla_bayan":"আমি তোমার নিকট সুন্দরতম কাহিনী বর্ণনা করছি, এ কুরআন আমার ওহী হিসেবে তোমার কাছে প্রেরণ করার মাধ্যমে। যদিও তুমি এর পূর্বে অনবহিতদের অন্তর্ভুক্ত ছিলে।","bangla_mkhan":"আমি তোমার নিকট উত্তম কাহিনী বর্ণনা করেছি, যেমতে আমি এ কোরআন তোমার নিকট অবতীর্ণ করেছি। তুমি এর আগে অবশ্যই এ ব্যাপারে অনবহিতদের অন্তর্ভূক্ত ছিলে।","bangla_mujibur":"আমি তোমার কাছে উত্তম কাহিনী বর্ণনা করছি, অহীর মাধ্যমে তোমার কাছে এই কুরআন প্রেরণ করে, যদিও এর পূর্বে তুমি ছিলে অনবহিতদের অন্তর্ভুক্ত।","bangla_taisirul":"আমি তোমার কাছে সর্বোত্তম কাহিনী বর্ণনা করছি, এ কুরআন তোমার কাছে ওয়াহী যোগে পাঠিয়ে, যদিও এর পূর্বে তুমি না-জানা লোকদের মধ্যেই শামিল ছিলে।"},{"id":4,"arabic_text":"اِذۡ  قَالَ یُوۡسُفُ لِاَبِیۡہِ یٰۤاَبَتِ اِنِّیۡ  رَاَیۡتُ اَحَدَعَشَرَ کَوۡکَبًا وَّ الشَّمۡسَ وَ الۡقَمَرَ رَاَیۡتُہُمۡ  لِیۡ  سٰجِدِیۡنَ ﴿۴﴾ ","english_text":"And of the people are some who say, \"We believe in Allah and the Last Day,\" but they are not believers.","page":235,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1600.mp3","colorText":"إِذْ قَالَ يُوسُفُ لِأَبِيهِ يَ[o[ـٰٓ]أَبَتِ إِ[g[نّ]ِى رَأَيْتُ أَحَدَ عَشَرَ كَوْكَ[a:6547[بًا و]َ[h:4264[ٱ][l[ل]شَّمْسَ وَ[h:4265[ٱ]لْقَمَرَ رَأَيْتُهُمْ لِى سَ[n[ـٰ]جِد[p[ِي]نَ","juz":12,"ruku":193,"manzil":3,"bangla_ahbayan":"যখন ইউসুফ[১] তার পিতাকে বলল, ‘হে আমার পিতা! আমি (স্বপ্নে) এগারটি নক্ষত্র, সূর্য এবং চন্দ্র দেখলাম;[২] দেখলাম ওরা আমাকে সিজদাহ করছে।’","bangla_bayan":"যখন ইউসুফ তার পিতাকে বলল, ‘হে আমার পিতা, আমি দেখেছি এগারটি নক্ষত্র, সূর্য ও চাঁদকে, আমি দেখেছি তাদেরকে আমার প্রতি সিজদাবনত অবস্থায়’।","bangla_mkhan":"যখন ইউসুফ পিতাকে বললঃ পিতা, আমি স্বপ্নে দেখেছি এগারটি নক্ষত্রকে। সুর্যকে এবং চন্দ্রকে। আমি তাদেরকে আমার উদ্দেশে সেজদা করতে দেখেছি।","bangla_mujibur":"যখন ইউসুফ তার পিতাকে বললঃ হে পিতা! আমি এগারটি নক্ষত্র, সূর্য এবং চাঁদকে দেখেছি - দেখেছি ওদেরকে আমার প্রতি সাজদাহবনত অবস্থায়।","bangla_taisirul":"স্মরণ কর, ইউসুফ যখন তার পিতাকে বলেছিল, ‘হে আব্বাজান! আমি (স্বপ্নে) দেখেছি এগারটি তারকা আর সূর্য ও চন্দ্র; দেখলাম তারা আমাকে সাজদাহ করছে।’"},{"id":5,"arabic_text":"قَالَ یٰبُنَیَّ  لَا تَقۡصُصۡ رُءۡیَاکَ عَلٰۤی اِخۡوَتِکَ فَیَکِیۡدُوۡا لَکَ کَیۡدًا ؕ اِنَّ الشَّیۡطٰنَ  لِلۡاِنۡسَانِ  عَدُوٌّ  مُّبِیۡنٌ ﴿۵﴾ ","english_text":"They [think to] deceive Allah and those who believe, but they deceive not except themselves and perceive [it] not.","page":236,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1601.mp3","colorText":"قَالَ يَ[n[ـٰ]بُنَىَّ لَا تَ[q:6548[قْ]صُصْ رُءْيَاكَ عَلَ[o[ىٰٓ] إِخْوَتِكَ فَيَكِيدُو[s[اْ] لَكَ كَيْدًا‌ۖ إِ[g[نّ]َ [h:4634[ٱ][l[ل]شَّيْطَ[n[ـٰ]نَ لِلْإِ[f:6549[نس]َ[n[ـٰ]نِ عَدُ[a:873[وٌّ م]ُّب[p[ِي]نٌ","juz":12,"ruku":193,"manzil":3,"bangla_ahbayan":"(পিতা ইয়াকূব) বলল, ‘হে আমার পুত্র! তোমার স্বপ্ন-বৃত্তান্ত তোমার ভাইদের নিকট বর্ণনা করো না, করলে তারা তোমার বিরুদ্ধে ষড়যন্ত্র করবে।[১] শয়তান তো মানুষের প্রকাশ্য শত্রু।[২]","bangla_bayan":"সে বলল, ‘হে আমার পুত্র, তুমি তোমার ভাইদের নিকট তোমার স্বপ্নের বর্ণনা দিও না, তাহলে তারা তোমার বিরুদ্ধে গভীর ষড়যন্ত্র করবে। নিশ্চয় শয়তান মানুষের প্রকাশ্য দুশমন’।","bangla_mkhan":"তিনি বললেনঃ বৎস, তোমার ভাইদের সামনে এ স্বপ্ন বর্ণনা করো না। তাহলে তারা তোমার বিরুদ্ধে চক্রান্ত করবে। নিশ্চয় শয়তান মানুষের প্রকাশ্য।","bangla_mujibur":"সে বললঃ হে আমার পুত্র! তোমার স্বপ্নের বৃত্তান্ত তোমার ভাইদের নিকট বর্ণনা করনা; করলে তারা তোমার বিরুদ্ধে ষড়যন্ত্র করবে; শাইতানতো মানুষের প্রকাশ্য শত্রু।","bangla_taisirul":"তার পিতা বললেন, ‘হে আমার পুত্র! তোমার স্বপ্নের কথা তোমার ভাইদের কাছে বর্ণনা করো না। যদি কর তাহলে তারা তোমার বিরুদ্ধে চক্রান্ত করবে। শাইত্বান তো মানুষের প্রকাশ্য দুশমন।"},{"id":6,"arabic_text":"وَ کَذٰلِکَ یَجۡتَبِیۡکَ رَبُّکَ وَ یُعَلِّمُکَ مِنۡ تَاۡوِیۡلِ الۡاَحَادِیۡثِ وَ یُتِمُّ نِعۡمَتَہٗ عَلَیۡکَ وَ عَلٰۤی اٰلِ یَعۡقُوۡبَ کَمَاۤ  اَتَمَّہَا عَلٰۤی  اَبَوَیۡکَ  مِنۡ قَبۡلُ  اِبۡرٰہِیۡمَ وَ  اِسۡحٰقَ ؕ اِنَّ رَبَّکَ عَلِیۡمٌ  حَکِیۡمٌ ﴿۶﴾ ","english_text":"In their hearts is disease, so Allah has increased their disease; and for them is a painful punishment because they [habitually] used to lie.","page":236,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1602.mp3","colorText":"وَكَذ[n[َٲ]لِكَ يَ[q:6550[جْ]تَبِيكَ رَبُّكَ وَيُعَلِّمُكَ مِ[f:6551[ن ت]َأْوِيلِ [h:6552[ٱ]لْأَحَادِيثِ وَيُتِ[g[مّ]ُ نِعْمَتَهُ[n[ۥ] عَلَيْكَ وَعَلَ[o[ىٰٓ] ءَالِ يَعْقُوبَ كَم[o[َآ] أَتَ[g[مّ]َهَا عَلَ[o[ىٰٓ] أَبَوَيْكَ مِ[f:128[ن ق]َ[q:129[بْ]لُ إِ[q:1860[بْ]ر[n[َٲ]هِيمَ وَإِسْحَ[n[ـٰ]قَ‌ۚ إِ[g[نّ]َ رَبَّكَ عَلِيمٌ حَك[p[ِي]مٌ","juz":12,"ruku":193,"manzil":3,"bangla_ahbayan":"এভাবে[১] তোমার প্রতিপালক তোমাকে মনোনীত করবেন এবং তোমাকে স্বপ্নের ব্যাখ্যা শিক্ষা দেবেন, আর তোমার প্রতি[২] ও ইয়াকূবের পরিবার-পরিজনের প্রতি[৩] তাঁর অনুগ্রহ পূর্ণ করবেন, যেভাবে তিনি তোমার পিতৃপুরুষ ইব্রাহীম ও ইসহাকের প্রতি পূর্বে তা পূর্ণ করেছিলেন। তোমার প্রতিপালক সর্বজ্ঞ প্রজ্ঞাময়।’","bangla_bayan":"আর এভাবে তোমার রব তোমাকে মনোনীত করবেন এবং তোমাকে স্বপ্নের ব্যাখ্যা শিক্ষা দেবেন। আর তোমার উপর ও ইয়াকূবের পরিবারের উপর তাঁর নিআমত পূর্ণ করবেন যেভাবে তিনি তা পূর্বে পূর্ণ করেছিলেন তোমার পিতৃপুরুষ ইবরাহীম ও ইসহাকের উপর, নিশ্চয় তোমার রব সর্বজ্ঞ, প্রজ্ঞাময়।","bangla_mkhan":"এমনিভাবে তোমার পালনকর্তা তোমাকে মনোনীত করবেন এবং তোমাকে বাণীসমূহের নিগুঢ় তত্ত্ব শিক্ষা দেবেন এবং পূর্ণ করবেন স্বীয় অনুগ্রহ তোমার প্রতি ও ইয়াকুব পরিবার-পরিজনের প্রতি; যেমন ইতিপূর্বে তোমার পিতৃপুরুষ ইব্রাহীম ও ইসহাকের প্রতি পূর্ণ করেছেন। নিশ্চয় তোমার পালনকর্তা অত্যন্ত জ্ঞানী, প্রজ্ঞাময়।","bangla_mujibur":"এভাবে তোমার রাব্ব তোমাকে মনোনীত করবেন এবং তোমাকে স্বপ্নের ব্যাখ্যা শিক্ষা দিবেন, আর তোমার প্রতি ও ইয়াকূবের পরিবার পরিজনের প্রতি অনুগ্রহ পূর্ণ করবেন যেভাবে তিনি এটা পূর্বে পূর্ণ করেছিলেন তোমার পিতৃপুরুষ ইবরাহীম ও ইসহাকের প্রতি। নিশ্চয়ই তোমার রাব্ব সর্বজ্ঞ, প্রজ্ঞাময়।","bangla_taisirul":"(স্বপ্নে যেমন দেখেছ) এভাবে তোমার প্রতিপালক তোমাকে মনোনীত করবেন, তোমাকে স্বপ্নের ব্যাখ্যা শিক্ষা দিবেন এবং তিনি তাঁর অনুগ্রহ তোমার প্রতি আর ইয়া‘কূব পরিবারের প্রতি পূর্ণ করবেন যেভাবে তিনি তা পূর্বে তোমার পিতৃ-পুরুষ ইবরাহীম ও ইসহাকের প্রতি পূর্ণ করেছিলেন, নিশ্চয়ই তোমার রব্ব সর্বজ্ঞ, বড়ই প্রজ্ঞাবান।’"},{"id":7,"arabic_text":"لَقَدۡ کَانَ فِیۡ یُوۡسُفَ وَ اِخۡوَتِہٖۤ  اٰیٰتٌ لِّلسَّآئِلِیۡنَ ﴿۷﴾ ","english_text":"And when it is said to them, \"Do not cause corruption on the earth,\" they say, \"We are but reformers.\"","page":236,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1603.mp3","colorText":"۞ لَّقَ[q:2389[دْ] كَانَ فِى يُوسُفَ وَإِخْوَتِه[o[ِۦٓ] ءَايَ[n[ـٰ][u:6553[تٌ ل]ِّلسّ[o[َا]ٓئِل[p[ِي]نَ","juz":12,"ruku":194,"manzil":3,"bangla_ahbayan":"নিশ্চয়ই ইউসুফ ও তাঁর ভাইদের কাহিনীতে জিজ্ঞাসুদের জন্য নিদর্শনাবলী রয়েছে। [১]","bangla_bayan":"ইউসুফ ও তার ভাইদের কাহিনীতে জিজ্ঞাসুদের জন্য অবশ্যই অনেক নিদর্শন রয়েছে।","bangla_mkhan":"অবশ্য ইউসুফ ও তাঁর ভাইদের কাহিনীতে জিজ্ঞাসুদের জন্যে নিদর্শনাবলী রয়েছে।","bangla_mujibur":"ইউসুফ ও তার ভাইদের ঘটনায় জিজ্ঞাসুদের জন্য নিদর্শন রয়েছে।","bangla_taisirul":"ইউসুফ আর তার ভাইদের ঘটনায় সত্য সন্ধানীদের জন্য অবশ্যই নিদর্শনাবলী আছে।"},{"id":8,"arabic_text":"اِذۡ قَالُوۡا لَیُوۡسُفُ وَ اَخُوۡہُ  اَحَبُّ اِلٰۤی اَبِیۡنَا مِنَّا وَ نَحۡنُ عُصۡبَۃٌ ؕ اِنَّ اَبَانَا لَفِیۡ ضَلٰلٍ مُّبِیۡنِۣ ۚ﴿ۖ۸﴾","english_text":"Unquestionably, it is they who are the corrupters, but they perceive [it] not.","page":236,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1604.mp3","colorText":"إِذْ قَالُو[s[اْ] لَيُوسُفُ وَأَخُوهُ أَحَبُّ إِلَ[o[ىٰٓ] أَبِينَا مِ[g[نّ]َا وَنَحْنُ عُصْبَةٌ إِ[g[نّ]َ أَبَانَا لَفِى ضَلَ[n[ـٰ][a:2393[لٍ م]ُّب[p[ِي]نٍ","juz":12,"ruku":194,"manzil":3,"bangla_ahbayan":"(স্মরণ কর) যখন তারা (তার ভাইরা) বলেছিল, ‘আমাদের পিতার নিকট ইউসুফ এবং তার (সহোদর) ভাই[১] (বিনয়ামীন)ই আমাদের চেয়ে অধিক প্রিয়, অথচ আমরা একটি (সংহত) দল,[২] আমাদের পিতা তো স্পষ্ট বিভ্রান্তিতে আছেন। [৩]","bangla_bayan":"যখন তারা বলেছিল, ‘নিশ্চয় ইউসুফ ও তার ভাই আমাদের পিতার নিকট আমাদের চেয়ে অধিক প্রিয়, অথচ আমরা একই দল। নিশ্চয় আমাদের পিতা সুস্পষ্ট বিভ্রান্তিতেই আছে’।","bangla_mkhan":"যখন তারা বললঃ অবশ্যই ইউসুফ ও তাঁর ভাই আমাদের পিতার কাছে আমাদের চাইতে অধিক প্রিয় অথচ আমরা একটা সংহত শক্তি বিশেষ। নিশ্চয় আমাদের পিতা স্পষ্ট ভ্রান্তিতে রয়েছেন।","bangla_mujibur":"যখন তারা (ভাইয়েরা) বলেছিলঃ আমাদের পিতার নিকট ইউসুফ এবং তার ভাইই (বিন ইয়ামীন) অধিক প্রিয়, অথচ আমরা একটি সংহত দল, আমাদের পিতাতো স্পষ্ট বিভ্রান্তিতেই রয়েছেন ।","bangla_taisirul":"স্মরণ কর, যখন তারা (বৈমাত্রেয় ভাইগণ) বলাবলি করছিল, ‘নিশ্চয়ই ইউসুফ আর তার (সহোদর) ভাই আমাদের পিতার কাছে আমাদের চেয়ে বেশি প্রিয়, অথচ আমরা পুরো একটা দল, আমাদের পিতা স্পষ্ট ভুলের মধ্যে আছেন।"},{"id":9,"arabic_text":"اقۡتُلُوۡا یُوۡسُفَ اَوِ اطۡرَحُوۡہُ  اَرۡضًا یَّخۡلُ لَکُمۡ وَجۡہُ  اَبِیۡکُمۡ وَ تَکُوۡنُوۡا مِنۡۢ  بَعۡدِہٖ  قَوۡمًا  صٰلِحِیۡنَ ﴿۹﴾ ","english_text":"And when it is said to them, \"Believe as the people have believed,\" they say, \"Should we believe as the foolish have believed?\" Unquestionably, it is they who are the foolish, but they know [it] not.","page":236,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1605.mp3","colorText":"ٱ[q:2891[قْ]تُلُو[s[اْ] يُوسُفَ أَوِ [h:6554[ٱ][q:6555[طْ]رَحُوهُ أَرْ[a:6556[ضًا ي]َخْلُ لَكُمْ وَ[q:603[جْ]هُ أَبِيكُمْ وَتَكُونُو[s[اْ] م[i:254[ِنۢ ب]َعْدِه[n[ِۦ] قَوْ[f:6557[مًا ص]َ[n[ـٰ]لِح[p[ِي]نَ","juz":12,"ruku":194,"manzil":3,"bangla_ahbayan":"ইউসুফকে হত্যা কর অথবা তাকে কোন (দূরবর্তী) স্থানে ফেলে এস, তাহলে তোমাদের পিতার দৃষ্টি শুধু তোমাদের প্রতিই নিবিষ্ট হবে এবং তারপরে তোমরা (তওবা করে) ভাল লোক হয়ে যাবে।’ [১]","bangla_bayan":"‘তোমরা ইউসুফকে হত্যা কর অথবা তাকে কোন যমীনে ফেলে আস, তাহলে তোমাদের পিতার আনুকূল্য কেবল তোমাদের জন্য থাকবে এবং তোমরা সৎ লোক হয়ে যাবে’।","bangla_mkhan":"হত্যা কর ইউসুফকে কিংবা ফেলে আস তাকে অন্য কোন স্থানে। এতে শুধু তোমাদের প্রতিই তোমাদের পিতার মনোযোগ নিবিষ্ট হবে এবং এরপর তোমরা যোগ্য বিবেচিত হয়ে থাকবে।","bangla_mujibur":"ইউসুফকে হত্যা কর অথবা তাকে কোন স্থানে ফেলে এসো। ফলে তোমাদের পিতার দৃষ্টি শুধু তোমাদের প্রতি নিবিষ্ট হবে এবং তারপর তোমরা ভাল লোক হয়ে যাবে।","bangla_taisirul":"তোমরা ইউসুফকে হত্যা করে ফেল কিংবা তাকে কোন ভূমিতে ফেলে আস, তাহলে তোমাদের পিতার দৃষ্টি তোমাদের প্রতিই নিবদ্ধ হবে, তার পর তোমরা (তাওবাহ করে) ভাল লোক হয়ে যাবে।"},{"id":10,"arabic_text":"قَالَ قَآئِلٌ مِّنۡہُمۡ لَا تَقۡتُلُوۡا یُوۡسُفَ وَ اَلۡقُوۡہُ فِیۡ غَیٰبَتِ الۡجُبِّ یَلۡتَقِطۡہُ بَعۡضُ السَّیَّارَۃِ   اِنۡ  کُنۡتُمۡ  فٰعِلِیۡنَ ﴿۱۰﴾ ","english_text":"And when they meet those who believe, they say, \"We believe\"; but when they are alone with their evil ones, they say, \"Indeed, we are with you; we were only mockers.\"","page":236,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1606.mp3","colorText":"قَالَ ق[o[َا]ٓئِ[a:6558[لٌ م]ِّنْهُمْ لَا تَ[q:2734[قْ]تُلُو[s[اْ] يُوسُفَ وَأَلْقُوهُ فِى غَيَ[n[ـٰ]بَتِ [h:6559[ٱ]لْجُبِّ يَلْتَقِ[q:6560[طْ]هُ بَعْضُ [h:6561[ٱ][l[ل]سَّيَّارَةِ إِ[f:109[ن ك]ُ[f:100[نت]ُمْ فَ[n[ـٰ]عِل[p[ِي]نَ","juz":12,"ruku":194,"manzil":3,"bangla_ahbayan":"তাদের মধ্যে একজন বলল, ‘ইউসুফকে হত্যা করো না, বরং যদি তোমরা কিছু করতেই চাও, তাহলে তাকে কোন গভীর কূপে[১] নিক্ষেপ কর, যাত্রীদলের কেউ তাকে তুলে নিয়ে যাবে।’ [২]","bangla_bayan":"তাদের মধ্য থেকে একজন বলল, ‘তোমরা ইউসুফকে হত্যা করো না, আর যদি কিছু করই, তাহলে তাকে কোন কূপের গভীরে ফেলে দাও, যাত্রীদলের কেউ তাকে তুলে নিয়ে যাবে’।","bangla_mkhan":"তাদের মধ্য থেকে একজন বলল, তোমরা ইউসুফ কে হত্যা করো না, বরং ফেলে দাও তাকে অন্ধকূপে যাতে কোন পথিক তাকে উঠিয়ে নিয়ে যায়, যদি তোমাদের কিছু করতেই হয়।","bangla_mujibur":"তাদের মধ্যে একজন বললঃ ইউসুফকে হত্যা করনা, বরং যদি তোমরা কিছু করতেই চাও তাহলে তাকে কোন গভীর কুপে নিক্ষেপ কর, যাত্রী দলের কেহ তাকে তুলে নিয়ে যাবে।","bangla_taisirul":"তাদের একজন বলল, তোমরা ইউসুফকে হত্যা করো না, তোমাদেরকে যদি কিছু করতেই হয় বরং তাকে কোন অন্ধ কূপে ফেলে দাও, কোন যাত্রীদল তাকে উঠিয়ে নিয়ে যাবে।’"},{"id":11,"arabic_text":"قَالُوۡا یٰۤاَبَانَا مَا لَکَ لَا تَاۡمَنَّا عَلٰی یُوۡسُفَ  وَ  اِنَّا  لَہٗ   لَنٰصِحُوۡنَ ﴿۱۱﴾ ","english_text":"[But] Allah mocks them and prolongs them in their transgression [while] they wander blindly.","page":236,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1607.mp3","colorText":"قَالُو[s[اْ] يَ[o[ـٰٓ]أَبَانَا مَا لَكَ لَا تَأْمَ۫[g[نّ]َا عَلَىٰ يُوسُفَ وَإِ[g[نّ]َا لَهُ[n[ۥ] لَنَ[n[ـٰ]صِح[p[ُو]نَ","juz":12,"ruku":194,"manzil":3,"bangla_ahbayan":"তারা বলল, ‘হে আমাদের পিতা! ইউসুফের ব্যাপারে আপনি আমাদেরকে অবিশ্বাস করছেন কেন, যদিও আমরা তার হিতাকাঙ্ক্ষী?[১]","bangla_bayan":"তারা বলল, ‘হে আমাদের পিতা, কী হল আপনার, ইউসুফের ব্যাপারে আপনি আমাদেরকে নিরাপদ মনে করছেন না, অথচ আমরাই তার হিতাকাঙ্ক্ষী’?","bangla_mkhan":"তারা বললঃ পিতাঃ ব্যাপার কি, আপনি ইউসুফের ব্যাপারে আমাদেরকে বিশ্বাস করেন না ? আমরা তো তার হিতাকাংখী।","bangla_mujibur":"তারা বললঃ হে আমাদের পিতা! ইউসুফের ব্যাপারে আপনি আমাদেরকে অবিশ্বাস করছেন কেন, যদিও আমরা তার হিতাকাংখী?","bangla_taisirul":"তারা বলল, ‘হে আমাদের আব্বাজান! কী ব্যাপার, আপনি ইউসুফের ব্যাপারে আমাদেরকে বিশ্বাস করেন না কেন, অথচ আমরা অবশ্যই তার কল্যাণকামী।"},{"id":12,"arabic_text":"اَرۡسِلۡہُ  مَعَنَا غَدًا یَّرۡتَعۡ وَ یَلۡعَبۡ وَ  اِنَّا لَہٗ   لَحٰفِظُوۡنَ ﴿۱۲﴾ ","english_text":"Those are the ones who have purchased error [in exchange] for guidance, so their transaction has brought no profit, nor were they guided.","page":236,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1608.mp3","colorText":"أَرْسِلْهُ مَعَنَا غَ[a:6562[دًا ي]َرْتَعْ وَيَلْعَ[q:6563[بْ] وَإِ[g[نّ]َا لَهُ[n[ۥ] لَحَ[n[ـٰ]فِظ[p[ُو]نَ","juz":12,"ruku":194,"manzil":3,"bangla_ahbayan":"আপনি আগামীকাল তাকে আমাদের সাথে প্রেরণ করুন, সে ফল-মূল খাবে ও খেলাধূলা করবে,[১] আমরা অবশ্যই তার রক্ষণাবেক্ষণ করব।’","bangla_bayan":"‘আপনি আগামী কাল তাকে আমাদের সাথে প্রেরণ করুন, সে সানন্দে ঘোরাফেরা করবে ও খেলবে। আর অবশ্যই আমরা তার হেফাযতকারী’।","bangla_mkhan":"আগামীকাল তাকে আমাদের সাথে প্রেরণ করুন-তৃপ্তিসহ খাবে এবং খেলাধুলা করবে এবং আমরা অবশ্যই তার রক্ষণাবেক্ষন করব।","bangla_mujibur":"আপনি আগামীকাল তাকে আমাদের সাথে প্রেরণ করুন, সে ফলমূল খাবে ও খেলাধুলা করবে, আমরা অবশ্যই তার রক্ষণাবেক্ষণ করব।","bangla_taisirul":"তাকে আগামীকাল আমাদের সঙ্গে পাঠিয়ে দিন, সে আমোদ করবে আর খেলবে, আমরা তার পুরোপুরি দেখাশুনা করব।’"},{"id":13,"arabic_text":"قَالَ اِنِّیۡ لَیَحۡزُنُنِیۡۤ  اَنۡ تَذۡہَبُوۡا بِہٖ وَ اَخَافُ اَنۡ یَّاۡکُلَہُ الذِّئۡبُ وَ اَنۡتُمۡ عَنۡہُ غٰفِلُوۡنَ ﴿۱۳﴾ ","english_text":"Their example is that of one who kindled a fire, but when it illuminated what was around him, Allah took away their light and left them in darkness [so] they could not see.","page":236,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1609.mp3","colorText":"قَالَ إِ[g[نّ]ِى لَيَحْزُنُن[o[ِىٓ] أَ[f:6564[ن ت]َذْهَبُو[s[اْ] بِه[n[ِۦ] وَأَخَافُ أ[a:6565[َن ي]َأْكُلَهُ [h:6566[ٱ][l[ل]ذِّئْبُ وَأَ[f:98[نت]ُمْ عَنْهُ غَ[n[ـٰ]فِل[p[ُو]نَ","juz":12,"ruku":194,"manzil":3,"bangla_ahbayan":"সে বলল, ‘তোমাদের ওকে নিয়ে যাওয়াটা আমার দুশ্চিন্তার কারণ হবে। আর আমার ভয় হয় যে, তোমরা ওর প্রতি অমনোযোগী হলে ওকে নেকড়ে বাঘ খেয়ে ফেলবে।’","bangla_bayan":"সে বলল, ‘নিশ্চয় এটা আমাকে কষ্ট দেবে যে, তোমরা তাকে নিয়ে যাবে এবং আমি আশঙ্কা করি, নেকড়ে তাকে খেয়ে ফেলবে, যখন তোমরা তার ব্যাপারে গাফিল থাকবে’।","bangla_mkhan":"তিনি বললেনঃ আমার দুশ্চিন্তা হয় যে, তোমরা তাকে নিয়ে যাবে এবং আমি আশঙ্কা করি যে, ব্যাঘ্র তাঁকে খেয়ে ফেলবে এবং তোমরা তার দিক থেকে গাফেল থাকবে।","bangla_mujibur":"সে বললঃ এটা আমাকে কষ্ট দিবে যে, তোমরা তাকে নিয়ে যাবে এবং আমি ভয় করি, তোমরা তার প্রতি অমনোযোগী হলে তাকে নেকড়ে বাঘ খেয়ে ফেলবে।","bangla_taisirul":"পিতা বলল, ‘তোমরা যে তাকে নিয়ে যাবে সেটা আমাকে অবশ্যই কষ্ট দেবে আর আমি ভয় করছি যে, নেকড়ে বাঘ তাকে খেয়ে ফেলবে, আর তখন তার সম্পর্কে তোমরা বে-খেয়াল হয়ে থাকবে।’"},{"id":14,"arabic_text":"قَالُوۡا  لَئِنۡ  اَکَلَہُ  الذِّئۡبُ وَ نَحۡنُ عُصۡبَۃٌ  اِنَّاۤ   اِذًا  لَّخٰسِرُوۡنَ ﴿۱۴﴾ ","english_text":"Deaf, dumb and blind - so they will not return [to the right path].","page":236,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1610.mp3","colorText":"قَالُو[s[اْ] لَئِنْ أَكَلَهُ [h:6567[ٱ][l[ل]ذِّئْبُ وَنَحْنُ عُصْبَةٌ إِ[g[نّ][o[َآ] إِ[u:4868[ذًا ل]َّخَ[n[ـٰ]سِر[p[ُو]نَ","juz":12,"ruku":194,"manzil":3,"bangla_ahbayan":"তারা বলল, ‘আমরা একটি (সংহত) দল হওয়া সত্ত্বেও যদি নেকড়ে বাঘ ওকে খেয়ে ফেলে, তাহলে তো আমরা অবশ্যই ক্ষতিগ্রস্ত হবো।’ [১]","bangla_bayan":"তারা বলল, ‘আমরা একই দলভুক্ত থাকা সত্ত্বেও যদি নেকড়ে তাকে খেয়ে ফেলে তাহলে তো আমরা অবশ্যই ক্ষতিগ্রস্ত’।","bangla_mkhan":"তারা বললঃ আমরা একটি ভারী দল থাকা সত্ত্বেও যদি ব্যাঘ্র তাকে খেয়ে ফেলে, তবে আমরা সবই হারালাম।","bangla_mujibur":"তারা বললঃ আমরা একটি সংহত দল হওয়া সত্ত্বেও যদি তাকে নেকড়ে বাঘ খেয়ে ফেলে তাহলেতো আমরা ক্ষতিগ্রস্তই হব।","bangla_taisirul":"তারা বলল, ‘আমরা একটা দল থাকতে তাকে যদি নেকড়ে বাঘে খেয়ে ফেলে, তাহলে তো আমরা অপদার্থই বনে যাবো।’"},{"id":15,"arabic_text":"فَلَمَّا ذَہَبُوۡا بِہٖ  وَ  اَجۡمَعُوۡۤا اَنۡ یَّجۡعَلُوۡہُ  فِیۡ غَیٰبَتِ  الۡجُبِّ ۚ وَ  اَوۡحَیۡنَاۤ  اِلَیۡہِ لَتُنَبِّئَنَّہُمۡ بِاَمۡرِہِمۡ ہٰذَا وَ ہُمۡ لَا یَشۡعُرُوۡنَ ﴿۱۵﴾ ","english_text":"Or [it is] like a rainstorm from the sky within which is darkness, thunder and lightning. They put their fingers in their ears against the thunderclaps in dread of death. But Allah is encompassing of the disbelievers.","page":237,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1611.mp3","colorText":"فَلَ[g[مّ]َا ذَهَبُو[s[اْ] بِه[n[ِۦ] وَأَ[q:6568[جْ]مَع[o[ُوٓ][s[اْ] أ[a:6569[َن ي]َ[q:6570[جْ]عَلُوهُ فِى غَيَ[n[ـٰ]بَتِ [h:6559[ٱ]لْجُبِّ‌ۚ وَأَوْحَيْن[o[َآ] إِلَيْهِ لَتُنَبِّئَ[g[نّ]َه[c:6571[ُم ب]ِأَمْرِهِمْ هَ[n[ـٰ]ذَا وَهُمْ لَا يَشْعُر[p[ُو]نَ","juz":12,"ruku":194,"manzil":3,"bangla_ahbayan":"অতঃপর যখন তারা তাকে নিয়ে গেল এবং তাকে গভীর কূপে নিক্ষেপ করতে একমত হল। এমতাবস্থায় আমি তাকে (ইউসুফকে) জানিয়ে দিলাম, ‘তুমি তাদেরকে তাদের এই কর্মের কথা অবশ্যই বলে দেবে; যখন তারা তোমাকে চিনবে না।’ [১]","bangla_bayan":"অতঃপর যখন তারা তাকে নিয়ে গেল এবং তাকে কূপের গভীরে ফেলে দিতে একমত হল (তখন তারা তাই করল) এবং আমি তার নিকট ওহী প্রেরণ করলাম এই মর্মে যে,‘অবশ্যই তুমি তাদেরকে (ভবিষ্যতে) তাদের এই কর্ম সম্পর্কে জানাবে, এমতাবস্থায় যে, তারা উপলব্ধি করতে পারবে না’।* \\n\\n* অর্থাৎ এ অনুভূতি তাদের থাকবে না যে, তারা এরকম কান্ড ঘটিয়েছিল এবং ইউসুফকে দেখেও ভাই হিসেবে চিনতে পারবে না।","bangla_mkhan":"অতঃপর তারা যখন তাকে নিয়ে চলল এবং অন্ধকূপে নিক্ষেপ করতে একমত হল এবং আমি তাকে ইঙ্গিত করলাম যে, তুমি তাদেরকে তাদের এ কাজের কথা বলবে এমতাবস্থায় যে, তারা তোমাকে চিনবে না।","bangla_mujibur":"অতঃপর যখন তারা তাকে নিয়ে গেল এবং তাকে গভীর কূপে নিক্ষেপ করতে একমত হল, এমতাবস্থায় আমি তাকে জানিয়ে দিলামঃ তুমি তাদেরকে তাদের এই কর্মের কথা অবশ্যই বলে দিবে যখন তারা তোমাকে চিনবেনা।","bangla_taisirul":"অতঃপর যখন তারা তাকে নিয়ে গেল, আর তাকে অন্ধ কূপে ফেলার ব্যাপারে মতৈক্যে পৌঁছল, এমতাবস্থায় আমি ইউসুফকে ওয়াহী করলাম- এক সময় আসবে যখন তুমি তাদেরকে তাদের এ কর্মের কথা অবশ্য অবশ্যই ব্যক্ত করবে।’ অথচ তারা (অর্থাৎ ইউসুফের ভাইয়েরা) মোটেই টের পাবে না।"},{"id":16,"arabic_text":"وَ جَآءُوۡۤ  اَبَاہُمۡ  عِشَآءً  یَّبۡکُوۡنَ ؕ﴿۱۶﴾ ","english_text":"The lightning almost snatches away their sight. Every time it lights [the way] for them, they walk therein; but when darkness comes over them, they stand [still]. And if Allah had willed, He could have taken away their hearing and their sight. Indeed, Allah is over all things competent.","page":237,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1612.mp3","colorText":"وَج[o[َا]ٓء[o[ُوٓ] أَبَاهُمْ عِش[o[َا]ٓ[a:6572[ءً ي]َ[q:6573[بْ]ك[p[ُو]نَ","juz":12,"ruku":194,"manzil":3,"bangla_ahbayan":"তারা রাতে কাঁদতে কাঁদতে তাদের পিতার নিকট এল।","bangla_bayan":"আর তারা রাতের প্রথম ভাগে কাঁদতে কাঁদতে তাদের পিতার নিকট আসল।","bangla_mkhan":"তারা রাতের বেলায় কাঁদতে কাঁদতে পিতার কাছে এল।","bangla_mujibur":"তারা রাতে কাঁদতে কাঁদতে তাদের পিতার নিকট এলো।","bangla_taisirul":"রাতের প্রথম প্রহরে তারা তাদের পিতার কাছে কাঁদতে কাঁদতে আসল।"},{"id":17,"arabic_text":"قَالُوۡا یٰۤاَبَانَاۤ  اِنَّا ذَہَبۡنَا نَسۡتَبِقُ وَ تَرَکۡنَا یُوۡسُفَ عِنۡدَ مَتَاعِنَا فَاَکَلَہُ  الذِّئۡبُ ۚ وَ مَاۤ  اَنۡتَ بِمُؤۡمِنٍ لَّنَا وَ لَوۡ کُنَّا صٰدِقِیۡنَ ﴿۱۷﴾ ","english_text":"O mankind, worship your Lord, who created you and those before you, that you may become righteous -","page":237,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1613.mp3","colorText":"قَالُو[s[اْ] يَ[o[ـٰٓ]أَبَان[o[َآ] إِ[g[نّ]َا ذَهَ[q:6574[بْ]نَا نَسْتَبِقُ وَتَرَكْنَا يُوسُفَ عِ[f:264[ند]َ مَتَ[n[ـٰ]عِنَا فَأَكَلَهُ [h:6575[ٱ][l[ل]ذِّئْبُ‌ۖ وَم[o[َآ] أَ[f:169[نت]َ بِمُؤْمِ[u:6576[نٍ ل]َّنَا وَلَوْ كُ[g[نّ]َا صَ[n[ـٰ]دِق[p[ِي]نَ","juz":12,"ruku":194,"manzil":3,"bangla_ahbayan":"তারা বলল, ‘হে আমাদের পিতা! আমরা দৌড়-প্রতিযোগিতা করছিলাম এবং ইউসুফকে আমাদের মালপত্রের নিকট রেখে গিয়েছিলাম, অতঃপর নেকড়ে বাঘ তাকে খেয়ে ফেলেছে; কিন্তু আপনি তো আমাদেরকে বিশ্বাস করবেন না; যদিও আমরা সত্যবাদী।’ [১]","bangla_bayan":"তারা বলল, ‘হে আমাদের পিতা, আমরা প্রতিযোগিতা করতে গিয়েছিলাম আর ইউসুফকে রেখে গিয়েছিলাম আমাদের মালপত্রের নিকট, অতঃপর নেকড়ে তাকে খেয়ে ফেলেছে। আর আপনি আমাদেরকে বিশ্বাস করবেন না, যদিও আমরা সত্যবাদী হই’।","bangla_mkhan":"তারা বললঃ পিতাঃ আমরা দৌড় প্রতিযোগিতা করতে গিয়েছিলাম এবং ইউসুফকে আসবাব-পত্রের কাছে রেখে গিয়েছিলাম। অতঃপর তাকে বাঘে খেয়ে ফেলেছে। আপনি তো আমাদেরকে বিশ্বাস করবেন না, যদিও আমরা সত্যবাদী।","bangla_mujibur":"তারা বললঃ হে আমাদের পিতা! আমরা দৌড়ের প্রতিযোগিতা করেছিলাম এবং ইউসুফকে আমাদের মালপত্রের নিকট রেখে গিয়েছিলাম, অতঃপর তাকে নেকড়ে বাঘ খেয়ে ফেলেছে; কিন্তু আপনিতো আমাদের বিশ্বাস করবেননা, যদিও আমরা সত্যবাদী।","bangla_taisirul":"তারা বলল, ‘হে আমাদের আব্বাজান! আমরা দৌড়ের প্রতিযোগিতা করছিলাম, আর ইউসুফকে আমরা আমাদের জিনিসপত্রের কাছে রেখে গিয়েছিলাম, তখন তাকে নেকড়ে বাঘে খেয়ে ফেলল, কিন্তু আপনি তো আমাদের কথা বিশ্বাস করবেন না, আমরা সত্যবাদী হলেও।’"},{"id":18,"arabic_text":"وَ جَآءُوۡ عَلٰی  قَمِیۡصِہٖ بِدَمٍ  کَذِبٍ ؕ قَالَ بَلۡ سَوَّلَتۡ لَکُمۡ اَنۡفُسُکُمۡ اَمۡرًا ؕ فَصَبۡرٌ  جَمِیۡلٌ ؕ وَ اللّٰہُ  الۡمُسۡتَعَانُ عَلٰی  مَا  تَصِفُوۡنَ ﴿۱۸﴾ ","english_text":"[He] who made for you the earth a bed [spread out] and the sky a ceiling and sent down from the sky, rain and brought forth thereby fruits as provision for you. So do not attribute to Allah equals while you know [that there is nothing similar to Him].","page":237,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1614.mp3","colorText":"وَج[o[َا]ٓءُو عَلَىٰ قَمِيصِه[n[ِۦ] بِدَ[f:6577[مٍ ك]َذِ[f:6578[بٍ‌ۚ ق]َالَ بَلْ سَوَّلَتْ لَكُمْ أَ[f:6579[نف]ُسُكُمْ أَمْ[f:6580[رًا‌ۖ ف]َصَ[q:6581[بْ][f:6582[رٌ ج]َمِي[a:6583[لٌ‌ۖ و]َ[h:72[ٱ]للَّهُ [h:6584[ٱ]لْمُسْتَعَانُ عَلَىٰ مَا تَصِف[p[ُو]نَ","juz":12,"ruku":194,"manzil":3,"bangla_ahbayan":"আর তারা তার জামায় মিথ্যা রক্ত লেপন করে এনেছিল। সে বলল, ‘বরং তোমাদের মন তোমাদের জন্য একটি কাহিনী গড়ে নিয়েছে। সুতরাং আমার পক্ষে পূর্ণ ধৈর্যই শ্রেয়।[১] তোমরা যা বর্ণনা করছ সে বিষয়ে একমাত্র আল্লাহই আমার সাহায্যস্থল।’[২]","bangla_bayan":"আর তারা তার জামায় মিথ্যা রক্ত লাগিয়ে নিয়ে এসেছিল। সে বলল, ‘বরং তোমাদের নফস তোমাদের জন্য একটি গল্প সাজিয়েছে। সুতরাং (আমার করণীয় হচ্ছে) সুন্দর ধৈর্য। আর তোমরা যা বর্ণনা করছ সে বিষয়ে আল্লাহই সাহায্যস্থল’।","bangla_mkhan":"এবং তারা তার জামায় কৃত্রিম রক্ত লাগিয়ে আনল। বললেনঃ এটা কখনই নয়; বরং তোমাদের মন তোমাদেরকে একটা কথা সাজিয়ে দিয়েছে। সুতরাং এখন ছবর করাই শ্রেয়। তোমরা যা বর্ণনা করছ, সে বিষয়ে একমাত্র আল্লাহই আমার সাহায্য স্থল।","bangla_mujibur":"আর তারা তার জামায় মিথ্যা রক্ত লেপন করে এনেছিল। সে বললঃ না, তোমাদের মন তোমাদের জন্য একটি কাহিনী সাজিয়ে দিয়েছে। সুতরাং পূর্ণ ধৈর্যই শ্রেয়, তোমরা যা বলছ সে বিষয়ে একমাত্র আল্লাহই আমার সাহায্যস্থল।","bangla_taisirul":"তারা তার জামায় মিছেমিছি রক্ত মাখিয়ে নিয়ে এসেছিল। পিতা বলল, ‘না, বরং তোমাদের প্রবৃত্তি তোমাদেরকে একটা কাহিনী বানাতে উদ্বুদ্ধ করেছে। ঠিক আছে, আমি পুরোপুরি ধৈর্য ধারণ করব, তোমরা যা বানিয়েছ সে ব্যাপারে আল্লাহই আমার আশ্রয়স্থল।’"},{"id":19,"arabic_text":"وَ جَآءَتۡ سَیَّارَۃٌ  فَاَرۡسَلُوۡا وَارِدَہُمۡ فَاَدۡلٰی دَلۡوَہٗ ؕ قَالَ یٰبُشۡرٰی ہٰذَا غُلٰمٌ ؕ وَ اَسَرُّوۡہُ بِضَاعَۃً ؕ وَ اللّٰہُ عَلِیۡمٌۢ بِمَا یَعۡمَلُوۡنَ ﴿۱۹﴾ ","english_text":"And if you are in doubt about what We have sent down upon Our Servant [Muhammad], then produce a surah the like thereof and call upon your witnesses other than Allah, if you should be truthful.","page":237,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1615.mp3","colorText":"وَج[o[َا]ٓءَتْ سَيَّارَ[f:6585[ةٌ ف]َأَرْسَلُو[s[اْ] وَارِدَهُمْ فَأَ[q:6586[دْ]لَىٰ دَلْوَهُ[n[ۥ]‌ۖ قَالَ يَ[n[ـٰ]بُشْرَىٰ هَ[n[ـٰ]ذَا غُلَ[n[ـٰ][a:6587[مٌ‌ۚ و]َأَسَرُّوهُ بِضَ[n[ـٰ]عَ[a:6588[ةً‌ۚ و]َ[h:72[ٱ]للَّهُ عَلِي[i:6056[مُۢ ب]ِمَا يَعْمَل[p[ُو]نَ","juz":12,"ruku":194,"manzil":3,"bangla_ahbayan":"এক যাত্রীদল এসে তারা তাদের পানি সংগ্রাহককে প্রেরণ করল। সে তার পানির বালতি নামিয়ে দিল। সে বলে উঠল, কি সুখবর! এ যে এক কিশোর![১] অতঃপর তারা তাকে পণ্যরূপে লুকিয়ে রাখল।[২] তারা যা করছিল, সে বিষয়ে আল্লাহ সবিশেষ অবগত ছিলেন। [৩]","bangla_bayan":"আর একটি যাত্রীদল আসল এবং তারা তাদের পানি সংগ্রহকারীকে প্রেরণ করল অতঃপর সে তার বালতি ফেলল। সে বলে উঠলো, ‘কী সুখবর! এ যে একটি বালক’ এবং তারা তাকে পণ্যদ্রব্য হিসেবে গোপন করে ফেলল। আর তারা যা কিছু করছিল সে বিষয়ে আল্লাহ সম্যক জ্ঞাত।","bangla_mkhan":"এবং একটি কাফেলা এল। অতঃপর তাদের পানি সংগ্রাহককে প্রেরণ করল। সে বালতি ফেলল। বললঃ কি আনন্দের কথা। এ তো একটি কিশোর তারা তাকে পন্যদ্রব্য গণ্য করে গোপন করে ফেলল। আল্লাহ খুব জানেন যা কিছু তারা করেছিল।","bangla_mujibur":"এক যাত্রী দল এলো, তারা তাদের পানি সংগ্রাহককে প্রেরণ করল। সে তার পানির বালতি নামিয়ে দিল, সে বলে উঠলঃ কি সুখবর! এ যে এক কিশোর! অতঃপর তারা তাকে পণ্য রূপে লুকিয়ে রাখল, তারা যা করছিল সেই বিষয়ে আল্লাহ সবিশেষ অবগত ছিলেন।","bangla_taisirul":"সেখানে একটা কাফেলা আসলো। তারা তাদের পানি সংগ্রহকারীকে পাঠালো। সে তার পানির বালতি নামিয়ে দিল। সে বলল, ‘কী খুশির খবর! এ যে দেখছি এক বালক!’ তারা তাকে পণ্য দ্রব্য জ্ঞানে লুকিয়ে দিল, আর তারা যা করছিল সে সম্পর্কে আল্লাহ খুবই অবহিত।"},{"id":20,"arabic_text":"وَ شَرَوۡہُ بِثَمَنٍۭ بَخۡسٍ دَرَاہِمَ مَعۡدُوۡدَۃٍ ۚ وَ کَانُوۡا  فِیۡہِ  مِنَ  الزَّاہِدِیۡنَ ﴿۲۰﴾ ","english_text":"But if you do not - and you will never be able to - then fear the Fire, whose fuel is men and stones, prepared for the disbelievers.","page":237,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1616.mp3","colorText":"وَشَرَوْهُ بِثَمَ[i:6589[نِۭ ب]َخْ[f:6590[سٍ د]َر[n[َٲ]هِمَ مَعْدُودَ[a:6591[ةٍ و]َكَانُو[s[اْ] فِيهِ مِنَ [h:6592[ٱ][l[ل]زّ[n[َٲ]هِد[p[ِي]نَ","juz":12,"ruku":194,"manzil":3,"bangla_ahbayan":"আর তারা তাকে স্বল্প মূল্যে মাত্র কয়েক দিরহামের বিনিময়ে বিক্রি করে দিল।[১] তারা ছিল এতে নির্লোভ। [২]","bangla_bayan":"আর তারা তাকে অতি নগণ্য মূল্যে কয়েক দিরহামের বিনিময়ে বিক্রি করে দিল এবং তারা তার ব্যাপারে ছিল অনাগ্রহী।","bangla_mkhan":"ওরা তাকে কম মূল্যে বিক্রি করে দিল গনাগুণতি কয়েক দেরহাম এবং তাঁর ব্যাপারে নিরাসক্ত ছিল।","bangla_mujibur":"আর তারা তাকে বিক্রি করল স্বল্প মূল্যে, মাত্র কয়েক দিরহামের বিনিময়ে, তারা এতে ছিল নির্লোভ।","bangla_taisirul":"তারা তাকে স্বল্প মূল্যে- মাত্র কয়টি দিরহামের বিনিময়ে বিক্রি করে দিল, তারা ছিল তাকে তুচ্ছ জ্ঞানকারী!"},{"id":21,"arabic_text":"وَ قَالَ الَّذِی اشۡتَرٰىہُ مِنۡ مِّصۡرَ لِامۡرَاَتِہٖۤ  اَکۡرِمِیۡ مَثۡوٰىہُ عَسٰۤی اَنۡ یَّنۡفَعَنَاۤ  اَوۡ نَتَّخِذَہٗ  وَلَدًا ؕ وَ کَذٰلِکَ مَکَّنَّا لِیُوۡسُفَ فِی الۡاَرۡضِ ۫ وَ لِنُعَلِّمَہٗ مِنۡ تَاۡوِیۡلِ الۡاَحَادِیۡثِ ؕ وَ اللّٰہُ غَالِبٌ عَلٰۤی اَمۡرِہٖ وَ لٰکِنَّ اَکۡثَرَ النَّاسِ لَا  یَعۡلَمُوۡنَ ﴿۲۱﴾ ","english_text":"And give good tidings to those who believe and do righteous deeds that they will have gardens [in Paradise] beneath which rivers flow. Whenever they are provided with a provision of fruit therefrom, they will say, \"This is what we were provided with before.\" And it is given to them in likeness. And they will have therein purified spouses, and they will abide therein eternally.","page":237,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1617.mp3","colorText":"وَقَالَ [h:6593[ٱ]لَّذِى [h:6594[ٱ]شْتَرَ[n[ٮٰ]هُ م[a:6595[ِن م]ِّصْرَ لِ[h:6596[ٱ]مْرَأَتِه[o[ِۦٓ] أَكْرِمِى مَثْوَ[n[ٮٰ]هُ عَسَ[o[ىٰٓ] أ[a:6597[َن ي]َ[f:6598[نف]َعَن[o[َآ] أَوْ نَتَّخِذَهُ[n[ۥ] وَلَ[a:6599[دًا‌ۚ و]َكَذ[n[َٲ]لِكَ مَكَّ[g[نّ]َا لِيُوسُفَ فِى [h:44[ٱ]لْأَرْضِ وَلِنُعَلِّمَهُ[n[ۥ] مِ[f:6551[ن ت]َأْوِيلِ [h:6552[ٱ]لْأَحَادِيثِ‌ۚ وَ[h:72[ٱ]للَّهُ غَالِبٌ عَلَ[o[ىٰٓ] أَمْرِه[n[ِۦ] وَلَ[n[ـٰ]كِ[g[نّ]َ أَكْثَرَ [h:1374[ٱ][l[ل][g[نّ]َاسِ لَا يَعْلَم[p[ُو]نَ","juz":12,"ruku":195,"manzil":3,"bangla_ahbayan":"মিসরের যে ব্যক্তি তাকে ক্রয় করেছিল, সে তার স্ত্রীকে[১] বলল, ‘সম্মানজনকভাবে এর থাকবার ব্যবস্থা কর, সম্ভবতঃ সে আমাদের উপকারে আসবে অথবা আমরা একে পুত্ররূপে গ্রহণ করব।’ আর এভাবে আমি ইউসুফকে সেই দেশে প্রতিষ্ঠিত করলাম[২] তাকে স্বপ্নের ব্যাখ্যা শিক্ষা দেওয়ার জন্য। আল্লাহ তাঁর কার্য সম্পাদনে অপ্রতিহত; কিন্তু অধিকাংশ মানুষ তা অবগত নয়।","bangla_bayan":"আর মিসরের যে ব্যক্তি তাকে ক্রয় করেছিল, সে তার স্ত্রীকে বলল, ‘এর থাকার সুন্দর সম্মানজনক ব্যবস্থা কর। আশা করা যায়, সে আমাদের উপকার করবে অথবা আমরা তাকে পুত্ররূপে গ্রহণ করব’ এবং এভাবেই আমি যমীনে ইউসুফকে প্রতিষ্ঠিত করলাম এবং যেন আমি তাকে স্বপ্নের ব্যাখ্যা শিক্ষা দেই। আল্লাহ নিজ কর্ম সম্পাদনে প্রবল; কিন্তু অধিকাংশ মানুষ তা জানে না।","bangla_mkhan":"মিসরে যে ব্যক্তি তাকে ক্রয় করল, সে তার স্ত্রীকে বললঃ একে সম্মানে রাখ। সম্ভবতঃ সে আমাদের কাছে আসবে অথবা আমরা তাকে পুত্ররূপে গ্রহণ করে নেব। এমনিভাবে আমি ইউসুফকে এদেশে প্রতিষ্ঠিত করলাম এবং এ জন্যে যে তাকে বাক্যাদির পূর্ণ মর্ম অনুধাবনের পদ্ধতি বিষয়ে শিক্ষা দেই। আল্লাহ নিজ কাজে প্রবল থাকেন, কিন্তু অধিকাংশ লোক তা জানে না।","bangla_mujibur":"মিসরের যে ব্যক্তি তাকে ক্রয় করেছিল, সে তার স্ত্রীকে বললঃ সম্মানজনকভাবে এর থাকার ব্যবস্থা কর, সম্ভবতঃ সে আমাদের উপকারে আসবে অথবা আমরা একে পুত্র রূপেও গ্রহণ করতে পারি এবং এভাবে আমি ইউসুফকে সেই দেশে প্রতিষ্ঠিত করলাম তাকে স্বপ্নের ব্যাখ্যা শিক্ষা দেয়ার জন্য। আল্লাহ তাঁর কার্য সম্পাদনে অপ্রতিহত; কিন্তু অধিকাংশ মানুষ এটা অবগত নয়।","bangla_taisirul":"মিসরের যে লোক তাকে ক্রয় করেছিল, সে তার স্ত্রীকে বলল, ‘তার থাকার সুব্যবস্থা কর, সম্ভবতঃ সে আমাদের উপকারে আসবে কিংবা তাকে আমরা পুত্র হিসেবেও গ্রহণ করে নিতে পারি।’ এভাবে আমি ইউসুফকে সে দেশে প্রতিষ্ঠিত করলাম তাকে স্বপ্ন ব্যাখ্যার কিছু জ্ঞান শিক্ষা দেয়ার জন্য। আল্লাহ তাঁর কাজের ব্যাপারে পূর্ণ কর্তৃত্বশীল। কিন্তু অধিকাংশ লোকই (তা) জানে না।"},{"id":22,"arabic_text":"وَ لَمَّا بَلَغَ اَشُدَّہٗۤ  اٰتَیۡنٰہُ حُکۡمًا وَّ عِلۡمًا ؕ وَ کَذٰلِکَ نَجۡزِی الۡمُحۡسِنِیۡنَ ﴿۲۲﴾ ","english_text":"Indeed, Allah is not timid to present an example - that of a mosquito or what is smaller than it. And those who have believed know that it is the truth from their Lord. But as for those who disbelieve, they say, \"What did Allah intend by this as an example?\" He misleads many thereby and guides many thereby. And He misleads not except the defiantly disobedient,","page":237,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1618.mp3","colorText":"وَلَ[g[مّ]َا بَلَغَ أَشُدَّهُ[o[ۥٓ] ءَاتَيْنَ[n[ـٰ]هُ حُكْ[a:6600[مًا و]َعِلْ[a:6601[مًا‌ۚ و]َكَذ[n[َٲ]لِكَ نَ[q:4214[جْ]زِى [h:4215[ٱ]لْمُحْسِن[p[ِي]نَ","juz":12,"ruku":195,"manzil":3,"bangla_ahbayan":"সে যখন পূর্ণ যৌবনে উপনীত হল, তখন আমি তাকে প্রজ্ঞা ও জ্ঞান দান করলাম।[১] আর এভাবেই আমি সৎকর্মপরায়ণদেরকে পুরস্কৃত করে থাকি।","bangla_bayan":"আর সে যখন পূর্ণ যৌবনে উপনীত হল, আমি তাকে হিকমত ও জ্ঞান দান করলাম এবং এভাবেই আমি ইহসানকারীদের প্রতিদান দিয়ে থাকি।","bangla_mkhan":"যখন সে পূর্ণ যৌবনে পৌছে গেল, তখন তাকে প্রজ্ঞা ও ব্যুৎপত্তি দান করলাম। এমননিভাবে আমি সৎকর্মপরায়ণদেরকে প্রতিদান দেই।","bangla_mujibur":"সে যখন পূর্ণ যৌবনে উপনীত হল তখন আমি তাকে হিকমাত ও জ্ঞান দান করলাম, এবং এভাবেই আমি সৎকর্মপরায়ণদেরকে পুরস্কৃত করি।","bangla_taisirul":"যখন সে তার পরিপূর্ণ যৌবনে পৌঁছল, তখন তাকে বিচার-বুদ্ধি ও জ্ঞান দান করলাম, আমি সৎকর্মশীলদেরকে এভাবেই প্রতিদান দিয়ে থাকি।"},{"id":23,"arabic_text":"وَ رَاوَدَتۡہُ الَّتِیۡ ہُوَ فِیۡ بَیۡتِہَا عَنۡ نَّفۡسِہٖ  وَ غَلَّقَتِ الۡاَبۡوَابَ وَ قَالَتۡ ہَیۡتَ لَکَ ؕ قَالَ مَعَاذَ اللّٰہِ  اِنَّہٗ  رَبِّیۡۤ  اَحۡسَنَ مَثۡوَایَ ؕ اِنَّہٗ  لَا یُفۡلِحُ الظّٰلِمُوۡنَ ﴿۲۳﴾ ","english_text":"Who break the covenant of Allah after contracting it and sever that which Allah has ordered to be joined and cause corruption on earth. It is those who are the losers.","page":238,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1619.mp3","colorText":"وَر[n[َٲ]وَدَتْهُ [h:6602[ٱ]لَّتِى هُوَ فِى بَيْتِهَا ع[a:5890[َن ن]َّفْسِه[n[ِۦ] وَغَلَّقَتِ [h:6603[ٱ]لْأَ[q:6604[بْ]و[n[َٲ]بَ وَقَالَتْ هَيْتَ لَكَ‌ۚ قَالَ مَعَاذَ [h:6605[ٱ]للَّهِ‌ۖ إِ[g[نّ]َهُ[n[ۥ] رَبّ[o[ِىٓ] أَحْسَنَ مَثْوَاىَ‌ۖ إِ[g[نّ]َهُ[n[ۥ] لَا يُفْلِحُ [h:3981[ٱ][l[ل]ظَّ[n[ـٰ]لِم[p[ُو]نَ","juz":12,"ruku":195,"manzil":3,"bangla_ahbayan":"সে যে স্ত্রীলোকের গৃহে ছিল, সে তার কাছে (উপযাচিকা হয়ে) যৌন-মিলন কামনা করল এবং দরজাগুলি বন্ধ করে দিয়ে বলল, ‘এস! (আমরা কাম-প্রবৃত্তি চরিতার্থ করি।)’ সে বলল, ‘আমি আল্লাহর নিকট আশ্রয় প্রার্থনা করছি। তিনি (আযীয) আমার প্রভু! তিনি আমাকে সম্মানজনকভাবে স্থান দিয়েছেন। নিশ্চয় সীমালংঘনকারীরা সফলকাম হয় না।’ [১]","bangla_bayan":"আর যে মহিলার ঘরে সে ছিল, সে তাকে কুপ্ররোচনা দিল এবং দরজাগুলো বন্ধ করে দিল আর বলল, ‘এসো’। সে বলল, আল্লাহর আশ্রয় (চাই)। নিশ্চয় তিনি আমার মনিব, তিনি আমার থাকার সুন্দর ব্যবস্থা করেছেন। নিশ্চয় যালিমগণ সফল হয় না।","bangla_mkhan":"আর সে যে মহিলার ঘরে ছিল, ঐ মহিলা তাকে ফুসলাতে লাগল এবং দরজাসমূহ বন্ধ করে দিল। সে মহিলা বললঃ শুন! তোমাকে বলছি, এদিকে আস, সে বললঃ আল্লাহ রক্ষা করুন; তোমার স্বামী আমার মালিক। তিনি আমাকে সযত্নে থাকতে দিয়েছেন। নিশ্চয় সীমা লংঘনকারীগণ সফল হয় না।","bangla_mujibur":"সে যে স্ত্রী লোকের গৃহে ছিল সে তার কাছ থেকে অসৎ কাজ কামনা করল এবং দরজাগুলি বন্ধ করে দিল ও বললঃ চলে এসো (আমরা কাম প্রবৃত্তি চরিতার্থ করি), সে বললঃ আমি আল্লাহর আশ্রয় প্রার্থনা করছি, তিনি (আযীয) আমার প্রভু! তিনি আমাকে সম্মানজনকভাবে থাকতে দিয়েছেন, সীমালংঘনকারীরা সফলকাম হয়না।","bangla_taisirul":"যে মহিলার ঘরে সে ছিল, সে (মহিলাটি) তার থেকে অসৎ কর্ম কামনা করল। সে দরজাগুলো বন্ধ করে দিল আর বলল, ‘এসো’। সে (ইউসুফ) বলল, ‘আমি আল্লাহর আশ্রয় নিচ্ছি। তিনি আমার রব্ব, তিনি আমার থাকার ব্যবস্থা কত উত্তম করেছেন, যালিমরা কক্ষনো সাফল্য লাভ করতে পারে না।"},{"id":24,"arabic_text":"وَ لَقَدۡ ہَمَّتۡ بِہٖ ۚ وَ ہَمَّ بِہَا لَوۡ لَاۤ  اَنۡ رَّاٰ بُرۡہَانَ رَبِّہٖ ؕ کَذٰلِکَ لِنَصۡرِفَ عَنۡہُ السُّوۡٓءَ  وَ الۡفَحۡشَآءَ ؕ اِنَّہٗ  مِنۡ  عِبَادِنَا الۡمُخۡلَصِیۡنَ ﴿۲۴﴾ ","english_text":"How can you disbelieve in Allah when you were lifeless and He brought you to life; then He will cause you to die, then He will bring you [back] to life, and then to Him you will be returned.","page":238,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1620.mp3","colorText":"وَلَقَ[q:341[دْ] هَ[g[مّ]َتْ بِه[n[ِۦ]‌ۖ وَهَ[g[مّ]َ بِهَا لَوْل[o[َآ] أ[u:6606[َن ر]َّءَا بُرْهَ[n[ـٰ]نَ رَبِّه[n[ِۦ]‌ۚ كَذ[n[َٲ]لِكَ لِنَصْرِفَ عَنْهُ [h:6607[ٱ][l[ل]سّ[o[ُو]ٓءَ وَ[h:6608[ٱ]لْفَحْش[o[َا]ٓءَ‌ۚ إِ[g[نّ]َهُ[n[ۥ] مِنْ عِبَادِنَا [h:6609[ٱ]لْمُخْلَص[p[ِي]نَ","juz":12,"ruku":195,"manzil":3,"bangla_ahbayan":"নিশ্চয় সেই মহিলা তার প্রতি আসক্তা হয়েছিল এবং সেও তার প্রতি আসক্ত হয়ে পড়ত;[১] যদি না সে তার প্রতিপালকের নিদর্শন প্রত্যক্ষ করত।[২] তাকে মন্দ কর্ম ও অশ্লীলতা হতে বিরত রাখবার জন্য এইভাবে নিদর্শন দেখিয়েছিলাম।[৩] অবশ্যই সে ছিল আমার নির্বাচিত বান্দাদের একজন।","bangla_bayan":"আর সে মহিলা তার প্রতি আসক্ত হল, আর সেও তার প্রতি আসক্ত হত, যদি না তার রবের স্পষ্ট প্রমাণ* প্রত্যক্ষ করত। এভাবেই, যাতে আমি তার থেকে অনিষ্ট ও অশ্লীলতা দূর করে দেই। নিশ্চয় সে আমার খালেস বান্দাদের অন্তর্ভুক্ত। \\n\\n* برهان অর্থ উজ্জ্বল প্রমাণ এখানে নিদর্শন অর্থে ব্যবহৃত হয়েছে। সে নিদর্শনটি কী ছিল এ সম্পর্কে বিভিন্ন মতামত পাওয়া যায় । তাফসীরে ইবনে কাছীরে এর বিশদ বর্ণনা এসেছে। কেউ কেউ বলেন, তিনি নিজ পিতা ইয়াকূবের মুখচ্ছবি এবং তাঁর পক্ষ থেকে সতর্ক ইঙ্গিত পেয়েছিলেন। আবার কেউ কেউ বলেছেন, আযীয মিসরের মুখচ্ছবি দেখেছিলেন। আর কারো কারো মতে সেই বুরহান হচ্ছে আল্লাহ প্রদত্ত বিবেকের নির্দেশ।","bangla_mkhan":"নিশ্চয় মহিলা তার বিষয়ে চিন্তা করেছিল এবং সেও মহিলার বিষয়ে চিন্তা করত। যদি না সে স্বীয় পালনকর্তার মহিমা অবলোকন করত। এমনিবাবে হয়েছে, যাতে আমি তার কাছ থেকে মন্দ বিষয় ও নিলজ্জ বিষয় সরিয়ে দেই। নিশ্চয় সে আমার মনোনীত বান্দাদের একজন।","bangla_mujibur":"সেই রমণীতো তার প্রতি আসক্ত হয়ে ছিল এবং সেও তার প্রতি আসক্ত হয়ে পড়ত যদি না সে তার রবের নিদর্শন প্রত্যক্ষ করত। তাকে মন্দ কাজ ও অশ্লীলতা হতে বিরত রাখার জন্য এভাবে নিদর্শন দেখিয়েছিলাম। সে ছিল আমার বিশুদ্ধ চিত্ত বান্দাদের অন্তর্ভুক্ত।","bangla_taisirul":"সেই মহিলা তার প্রতি আসক্ত হয়েছিল আর সে (ইউসুফ)ও তার প্রতি আসক্ত হয়েই যেত যদি সে তার প্রতিপালকের নিদর্শন না দেখত। আমি তা দেখিয়েছিলাম তাকে অসৎ কর্ম ও নির্লজ্জতা থেকে সরিয়ে রাখার উদ্দেশ্যে, সে ছিল বিশুদ্ধ-হৃদয় বান্দাদের অন্তর্ভুক্ত।"},{"id":25,"arabic_text":"وَ اسۡتَبَقَا الۡبَابَ وَ قَدَّتۡ قَمِیۡصَہٗ مِنۡ دُبُرٍ وَّ اَلۡفَیَا سَیِّدَہَا لَدَا الۡبَابِ ؕ قَالَتۡ مَا جَزَآءُ مَنۡ اَرَادَ بِاَہۡلِکَ سُوۡٓءًا اِلَّاۤ  اَنۡ یُّسۡجَنَ اَوۡ عَذَابٌ اَلِیۡمٌ ﴿۲۵﴾ ","english_text":"It is He who created for you all of that which is on the earth. Then He directed Himself to the heaven, [His being above all creation], and made them seven heavens, and He is Knowing of all things.","page":238,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1621.mp3","colorText":"وَ[h:9999[ٱ]سْتَبَقَا [h:6610[ٱ]لْبَابَ وَقَدَّتْ قَمِيصَهُ[n[ۥ] مِ[f:6611[ن د]ُبُ[a:6612[رٍ و]َأَلْفَيَا سَيِّدَهَا لَدَا [h:6613[ٱ]لْبَابِ‌ۚ قَالَتْ مَا جَز[o[َا]ٓءُ مَنْ أَرَادَ بِأَهْلِكَ س[o[ُو]ٓءًا إِلّ[o[َآ] أ[a:6614[َن ي]ُسْجَنَ أَوْ عَذَابٌ أَل[p[ِي]مٌ","juz":12,"ruku":195,"manzil":3,"bangla_ahbayan":"তারা উভয়ে দৌড়ে দরজার দিকে গেল[১] এবং মহিলাটি পিছন হতে (তাকে টেনে রুখতে গিয়ে) তার জামা ছিঁড়ে ফেলল। তারা মহিলাটির স্বামীকে দরজার কাছে পেল। মহিলাটি বলল, ‘যে তোমার পরিবারের সাথে কুকর্ম কামনা করে, তার জন্য কারাগারে প্রেরণ অথবা অন্য কোন বেদনাদায়ক শাস্তি ব্যতীত কি দন্ড হতে পারে?’ [২]","bangla_bayan":"আর তারা উভয়ে দরজার দিকে দৌড়ে গেল এবং মহিলা পেছন হতে তার জামা ছিঁড়ে ফেলল। আর তারা মহিলার স্বামীকে দরজার কাছে পেল। মহিলা বলল, ‘যে লোক তোমার পরিবারের সাথে মন্দকর্ম করতে চেয়েছে, তাকে কারাবন্দি করা বা যন্ত্রনাদায়ক শাস্তি দেয়া ছাড়া তার আর কী দন্ড হতে পারে’?","bangla_mkhan":"তারা উভয়ে ছুটে দরজার দিকে গেল এবং মহিলা ইউসুফের জামা পিছন দিক থেকে ছিঁড়ে ফেলল। উভয়ে মহিলার স্বামীকে দরজার কাছে পেল। মহিলা বললঃ যে ব্যক্তি তোমার পরিজনের সাথে কুকর্মের ইচ্ছা করে, তাকে কারাগারে পাঠানো অথবা অন্য কোন যন্ত্রণাদায়ক শাস্তি দেয়া ছাড়া তার আর কি শাস্তি হতে পারে?","bangla_mujibur":"তারা উভয়ে দৌড়ে দরযার দিকে গেল এবং স্ত্রী লোকটি পিছন হতে তার জামা ছিড়ে ফেলল, তারা স্ত্রী লোকটির স্বামীকে দরযার কাছে দেখতে পেল। স্ত্রী লোকটি বললঃ যে তোমার পরিবারের সাথে কু-কাজ কামনা করে তার জন্য কারাগারে প্রেরণ অথবা অন্য কোন বেদনাদায়ক শাস্তি ব্যতীত আর কি দন্ড হতে পারে?","bangla_taisirul":"তারা উভয়ে দরজার দিকে দৌড় দিল আর স্ত্রীলোকটি পিছন হতে তার জামা ছিঁড়ে ফেলল। এ সময় স্ত্রীলোকটির স্বামীকে তারা দু’জনে দরজার কাছে পেল। মহিলাটি বলল, ‘যে তোমার পরিবারের সাথে অপকর্ম করতে চায় তাকে জেলে পাঠানো অথবা ভয়াবহ শাস্তি ছাড়া উপযুক্ত দন্ড কী আর দেয়া যেতে পারে?’"},{"id":26,"arabic_text":"قَالَ ہِیَ رَاوَدَتۡنِیۡ عَنۡ نَّفۡسِیۡ وَ شَہِدَ شَاہِدٌ مِّنۡ اَہۡلِہَا ۚ اِنۡ کَانَ قَمِیۡصُہٗ  قُدَّ مِنۡ قُبُلٍ فَصَدَقَتۡ وَ ہُوَ مِنَ الۡکٰذِبِیۡنَ ﴿۲۶﴾ ","english_text":"And [mention, O Muhammad], when your Lord said to the angels, \"Indeed, I will make upon the earth a successive authority.\" They said, \"Will You place upon it one who causes corruption therein and sheds blood, while we declare Your praise and sanctify You?\" Allah said, \"Indeed, I know that which you do not know.\"","page":238,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1622.mp3","colorText":"قَالَ هِىَ ر[n[َٲ]وَدَتْنِى ع[a:6615[َن ن]َّفْسِى‌ۚ وَشَهِدَ شَاهِ[a:6616[دٌ م]ِّنْ أَهْلِه[o[َآ] إِ[f:2594[ن ك]َانَ قَمِيصُهُ[n[ۥ] قُدَّ مِ[f:6617[ن ق]ُبُ[f:6618[لٍ ف]َصَدَقَتْ وَهُوَ مِنَ [h:4785[ٱ]لْكَ[n[ـٰ]ذِب[p[ِي]نَ","juz":12,"ruku":195,"manzil":3,"bangla_ahbayan":"সে (ইউসুফ) বলল, ‘সেই আমার কাছে যৌন-মিলন কামনা করেছিল।’[১] মহিলাটির পরিবারের একজন সাক্ষী[২] সাক্ষ্য দিল, ‘যদি তার জামার সম্মুখ দিক ছিন্ন করা হয়ে থাকে, তাহলে মহিলাটি সত্য কথা বলেছে এবং সে মিথ্যাবাদী।","bangla_bayan":"সে বলল, ‘সে-ই আমাকে কুপ্ররোচনা দিয়েছে’। আর মহিলার পরিবার থেকে এক সাক্ষ্যদাতা সাক্ষ্য প্রদান করল, ‘যদি তার জামা সামনের দিক থেকে ছেঁড়া হয় তাহলে সে (মহিলা) সত্য বলেছে এবং সে (পুরুষ) মিথ্যাবাদীদের অন্তর্ভুক্ত’।","bangla_mkhan":"ইউসুফ (আঃ) বললেন, সেই আমাকে আত্মসংবরণ না করতে ফুসলিয়েছে। মহিলার পরিবারে জনৈক সাক্ষী দিল যে, যদি তার জামা সামনের দিক থেকে ছিন্ন থাকে, তবে মহিলা সত্যবাদিনী এবং সে মিথ্যাবাদি।","bangla_mujibur":"সে (ইউসুফ) বললঃ সে’ই আমা হতে অসৎ কাজ কামনা করেছিল। স্ত্রী লোকটির পরিবারের একজন সাক্ষী সাক্ষ্য দিলঃ যদি তার জামার সম্মুখ দিক ছিন্ন করা হয়ে থাকে তাহলে স্ত্রী লোকটি সত্য কথা বলেছে এবং পুরুষটি মিথ্যাবাদী ।","bangla_taisirul":"সে (ইউসুফ) বলল, ‘সে-ই আমা হতে অসৎ কর্ম কামনা করেছে’। তখন মহিলাটির পরিবারের এক সাক্ষী সাক্ষ্য দিল- ‘যদি তার জামা সম্মুখ দিক থেকে ছেঁড়া হয়ে থাকে, তবে মহিলাটি সত্য বলেছে আর সে মিথ্যাবাদীদের অন্তর্ভুক্ত।"},{"id":27,"arabic_text":"وَ  اِنۡ  کَانَ  قَمِیۡصُہٗ  قُدَّ مِنۡ دُبُرٍ فَکَذَبَتۡ  وَ ہُوَ  مِنَ  الصّٰدِقِیۡنَ ﴿۲۷﴾ ","english_text":"And He taught Adam the names - all of them. Then He showed them to the angels and said, \"Inform Me of the names of these, if you are truthful.\"","page":238,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1623.mp3","colorText":"وَإِ[f:1649[ن ك]َانَ قَمِيصُهُ[n[ۥ] قُدَّ مِ[f:6611[ن د]ُبُ[f:6619[رٍ ف]َكَذَبَتْ وَهُوَ مِنَ [h:4793[ٱ][l[ل]صَّ[n[ـٰ]دِق[p[ِي]نَ","juz":12,"ruku":195,"manzil":3,"bangla_ahbayan":"আর যদি তার জামা পিছন দিক হতে ছিন্ন করা হয়ে থাকে, তাহলে মহিলাটি মিথ্যা কথা বলেছে এবং সে সত্যবাদী।’","bangla_bayan":"‘আর তার জামা যদি পেছন থেকে ছেঁড়া হয় তাহলে সে (মহিলা) মিথ্যা বলেছে এবং সে (পুরুষ) হচ্ছে সত্যবাদীদের অন্তর্ভুক্ত’।","bangla_mkhan":"এবং যদি তার জামা পেছনের দিক থেকে ছিন্ন থাকে, তবে মহিলা মিথ্যাবাদিনী এবং সে সত্যবাদী।","bangla_mujibur":"আর যদি তার জামা পিছন দিক হতে ছিন্ন করা হয়ে থাকে তাহলে স্ত্রী লোকটি মিথ্যা কথা বলেছে এবং পুরুষটি সত্যবাদী।","bangla_taisirul":"আর যদি তার জামা পেছন হতে ছেঁড়া হয়ে থাকে, তবে মহিলাটি মিথ্যে বলেছে আর সে সত্যবাদীদের অন্তুর্ভক্ত।’"},{"id":28,"arabic_text":"فَلَمَّا رَاٰ  قَمِیۡصَہٗ  قُدَّ مِنۡ دُبُرٍ قَالَ  اِنَّہٗ مِنۡ  کَیۡدِکُنَّ ؕ اِنَّ  کَیۡدَکُنَّ  عَظِیۡمٌ ﴿۲۸﴾ ","english_text":"They said, \"Exalted are You; we have no knowledge except what You have taught us. Indeed, it is You who is the Knowing, the Wise.\"","page":238,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1624.mp3","colorText":"فَلَ[g[مّ]َا رَءَا قَمِيصَهُ[n[ۥ] قُدَّ مِ[f:6611[ن د]ُبُ[f:6620[رٍ ق]َالَ إِ[g[نّ]َهُ[n[ۥ] مِ[f:6621[ن ك]َيْدِكُ[g[نّ]َ‌ۖ إِ[g[نّ]َ كَيْدَكُ[g[نّ]َ عَظ[p[ِي]مٌ","juz":12,"ruku":195,"manzil":3,"bangla_ahbayan":"সুতরাং গৃহস্বামী যখন দেখল যে, তার জামা পিছন দিক থেকে ছিন্ন করা হয়েছে, তখন সে বলল, ‘এটা তোমাদের (নারীদের) ছলনা; নিশ্চয় তোমাদের ছলনা বিরাট! [১]","bangla_bayan":"অতঃপর যখন সে দেখল, তার জামা পেছন থেকে ছেঁড়া তখন বলল, ‘নিশ্চয় এটি তোমাদের ষড়যন্ত্র। নিশ্চয় তোমাদের ষড়যন্ত্র ভয়ানক’।","bangla_mkhan":"অতঃপর গৃহস্বামী যখন দেখল যে, তার জামা পেছন দিক থেকে ছিন্ন, তখন সে বলল, নিশ্চয় এটা তোমাদের ছলনা। নিঃসন্দেহে তোমাদের ছলনা খুবই মারাত্নক।","bangla_mujibur":"সুতরাং গৃহস্বামী যখন দেখল যে, তার জামা পিছন দিক হতে ছিন্ন করা হয়েছে তখন সে বললঃ ভীষণ তোমাদের ছলনা।","bangla_taisirul":"স্বামী যখন ইউসুফের জামাটি পেছন হতে ছেঁড়া দেখতে পেল, তখন সে বলল, ‘এ সব হল তোমাদের নারীদের ছলনা, তোমাদের কূট কৌশল বড়ই কঠিন।"},{"id":29,"arabic_text":"یُوۡسُفُ اَعۡرِضۡ عَنۡ ہٰذَا ٜ وَ اسۡتَغۡفِرِیۡ  لِذَنۡۢبِکِ ۚۖ اِنَّکِ  کُنۡتِ مِنَ الۡخٰطِئِیۡنَ ﴿۲۹﴾ ","english_text":"He said, \"O Adam, inform them of their names.\" And when he had informed them of their names, He said, \"Did I not tell you that I know the unseen [aspects] of the heavens and the earth? And I know what you reveal and what you have concealed.\"","page":238,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1625.mp3","colorText":"يُوسُفُ أَعْرِضْ عَنْ هَ[n[ـٰ]ذَا‌ۚ وَ[h:6622[ٱ]سْتَغْفِرِى لِذَ[i:6623[نۢب]ِكِ‌ۖ إِ[g[نّ]َكِ كُ[f:6624[نت]ِ مِنَ [h:6625[ٱ]لْخَاطِــٔ[p[ِي]نَ","juz":12,"ruku":195,"manzil":3,"bangla_ahbayan":"হে ইউসুফ! তুমি এ বিষয়কে উপেক্ষা কর[১] এবং হে নারী! তুমি তোমার অপরাধের জন্য ক্ষমা প্রার্থনা কর, নিশ্চয় তুমিই অপরাধিনী।’[২]","bangla_bayan":"‘ইউসুফ, তুমি এ প্রসঙ্গ এড়িয়ে যাও, আর (হে নারী) তুমি তোমার পাপের জন্য ইস্তেগফার কর। নিশ্চয় তুমিই পাপীদের অন্তর্ভূক্ত’।","bangla_mkhan":"ইউসুফ এ প্রসঙগ ছাড়! আর হে নারী, এ পাপের জন্য ক্ষমা প্রার্থনা কর নিঃসন্দেহে তুমি-ই পাপাচারিনী।","bangla_mujibur":"হে ইউসুফ! তুমি এটা উপেক্ষা কর এবং হে নারী! তুমি তোমার অপরাধের জন্য ক্ষমা প্রার্থনা কর, নিশ্চয়ই তুমিই অপরাধী।","bangla_taisirul":"ওহে ইউসুফ! তুমি ব্যাপারটা উপেক্ষা কর, আর ওহে নারী! তুমি তোমার অপরাধের জন্য ক্ষমা চাও, প্রকৃতপক্ষে তুমিই অপরাধী।’"},{"id":30,"arabic_text":"وَ قَالَ نِسۡوَۃٌ  فِی الۡمَدِیۡنَۃِ  امۡرَاَتُ الۡعَزِیۡزِ  تُرَاوِدُ  فَتٰىہَا عَنۡ  نَّفۡسِہٖ ۚ قَدۡ شَغَفَہَا حُبًّا ؕ اِنَّا لَنَرٰىہَا فِیۡ ضَلٰلٍ مُّبِیۡنٍ ﴿۳۰﴾ ","english_text":"And [mention] when We said to the angels, \"Prostrate before Adam\"; so they prostrated, except for Iblees. He refused and was arrogant and became of the disbelievers.","page":238,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1626.mp3","colorText":"۞ وَقَالَ نِسْوَ[f:6626[ةٌ ف]ِى [h:4932[ٱ]لْمَدِينَةِ [h:6627[ٱ]مْرَأَتُ [h:6628[ٱ]لْعَزِيزِ تُر[n[َٲ]وِدُ فَتَ[n[ـٰ]هَا ع[a:5890[َن ن]َّفْسِه[n[ِۦ]‌ۖ قَ[q:298[دْ] شَغَفَهَا حُبًّا‌ۖ إِ[g[نّ]َا لَنَرَ[n[ٮٰ]هَا فِى ضَلَ[n[ـٰ][a:2393[لٍ م]ُّب[p[ِي]نٍ","juz":12,"ruku":196,"manzil":3,"bangla_ahbayan":"নগরে কতিপয় মহিলা বলল, ‘আযীযের স্ত্রী তার যুবক দাসের কাছে যৌন-মিলন কামনা করে; তার প্রেম তাকে উন্মত্ত করে ফেলেছে। আমরা তো তাকে দেখছি স্পষ্ট বিভ্রান্তিতে।’ [১]","bangla_bayan":"আর নগরীতে মহিলারা বলাবলি করল, ‘আযীয পত্নী স্বীয় যুবককে কুপ্ররোচনা দিচ্ছে। (যুবকের প্রতি) গভীর প্রেম তাকে আসক্ত করে ফেলেছে, নিশ্চয় আমরা তাকে প্রকাশ্য ভ্রান্তিতে দেখতে পাচ্ছি’।","bangla_mkhan":"নগরে মহিলারা বলাবলি করতে লাগল যে, আযীযের স্ত্রী স্বীয় গোলামকে কুমতলব চরিতার্থ করার জন্য ফুসলায়। সে তার প্রেমে উম্মত্ত হয়ে গেছে। আমরা তো তাকে প্রকাশ্য ভ্রান্তিতে দেখতে পাচ্ছি।","bangla_mujibur":"নগরে কতিপয় নারী বললঃ আযীযের স্ত্রী তার যুবক দাস হতে অসৎ কাজ কামনা করেছে; প্রেম তাকে উম্মত্ত করেছে, আমরাতো তাকে দেখছি স্পষ্ট বিভ্রান্তিতে।","bangla_taisirul":"নগরীর কতক মহিলা বলল, ‘আযীযের স্ত্রী তার যুবক ক্রীতদাসের প্রতি আকৃষ্ট হয়ে পড়েছে, ভালবাসা তাকে উন্মাদ করে ফেলেছে, আমরা নিশ্চিতই তাকে প্রকাশ্য ভ্রান্তিতে নিপতিত দেখছি।’"},{"id":31,"arabic_text":"فَلَمَّا سَمِعَتۡ بِمَکۡرِہِنَّ  اَرۡسَلَتۡ اِلَیۡہِنَّ وَ اَعۡتَدَتۡ لَہُنَّ مُتَّکَاً  وَّ اٰتَتۡ کُلَّ وَاحِدَۃٍ  مِّنۡہُنَّ سِکِّیۡنًا وَّ قَالَتِ اخۡرُجۡ عَلَیۡہِنَّ ۚ فَلَمَّا رَاَیۡنَہٗۤ  اَکۡبَرۡنَہٗ وَ قَطَّعۡنَ اَیۡدِیَہُنَّ وَ قُلۡنَ حَاشَ لِلّٰہِ مَا ہٰذَا بَشَرًا ؕ اِنۡ  ہٰذَاۤ  اِلَّا مَلَکٌ  کَرِیۡمٌ ﴿۳۱﴾ ","english_text":"And We said, \"O Adam, dwell, you and your wife, in Paradise and eat therefrom in [ease and] abundance from wherever you will. But do not approach this tree, lest you be among the wrongdoers.\"","page":239,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1627.mp3","colorText":"فَلَ[g[مّ]َا سَمِعَتْ بِمَكْرِهِ[g[نّ]َ أَرْسَلَتْ إِلَيْهِ[g[نّ]َ وَأَعْتَدَتْ لَهُ[g[نّ]َ مُتَّكَـ[a:6629[ـًٔا و]َءَاتَتْ كُلَّ و[n[َٲ]حِدَ[a:6630[ةٍ م]ِّنْهُ[g[نّ]َ سِكِّي[a:6631[نًا و]َقَالَتِ [h:6632[ٱ]خْرُ[q:4615[جْ] عَلَيْهِ[g[نّ]َ‌ۖ فَلَ[g[مّ]َا رَأَيْنَهُ[o[ۥٓ] أَكْبَرْنَهُ[n[ۥ] وَقَطَّعْنَ أَيْدِيَهُ[g[نّ]َ وَقُلْنَ حَ[n[ـٰ]شَ لِلَّهِ مَا هَ[n[ـٰ]ذَا بَشَرًا إِنْ هَ[n[ـٰ]ذ[o[َآ] إِلَّا مَلَ[f:6633[كٌ ك]َر[p[ِي]مٌ","juz":12,"ruku":196,"manzil":3,"bangla_ahbayan":"মহিলাটি যখন তাদের চক্রান্তের কথা শুনল, তখন সে তাদেরকে ডেকে পাঠাল[১] এবং একটি বৈঠকের আয়োজন করল।[২] তাদের প্রত্যেককে একটি করে ছুরি দিল এবং তাকে বলল, ‘তাদের সামনে বের হও।’[৩] অতঃপর তারা যখন তাকে দেখল, তখন তারা তার (রূপ-মাধুর্যে) অভিভূত হল এবং নিজেদের হাত কেটে ফেলল।[৪] তারা বলল, ‘আল্লাহ পবিত্র! এ তো মানুষ নয়। এ তো এক মহিমান্বিত ফিরিশতা!’ [৫]","bangla_bayan":"অতঃপর যখন সে তাদের কূটকৌশলের কথা শুনতে পেল, তখন তাদেরকে ডেকে পাঠাল এবং তাদের জন্য আসন প্রস্তুত করল, আর তাদের প্রত্যেককে একটি করে ছুরি প্রদান করল এবং ইউসুফকে বলল, ‘তাদের সামনে বেরিয়ে আস’। অতঃপর তারা যখন তাকে দেখল, তখন তাকে বিশাল সৌন্দর্যের অধিকারী মনে করল এবং তারা নিজদের হাত কেটে ফেলল আর বলল, ‘মহিমা আল্লাহর, এতো মানুষ নয়। এ তো এক সম্মানিত ফেরেশতা’।","bangla_mkhan":"যখন সে তাদের চক্রান্ত শুনল, তখন তাদেরকে ডেকে পাঠাল এবং তাদের জন্যে একটি ভোজ সভার আয়োজন করল। সে তাদের প্রত্যেককে একটি ছুরি দিয়ে বললঃ ইউসুফ এদের সামনে চলে এস। যখন তারা তাকে দেখল, হতভম্ব হয়ে গেল এবং আপন হাত কেটে ফেলল। তারা বললঃ কখনই নয় এ ব্যক্তি মানব নয়। এ তো কোন মহান ফেরেশতা।","bangla_mujibur":"স্ত্রী লোকটি যখন তাদের ষড়যন্ত্রের কথা শুনল, তখন সে তাদেরকে ডেকে পাঠাল, তাদের প্রত্যেককে একটি করে চাকু দিল এবং যুবককে বললঃ তাদের সামনে বের হও। অতঃপর তারা যখন তাকে দেখল তখন তারা তার সৌন্দর্যে অভিভূত হল এবং নিজেদের হাত কেটে ফেলল। তারা বললঃ অদ্ভুত আল্লাহর মাহাত্য! এতো মানুষ নয়, এতো এক মহিমান্বিত মালাক/ফেরেশতা!","bangla_taisirul":"মহিলাটি যখন তাদের চক্রান্তের কথা জানতে পারল, তখন তাদেরকে ডেকে পাঠাল আর তাদের জন্য হেলান দিয়ে বসার ব্যবস্থা করল, আর তাদের প্রত্যেককে একটা করে ছুরি দিল। অতঃপর ইউসুফকে বলল, ‘ওদের সামনে বেরিয়ে এসো।’ যখন তারা তাকে দেখল, বিস্ময়ে অভিভূত হয়ে গেল আর নিজেদের হাত কেটে ফেলল, আর বলল, ‘আল্লাহ আমাদের রক্ষা করুন, এ তো মানুষ নয়, এতো এক সম্মানিত ফেরেশতা।’"},{"id":32,"arabic_text":"قَالَتۡ فَذٰلِکُنَّ الَّذِیۡ لُمۡتُنَّنِیۡ فِیۡہِ ؕ وَ لَقَدۡ رَاوَدۡتُّہٗ عَنۡ نَّفۡسِہٖ فَاسۡتَعۡصَمَ ؕ وَ لَئِنۡ لَّمۡ  یَفۡعَلۡ  مَاۤ  اٰمُرُہٗ   لَیُسۡجَنَنَّ وَ لَیَکُوۡنًا مِّنَ  الصّٰغِرِیۡنَ ﴿۳۲﴾ ","english_text":"But Satan caused them to slip out of it and removed them from that [condition] in which they had been. And We said, \"Go down, [all of you], as enemies to one another, and you will have upon the earth a place of settlement and provision for a time.\"","page":239,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1628.mp3","colorText":"قَالَتْ فَذ[n[َٲ]لِكُ[g[نّ]َ [h:6634[ٱ]لَّذِى لُمْتُ[g[نّ]َنِى فِيهِ‌ۖ وَلَقَ[q:341[دْ] ر[n[َٲ]وَ[d:6635[د]تُّهُ[n[ۥ] ع[a:5890[َن ن]َّفْسِه[n[ِۦ] فَ[h:6636[ٱ]سْتَعْصَمَ‌ۖ وَلَئ[u:6637[ِن ل]َّمْ يَفْعَلْ م[o[َآ] ءَامُرُهُ[n[ۥ] لَيُسْجَنَ[g[نّ]َ وَلَيَكُو[a:6638[نًا م]ِّنَ [h:4604[ٱ][l[ل]صَّ[n[ـٰ]غِر[p[ِي]نَ","juz":12,"ruku":196,"manzil":3,"bangla_ahbayan":"সে বলল, ‘এই সে, যার সম্বন্ধে তোমরা আমাকে ভৎর্সনা করেছ।[১] আমি তো তার কাছে যৌন-মিলন কামনা করেছি; কিন্তু সে নিজেকে পবিত্র রেখেছে। আমি তাকে যা আদেশ করি, সে যদি তা না করে, তাহলে অবশ্যই সে কারারুদ্ধ হবে এবং লাঞ্ছিতদের অন্তর্ভুক্ত হবে।’ [২]","bangla_bayan":"সে বলল, ‘এ-ই সে, যার ব্যাপারে তোমরা আমাকে ভৎর্সনা করেছিলে। আর আমিই তাকে কুপ্ররোচনা দিয়েছি; কিন্তু সে বিরত থেকেছে এবং আমি তাকে যা আদেশ করছি সে যদি তা না করে তবে অবশ্যই সে কারারুদ্ধ হবে এবং নিশ্চয় সে অপদস্থদের অন্তর্ভুক্ত হবে’।","bangla_mkhan":"মহিলা বললঃ এ ঐ ব্যক্তি, যার জন্যে তোমরা আমাকে ভৎর্সনা করছিলে। আমি ওরই মন জয় করতে চেয়েছিলাম। কিন্তু সে নিজেকে নিবৃত্ত রেখেছে। আর আমি যা আদেশ দেই, সে যদি তা না করে, তবে অবশ্যই সে কারাগারে প্রেরিত হবে এবং লাঞ্চিত হবে।","bangla_mujibur":"সে বললঃ এই সে যার সম্বন্ধে তোমরা আমার নিন্দা করেছ, আমি তার হতে অসৎ কাজ কামনা করেছি; কিন্তু সে নিজকে পবিত্র রেখেছে; আমি তাকে যা আদেশ করেছি, সে যদি তা না করে তাহলে সে কারারুদ্ধ হবেই এবং হীনদের অন্তর্ভুক্ত হবে।","bangla_taisirul":"মহিলাটি বলল, ‘এ হল সেই যার ব্যাপারে তোমরা আমাকে ভৎর্সনা করছ, আমিই তো তাকে ভুলাতে চেষ্টা করেছি, কিন্তু সে নিজেকে নিষ্পাপ রেখেছে, আমি তাকে যে আদেশ করি তা যদি সে না করে, তাহলে তাকে অবশ্যই কয়েদ করা হবে, আর সে হীন লোকদের অন্তর্ভুক্ত হবে।’"},{"id":33,"arabic_text":"قَالَ رَبِّ السِّجۡنُ اَحَبُّ اِلَیَّ مِمَّا یَدۡعُوۡنَنِیۡۤ  اِلَیۡہِ ۚ وَ اِلَّا تَصۡرِفۡ عَنِّیۡ کَیۡدَہُنَّ اَصۡبُ  اِلَیۡہِنَّ وَ اَکُنۡ مِّنَ الۡجٰہِلِیۡنَ ﴿۳۳﴾ ","english_text":"Then Adam received from his Lord [some] words, and He accepted his repentance. Indeed, it is He who is the Accepting of repentance, the Merciful.","page":239,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1629.mp3","colorText":"قَالَ رَبِّ [h:6639[ٱ][l[ل]سِّ[q:6640[جْ]نُ أَحَبُّ إِلَىَّ مِ[g[مّ]َا يَ[q:6641[دْ]عُونَن[o[ِىٓ] إِلَيْهِ‌ۖ وَإِلَّا تَصْرِفْ عَ[g[نّ]ِى كَيْدَهُ[g[نّ]َ أَصْبُ إِلَيْهِ[g[نّ]َ وَأَك[a:6642[ُن م]ِّنَ [h:352[ٱ]لْجَ[n[ـٰ]هِل[p[ِي]نَ","juz":12,"ruku":196,"manzil":3,"bangla_ahbayan":"ইউসুফ বলল, ‘হে আমার প্রতিপালক! এই মহিলারা আমাকে যার প্রতি আহবান করছে তা অপেক্ষা কারাগার আমার কাছে অধিক প্রিয়। তুমি যদি তাদের ছলনা হতে আমাকে রক্ষা না কর, তাহলে আমি তাদের প্রতি আকৃষ্ট হয়ে পড়ব এবং অজ্ঞদের অন্তর্ভুক্ত হব।’ [১]","bangla_bayan":"সে (ইউসুফ) বলল, ‘হে আমার রব, তারা আমাকে যে কাজের প্রতি আহবান করছে তা থেকে কারাগারই আমার নিকট অধিক প্রিয়। আর যদি আপনি আমার থেকে তাদের চক্রান্ত প্রতিহত না করেন তবে আমি তাদের প্রতি আকৃষ্ট হয়ে পড়ব এবং আমি মূর্খদের অন্তর্ভুক্ত হব’।","bangla_mkhan":"ইউসুফ বললঃ হে পালনকর্তা তারা আমাকে যে কাজের দিকে আহবান করে, তার চাইতে আমি কারাগারই পছন্দ করি। যদি আপনি তাদের চক্রান্ত আমার উপর থেকে প্রতিহত না করেন, তবে আমি তাদের প্রতি আকৃষ্ট হয়ে পড়ব এবং অজ্ঞদের অন্তর্ভূক্ত হয়ে যাব।","bangla_mujibur":"ইউসুফ বললঃ হে আমার রাব্ব! এই নারীরা আমাকে যার প্রতি আহবান করছে তা অপেক্ষা কারাগার আমার কাছে অধিক প্রিয়। আপনি যদি আমাকে ওদের ছলনা হতে রক্ষা না করেন তাহলে ওদের প্রতি আকৃষ্ট হয়ে পড়ব এবং অজ্ঞদের অন্তর্ভুক্ত হব।","bangla_taisirul":"সে (ইউসুফ) বলল, ‘হে আমার রব্ব! তারা আমাকে যে দিকে ডাকছে তার চেয়ে জেলখানা আমার কাছে অধিক প্রিয়। তুমি যদি আমা হতে তাদের অপকৌশল সরিয়ে না দাও তা হলে আমি তাদের প্রতি আকৃষ্ট হয়ে পড়ব, আর অজ্ঞদের দলে শামিল হয়ে যাব।’"},{"id":34,"arabic_text":"فَاسۡتَجَابَ لَہٗ  رَبُّہٗ  فَصَرَفَ عَنۡہُ کَیۡدَہُنَّ ؕ اِنَّہٗ  ہُوَ السَّمِیۡعُ الۡعَلِیۡمُ ﴿۳۴﴾ ","english_text":"We said, \"Go down from it, all of you. And when guidance comes to you from Me, whoever follows My guidance - there will be no fear concerning them, nor will they grieve.","page":239,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1630.mp3","colorText":"فَ[h:9999[ٱ]سْتَجَابَ لَهُ[n[ۥ] رَبُّهُ[n[ۥ] فَصَرَفَ عَنْهُ كَيْدَهُ[g[نّ]َ‌ۚ إِ[g[نّ]َهُ[n[ۥ] هُوَ [h:3721[ٱ][l[ل]سَّمِيعُ [h:669[ٱ]لْعَل[p[ِي]مُ","juz":12,"ruku":196,"manzil":3,"bangla_ahbayan":"অতঃপর তার প্রতিপালক তার আহবানে সাড়া দিলেন এবং তাকে তাদের ছলনা হতে রক্ষা করলেন। তিনি তো সর্বশ্রোতা, সর্বজ্ঞ।","bangla_bayan":"অতঃপর তার রব তার আহবানে সাড়া দিলেন এবং তার থেকে তাদের চক্রান্ত প্রতিহত করলেন। নিশ্চয় তিনি সর্বশ্রোতা, সর্বজ্ঞ।","bangla_mkhan":"অতঃপর তার পালনকর্তা তার দোয়া কবুল করে নিলেন। অতঃপর তাদের চক্রান্ত প্রতিহত করলেন। নিশ্চয় তিনি সর্বশ্রোতা ও সর্বজ্ঞ।","bangla_mujibur":"অতঃপর তার রাব্ব তার আহবানে সাড়া দিলেন এবং তাদের ছলনা হতে রক্ষা করলেন, তিনিতো সর্বশ্রোতা, সর্বজ্ঞ।","bangla_taisirul":"তখন তার প্রতিপালক তার ডাকে সাড়া দিলেন আর তার থেকে তাদের কূট কৌশল অপসারিত করলেন, তিনি সব কিছু শুনেন, সব কিছু জানেন।"},{"id":35,"arabic_text":"ثُمَّ بَدَا لَہُمۡ مِّنۡۢ بَعۡدِ مَا رَاَوُا الۡاٰیٰتِ لَیَسۡجُنُنَّہٗ حَتّٰی حِیۡنٍ ﴿۳۵﴾ ","english_text":"And those who disbelieve and deny Our signs - those will be companions of the Fire; they will abide therein eternally.\"","page":239,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1631.mp3","colorText":"ثُ[g[مّ]َ بَدَا لَه[w:1812[ُم م]ّ[i:146[ِنۢ ب]َعْدِ مَا رَأَوُ[s[اْ] [h:6643[ٱ]لْأَيَ[n[ـٰ]تِ لَيَسْجُنُ[g[نّ]َهُ[n[ۥ] حَتَّىٰ ح[p[ِي]نٍ","juz":12,"ruku":196,"manzil":3,"bangla_ahbayan":"নিদর্শনাবলী দেখার পরও তাদের মনে হল যে, তাকে কিছুকালের জন্য কারারুদ্ধ করতেই হবে। [১]","bangla_bayan":"তারপর নিদর্শনসমূহ দেখার পরে তাদের কাছে স্পষ্ট হল, কিছু কাল পর্যন্ত অবশ্যই তারা তাকে কারারুদ্ধ করে রাখবে।","bangla_mkhan":"অতঃপর এসব নিদর্শন দেখার পর তারা তাকে কিছুদিন কারাগারে রাখা সমীচীন মনে করল।","bangla_mujibur":"নিদর্শনাবলী দেখার পর তাদের মনে হল যে, তাকে কিছু কালের জন্য কারারুদ্ধ করতেই হবে।","bangla_taisirul":"নিদর্শনবলী দেখার পর তাদের মনে হল যে, কিছু দিনের জন্য তাকে অবশ্য অবশ্যই কারারুদ্ধ করতে হবে।"},{"id":36,"arabic_text":"وَ دَخَلَ مَعَہُ السِّجۡنَ فَتَیٰنِ ؕ قَالَ اَحَدُہُمَاۤ  اِنِّیۡۤ  اَرٰىنِیۡۤ  اَعۡصِرُ خَمۡرًا ۚ وَ قَالَ الۡاٰخَرُ اِنِّیۡۤ  اَرٰىنِیۡۤ  اَحۡمِلُ فَوۡقَ رَاۡسِیۡ خُبۡزًا تَاۡکُلُ الطَّیۡرُ مِنۡہُ ؕ نَبِّئۡنَا بِتَاۡوِیۡلِہٖ ۚ اِنَّا نَرٰىکَ مِنَ الۡمُحۡسِنِیۡنَ ﴿۳۶﴾ ","english_text":"O Children of Israel, remember My favor which I have bestowed upon you and fulfill My covenant [upon you] that I will fulfill your covenant [from Me], and be afraid of [only] Me.","page":239,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1632.mp3","colorText":"وَدَخَلَ مَعَهُ [h:6644[ٱ][l[ل]سِّ[q:6645[جْ]نَ فَتَيَانِ‌ۖ قَالَ أَحَدُهُم[o[َآ] إِ[g[نّ][o[ِىٓ] أَرَ[n[ٮٰ]ن[o[ِىٓ] أَعْصِرُ خَمْ[a:6646[رًا‌ۖ و]َقَالَ [h:6647[ٱ]لْأَخَرُ إِ[g[نّ][o[ِىٓ] أَرَ[n[ٮٰ]ن[o[ِىٓ] أَحْمِلُ فَوْقَ رَأْسِى خُ[q:6648[بْ][f:6649[زًا ت]َأْكُلُ [h:6650[ٱ][l[ل]طَّيْرُ مِنْهُ‌ۖ نَبِّئْنَا بِتَأْوِيلِه[o[ِۦٓ‌ۖ] إِ[g[نّ]َا نَرَ[n[ٮٰ]كَ مِنَ [h:4754[ٱ]لْمُحْسِن[p[ِي]نَ","juz":12,"ruku":197,"manzil":3,"bangla_ahbayan":"তার সাথে দু’জন যুবক কারাগারে প্রবেশ করল। তাদের একজন বলল, ‘আমি স্বপ্নে দেখলাম, আমি (আঙ্গুর) নিঙড়ে মদ তৈরী করছি’ এবং অপরজন বলল, ‘আমি স্বপ্নে দেখলাম আমি আমার মাথায় রুটি বহন করছি এবং পাখি তা হতে খাচ্ছে। আমাদেরকে আপনি এর তাৎপর্য জানিয়ে দিন, আমরা আপনাকে সৎকর্মপরায়ণ দেখছি।’ [১]","bangla_bayan":"আর কারাগারে তার সাথে প্রবেশ করল দু’জন যুবক। তাদের একজন বলল, ‘আমি স্বপ্নে আমাকে দেখতে পেলাম যে, আমি মদ নিংড়াচ্ছি’। আর অপর জন বলল, ‘আমি স্বপ্নে আমাকে দেখেছি যে, আমি আমার মাথার উপর রুটি বহন করছি তা থেকে পাখি খাচ্ছে। আপনি আমাদেরকে এর ব্যাখ্যা অবহিত করুন। নিশ্চয় আমরা আপনাকে ইহসানকারীদের অন্তর্ভুক্ত দেখতে পাচ্ছি’।","bangla_mkhan":"তাঁর সাথে কারাগারে দুজন যুবক প্রবেশ করল। তাদের একজন বললঃ আমি স্বপ্নে দেখলাম যে, আমি মদ নিঙড়াচ্ছি। অপরজন বললঃ আমি দেখলাম যে, নিজ মাথায় রুটি বহন করছি। তা থেকে পাখী ঠুকরিয়ে খাচ্ছে। আমাদের কে এর ব্যাখ্যা বলুন। আমরা আপনাকে সৎকর্মশীল দেখতে পাচ্ছি।","bangla_mujibur":"তার সাথে দু’জন যুবক কারাগারে প্রবেশ করল, তাদের একজন বললঃ আমি স্বপ্নে দেখলাম, আমি আংগুর নিংড়িয়ে রস বের করছি এবং অপরজন বললঃ আমি স্বপ্নে দেখলাম, আমি আমার মাথায় রুটি বহন করছি এবং পাখী তা হতে খাচ্ছে, আমাদেরকে আপনি এর তাৎপর্য জানিয়ে দিন, আমরা আপনাকে সৎকর্মপরায়ণ দেখছি।","bangla_taisirul":"তার সঙ্গে দু’যুবকও কারাগারে প্রবেশ করেছিল। তাদের একজন বলল, ‘আমি স্বপ্নে দেখলাম যে আমি মদ তৈরি করছি।’ অন্যজন বলল, ‘আমি স্বপ্নে দেখলাম, আমি মাথায় রুটি বহন করছি আর পাখী তাত্থেকে খাচ্ছে। আমাদেরকে এর ব্যাখ্যা বলে দাও, আমরা দেখছি তুমি একজন সৎকর্মশীল লোক।’"},{"id":37,"arabic_text":"قَالَ لَا یَاۡتِیۡکُمَا طَعَامٌ تُرۡزَقٰنِہٖۤ  اِلَّا نَبَّاۡتُکُمَا بِتَاۡوِیۡلِہٖ  قَبۡلَ اَنۡ یَّاۡتِیَکُمَا ؕ ذٰلِکُمَا مِمَّا عَلَّمَنِیۡ رَبِّیۡ ؕ اِنِّیۡ تَرَکۡتُ مِلَّۃَ  قَوۡمٍ لَّا یُؤۡمِنُوۡنَ بِاللّٰہِ  وَ ہُمۡ  بِالۡاٰخِرَۃِ  ہُمۡ  کٰفِرُوۡنَ ﴿۳۷﴾ ","english_text":"And believe in what I have sent down confirming that which is [already] with you, and be not the first to disbelieve in it. And do not exchange My signs for a small price, and fear [only] Me.","page":239,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1633.mp3","colorText":"قَالَ لَا يَأْتِيكُمَا طَعَا[f:6651[مٌ ت]ُرْزَقَانِه[o[ِۦٓ] إِلَّا نَبَّأْتُكُمَا بِتَأْوِيلِه[n[ِۦ] قَ[q:3282[بْ]لَ أ[a:6652[َن ي]َأْتِيَكُمَا‌ۚ ذ[n[َٲ]لِكُمَا مِ[g[مّ]َا عَلَّمَنِى رَبّ[o[ِىٓ‌ۚ] إِ[g[نّ]ِى تَرَكْتُ مِلَّةَ قَوْ[u:6210[مٍ ل]َّا يُؤْمِنُونَ بِ[h:32[ٱ]للَّهِ وَه[c:4710[ُم ب]ِ[h:447[ٱ]لْأَخِرَةِ هُمْ كَ[n[ـٰ]فِر[p[ُو]نَ","juz":12,"ruku":197,"manzil":3,"bangla_ahbayan":"ইউসুফ বলল, ‘তোমাদেরকে যে খাদ্য দেওয়া হয়, তা আসবার পূর্বে আমি তোমাদেরকে স্বপ্নের ব্যাখ্যা জানিয়ে দেব, এ জ্ঞান আমার প্রতিপালক আমাকে যা শিক্ষা দিয়েছেন তারই অন্তর্ভুক্ত।[১] যে সম্প্রদায় আল্লাহকে বিশ্বাস করে না ও পরলোকে অবিশ্বাসী আমি তাদের মতবাদ বর্জন করেছি। [২]","bangla_bayan":"সে বলল, ‘তোমাদেরকে যে খাদ্য দেয়া হয় তা তোমাদের কাছে আসার পূর্বেই আমি তোমাদেরকে স্বপ্নের ব্যাখ্যা জানিয়ে দেব। সেটি এমন জ্ঞান থেকেই বলব যা আমার রব আমাকে শিক্ষা দিয়েছেন। নিশ্চয়ই আমি পরিত্যাগ করেছি সে কওমের ধর্ম যারা আল্লাহর প্রতি ঈমান আনে না এবং যারা আখিরাতকে অস্বীকারকারী’।","bangla_mkhan":"তিনি বললেনঃ তোমাদেরকে প্রত্যহ যে খাদ্য দেয়া হয়, তা তোমাদের কাছে আসার আগেই আমি তার ব্যাখ্যা বলে দেব। এ জ্ঞান আমার পালনকর্তা আমাকে শিক্ষা দিয়েছেন। আমি ঐসব লোকের ধর্ম পরিত্যাগ করেছি যারা আল্লাহর প্রতি বিশ্বাস স্থাপন করে না এবং পরকালে অবিশ্বাসী।","bangla_mujibur":"ইউসুফ বললঃ তোমাদেরকে যে খাদ্য দেয়া হয় তা আসার পূর্বে আমি তোমাদেরকে স্বপ্নের ব্যাখ্যা জানিয়ে দিব, আমি যা তোমাদেরকে বলব তা আমার রাব্ব আমাকে যা শিক্ষা দিয়েছেন তা হতে বলব, যে সম্প্রদায় আল্লাহকে বিশ্বাস করেনা ও পরলোকে অবিশ্বাসী হয় আমি তাদের মতবাদ বর্জন করেছি।","bangla_taisirul":"সে (ইউসুফ) বলল, ‘তোমাদেরকে যে খাবার দেয়া হয় তা আসার আগেই আমি তোমাদেরকে তার ব্যাখ্যা জানিয়ে দেব। আমার প্রতিপালক আমাকে যে জ্ঞান দান করেছেন এটা সেই জ্ঞানেরই অংশ। যে সম্প্রদায় আল্লাহতে বিশ্বাস করে না আর আখেরাতে অবিশ্বাসী, আমি তাদের নিয়ম নীতি পরিত্যাগ করেছি।"},{"id":38,"arabic_text":"وَ اتَّبَعۡتُ مِلَّۃَ  اٰبَآءِیۡۤ   اِبۡرٰہِیۡمَ  وَ اِسۡحٰقَ وَ یَعۡقُوۡبَ ؕ مَا کَانَ لَنَاۤ  اَنۡ نُّشۡرِکَ بِاللّٰہِ  مِنۡ  شَیۡءٍ ؕ ذٰلِکَ مِنۡ فَضۡلِ اللّٰہِ عَلَیۡنَا وَ عَلَی النَّاسِ وَ لٰکِنَّ اَکۡثَرَ  النَّاسِ لَا  یَشۡکُرُوۡنَ ﴿۳۸﴾ ","english_text":"And do not mix the truth with falsehood or conceal the truth while you know [it].","page":240,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1634.mp3","colorText":"وَ[h:9999[ٱ]تَّبَعْتُ مِلَّةَ ءَاب[o[َا]ٓء[o[ِىٓ] إِ[q:1860[بْ]ر[n[َٲ]هِيمَ وَإِسْحَ[n[ـٰ]قَ وَيَعْقُوبَ‌ۚ مَا كَانَ لَن[o[َآ] أ[a:6653[َن ن]ُّشْرِكَ بِ[h:32[ٱ]للَّهِ مِ[f:2103[ن ش][f:6654[َىْءٍ‌ۚ ذ][n[َٲ]لِكَ مِ[f:6655[ن ف]َضْلِ [h:6656[ٱ]للَّهِ عَلَيْنَا وَعَلَى [h:6657[ٱ][l[ل][g[نّ]َاسِ وَلَ[n[ـٰ]كِ[g[نّ]َ أَكْثَرَ [h:1374[ٱ][l[ل][g[نّ]َاسِ لَا يَشْكُر[p[ُو]نَ","juz":12,"ruku":197,"manzil":3,"bangla_ahbayan":"আমি আমার পিতৃপুরুষ ইব্রাহীম, ইসহাক এবং ইয়াকূবের দ্বীন অনুসরণ করি।[১] আল্লাহর সাথে কোন বস্তুকে শরীক করা আমাদের কাজ নয়।[২] এটা আমাদের এবং সমস্ত মানুষের প্রতি আল্লাহর অনুগ্রহ; কিন্তু অধিকাংশ মানুষ কৃতজ্ঞতা প্রকাশ করে না।","bangla_bayan":"‘আর আমি অনুসরণ করেছি আমার পিতৃপুরুষ ইবরাহীম, ইসহাক ও ইয়াকূবের ধর্ম। আল্লাহর সাথে কোন কিছুকে শরীক করা আমাদের জন্য সঙ্গত নয়। এটি আমাদের ও সকল মানুষের উপর আল্লাহর অনুগ্রহ। কিন্তু অধিকাংশ মানুষই কৃতজ্ঞতা প্রকাশ করে না’।","bangla_mkhan":"আমি আপন পিতৃপুরুষ ইব্রাহীম, ইসহাক ও ইয়াকুবের ধর্ম অনুসরণ করছি। আমাদের জন্য শোভা পায় না যে, কোন বস্তুকে আল্লাহর অংশীদার করি। এটা আমাদের প্রতি এবং অন্য সব লোকের প্রতি আল্লাহর অনুগ্রহ। কিন্ত অধিকাংশ লোক অনুগ্রহ স্বীকার করে না।","bangla_mujibur":"আমি আমার পিতৃ পুরুষ ইবরাহীম, ইসহাক এবং ইয়াকূবের মতবাদ অনুসরণ করি। আল্লাহর সাথে কোন বস্তুকে শরীক করা আমাদের কাজ নয়, এটা আমাদের ও সমস্ত মানুষের প্রতি আল্লাহর অনুগ্রহ; কিন্তু অধিকাংশ মানুষই কৃতজ্ঞতা প্রকাশ করেনা।","bangla_taisirul":"আমি আমার পূর্বপুরুষ ইবরাহীম, ইসহাক ও ইয়া‘কূবের আদর্শের অনুসরণ করি। আল্লাহর সাথে কোন কিছুকে শরীক করা আমাদের কাজ নয়। এটা আমাদের প্রতি ও মানুষের প্রতি আল্লাহর অনুগ্রহ, কিন্তু অধিকাংশ লোকই শোকর করে না।"},{"id":39,"arabic_text":"یٰصَاحِبَیِ السِّجۡنِ ءَاَرۡبَابٌ مُّتَفَرِّقُوۡنَ خَیۡرٌ  اَمِ  اللّٰہُ   الۡوَاحِدُ  الۡقَہَّارُ ﴿ؕ۳۹﴾ ","english_text":"And establish prayer and give zakah and bow with those who bow [in worship and obedience].","page":240,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1635.mp3","colorText":"يَ[n[ـٰ]صَ[n[ـٰ]حِبَىِ [h:6658[ٱ][l[ل]سِّ[q:6659[جْ]نِ ءَأَرْبَا[a:6660[بٌ م]ُّتَفَرِّقُونَ خَيْرٌ أَمِ [h:717[ٱ]للَّهُ [h:6661[ٱ]لْو[n[َٲ]حِدُ [h:6662[ٱ]لْقَهّ[p[َا]رُ","juz":12,"ruku":197,"manzil":3,"bangla_ahbayan":"হে আমার কারা-সঙ্গীদ্বয়![১] ভিন্ন ভিন্ন বহু প্রতিপালক শ্রেয়, না পরাক্রমশালী এক আল্লাহ? [২]","bangla_bayan":"হে আমার কারা সঙ্গীদ্বয়, বহু সংখ্যক ভিন্ন ভিন্ন রব ভাল নাকি মহাপরাক্রমশালী এক আল্লাহ’?","bangla_mkhan":"হে কারাগারের সঙ্গীরা! পৃথক পৃথক অনেক উপাস্য ভাল, না পরাক্রমশালী এক আল্লাহ?","bangla_mujibur":"হে আমার কারা সঙ্গীদ্বয়! ভিন্ন ভিন্ন বহু রাব্ব শ্রেয়, নাকি পরাক্রমশালী এক আল্লাহ?","bangla_taisirul":"হে আমার জেলের সঙ্গীদ্বয়! ভিন্ন ভিন্ন প্রতিপালক ভালো, না মহাপরাক্রমশালী এক আল্লাহ?"},{"id":40,"arabic_text":"مَا تَعۡبُدُوۡنَ مِنۡ دُوۡنِہٖۤ  اِلَّاۤ  اَسۡمَآءً سَمَّیۡتُمُوۡہَاۤ  اَنۡتُمۡ وَ اٰبَآؤُکُمۡ مَّاۤ اَنۡزَلَ اللّٰہُ  بِہَا مِنۡ سُلۡطٰنٍ ؕ اِنِ الۡحُکۡمُ  اِلَّا لِلّٰہِ ؕ اَمَرَ اَلَّا تَعۡبُدُوۡۤا اِلَّاۤ اِیَّاہُ ؕ ذٰلِکَ الدِّیۡنُ الۡقَیِّمُ  وَ لٰکِنَّ  اَکۡثَرَ  النَّاسِ لَا  یَعۡلَمُوۡنَ ﴿۴۰﴾ ","english_text":"Do you order righteousness of the people and forget yourselves while you recite the Scripture? Then will you not reason?","page":240,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1636.mp3","colorText":"مَا تَعْبُدُونَ مِ[f:3136[ن د]ُونِه[o[ِۦٓ] إِلّ[o[َآ] أَسْم[o[َا]ٓ[f:6663[ءً س]َ[g[مّ]َيْتُمُوه[o[َآ] أَ[f:428[نت]ُمْ وَءَاب[o[َا]ٓؤُك[w:4796[ُم م]ّ[o[َآ] أَ[f:471[نز]َلَ [h:472[ٱ]للَّهُ بِهَا مِ[f:4798[ن س]ُلْطَ[n[ـٰ]نٍ‌ۚ إِنِ [h:4101[ٱ]لْحُكْمُ إِلَّا لِلَّهِ‌ۚ أَمَرَ أَلَّا تَعْبُد[o[ُوٓ][s[اْ] إِلّ[o[َآ] إِيَّاهُ‌ۚ ذ[n[َٲ]لِكَ [h:5569[ٱ][l[ل]دِّينُ [h:5570[ٱ]لْقَيِّمُ وَلَ[n[ـٰ]كِ[g[نّ]َ أَكْثَرَ [h:1374[ٱ][l[ل][g[نّ]َاسِ لَا يَعْلَم[p[ُو]نَ","juz":12,"ruku":197,"manzil":3,"bangla_ahbayan":"তাকে ছেড়ে তোমরা শুধু এমন কতকগুলি নামের উপাসনা করছ যা তোমরা এবং তোমাদের পিতৃপুরুষরা রেখে নিয়েছ। এইগুলির কোন প্রমাণ আল্লাহ অবতীর্ণ করেননি।[১] বিধান দেওয়ার অধিকার শুধু আল্লাহরই। তিনি নির্দেশ দিয়েছেন যে, তোমরা তিনি ছাড়া আর কারোও উপাসনা করবে না। এটাই সরল-সঠিক দ্বীন।[২] কিন্তু অধিকাংশ মানুষ এটা অবগত নয়। [৩]","bangla_bayan":"‘তোমরা তাঁকে বাদ দিয়ে নিছক কতগুলো নামের ইবাদাত করছ, যাদের নামকরণ তোমরা ও তোমাদের পিতৃপুরুষরা করেছ, যাদের ব্যাপারে আল্লাহ প্রমাণ নাযিল করেননি। বিধান একমাত্র আল্লাহরই। তিনি নির্দেশ দিয়েছেন যে, ‘তাঁকে ছাড়া আর কারো ইবাদাত করো না’। এটিই সঠিক দীন, কিন্তু অধিকাংশ লোক জানে না’।","bangla_mkhan":"তোমরা আল্লাহকে ছেড়ে নিছক কতগুলো নামের এবাদত কর, সেগুলো তোমরা এবং তোমাদের বাপ-দাদারা সাব্যস্ত করে নিয়েছে। আল্লাহ এদের কোন প্রমাণ অবতীর্ণ করেননি। আল্লাহ ছাড়া কারও বিধান দেবার ক্ষমতা নেই। তিনি আদেশ দিয়েছেন যে, তিনি ব্যতীত অন্য কারও এবাদত করো না। এটাই সরল পথ। কিন্তু অধিকাংশ লোক তা জানে না।","bangla_mujibur":"তাঁকে ছেড়ে তোমরা শুধু কতকগুলি নামের ইবাদাত করছ, যে নাম তোমাদের পিতৃপুরুষ ও তোমরা রেখেছ, এইগুলির কোন প্রমাণ আল্লাহ পাঠাননি। হুকুম (বিধান) দেয়ার অধিকার শুধু আল্লাহরই। তিনি নির্দেশ দিয়েছেন যে, তোমরা শুধুমাত্র তাঁরই ইবাদাত করবে, আর কারও ইবাদাত করবেনা; এটাই সরল সঠিক দীন, কিন্তু অধিকাংশ মানুষ এটা অবগত নয়।","bangla_taisirul":"তাঁকে বাদ দিয়ে তোমরা যার ‘ইবাদাত করছ তা কতকগুলো নাম ছাড়া আর কিছুই নয়, যে নামগুলো তোমরা আর তোমাদের পিতৃ পুরুষরা রেখেছ। এ ব্যাপারে আল্লাহ কোন প্রমাণ নাযিল করেননি। আল্লাহ ছাড়া কোন বিধান দাতা নেই। তিনি আদেশ করেছেন যে, তোমরা তাঁকে ছাড়া আর কারো ‘ইবাদাত করবে না, এটাই সঠিক দ্বীন, কিন্তু অধিকাংশ মানুষই তা জানে না।"},{"id":41,"arabic_text":"یٰصَاحِبَیِ السِّجۡنِ اَمَّاۤ  اَحَدُ کُمَا فَیَسۡقِیۡ رَبَّہٗ خَمۡرًا ۚ وَ اَمَّا الۡاٰخَرُ فَیُصۡلَبُ فَتَاۡکُلُ الطَّیۡرُ مِنۡ رَّاۡسِہٖ ؕ قُضِیَ الۡاَمۡرُ  الَّذِیۡ  فِیۡہِ تَسۡتَفۡتِیٰنِ ﴿ؕ۴۱﴾ ","english_text":"And seek help through patience and prayer, and indeed, it is difficult except for the humbly submissive [to Allah ]","page":240,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1637.mp3","colorText":"يَ[n[ـٰ]صَ[n[ـٰ]حِبَىِ [h:6658[ٱ][l[ل]سِّ[q:6659[جْ]نِ أَ[g[مّ][o[َآ] أَحَدُكُمَا فَيَسْقِى رَبَّهُ[n[ۥ] خَمْ[a:6664[رًا‌ۖ و]َأَ[g[مّ]َا [h:6665[ٱ]لْأَخَرُ فَيُصْلَبُ فَتَأْكُلُ [h:6666[ٱ][l[ل]طَّيْرُ م[u:1057[ِن ر]َّأْسِه[n[ِۦ]‌ۚ قُضِىَ [h:6667[ٱ]لْأَمْرُ [h:6668[ٱ]لَّذِى فِيهِ تَسْتَفْتِي[p[َا]نِ","juz":12,"ruku":197,"manzil":3,"bangla_ahbayan":"হে আমার কারাসঙ্গীদ্বয়![১] তোমাদের একজন সম্বন্ধে কথা এই যে, সে তার প্রভুকে মদ্য পান করাবে[২] এবং অপরজন সম্বন্ধে কথা এই যে, সে শূলবিদ্ধ হবে, অতঃপর তার মস্তক হতে পাখি আহার করবে।[৩] যে বিষয়ে তোমরা জানতে চেয়েছ তার সিদ্ধান্ত হয়ে গেছে।’ [৪]","bangla_bayan":"‘হে আমার কারা সঙ্গীদ্বয়, তোমাদের একজন স্বীয় মনিবকে মদপান করাবে। আর অন্যজনকে শূলে চড়ানো হবে, অতঃপর পাখি তার মাথা থেকে আহার করবে। যে বিষয়ে তোমরা জানতে চাচ্ছ তার সিদ্ধান্ত হয়ে গিয়েছে।","bangla_mkhan":"হে কারাগারের সঙ্গীরা! তোমাদের একজন আপন প্রভুকে মদ্যপান করাবে এবং দ্বিতীয়জন, তাকে শুলে চড়ানো হবে। অতঃপর তার মস্তক থেকে পাখী আহার করবে। তোমরা যে, বিষয়ে জানার আগ্রহী তার সিদ্ধান্ত হয়ে গেছে।","bangla_mujibur":"হে আমার কারা সঙ্গীদ্বয়! তোমাদের একজনের ব্যাপার এই যে, সে তার প্রভুকে মদ পান করাবে এবং অপর সম্বন্ধে কথা এই যে, সে শুলবিদ্ধ হবে; অতঃপর তার মস্তক হতে পাখী আহার করবে, যে বিষয়ে তোমরা জানতে চেয়েছ তার সিদ্ধান্ত হয়ে গেছে।","bangla_taisirul":"হে আমার জেলের সঙ্গীদ্বয়! তোমাদের দু’জনের একজন তার প্রভুকে মদ পান করাবে আর অন্যজনকে শূলে দেয়া হবে, আর পাখী তার মস্তক ঠুকরে খাবে। তোমরা দু’জন যে সম্পর্কে জানতে চেয়েছ তার ফায়সালা হয়ে গেছে।’"},{"id":42,"arabic_text":"وَ قَالَ لِلَّذِیۡ ظَنَّ اَنَّہٗ نَاجٍ مِّنۡہُمَا اذۡکُرۡنِیۡ عِنۡدَ رَبِّکَ ۫ فَاَنۡسٰہُ الشَّیۡطٰنُ ذِکۡرَ رَبِّہٖ فَلَبِثَ فِی السِّجۡنِ بِضۡعَ سِنِیۡنَ ﴿ؕ۴۲﴾ ","english_text":"Who are certain that they will meet their Lord and that they will return to Him.","page":240,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1638.mp3","colorText":"وَقَالَ لِلَّذِى ظَ[g[نّ]َ أَ[g[نّ]َهُ[n[ۥ] نَا[a:6669[جٍ م]ِّنْهُمَا [h:6670[ٱ]ذْكُرْنِى عِ[f:264[ند]َ رَبِّكَ فَأَ[f:6671[نس]َ[n[ـٰ]هُ [h:6672[ٱ][l[ل]شَّيْطَ[n[ـٰ]نُ ذِكْرَ رَبِّه[n[ِۦ] فَلَبِثَ فِى [h:6673[ٱ][l[ل]سِّ[q:6659[جْ]نِ بِضْعَ سِن[p[ِي]نَ","juz":12,"ruku":197,"manzil":3,"bangla_ahbayan":"ইউসুফ তাদের মধ্যে যে মুক্তি পাবে মনে করল, তাকে বলল, ‘তোমার প্রভুর কাছে আমার কথা বলো।’ কিন্তু শয়তান তাকে তার প্রভুর কাছে তার বিষয় বলবার কথা ভুলিয়ে দিল; সুতরাং ইউসুফ কয়েক বছর কারাগারে থেকে গেল। [১]","bangla_bayan":"আর তাদের দু’জনের মধ্যে যে মুক্তি পাবে বলে সে ধারণা করল তাকে বলল, ‘তোমার মনিবের কাছে আমার কথা উল্লেখ করবে’। কিন্তু শয়তান তাকে স্বীয় মনিবের নিকট উল্লেখ করার বিষয়টি ভুলিয়ে দিল। ফলে সে কয়েক বছর কারাগারে অবস্থান করল।","bangla_mkhan":"যে ব্যক্তি সম্পর্কে ধারণা ছিল যে, সে মুক্তি পাবে, তাকে ইউসুফ বলে দিলঃ আপন প্রভুর কাছে আমার আলোচনা করবে। অতঃপর শয়তান তাকে প্রভুর কাছে আলোচনার কথা ভুলিয়ে দিল। ফলে তাঁকে কয়েক বছর কারাগারে থাকতে হল।","bangla_mujibur":"ইউসুফ তাদের মধ্যে যে মুক্তি পাবে মনে করল, তাকে বললঃ তোমার প্রভুর কাছে আমার কথা বল; কিন্তু শাইতান তাকে তার প্রভুর কাছে তার বিষয়ে বলার কথা ভুলিয়ে দিল। সুতরাং ইউসুফ কয়েক বছর কারাগারে রইল।","bangla_taisirul":"তাদের দু’জনের মধ্যে যে জন মুক্তি পাবে ব’লে সে (ইউসুফ) মনে করল তাকে বলল, ‘তোমার প্রভুর কাছে আমার সম্পর্কে বলিও।’ কিন্তু শয়তান তাকে তার প্রভুর কাছে ইউসুফের কথা উল্লেখ করতে ভুলিয়ে দিল। ফলে ইউসুফ বেশ কয়েক বছর কারাগারে আটক থেকে গেল।"},{"id":43,"arabic_text":"وَ قَالَ الۡمَلِکُ اِنِّیۡۤ  اَرٰی سَبۡعَ بَقَرٰتٍ سِمَانٍ یَّاۡکُلُہُنَّ سَبۡعٌ عِجَافٌ وَّ سَبۡعَ سُنۡۢبُلٰتٍ خُضۡرٍ وَّ اُخَرَ  یٰبِسٰتٍ ؕ یٰۤاَیُّہَا الۡمَلَاُ  اَفۡتُوۡنِیۡ فِیۡ رُءۡیَایَ اِنۡ کُنۡتُمۡ لِلرُّءۡیَا تَعۡبُرُوۡنَ ﴿۴۳﴾ ","english_text":"O Children of Israel, remember My favor that I have bestowed upon you and that I preferred you over the worlds.","page":240,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1639.mp3","colorText":"وَقَالَ [h:6674[ٱ]لْمَلِكُ إِ[g[نّ][o[ِىٓ] أَرَىٰ سَ[q:158[بْ]عَ بَقَر[n[َٲ][f:6675[تٍ س]ِمَا[a:6676[نٍ ي]َأْكُلُهُ[g[نّ]َ سَ[q:6677[بْ]عٌ عِجَا[a:6678[فٌ و]َسَ[q:6679[بْ]عَ سُ[i:6680[نۢب]ُلَ[n[ـٰ]تٍ خُضْ[a:6681[رٍ و]َأُخَرَ يَابِسَ[n[ـٰ][a:6682[تٍ‌ۖ ي]َ[o[ـٰٓ]أَيُّهَا [h:6683[ٱ]لْمَلَأُ أَفْتُونِى فِى رُءْيَ[n[ـٰ]ىَ إِ[f:109[ن ك]ُ[f:100[نت]ُمْ لِلرُّءْيَا تَعْبُر[p[ُو]نَ","juz":12,"ruku":198,"manzil":3,"bangla_ahbayan":"রাজা বলল, ‘আমি স্বপ্নে দেখলাম, সাতটি স্থূলকায় গাভী; ওগুলিকে সাতটি শীর্ণকায় গাভী ভক্ষণ করছে এবং সাতটি সবুজ শীষ ও অপর সাতটি শুষ্ক। হে প্রধানগণ! যদি তোমরা স্বপ্নের ব্যাখ্যা করতে পার তাহলে আমার স্বপ্ন সম্বন্ধে অভিমত দাও।’","bangla_bayan":"আর বাদশাহ বলল, ‘আমি স্বপ্নে দেখছি, সাতটি মোটা তাজা গাভী, তাদের খেয়ে ফেলছে সাতটি ক্ষীণকায় গাভী এবং সাতটি সবুজ শীষ ও অপর সাতটি শুষ্ক। হে পারিষদবর্গ, তোমরা আমাকে আমার স্বপ্ন সম্বন্ধে ব্যাখ্যা দাও যদি তোমরা স্বপ্নের ব্যাখ্যা দিয়ে থাক’।","bangla_mkhan":"বাদশাহ বললঃ আমি স্বপ্নে দেখলাম, সাতটি মোটাতাজা গাভী-এদেরকে সাতটি শীর্ণ গাভী খেয়ে যাচ্ছে এবং সাতটি সবুজ শীষ ও অন্যগুলো শুষ্ক। হে পরিষদবর্গ! তোমরা আমাকে আমার স্বপ্নের ব্যাখ্যা বল, যদি তোমরা স্বপ্নের ব্যাখ্যায় পারদর্শী হয়ে থাক।","bangla_mujibur":"বাদশাহ বললঃ আমি স্বপ্নে দেখলাম, সাতটি স্থূলকায় গাভী, ওগুলিকে সাতটি শীর্ণকায় গাভী ভক্ষণ করছে এবং সাতটি সবুজ শীষ এবং অপর সাতটি শুস্ক। হে প্রধানগণ! যদি তোমরা স্বপ্নের ব্যাখ্যা করতে পার তাহলে আমার স্বপ্ন সম্বন্ধে অভিমত দাও।","bangla_taisirul":"রাজা বললেন, ‘আমি স্বপ্নে দেখলাম সাতটি হৃষ্টপুষ্ট গাভী, সাতটি জীর্ণশীর্ণ গাভী তাদেরকে খাচ্ছে। (আর দেখলাম) সাতটি সবুজ সতেজ শীষ আর অন্য সাতটি শুকনো। ওহে সভাষদগণ! আমার কাছে তোমরা আমার স্বপ্নের ব্যাখ্যা কর যদি তোমরা ব্যাখ্যা করতে পার।’"},{"id":44,"arabic_text":"قَالُوۡۤا اَضۡغَاثُ اَحۡلَامٍ ۚ وَ مَا نَحۡنُ بِتَاۡوِیۡلِ  الۡاَحۡلَامِ  بِعٰلِمِیۡنَ ﴿۴۴﴾ ","english_text":"And fear a Day when no soul will suffice for another soul at all, nor will intercession be accepted from it, nor will compensation be taken from it, nor will they be aided.","page":241,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1640.mp3","colorText":"قَال[o[ُوٓ][s[اْ] أَضْغَ[n[ـٰ]ثُ أَحْلَ[n[ـٰ][a:6684[مٍ‌ۖ و]َمَا نَحْنُ بِتَأْوِيلِ [h:6685[ٱ]لْأَحْلَ[n[ـٰ]مِ بِعَ[n[ـٰ]لِم[p[ِي]نَ","juz":12,"ruku":198,"manzil":3,"bangla_ahbayan":"তারা বলল, ‘এটা আবোল-তাবোল স্বপ্ন এবং আমরা এরূপ স্বপ্ন ব্যাখ্যায় অভিজ্ঞ নই।’ [১]","bangla_bayan":"তারা বলল, ‘এটি এলোমেলো অলীক স্বপ্ন। আর আমরা এরূপ স্বপ্ন ব্যাখ্যায় জ্ঞানী নই’।","bangla_mkhan":"তারা বললঃ এটা কল্পনাপ্রসূত স্বপ্ন। এরূপ স্বপ্নের ব্যাখ্যা আমাদের জানা নেই।","bangla_mujibur":"তারা বললঃ এটা অর্থহীন স্বপ্ন এবং আমরা এরূপ স্বপ্ন ব্যাখ্যায় অভিজ্ঞ নই।","bangla_taisirul":"তারা বলল, ‘এতো অস্পষ্ট (অর্থহীন) স্বপ্নের কথা, আর আমরা এ ধরনের স্বপ্ন ব্যাখ্যায় অভিজ্ঞ নই।’"},{"id":45,"arabic_text":"وَ قَالَ الَّذِیۡ نَجَا مِنۡہُمَا وَ ادَّکَرَ  بَعۡدَ اُمَّۃٍ  اَنَا  اُنَبِّئُکُمۡ  بِتَاۡوِیۡلِہٖ فَاَرۡسِلُوۡنِ ﴿۴۵﴾ ","english_text":"And [recall] when We saved your forefathers from the people of Pharaoh, who afflicted you with the worst torment, slaughtering your [newborn] sons and keeping your females alive. And in that was a great trial from your Lord.","page":241,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1641.mp3","colorText":"وَقَالَ [h:6593[ٱ]لَّذِى نَجَا مِنْهُمَا وَ[h:6686[ٱ]دَّكَرَ بَعْدَ أُ[g[مّ]َةٍ أَنَا۟ أُنَبِّئُك[c:6687[ُم ب]ِتَأْوِيلِه[n[ِۦ] فَأَرْسِل[p[ُو]نِ","juz":12,"ruku":198,"manzil":3,"bangla_ahbayan":"দু’জন কারা-বন্দীর মধ্যে যে মুক্তি পেয়েছিল এবং দীর্ঘকাল পরে তার স্মরণ হল সে বলল, ‘আমি এর তাৎপর্য তোমাদেরকে জানিয়ে দেব, সুতরাং তোমরা আমাকে পাঠিয়ে দাও।’ [১]","bangla_bayan":"আর সে দু’জনের মধ্যে যে মুক্তি পেয়েছিল, সে বলল এবং দীর্ঘ দিন পর তার স্মরণ হল, ‘আমি তোমাদেরকে এর ব্যাখ্যা জানিয়ে দিচ্ছি, অতএব তোমরা আমাকে পাঠিয়ে দাও’।","bangla_mkhan":"দু’জন কারারুদ্ধের মধ্য থেকে যে ব্যক্তি মুক্তি পেয়েছিল এবং দীর্ঘকাল পর স্মরণ হলে, সে বলল, আমি তোমাদেরকে এর ব্যাখ্যা বলছি। তোমরা আমাকে প্রেরণ কর।","bangla_mujibur":"দু’জন কারারুদ্ধের মধ্যে যে মুক্তি পেয়েছিল এবং দীর্ঘকাল পরে তার স্মরণ হলে সে বললঃ আমি এর তাৎপর্য তোমাদেরকে জানিয়ে দিব, সুতরাং তোমরা আমাকে পাঠিয়ে দাও।","bangla_taisirul":"দু’জনের মধ্যে যে জন জেল থেকে মুক্তি পেয়েছিল আর দীর্ঘকাল পর যার স্মরণ হল সে বলল, ‘আমি তোমাদেরকে তার ব্যাখ্যা বলে দেব, তবে তোমরা আমাকে (জেলখানায় ইউসুফের কাছে) পাঠাও।"},{"id":46,"arabic_text":"یُوۡسُفُ اَیُّہَا الصِّدِّیۡقُ اَفۡتِنَا فِیۡ سَبۡعِ بَقَرٰتٍ سِمَانٍ یَّاۡکُلُہُنَّ سَبۡعٌ عِجَافٌ وَّ سَبۡعِ سُنۡۢبُلٰتٍ خُضۡرٍ وَّ اُخَرَ  یٰبِسٰتٍ ۙ لَّعَلِّیۡۤ  اَرۡجِعُ  اِلَی النَّاسِ لَعَلَّہُمۡ یَعۡلَمُوۡنَ ﴿۴۶﴾ ","english_text":"And [recall] when We parted the sea for you and saved you and drowned the people of Pharaoh while you were looking on.","page":241,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1642.mp3","colorText":"يُوسُفُ أَيُّهَا [h:6688[ٱ][l[ل]صِّدِّيقُ أَفْتِنَا فِى سَ[q:6689[بْ]عِ بَقَر[n[َٲ][f:6675[تٍ س]ِمَا[a:6676[نٍ ي]َأْكُلُهُ[g[نّ]َ سَ[q:6677[بْ]عٌ عِجَا[a:6690[فٌ و]َسَ[q:6691[بْ]عِ سُ[i:6680[نۢب]ُلَ[n[ـٰ]تٍ خُضْ[a:6681[رٍ و]َأُخَرَ يَابِسَ[n[ـٰ][u:6692[تٍ ل]َّعَلّ[o[ِىٓ] أَرْجِعُ إِلَى [h:5455[ٱ][l[ل][g[نّ]َاسِ لَعَلَّهُمْ يَعْلَم[p[ُو]نَ","juz":12,"ruku":198,"manzil":3,"bangla_ahbayan":"সে বলল, ‘হে ইউসুফ! হে মহা সত্যবাদী! সাতটি স্থূলকায় গাভী, ওগুলিকে সাতটি শীর্ণকায় গাভী ভক্ষণ করছে এবং সাতটি সবুজ শীষ ও অপর সাতটি শুষ্ক শীষ সম্বন্ধে আপনি আমাদেরকে ব্যাখ্যা দিন, যাতে আমি লোকদের কাছে ফিরে যেতে পারি এবং যাতে তারা অবগত হতে পারে।’","bangla_bayan":"‘হে ইউসুফ, হে সত্যবাদী, আপনি আমাদের ব্যাখ্যা দিন, সাতটি মোটা তাজা গাভী সম্বন্ধে, যাদের খাচ্ছে সাতটি ক্ষীণকায় গাভী এবং সাতটি সবুজ শীষ ও অপর সাতটি শুষ্ক শীষ সম্পর্কে, যাতে আমি লোকদের কাছে ফিরে যেতে পারি যেন তারা জানতে পারে’।","bangla_mkhan":"সে তথায় পৌঁছে বললঃ হে ইউসুফ! হে সত্যবাদী! সাতটি মোটাতাজা গাভী-তাদেরকে খাচ্ছে সাতটি শীর্ণ গাভী এবং সাতটি সবুজ শীর্ষ ও অন্যগুলো শুষ্ক; আপনি আমাদেরকে এ স্বপ্ন সম্পর্কে পথনির্দেশ প্রদান করুনঃ যাতে আমি তাদের কাছে ফিরে গিয়ে তাদের অবগত করাতে পারি।","bangla_mujibur":"সে বললঃ হে ইউসুফ! হে সত্যবাদী! সাতটি স্থুলকায় গাভী, ওগুলিকে সাতটি শীর্ণকায় গাভী ভক্ষণ করছে এবং সাতটি সবুজ শীষ ও অপর সাতটি শুস্ক শীষ সম্বন্ধে আপনি আমাদেরকে ব্যাখ্যা দিন, যাতে আমি লোকদের কাছে ফিরে যেতে পারি এবং যাতে তারা অবগত হতে পারে।","bangla_taisirul":"সে বলল, ‘হে সত্যবাদী ইউসুফ! সাতটি হৃষ্টপুষ্ট গাভী, যাদেরকে খাচ্ছে জীর্ণশীর্ণ সাতটি গাভী আর সাতটি সবুজ সতেজ শীষ আর অন্যগুলো শুকনো। (আমাদেরকে এর ব্যাখ্যা জানিয়ে দাও) যাতে আমি তাদের কাছে ফিরে যেতে পারি আর তারা জেনে নিতে পারে।’"},{"id":47,"arabic_text":"قَالَ تَزۡرَعُوۡنَ سَبۡعَ سِنِیۡنَ دَاَبًا ۚ فَمَا حَصَدۡتُّمۡ  فَذَرُوۡہُ  فِیۡ  سُنۡۢبُلِہٖۤ  اِلَّا قَلِیۡلًا  مِّمَّا  تَاۡکُلُوۡنَ ﴿۴۷﴾ ","english_text":"And [recall] when We made an appointment with Moses for forty nights. Then you took [for worship] the calf after him, while you were wrongdoers.","page":241,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1643.mp3","colorText":"قَالَ تَزْرَعُونَ سَ[q:158[بْ]عَ سِنِينَ دَأَ[f:6693[بًا ف]َمَا حَصَ[d:6694[د]تُّمْ فَذَرُوهُ فِى سُ[i:6695[نۢب]ُلِه[o[ِۦٓ] إِلَّا قَلِيل[a:6696[اً م]ِّ[g[مّ]َا تَأْكُل[p[ُو]نَ","juz":12,"ruku":198,"manzil":3,"bangla_ahbayan":"ইউসুফ বলল, ‘তোমরা সাত বছর একাদিক্রমে চাষ করবে, অতঃপর তোমরা যে শস্য সংগ্রহ করবে তার মধ্যে যে সামান্য পরিমাণ তোমরা ভক্ষণ করবে, তা ব্যতীত সমস্ত শস্য শীষ সমেত রেখে দেবে।","bangla_bayan":"সে বলল, ‘তোমরা সাত বছর একাধারে চাষাবাদ করবে অতঃপর যে শস্য কেটে ঘরে তুলবে তার মধ্য থেকে যে সামান্য পরিমাণ খাবে সেগুলো ছাড়া সব শীষের মধ্যে রেখে দেবে’।","bangla_mkhan":"বললঃ তোমরা সাত বছর উত্তম রূপে চাষাবাদ করবে। অতঃপর যা কাটবে, তার মধ্যে যে সামান্য পরিমাণ তোমরা খাবে তা ছাড়া অবশিষ্ট শস্য শীষ সমেত রেখে দেবে।","bangla_mujibur":"ইউসুফ বললঃ তোমরা সাত বছর একাদিক্রমে চাষ করবে, অতঃপর তোমরা শস্য সংগ্রহ করবে; তার মধ্যে যে সামান্য পরিমাণ তোমরা আহার করবে, তা ব্যতীত সমস্ত শস্য শীষ সমেত রেখে দিবে।","bangla_taisirul":"সে (ইউসুফ) বলল, ‘সাত বছর তোমরা এক নাগাড়ে চাষ করবে, অতঃপর যখন ফসল কাটবে তখন তোমরা যে সামান্য পরিমাণ খাবে তা বাদে শিষ সমেত সংরক্ষণ করবে।"},{"id":48,"arabic_text":"ثُمَّ یَاۡتِیۡ مِنۡۢ بَعۡدِ ذٰلِکَ سَبۡعٌ شِدَادٌ یَّاۡکُلۡنَ مَا قَدَّمۡتُمۡ لَہُنَّ اِلَّا قَلِیۡلًا مِّمَّا تُحۡصِنُوۡنَ ﴿۴۸﴾ ","english_text":"Then We forgave you after that so perhaps you would be grateful.","page":241,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1644.mp3","colorText":"ثُ[g[مّ]َ يَأْتِى م[i:146[ِنۢ ب]َعْدِ ذ[n[َٲ]لِكَ سَ[q:6677[بْ][f:6697[عٌ ش]ِدَا[a:6698[دٌ ي]َأْكُلْنَ مَا قَدَّمْتُمْ لَهُ[g[نّ]َ إِلَّا قَلِيل[a:6696[اً م]ِّ[g[مّ]َا تُحْصِن[p[ُو]نَ","juz":12,"ruku":198,"manzil":3,"bangla_ahbayan":"এরপর আসবে সাতটি কঠিন (দুর্ভিক্ষের) বছর, এই সাত বছর যা পূর্বে সঞ্চয় করে রাখবে, লোকে তা খাবে;[১] শুধু সামান্য কিছু যা তোমরা সংরক্ষণ করবে তা ব্যতীত। [২]","bangla_bayan":"‘তারপর আসবে সাতটি কঠিন বছর। এর জন্য তোমরা পূর্বে যা সঞ্চয় করে রেখে দেবে এরা (ঐ সময়ের লোকেরা) সেগুলো খেয়ে ফেলবে, সামান্য কিছু ছাড়া যা তোমরা সংরক্ষণ করে রাখবে’।","bangla_mkhan":"এবং এরপরে আসবে দূর্ভিক্ষের সাত বছর; তোমরা এ দিনের জন্যে যা রেখেছিলে, তা খেয়ে যাবে, কিন্তু অল্প পরিমাণ ব্যতীত, যা তোমরা তুলে রাখবে।","bangla_mujibur":"এরপর আসবে সাতটি কঠিন বছর; এই সাত বছর যা পূর্বে সঞ্চয় করে রাখবে - লোকে তা খাবে; শুধু সামান্য কিছু যা তোমরা সংরক্ষণ করবে তা ব্যতীত।","bangla_taisirul":"এরপর আসবে সাতটি কঠিন বছর। এ সময়ের জন্য পূর্বে যা তোমরা সঞ্চয় করেছিলে তা লোকে খাবে, কেবল সেই অল্পটুকু বাদে যা তোমরা সঞ্চয় করবে।"},{"id":49,"arabic_text":"ثُمَّ  یَاۡتِیۡ مِنۡۢ  بَعۡدِ ذٰلِکَ  عَامٌ فِیۡہِ یُغَاثُ  النَّاسُ  وَ فِیۡہِ  یَعۡصِرُوۡنَ ﴿۴۹﴾ ","english_text":"And [recall] when We gave Moses the Scripture and criterion that perhaps you would be guided.","page":241,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1645.mp3","colorText":"ثُ[g[مّ]َ يَأْتِى م[i:146[ِنۢ ب]َعْدِ ذ[n[َٲ]لِكَ عَا[f:6699[مٌ ف]ِيهِ يُغَاثُ [h:6700[ٱ][l[ل][g[نّ]َاسُ وَفِيهِ يَعْصِر[p[ُو]نَ","juz":12,"ruku":198,"manzil":3,"bangla_ahbayan":"এবং এরপর আসবে এক বছর, সেই বছর মানুষের জন্য প্রচুর বৃষ্টিপাত হবে এবং সেই বছর মানুষ ফলের রস নিঙড়াবে।’ [১]","bangla_bayan":"‘এরপর আসবে এমন এক বছর যাতে মানুষ বৃষ্টি সিক্ত হবে এবং যাতে তারা (ফলের ও যয়তুনের) রস নিংড়াবে’।","bangla_mkhan":"এর পরেই আসবে একবছর-এতে মানুষের উপর বৃষ্টি বর্ষিত হবে এবং এতে তারা রস নিঙড়াবে।","bangla_mujibur":"এবং এরপর আসবে এক বছর, সেই বছর মানুষের জন্য প্রচুর বৃষ্টিপাত হবে এবং সেই বছর মানুষ প্রচুর ফলের রস নিংড়াবে।","bangla_taisirul":"এর পর আসবে একটা বছর যখন মানুষের জন্য প্রচুর বৃষ্টিপাত হবে আর মানুষ প্রচুর ভোগবিলাস করবে।’"},{"id":50,"arabic_text":"وَ  قَالَ الۡمَلِکُ ائۡتُوۡنِیۡ بِہٖ ۚ فَلَمَّا جَآءَہُ الرَّسُوۡلُ قَالَ ارۡجِعۡ  اِلٰی رَبِّکَ فَسۡـَٔلۡہُ مَا بَالُ النِّسۡوَۃِ  الّٰتِیۡ قَطَّعۡنَ اَیۡدِیَہُنَّ ؕ اِنَّ رَبِّیۡ بِکَیۡدِہِنَّ عَلِیۡمٌ ﴿۵۰﴾ ","english_text":"And [recall] when Moses said to his people, \"O my people, indeed you have wronged yourselves by your taking of the calf [for worship]. So repent to your Creator and kill yourselves. That is best for [all of] you in the sight of your Creator.\" Then He accepted your repentance; indeed, He is the Accepting of repentance, the Merciful.","page":241,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1646.mp3","colorText":"وَقَالَ [h:6674[ٱ]لْمَلِكُ [h:6701[ٱ]ئْتُونِى بِه[n[ِۦ]‌ۖ فَلَ[g[مّ]َا ج[o[َا]ٓءَهُ [h:6702[ٱ][l[ل]رَّسُولُ قَالَ [h:6703[ٱ]رْجِعْ إِلَىٰ رَبِّكَ فَسْــَٔلْهُ مَا بَالُ [h:6704[ٱ][l[ل][g[نّ]ِسْوَةِ [h:6705[ٱ]لَّ[n[ـٰ]تِى قَطَّعْنَ أَيْدِيَهُ[g[نّ]َ‌ۚ إِ[g[نّ]َ رَبِّى بِكَيْدِهِ[g[نّ]َ عَل[p[ِي]مٌ","juz":12,"ruku":199,"manzil":3,"bangla_ahbayan":"রাজা বলল, ‘তোমরা ইউসুফকে আমার কাছে নিয়ে এস।’[১] সুতরাং যখন দূত তার কাছে উপস্থিত হল, তখন সে বলল, ‘তুমি তোমার প্রভুর কাছে ফিরে যাও এবং তাকে জিজ্ঞাসা কর, যে মহিলারা তাদের হাত কেটে ফেলেছিল, তাদের অবস্থা কি?[২] আমার প্রতিপালক তাদের ছলনা সম্বন্ধে সম্যক অবগত।’","bangla_bayan":"আর বাদশাহ বলল, ‘তোমরা তাকে আমার কাছে নিয়ে আস’। অতঃপর যখন দূত তার কাছে আসল তখন, সে বলল, তুমি তোমার মনিবের নিকট ফিরে গিয়ে তাকে জিজ্ঞাসা কর, যে সব মহিলা নিজ নিজ হাত কেটে ফেলেছিল তাদের অবস্থা কী? নিশ্চয় আমার রব তাদের ষড়যন্ত্র সম্পর্কে সম্যক জ্ঞাত’।","bangla_mkhan":"বাদশাহ বললঃ ফিরে যাও তোমাদের প্রভুর কাছে এবং জিজ্ঞেস কর তাকে ঐ মহিলার স্বরূপ কি, যারা স্বীয় হস্ত কর্তন করেছিল! আমার পালনকর্তা তো তাদের ছলনা সবই জানেন।","bangla_mujibur":"বাদশাহ বললঃ তোমরা ইউসুফকে আমার কাছে নিয়ে এসো। যখন দূত তার কাছে উপস্থিত হল তখন সে বললঃ তুমি তোমার প্রভুর কাছে ফিরে যাও এবং তাকে জিজ্ঞেস করঃ যে নারীরা তাদের হাত কেটে ফেলেছিল তাদের অবস্থা কি? আমার রাব্ব তাদের ছলনা সম্যক অবগত।","bangla_taisirul":"রাজা বলল, ‘তোমরা তাকে (ইউসুফকে) আমার কাছে নিয়ে এসো।’ দূত যখন তার কাছে আসলো তখন ইউসুফ বলল, ‘তোমার প্রভুর কাছে ফিরে যাও এবং তাকে জিজ্ঞেস কর, সেই মহিলাদের ব্যাপারটি কী যারা তাদের হাত কেটে ফেলেছিল? আমার প্রতিপালক অবশ্যই তাদের কৌশল সম্পর্কে অবগত।’"},{"id":51,"arabic_text":"قَالَ مَا خَطۡبُکُنَّ  اِذۡ  رَاوَدۡتُّنَّ یُوۡسُفَ عَنۡ نَّفۡسِہٖ ؕ قُلۡنَ حَاشَ لِلّٰہِ  مَا عَلِمۡنَا عَلَیۡہِ مِنۡ سُوۡٓءٍ ؕ قَالَتِ امۡرَاَتُ الۡعَزِیۡزِ الۡـٰٔنَ حَصۡحَصَ الۡحَقُّ ۫ اَنَا رَاوَدۡتُّہٗ عَنۡ  نَّفۡسِہٖ  وَ  اِنَّہٗ   لَمِنَ  الصّٰدِقِیۡنَ ﴿۵۱﴾ ","english_text":"And [recall] when you said, \"O Moses, we will never believe you until we see Allah outright\"; so the thunderbolt took you while you were looking on.","page":241,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1647.mp3","colorText":"قَالَ مَا خَ[q:6706[طْ]بُكُ[g[نّ]َ إِذْ ر[n[َٲ]وَ[d:6707[د]تُّ[g[نّ]َ يُوسُفَ ع[a:5890[َن ن]َّفْسِه[n[ِۦ]‌ۚ قُلْنَ حَ[n[ـٰ]شَ لِلَّهِ مَا عَلِمْنَا عَلَيْهِ مِ[f:1847[ن س][o[ُو]ٓ[f:6708[ءٍ‌ۚ ق]َالَتِ [h:1864[ٱ]مْرَأَتُ [h:6628[ٱ]لْعَزِيزِ [h:6709[ٱ]لْـَٔ[n[ـٰ]نَ حَصْحَصَ [h:6710[ٱ]لْحَقُّ أَنَا۟ ر[n[َٲ]وَ[d:6635[د]تُّهُ[n[ۥ] ع[a:5890[َن ن]َّفْسِه[n[ِۦ] وَإِ[g[نّ]َهُ[n[ۥ] لَمِنَ [h:6711[ٱ][l[ل]صَّ[n[ـٰ]دِق[p[ِي]نَ","juz":12,"ruku":199,"manzil":3,"bangla_ahbayan":"রাজা মহিলাদেরকে বলল, ‘কী ব্যাপার তোমাদের? যখন তোমরা ইউসুফের কাছে যৌন-মিলন কামনা করেছিলে, (তখন কি সে সম্মত হয়েছিল?)’ তারা বলল, ‘আল্লাহ পবিত্র! আমরা তার মধ্যে কোন দোষ দেখিনি।’[১] আযীযের স্ত্রী বলল, ‘এক্ষণে সত্য প্রকাশ পেয়ে গেল। আমিই তার কাছে যৌন-মিলন কামনা করেছিলাম, আর সে অবশ্যই সত্যবাদী। [২]","bangla_bayan":"বাদশাহ বলল, ‘তোমরা যখন ইউসুফকে কুপ্ররোচনা দিয়েছিলে তখন তোমাদের কী হয়েছিল’? তারা বলল, ‘মহিমা আল্লাহর! আমরা তার ব্যাপারে খারাপ কিছু জানি না’। আযীয পত্নী বলল, ‘এখন সত্য প্রকাশ পেয়েছে, আমিই তাকে কুপ্ররোচনা দিয়েছি। আর নিশ্চয় সে সত্যবাদীদের অন্তর্ভুক্ত’।","bangla_mkhan":"বাদশাহ মহিলাদেরকে বললেনঃ তোমাদের হাল-হাকিকত কি, যখন তোমরা ইউসুফকে আত্মসংবরণ থেকে ফুসলিয়েছিলে? তারা বললঃ আল্লাহ মহান, আমরা তার সম্পর্কে মন্দ কিছু জানি না। আযীয-পত্মি বললঃ এখন সত্য কথা প্রকাশ হয়ে গেছে। আমিই তাকে আত্মসংবরণ থেকে ফুসলিয়েছিলাম এবং সে সত্যবাদী।","bangla_mujibur":"বাদশাহ নারীদেরকে বললঃ যখন তোমরা ইউসুফ হতে অসৎ কাজ কামনা করেছিলে তখন তোমাদের কি হয়েছিল? তারা বললঃ অদ্ভুত আল্লাহর মাহাত্ম্য! আমরা তার মধ্যে কোন দোষ দেখিনি। আযীযের স্ত্রী বললঃ এক্ষণে সত্য প্রকাশ হয়ে গেল, আমিই তার হতে অসৎ কাজ কামনা করেছিলাম, সেতো সত্যবাদী।","bangla_taisirul":"রাজা মহিলাদের জিজ্ঞেস করল- ‘তোমরা যখন ইউসুফকে ভুলাতে চেষ্টা করেছিলে তখন তোমাদের কী হয়েছিল?’ তারা বলল, ‘আল্লাহ আমাদেরকে রক্ষা করুন! আমরা তার মাঝে কোন দোষ দেখতে পাইনি।’ আযীযের স্ত্রী বলল, ‘এখন সত্য প্রকাশিত হয়ে পড়েছে, আমিই তাকে ভুলাতে চেষ্টা করেছিলাম, নিশ্চয়ই সে ছিল সত্যবাদী।’"},{"id":52,"arabic_text":"ذٰلِکَ لِیَعۡلَمَ اَنِّیۡ لَمۡ اَخُنۡہُ بِالۡغَیۡبِ وَ اَنَّ  اللّٰہَ  لَا یَہۡدِیۡ  کَیۡدَ  الۡخَآئِنِیۡنَ ﴿۵۲﴾ ","english_text":"Then We revived you after your death that perhaps you would be grateful.","page":241,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1648.mp3","colorText":"ذ[n[َٲ]لِكَ لِيَعْلَمَ أَ[g[نّ]ِى لَمْ أَخُنْهُ بِ[h:13[ٱ]لْغَيْبِ وَأَ[g[نّ]َ [h:859[ٱ]للَّهَ لَا يَهْدِى كَيْدَ [h:6712[ٱ]لْخ[o[َا]ٓئِن[p[ِي]نَ","juz":12,"ruku":199,"manzil":3,"bangla_ahbayan":"এটা এ জন্য যে, যাতে সে জানতে পারে যে, তার অনুপস্থিতিতে আমি তার প্রতি বিশ্বাসঘাতকতা করিনি[১] এবং আল্লাহ বিশ্বাসঘাতকদের ষড়যন্ত্র সফল করেন না। [২]","bangla_bayan":"এটি এ জন্য যে, যাতে সে জানতে পারে, আমি তার অনুপস্থিতিতে তার সাথে বিশ্বাসঘাতকতা করিনি। আর আল্লাহ অবশ্যই বিশ্বাসঘাতকদের চক্রান্ত লক্ষ্যে পৌঁছতে দেন না।","bangla_mkhan":"ইউসুফ বললেনঃ এটা এজন্য, যাতে আযীয জেনে নেয় যে, আমি গোপনে তার সাথে বিশ্বাসঘাতকতা করিনি। আরও এই যে, আল্লাহ বিশ্বাসঘাতকদের প্রতারণাকে এগুতে দেন না।","bangla_mujibur":"সে বললঃ আমি এটা বলেছিলাম যাতে সে জানতে পারে যে, তার অনুপস্থিতিতে আমি তার প্রতি বিশ্বাসঘাতকতা করিনি এবং আল্লাহ বিশ্বাস ঘাতকদের ষড়যন্ত্র সফল করেননা।","bangla_taisirul":"(ইউসুফ বলল) ‘আমার উদ্দেশ্য এই যে, সে (অর্থাৎ আযীয) যেন জানতে পারে যে, তার অনুপস্থিতিতে আমি তার প্রতি বিশ্বাসঘাতকতা করিনি আর আল্লাহ বিশ্বাসঘাতকদের কৌশলকে অবশ্যই সফল হতে দেন না।’"},{"id":53,"arabic_text":"وَ مَاۤ  اُبَرِّیٴُ نَفۡسِیۡ ۚ اِنَّ  النَّفۡسَ لَاَمَّارَۃٌۢ بِالسُّوۡٓءِ  اِلَّا مَا رَحِمَ  رَبِّیۡ ؕ اِنَّ رَبِّیۡ  غَفُوۡرٌ  رَّحِیۡمٌ ﴿۵۳﴾","english_text":"And We shaded you with clouds and sent down to you manna and quails, [saying], \"Eat from the good things with which We have provided you.\" And they wronged Us not - but they were [only] wronging themselves.","page":242,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1649.mp3","colorText":"۞ وَم[o[َآ] أُبَرِّئُ نَفْس[o[ِىٓ‌ۚ] إِ[g[نّ]َ [h:6713[ٱ][l[ل][g[نّ]َفْسَ لَأَ[g[مّ]َارَ[i:6714[ةُۢ ب]ِ[h:875[ٱ][l[ل]سّ[o[ُو]ٓءِ إِلَّا مَا رَحِمَ رَبّ[o[ِىٓ‌ۚ] إِ[g[نّ]َ رَبِّى غَفُو[u:890[رٌ ر]َّح[p[ِي]مٌ","juz":13,"ruku":199,"manzil":3,"bangla_ahbayan":"আমি নিজেকে নির্দোষ মনে করি না, [১] মানুষের মন অবশ্যই মন্দকর্ম প্রবণ, [২] কিন্তু সে নয় যার প্রতি আমার প্রতিপালক দয়া করেন।[৩] নিশ্চয় আমার প্রতিপালক অতি ক্ষমাশীল, পরম দয়ালু।’","bangla_bayan":"‘আর আমি আমার নাফ্সকে পবিত্র মনে করি না, নিশ্চয় নাফ্স মন্দ কজের নির্দেশ দিয়ে থাকে, আমার রব যাকে দয়া করেন সে ছাড়া। নিশ্চয় আমার রব ক্ষমাশীল, পরম দয়ালু’।","bangla_mkhan":"আমি নিজেকে নির্দোষ বলি না। নিশ্চয় মানুষের মন মন্দ কর্মপ্রবণ কিন্তু সে নয়-আমার পালনকর্তা যার প্রতি অনুগ্রহ করেন। নিশ্চয় আমার পালনকর্তা ক্ষমাশীল, দয়ালু।","bangla_mujibur":"আমি নিজকে নির্দোষ মনে করিনা, মানুষের মন অবশ্যই মন্দ কর্ম-প্রবণ। কিন্তু সে নয় যার প্রতি আমার রাব্ব অনুগ্রহ করেন। নিশ্চয়ই আমার রাব্ব অতি ক্ষমাশীল ও দয়ালু।","bangla_taisirul":"(সে বলল), ‘আমি নিজেকে দোষমুক্ত মনে করি না, নফস্ তো মন্দ কাজে প্ররোচিত করতেই থাকে, আমার প্রতিপালক যার প্রতি দয়া করেন সে ছাড়া। আমার প্রতিপালক বড়ই ক্ষমাশীল, বড়ই দয়ালু।’"},{"id":54,"arabic_text":"وَ قَالَ الۡمَلِکُ ائۡتُوۡنِیۡ بِہٖۤ  اَسۡتَخۡلِصۡہُ لِنَفۡسِیۡ ۚ فَلَمَّا  کَلَّمَہٗ  قَالَ  اِنَّکَ الۡیَوۡمَ  لَدَیۡنَا مَکِیۡنٌ  اَمِیۡنٌ ﴿۵۴﴾ ","english_text":"And [recall] when We said, \"Enter this city and eat from it wherever you will in [ease and] abundance, and enter the gate bowing humbly and say, 'Relieve us of our burdens.' We will [then] forgive your sins for you, and We will increase the doers of good [in goodness and reward].\"","page":242,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1650.mp3","colorText":"وَقَالَ [h:6674[ٱ]لْمَلِكُ [h:6701[ٱ]ئْتُونِى بِه[o[ِۦٓ] أَسْتَخْلِصْهُ لِنَفْسِى‌ۖ فَلَ[g[مّ]َا كَلَّمَهُ[n[ۥ] قَالَ إِ[g[نّ]َكَ [h:6715[ٱ]لْيَوْمَ لَدَيْنَا مَكِينٌ أَم[p[ِي]نٌ","juz":13,"ruku":199,"manzil":3,"bangla_ahbayan":"রাজা বলল, ইউসুফকে আমার কাছে নিয়ে এস, আমি তাকে আমার একান্ত সহচর নিযুক্ত করব।[১] অতঃপর রাজা যখন তার সাথে কথা বলল, তখন বলল, ‘আজ তুমি আমাদের কাছে মর্যাদাবান ও বিশ্বাসভাজন।’ [২]","bangla_bayan":"আর বাদশাহ বলল, ‘তোমরা তাকে আমার নিকট নিয়ে আস, আমি তাকে নিজের জন্য আপন করে নেব’। অতঃপর যখন সে তার সাথে কথা বলল, তখন বলল, ‘নিশ্চয় আজ তুমি আমাদের নিকট মর্যাদাবান ও আস্থাভাজন’।","bangla_mkhan":"বাদশাহ বললঃ তাকে আমার কাছে নিয়ে এসো। আমি তাকে নিজের বিশ্বস্ত সহচর করে রাখব। অতঃপর যখন তার সাথে মতবিনিময় করল, তখন বললঃ নিশ্চয়ই আপনি আমার কাছে আজ থেকে বিশ্বস্ত হিসাবে মর্যাদার স্থান লাভ করেছেন।","bangla_mujibur":"বাদশাহ বললঃ ইউসুফকে আমার কাছে নিয়ে এসো, আমি তাকে একান্ত সহচর নিযুক্ত করব। অতঃপর বাদশাহ যখন তার সাথে কথা বলল তখন রাজা বললঃ আজ তুমি আমাদের কাছে মর্যাদাবান ও বিশ্বাস ভাজন হলে।","bangla_taisirul":"রাজা বললেন, ‘তাকে আমার কাছে নিয়ে এসো, আমি তাকে আমার জন্য বিশেষভাবে নির্দিষ্ট করে নেব।’ অতঃপর সে (ইউসুফ) যখন তার সাথে কথা বলল, তখন রাজা বলল, ‘আজ তুমি আমাদের কাছে খুবই মর্যাদাশীল ও বিশ্বস্ত হিসেবে পরিগণিত।’"},{"id":55,"arabic_text":"قَالَ اجۡعَلۡنِیۡ عَلٰی خَزَآئِنِ الۡاَرۡضِ ۚ اِنِّیۡ  حَفِیۡظٌ  عَلِیۡمٌ ﴿۵۵﴾ ","english_text":"But those who wronged changed [those words] to a statement other than that which had been said to them, so We sent down upon those who wronged a punishment from the sky because they were defiantly disobeying.","page":242,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1651.mp3","colorText":"قَالَ [h:6716[ٱ][q:6717[جْ]عَلْنِى عَلَىٰ خَز[o[َا]ٓئِنِ [h:6718[ٱ]لْأَرْضِ‌ۖ إِ[g[نّ]ِى حَفِيظٌ عَل[p[ِي]مٌ","juz":13,"ruku":199,"manzil":3,"bangla_ahbayan":"সে বলল, ‘আমাকে দেশের কোষাধ্যক্ষ নিযুক্ত করুন।[১] নিশ্চয়ই আমি সুসংরক্ষণকারী, সুবিজ্ঞ।’ [২]","bangla_bayan":"সে বলল, ‘আমাকে রাষ্ট্রীয় কোষাগারের দায়িত্ব দিন, নিশ্চয় আমি যথাযথ হেফাযতকারী, সুবিজ্ঞ’।","bangla_mkhan":"ইউসুফ বললঃ আমাকে দেশের ধন-ভান্ডারে নিযুক্ত করুন। আমি বিশ্বস্ত রক্ষক ও অধিক জ্ঞানবান।","bangla_mujibur":"সে বললঃ আমাকে কোষাগারের দায়িত্বে নিয়োজিত করুন। নিশ্চয়ই আমি উত্তম সংরক্ষণকারী, অতিশয় জ্ঞানবান।","bangla_taisirul":"সে (ইউসুফ) বলল- ‘আমাকে দেশের ধন-ভান্ডারের দায়িত্ব দিন, আমি উত্তম রক্ষক ও যথেষ্ট জ্ঞানের অধিকারী।’"},{"id":56,"arabic_text":"وَ کَذٰلِکَ مَکَّنَّا لِیُوۡسُفَ فِی الۡاَرۡضِ ۚ یَتَبَوَّاُ مِنۡہَا حَیۡثُ یَشَآءُ ؕ نُصِیۡبُ بِرَحۡمَتِنَا مَنۡ نَّشَآءُ  وَ لَا نُضِیۡعُ  اَجۡرَ الۡمُحۡسِنِیۡنَ ﴿۵۶﴾ ","english_text":"And [recall] when Moses prayed for water for his people, so We said, \"Strike with your staff the stone.\" And there gushed forth from it twelve springs, and every people knew its watering place. \"Eat and drink from the provision of Allah, and do not commit abuse on the earth, spreading corruption.\"","page":242,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1652.mp3","colorText":"وَكَذ[n[َٲ]لِكَ مَكَّ[g[نّ]َا لِيُوسُفَ فِى [h:44[ٱ]لْأَرْضِ يَتَبَوَّأُ مِنْهَا حَيْثُ يَش[o[َا]ٓءُ‌ۚ نُصِيبُ بِرَحْمَتِنَا م[a:4211[َن ن]َّش[o[َا]ٓءُ‌ۖ وَلَا نُضِيعُ أَ[q:2418[جْ]رَ [h:5898[ٱ]لْمُحْسِن[p[ِي]نَ","juz":13,"ruku":199,"manzil":3,"bangla_ahbayan":"এইভাবে আমি ইউসুফকে সেই দেশে প্রতিষ্ঠিত করলাম; সে ঐ দেশে যেখানে ইচ্ছা অবস্থান করতে পারত।[১] আমি যাকে ইচ্ছা তার প্রতি দয়া করে থাকি। আর আমি সৎকর্মপরায়ণদের শ্রমফল নষ্ট করি না।[২]","bangla_bayan":"আর এমনিভাবে আমি ইউসুফকে যমীনে কর্তৃত্ব প্রদান করেছি, সে তার যেখানে ইচ্ছা অবস্থান করতে পারত। আমি যাকে ইচ্ছা স্বীয় রহমত দান করি, আর আমি সৎকর্মশীলদের প্রতিদান বিনষ্ট করি না।","bangla_mkhan":"এমনিভাবে আমি ইউসুফকে সে দেশের বুকে প্রতিষ্ঠা দান করেছি। সে তথায় যেখানে ইচ্ছা স্থান করে নিতে পারত। আমি স্বীয় রহমত যাকে ইচ্ছা পৌছে দেই এবং আমি পূণ্যবানদের প্রতিদান বিনষ্ট করি না।","bangla_mujibur":"এভাবে আমি ইউসুফকে সেই দেশে প্রতিষ্ঠিত করলাম। সে সেই দেশে যথা ইচ্ছা অবস্থান করতে পারত। আমি যাকে ইচ্ছা তার প্রতি দয়া করি, আর আমি সৎ কর্মপরায়ণদের শ্রমফল বিনষ্ট করিনা।","bangla_taisirul":"এভাবে আমি ইউসুফকে সে দেশে প্রতিষ্ঠিত করলাম। দেশের যেখানে ইচ্ছে সে নিজের স্থান করে নিতে পারত, আমি যাকে চাই আমার রহমাত দিয়ে ধন্য করি, আমি সৎকর্মশীলদের কর্মফল কক্ষনো বিনষ্ট করি না।"},{"id":57,"arabic_text":"وَ لَاَجۡرُ الۡاٰخِرَۃِ خَیۡرٌ لِّلَّذِیۡنَ اٰمَنُوۡا وَ کَانُوۡا  یَتَّقُوۡنَ ﴿۵۷﴾ ","english_text":"And [recall] when you said, \"O Moses, we can never endure one [kind of] food. So call upon your Lord to bring forth for us from the earth its green herbs and its cucumbers and its garlic and its lentils and its onions.\" [Moses] said, \"Would you exchange what is better for what is less? Go into [any] settlement and indeed, you will have what you have asked.\" And they were covered with humiliation and poverty and returned with anger from Allah [upon them]. That was because they [repeatedly] disbelieved in the signs of Allah and killed the prophets without right. That was because they disobeyed and were [habitually] transgressing.","page":242,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1653.mp3","colorText":"وَلَأَ[q:6719[جْ]رُ [h:6720[ٱ]لْأَخِرَةِ خَيْ[u:4005[رٌ ل]ِّلَّذِينَ ءَامَنُو[s[اْ] وَكَانُو[s[اْ] يَتَّق[p[ُو]نَ","juz":13,"ruku":199,"manzil":3,"bangla_ahbayan":"অবশ্যই যারা বিশ্বাসী ও সাবধানী তাদের জন্য পরকালের পুরস্কারই উত্তম।","bangla_bayan":"আর যারা ঈমান আনে ও তাকওয়া অবলম্বন করে, তাদের জন্য আখিরাতের প্রতিদানই উত্তম।","bangla_mkhan":"এবং ঐ লোকদের জন্য পরকালে প্রতিদান উত্তম যারা ঈমান এনেছে ও সতর্কতা অবলম্বন করে।","bangla_mujibur":"যারা মু’মিন ও মুত্তাকী তাদের পরকালের পুরস্কারই উত্তম।","bangla_taisirul":"আর আখেরাতের কর্মফল তাদের জন্য অবশ্যই উত্তম যারা ঈমান আনে আর তাকওয়া অবলম্বন করে কাজ করতে থাকে।"},{"id":58,"arabic_text":"وَ جَآءَ اِخۡوَۃُ یُوۡسُفَ فَدَخَلُوۡا عَلَیۡہِ فَعَرَفَہُمۡ  وَ ہُمۡ  لَہٗ  مُنۡکِرُوۡنَ ﴿۵۸﴾ ","english_text":"Indeed, those who believed and those who were Jews or Christians or Sabeans [before Prophet Muhammad] - those [among them] who believed in Allah and the Last Day and did righteousness - will have their reward with their Lord, and no fear will there be concerning them, nor will they grieve.","page":242,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1654.mp3","colorText":"وَج[o[َا]ٓءَ إِخْوَةُ يُوسُفَ فَدَخَلُو[s[اْ] عَلَيْهِ فَعَرَفَهُمْ وَهُمْ لَهُ[n[ۥ] مُ[f:6721[نك]ِر[p[ُو]نَ","juz":13,"ruku":200,"manzil":3,"bangla_ahbayan":"ইউসুফের ভাইগণ এল এবং তার নিকট উপস্থিত হল। সে তাদেরকে চিনল, কিন্তু তারা তাকে চিনতে পারল না। [১]","bangla_bayan":"আর ইউসুফের ভাইয়েরা আসল এবং তার কাছে প্রবেশ করল। অতঃপর সে তাদেরকে চিনল, অথচ তারা তাকে চিনতে পারল না।","bangla_mkhan":"ইউসুফের ভ্রাতারা আগমন করল, অতঃপর তার কাছে উপস্থিত হল। সে তাদেরকে চিনল এবং তারা তাকে চিনল না।","bangla_mujibur":"ইউসুফের ভাইয়েরা এলো এবং তার নিকট উপস্থিত হল। সে তাদেরকে চিনল, কিন্তু তারা তাকে চিনতে পারলনা।","bangla_taisirul":"ইউসুফের ভাইয়েরা আসল এবং তার কাছে হাযির হল। সে তাদেরকে চিনতে পারল, কিন্তু তারা তাকে চিনতে পারল না।"},{"id":59,"arabic_text":"وَ لَمَّا جَہَّزَہُمۡ بِجَہَازِہِمۡ قَالَ ائۡتُوۡنِیۡ بِاَخٍ  لَّکُمۡ  مِّنۡ اَبِیۡکُمۡ ۚ اَلَا تَرَوۡنَ اَنِّیۡۤ اُوۡفِی الۡکَیۡلَ وَ اَنَا خَیۡرُ الۡمُنۡزِلِیۡنَ ﴿۵۹﴾ ","english_text":"And [recall] when We took your covenant, [O Children of Israel, to abide by the Torah] and We raised over you the mount, [saying], \"Take what We have given you with determination and remember what is in it that perhaps you may become righteous.\"","page":242,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1655.mp3","colorText":"وَلَ[g[مّ]َا جَهَّزَه[c:6722[ُم ب]ِجَهَازِهِمْ قَالَ [h:6723[ٱ]ئْتُونِى بِأَ[u:6724[خٍ ل]َّك[w:556[ُم م]ِّنْ أَبِيكُمْ‌ۚ أَلَا تَرَوْنَ أَ[g[نّ][o[ِىٓ] أُوفِى [h:6725[ٱ]لْكَيْلَ وَأَنَا۟ خَيْرُ [h:6726[ٱ]لْمُ[f:6727[نز]ِل[p[ِي]نَ","juz":13,"ruku":200,"manzil":3,"bangla_ahbayan":"আর সে যখন তাদের খাদ্য-সামগ্রীর ব্যবস্থা করে দিল, তখন বলল, ‘তোমরা আমার নিকট তোমাদের বৈমাত্রেয় ভাইকে নিয়ে এস। তোমরা কি দেখছ না যে, আমি মাপে পূর্ণ মাত্রায় দিই এবং আমিই উত্তম অতিথিপরায়ণ? [১]","bangla_bayan":"আর সে যখন তাদেরকে তাদের রসদসামগ্রী প্রস্তুত করে দিল, তখন বলল, ‘তোমরা তোমাদের পিতার পক্ষ হতে তোমাদের এক ভাইকে আমার কাছে নিয়ে আস, তোমরা কি দেখ না, আমি পরিমাপে পূর্ণমাত্রায় দেই এবং আমি উত্তম অতিথিপরায়ণ?","bangla_mkhan":"এবং সে যখন তাদেরকে তাদের রসদ প্রস্তুত করে দিল, তখন সে বললঃ তোমাদের বৈমাত্রেয় ভাইকে আমার কাছে নিয়ে এসো। তোমরা কি দেখ না যে, আমি পুরা মাপ দেই এবং মেহমানদেরকে উত্তম সমাদার করি?","bangla_mujibur":"আর সে যখন তাদের সামগ্রীর ব্যবস্থা করে দিল তখন সে বললঃ তোমরা আমার নিকট তোমাদের বৈমাত্রেয় ভাইকে নিয়ে এসো; তোমরা কি দেখছনা যে, আমি মাপে পূর্ণ মাত্রায় দিই? এবং আমি উত্তম মেযবান?","bangla_taisirul":"সে যখন তাদের দ্রব্য সামগ্রীর ব্যবস্থা করে দিল তখন সে বলল, ‘তোমরা তোমাদের সৎ ভাইকে আমার কাছে নিয়ে আসবে, তোমরা কি দেখছ না, আমি কীভাবে পাত্র ভরে দেই, আর আমি উত্তম অতিথি সেবক।"},{"id":60,"arabic_text":"فَاِنۡ لَّمۡ  تَاۡتُوۡنِیۡ بِہٖ  فَلَا کَیۡلَ  لَکُمۡ  عِنۡدِیۡ  وَ لَا  تَقۡرَبُوۡنِ  ﴿۶۰﴾","english_text":"Then you turned away after that. And if not for the favor of Allah upon you and His mercy, you would have been among the losers.","page":242,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1656.mp3","colorText":"فَإ[u:110[ِن ل]َّمْ تَأْتُونِى بِه[n[ِۦ] فَلَا كَيْلَ لَكُمْ عِ[f:4065[ند]ِى وَلَا تَ[q:6728[قْ]رَب[p[ُو]نِ","juz":13,"ruku":200,"manzil":3,"bangla_ahbayan":"কিন্তু তোমরা যদি তাকে আমার নিকট নিয়ে না আস, তাহলে আমার নিকট তোমাদের জন্য কোন খাদ্য-সামগ্রী থাকবে না এবং তোমরা আমার নিকটবর্তী হবে না।’ [১]","bangla_bayan":"আর যদি তোমরা তাকে নিয়ে না আস, তাহলে আমার নিকট তোমাদের জন্য কোন পরিমাপকৃত (রসদ) নেই এবং তোমরা আমার নিকটবর্তীও হয়ো না’।","bangla_mkhan":"অতঃপর যদি তাকে আমার কাছে না আন, তবে আমার কাছে তোমাদের কোন বরাদ্ধ নেই এবং তোমরা আমার কাছে আসতে পারবে না।","bangla_mujibur":"কিন্তু তোমরা যদি তাকে আমার নিকট নিয়ে না আস তাহলে আমার নিকট তোমাদের জন্য কোন বরাদ্দ থাকবেনা এবং তোমরা আমার নিকটবর্তী হবেনা।","bangla_taisirul":"তোমরা যদি তাকে না নিয়ে আসো তাহলে আমার কাছে তোমাদের জন্য কোন শস্য বরাদ্দ হবে না, আর আমার কাছেও আসতে পারবে না।’"},{"id":61,"arabic_text":"قَالُوۡا سَنُرَاوِدُ عَنۡہُ اَبَاہُ وَ اِنَّا لَفٰعِلُوۡنَ ﴿۶۱﴾ ","english_text":"And you had already known about those who transgressed among you concerning the sabbath, and We said to them, \"Be apes, despised.\"","page":242,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1657.mp3","colorText":"قَالُو[s[اْ] سَنُر[n[َٲ]وِدُ عَنْهُ أَبَاهُ وَإِ[g[نّ]َا لَفَ[n[ـٰ]عِل[p[ُو]نَ","juz":13,"ruku":200,"manzil":3,"bangla_ahbayan":"তারা বলল, ‘ওর বিষয়ে আমরা ওর পিতাকে সম্মত করার চেষ্টা করব এবং আমরা নিশ্চয়ই এটা করব।’ [১]","bangla_bayan":"তারা বলল, ‘তার বিষয়ে আমরা তার পিতাকে রাজি করাব, আর এটি আমরা করবই’।","bangla_mkhan":"তারা বললঃ আমরা তার সম্পর্কে তার পিতাকে সম্মত করার চেষ্টা করব এবং আমাদেরকে একাজ করতেই হবে।","bangla_mujibur":"তারা বললঃ ওর বিষয়ে আমরা ওর পিতাকে সম্মত করার চেষ্টা করব এবং আমরা নিশ্চয়ই এটা করব।","bangla_taisirul":"তারা বলল- ‘এ ব্যাপারে আমরা তার পিতাকে রাযী করাতে চেষ্টা করব আর আমরা তা করবই।’"},{"id":62,"arabic_text":"وَ  قَالَ لِفِتۡیٰنِہِ اجۡعَلُوۡا بِضَاعَتَہُمۡ فِیۡ رِحَالِہِمۡ لَعَلَّہُمۡ یَعۡرِفُوۡنَہَاۤ اِذَا انۡقَلَبُوۡۤا اِلٰۤی اَہۡلِہِمۡ لَعَلَّہُمۡ یَرۡجِعُوۡنَ ﴿۶۲﴾ ","english_text":"And We made it a deterrent punishment for those who were present and those who succeeded [them] and a lesson for those who fear Allah .","page":242,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1658.mp3","colorText":"وَقَالَ لِفِتْيَ[n[ـٰ]نِهِ [h:6729[ٱ][q:6730[جْ]عَلُو[s[اْ] بِضَ[n[ـٰ]عَتَهُمْ فِى رِحَالِهِمْ لَعَلَّهُمْ يَعْرِفُونَه[o[َآ] إِذَا [h:6731[ٱ][f:6732[نق]َلَب[o[ُوٓ][s[اْ] إِلَ[o[ىٰٓ] أَهْلِهِمْ لَعَلَّهُمْ يَرْجِع[p[ُو]نَ","juz":13,"ruku":200,"manzil":3,"bangla_ahbayan":"ইউসুফ তার (কর্মচারী) যুবকদেরকে[১] বলল, ‘তাদের দেওয়া পণ্যমূল্য তাদের মালপত্রের মধ্যে রেখে দাও;[২] যাতে ওরা স্বজনগণের নিকট ফিরে যাওয়ার পর তারা তা চিনতে পারে, তাহলে সম্ভবতঃ তারা পুনরায় ফিরে আসবে।’","bangla_bayan":"আর সে তার যুবক কর্মচারীদেরকে বলল, ‘তাদের পণ্যমূল্য তাদের মালপত্রের মধ্যে রেখে দাও, যাতে পরিবারের নিকট ফিরে গিয়ে তারা তা চিনতে পারে। আশা করি তারা ফিরে আসবে’।","bangla_mkhan":"এবং সে ভৃত্যদেরকে বললঃ তাদের পণ্যমূল্য তাদের রসদ-পত্রের মধ্যে রেখে দাও-সম্ভবতঃ তারা গৃহে পৌঁছে তা বুঝতে পারবে, সম্ভবতঃ তারা পুনর্বার আসবে।","bangla_mujibur":"ইউসুফ তার ভৃত্যদেরকে বললঃ তারা যে পণ্য মূল্য দিয়েছে তা তাদের মালপত্রের মধ্যে রেখে দাও, যাতে স্বজনদের কাছে প্রত্যাবর্তনের পর তারা বুঝতে পারে যে, ওটা প্রত্যর্পন করা হয়েছে, তা হলে তারা পুনরায় আসতে পারে।","bangla_taisirul":"সে (ইউসুফ) তার খাদেমদেরকে বলল, ‘তারা যে পণ্যমূল্য দিয়েছে তা তাদের মাল পত্রের মধ্যে গোপনে রেখে দাও, যাতে তারা তাদের পরিবারবর্গের কাছে ফিরে গিয়ে তা জানতে পারে, তাহলে তারা আবার আসবে।’"},{"id":63,"arabic_text":"فَلَمَّا رَجَعُوۡۤا اِلٰۤی اَبِیۡہِمۡ قَالُوۡا یٰۤاَبَانَا مُنِعَ مِنَّا الۡکَیۡلُ فَاَرۡسِلۡ مَعَنَاۤ  اَخَانَا نَکۡتَلۡ  وَ  اِنَّا لَہٗ  لَحٰفِظُوۡنَ ﴿۶۳﴾ ","english_text":"And [recall] when Moses said to his people, \"Indeed, Allah commands you to slaughter a cow.\" They said, \"Do you take us in ridicule?\" He said, \"I seek refuge in Allah from being among the ignorant.\"","page":242,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1659.mp3","colorText":"فَلَ[g[مّ]َا رَجَع[o[ُوٓ][s[اْ] إِلَ[o[ىٰٓ] أَبِيهِمْ قَالُو[s[اْ] يَ[o[ـٰٓ]أَبَانَا مُنِعَ مِ[g[نّ]َا [h:6733[ٱ]لْكَيْلُ فَأَرْسِلْ مَعَن[o[َآ] أَخَانَا نَكْتَلْ وَإِ[g[نّ]َا لَهُ[n[ۥ] لَحَ[n[ـٰ]فِظ[p[ُو]نَ","juz":13,"ruku":200,"manzil":3,"bangla_ahbayan":"অতঃপর যখন তারা তাদের পিতার নিকট ফিরে এল, তখন বলল, ‘হে আমাদের পিতা! আমাদের জন্য খাদ্য-সামগ্রী নিষিদ্ধ করা হয়েছে।[১] সুতরাং আমাদের সাথে আমাদের ভাইকে পাঠিয়ে দিন; যাতে আমরা খাদ্য-সামগ্রী পেতে পারি। আমরা অবশ্যই তার রক্ষণাবেক্ষণ করব।’","bangla_bayan":"অতঃপর যখন তারা তাদের বাবার কাছে ফিরে আসল, তখন বলল, ‘হে আমাদের পিতা, আমাদের জন্য পরিমাপকৃত রসদ নিষিদ্ধ করা হয়েছে। অতএব আমাদের সাথে আমাদের ভাইকে পাঠান, যেন আমরা পরিমাপ করে রসদ আনতে পারি। আর অবশ্যই আমরা তার হেফাযত করব’।","bangla_mkhan":"তারা যখন তাদের পিতার কাছে ফিরে এল তখন বললঃ হে আমাদের পিতা, আমাদের জন্যে খাদ্য শস্যের বরাদ্দ নিষিদ্ধ করা হয়েছে। অতএব আপনি আমাদের ভাইকে আমাদের সাথে প্রেরণ করুন; যাতে আমরা খাদ্য শস্যের বরাদ্দ আনতে পারি এবং আমরা অবশ্যই তার পুরোপুরি হেফাযত করব।","bangla_mujibur":"অতঃপর যখন তারা তাদের পিতার নিকট ফিরে এলো তখন তারা বললঃ হে আমাদের পিতা! আমাদের জন্য বরাদ্দ নিষিদ্ধ করা হয়েছে, সুতরাং আমাদের ভাইকে আমাদের সাথে পাঠিয়ে দিন যাতে আমরা রসদ পেতে পারি, আমরা অবশ্যই তার রক্ষণাবেক্ষণ করব।","bangla_taisirul":"তারপর যখন তারা তাদের পিতার কাছে ফিরে গেল তখন বলল, ‘হে আমাদের পিতা! আমাদের জন্য শষ্যের বরাদ্দ নিষিদ্ধ করা হয়েছে, কাজেই আমাদের ভাইকে আমাদের সঙ্গে পাঠিয়ে দিন, যাতে আমরা শস্যের বরাদ্দ পেতে পারি, আমরা অবশ্যই তার হিফাযাত করব।’"},{"id":64,"arabic_text":"قَالَ ہَلۡ اٰمَنُکُمۡ عَلَیۡہِ اِلَّا کَمَاۤ اَمِنۡتُکُمۡ عَلٰۤی اَخِیۡہِ مِنۡ قَبۡلُ ؕ فَاللّٰہُ خَیۡرٌ حٰفِظًا ۪ وَّ ہُوَ اَرۡحَمُ الرّٰحِمِیۡنَ ﴿۶۴﴾ ","english_text":"They said, \"Call upon your Lord to make clear to us what it is.\" [Moses] said, \"[ Allah ] says, 'It is a cow which is neither old nor virgin, but median between that,' so do what you are commanded.\"","page":243,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1660.mp3","colorText":"قَالَ هَلْ ءَامَنُكُمْ عَلَيْهِ إِلَّا كَم[o[َآ] أَمِ[f:6734[نت]ُكُمْ عَلَ[o[ىٰٓ] أَخِيهِ مِ[f:128[ن ق]َ[q:129[بْ]لُ‌ۖ فَ[h:591[ٱ]للَّهُ خَيْرٌ حَ[n[ـٰ]فِ[a:6735[ظًا‌ۖ و]َهُوَ أَرْحَمُ [h:5034[ٱ][l[ل]رّ[n[َٲ]حِم[p[ِي]نَ","juz":13,"ruku":200,"manzil":3,"bangla_ahbayan":"সে বলল, ‘আমি কি তোমাদেরকে ওর সম্বন্ধে সেইরূপই বিশ্বাস করব, যেরূপ বিশ্বাস ওর ভাই সম্বন্ধে পূর্বে তোমাদেরকে করেছিলাম?[১] সুতরাং আল্লাহই শ্রেষ্ঠ রক্ষণাবেক্ষণকারী এবং তিনিই শ্রেষ্ঠ দয়ালু।’ [২]","bangla_bayan":"সে বলল, ‘তোমাদেরকে কি আমি তার ব্যাপারে নিরাপদ মনে করব, যেমন নিরাপদ মনে করেছিলাম ইতঃপূর্বে তার ভাইয়ের ব্যাপারে? তবে আল্লাহ উত্তম হেফাযতকারী এবং তিনিই সর্বশ্রেষ্ঠ দয়ালু’।","bangla_mkhan":"বললেন, আমি তার সম্পর্কে তোমাদেরকে কি সেরূপ বিশ্বাস করব, যেমন ইতিপূর্বে তার ভাই সম্পর্কে বিশ্বাস করেছিলাম? অতএব আল্লাহ উত্তম হেফাযতকারী এবং তিনিই সর্বাধিক দয়ালু।","bangla_mujibur":"সে বললঃ আমি কি তোমাদেরকে ওর সম্বন্ধে সেইরূপ বিশ্বাস করব, যেরূপ বিশ্বাস পূর্বে তোমাদেরকে করেছিলাম ওর ভাইয়ের ব্যাপারে? আল্লাহই রক্ষণাবেক্ষণে শ্রেষ্ঠ এবং তিনি শ্রেষ্ঠতম দয়ালু।","bangla_taisirul":"(পিতা) বলল, ‘আমি কি তার ব্যাপারে তোমাদেরকে তেমনি বিশ্বাস করব ইতোপূর্বে যেমন তোমাদেরকে তার ভাইয়ের ব্যাপারে বিশ্বাস করেছিলাম? আল্লাহই উত্তম সংরক্ষক আর তিনিই সর্বশ্রেষ্ঠ দয়ালু।’"},{"id":65,"arabic_text":"وَ لَمَّا فَتَحُوۡا مَتَاعَہُمۡ وَجَدُوۡا بِضَاعَتَہُمۡ رُدَّتۡ  اِلَیۡہِمۡ ؕ قَالُوۡا  یٰۤاَبَانَا مَا نَبۡغِیۡ ؕ ہٰذِہٖ  بِضَاعَتُنَا رُدَّتۡ اِلَیۡنَا ۚ وَ نَمِیۡرُ اَہۡلَنَا وَ نَحۡفَظُ اَخَانَا وَ نَزۡدَادُ کَیۡلَ  بَعِیۡرٍ ؕ ذٰلِکَ  کَیۡلٌ یَّسِیۡرٌ ﴿۶۵﴾ ","english_text":"They said, \"Call upon your Lord to show us what is her color.\" He said, \"He says, 'It is a yellow cow, bright in color - pleasing to the observers.' \"","page":243,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1661.mp3","colorText":"وَلَ[g[مّ]َا فَتَحُو[s[اْ] مَتَ[n[ـٰ]عَهُمْ وَجَدُو[s[اْ] بِضَ[n[ـٰ]عَتَهُمْ رُدَّتْ إِلَيْهِمْ‌ۖ قَالُو[s[اْ] يَ[o[ـٰٓ]أَبَانَا مَا نَ[q:6736[بْ]غِى‌ۖ هَ[n[ـٰ]ذِه[n[ِۦ] بِضَ[n[ـٰ]عَتُنَا رُدَّتْ إِلَيْنَا‌ۖ وَنَمِيرُ أَهْلَنَا وَنَحْفَظُ أَخَانَا وَنَزْدَادُ كَيْلَ بَعِي[f:6737[رٍ‌ۖ ذ][n[َٲ]لِكَ كَيْ[a:6738[لٌ ي]َس[p[ِي]رٌ","juz":13,"ruku":200,"manzil":3,"bangla_ahbayan":"যখন তারা তাদের মালপত্র খুলল, তখন তারা দেখতে পেল তাদের পণ্যমূল্য তাদেরকে ফেরত দেওয়া হয়েছে। তারা বলল, ‘হে আমাদের পিতা! আমরা আর কি প্রত্যাশা করতে পারি?[১] এই তো আমাদের দেওয়া পণ্যমূল্য আমাদেরকে ফেরত দেওয়া হয়েছে। পুনরায় আমরা আমাদের পরিবারবর্গকে খাদ্য-সামগ্রী এনে দেব এবং আমরা আমাদের ভাইয়ের রক্ষণাবেক্ষণ করব এবং আমরা অতিরিক্ত আর এক উষ্ট্রী বোঝাই পণ্য আনব।[২] যা এনেছি তা পরিমাণে অল্প।’ [৩]","bangla_bayan":"আর যখন তারা তাদের মাল-পত্র খুলল, তখন তারা দেখতে পেল তাদের পণ্যমূল্য তাদের কাছে ফেরত দেয়া হয়েছে। তারা বলল, ‘হে আমাদের পিতা, আমরা আর কী চাই? এই আমাদের পণ্যমূল্য, তা আমাদেরকে ফেরৎ দেয়া হয়েছে। আর আমরা আমাদের পরিবারবর্গের জন্য খাদ্যসামগ্রী নিয়ে আসব, আমাদের ভাইকে হেফাযত করব এবং আরো এক উট বোঝাই রসদ বেশি আনব, (বাদশাহ্র জন্য) ঐ রসদ (প্রদান) খুবই সহজ’।","bangla_mkhan":"এবং যখন তারা আসবাবপত্র খুলল, তখন দেখতে পেল যে, তাদেরকে তাদের পন্যমুল্য ফেরত দেয়া হয়েছে। তারা বললঃ হে আমাদের পিতা, আমরা আর কি চাইতে পারি। এই আমাদের প্রদত্ত পন্যমূল্য, আমাদেরকে ফেরত দেয়া হয়েছে। এখন আমরা আবার আমাদের পরিবারবর্গের জন্যে রসদ আনব এবং আমাদের ভাইয়ের দেখাশোনা করব এবং এক এক উটের বরাদ্দ খাদ্যশস্য আমরা অতিরিক্ত আনব। ঐ বরাদ্দ সহজ।","bangla_mujibur":"যখন তারা তাদের মালপত্র খুলল তখন তারা দেখতে পেল, তাদের পণ্যমূল্য তাদেরকে প্রত্যর্পন করা হয়েছে। তারা বললঃ হে আমাদের পিতা! আমরা আর কি প্রত্যাশা করতে পারি? এটা আমাদের প্রদত্ত পণ্যমূল্য, আমাদেরকে প্রত্যর্পন করা হয়েছে; পুনরায় আমরা আমাদের পরিবারবর্গকে খাদ্যসামগ্রী এনে দিব এবং আমরা আমাদের ভাইয়ের রক্ষণাবেক্ষণ করব এবং আমরা অতিরিক্ত আর এক উট বোঝাই পণ্য আনব, যা এনেছি তা পরিমাণে অল্প।","bangla_taisirul":"তারা যখন তাদের মাল-পত্র খুলল তখন দেখতে পেল যে, তাদেরকে তাদের পণ্যমূল্য ফিরিয়ে দেয়া হয়েছে। তারা বলল, ‘হে আমাদের আব্বাজান! আমরা আর কী চাই। এই দেখুন, আমাদের পণ্যমূল্য আমাদেরকে ফিরিয়ে দেয়া হয়েছে, আমরা আমাদের পরিবারের জন্য (আরো) খাদ্য আনব, আমাদের ভাইয়ের হিফাযাতও করব, আরো এক উট-বোঝাই মাল বেশি আনব, এ পরিমাণ সহজেই পাওয়া যাবে।’"},{"id":66,"arabic_text":"قَالَ لَنۡ اُرۡسِلَہٗ  مَعَکُمۡ حَتّٰی تُؤۡتُوۡنِ مَوۡثِقًا مِّنَ اللّٰہِ  لَتَاۡتُنَّنِیۡ بِہٖۤ اِلَّاۤ اَنۡ یُّحَاطَ بِکُمۡ ۚ فَلَمَّاۤ اٰتَوۡہُ مَوۡثِقَہُمۡ قَالَ اللّٰہُ عَلٰی مَا نَقُوۡلُ  وَکِیۡلٌ ﴿۶۶﴾ ","english_text":"They said, \"Call upon your Lord to make clear to us what it is. Indeed, [all] cows look alike to us. And indeed we, if Allah wills, will be guided.\"","page":243,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1662.mp3","colorText":"قَالَ لَنْ أُرْسِلَهُ[n[ۥ] مَعَكُمْ حَتَّىٰ تُؤْتُونِ مَوْثِ[a:6739[قًا م]ِّنَ [h:321[ٱ]للَّهِ لَتَأْتُ[g[نّ]َنِى بِه[o[ِۦٓ] إِلّ[o[َآ] أ[a:6740[َن ي]ُحَاطَ بِكُمْ‌ۖ فَلَ[g[مّ][o[َآ] ءَاتَوْهُ مَوْثِقَهُمْ قَالَ [h:1961[ٱ]للَّهُ عَلَىٰ مَا نَقُولُ وَك[p[ِي]لٌ","juz":13,"ruku":200,"manzil":3,"bangla_ahbayan":"পিতা বলল, ‘আমি ওকে কক্ষনো তোমাদের সাথে পাঠাব না, যতক্ষণ না তোমরা আল্লাহর নামে অঙ্গীকার কর যে, তোমরা তাকে আমার নিকট অবশ্যই ফিরিয়ে আনবে; তবে তোমরা অবরুদ্ধ হয়ে পড়লে সে কথা ভিন্ন।’[১] অতঃপর যখন তারা তাঁর নিকট অঙ্গীকার করল, তখন সে বলল, ‘আমরা যা কিছু বলছি, আল্লাহ তার বিধায়ক।’","bangla_bayan":"সে বলল, ‘আমি তোমাদের সাথে তাকে কখনো পাঠাব না, যতক্ষণ না তোমরা আমাকে আল্লাহর নামে অঙ্গীকার প্রদান কর যে, তাকে অবশ্যই আমার কাছে নিয়ে আসবে। তবে তোমরা (শত্রু বা বিপদ দ্বারা) বেষ্টিত হলে ভিন্ন কথা’। অতঃপর যখন তারা তাকে প্রতিশ্রুতি দিল, তখন সে বলল, ‘আমরা যা বলছি সে ব্যাপারে আল্লাহই সাক্ষী’।","bangla_mkhan":"বললেন, তাকে ততক্ষণ তোমাদের সাথে পাঠাব না, যতক্ষণ তোমরা আমাকে আল্লাহর নামে অঙ্গীকার না দাও যে, তাকে অবশ্যই আমার কাছে পৌঁছে দেবে; কিন্তু যদি তোমরা সবাই একান্তই অসহায় না হয়ে যাও। অতঃপর যখন সবাই তাঁকে অঙ্গীকার দিল, তখন তিনি বললেনঃ আমাদের মধ্যে যা কথাবার্তা হলো সে ব্যাপারে আল্লাহই মধ্যস্থ রইলেন।","bangla_mujibur":"পিতা বললঃ আমি ওকে কখনও তোমাদের সাথে পাঠাবনা যতক্ষণ না তোমরা আল্লাহর নামে অঙ্গীকার কর যে, তোমরা তাকে আমার নিকট নিয়ে আসবেই, অবশ্য যদি তোমরা একান্ত অসহায় হয়ে না পড়। অতঃপর যখন তারা তার নিকট প্রতিজ্ঞা করল তখন সে বললঃ আমরা যে বিষয়ে কথা বলছি, আল্লাহ তার বিধায়ক।","bangla_taisirul":"(পিতা) বলল- ‘আমি তাকে তোমাদের সাথে কিছুতেই পাঠাবো না যতক্ষণ না তোমরা আল্লাহর নামে শপথ কর যে, তোমরা তাকে আমার কাছে নিয়ে আসবেই যদি না তোমাদেরকে একযোগে ঘিরে ফেলা হয়।’ অতঃপর তারা যখন তার কাছে প্রতিজ্ঞা করল তখন সে বলল, ‘আমরা যে কথা বলছি আল্লাহই তার সাক্ষী ও অভিভাবক।’"},{"id":67,"arabic_text":"وَ قَالَ یٰبَنِیَّ  لَا تَدۡخُلُوۡا مِنۡۢ بَابٍ وَّاحِدٍ  وَّ ادۡخُلُوۡا  مِنۡ  اَبۡوَابٍ  مُّتَفَرِّقَۃٍ ؕ وَ مَاۤ  اُغۡنِیۡ عَنۡکُمۡ  مِّنَ اللّٰہِ مِنۡ شَیۡءٍ ؕ اِنِ الۡحُکۡمُ  اِلَّا لِلّٰہِ ؕ عَلَیۡہِ تَوَکَّلۡتُ ۚ وَ عَلَیۡہِ فَلۡیَتَوَکَّلِ الۡمُتَوَکِّلُوۡنَ ﴿۶۷﴾ ","english_text":"He said, \"He says, 'It is a cow neither trained to plow the earth nor to irrigate the field, one free from fault with no spot upon her.' \" They said, \"Now you have come with the truth.\" So they slaughtered her, but they could hardly do it.","page":243,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1663.mp3","colorText":"وَقَالَ يَ[n[ـٰ]بَنِىَّ لَا تَ[q:1176[دْ]خُلُو[s[اْ] م[i:6741[ِنۢ ب]َا[a:6742[بٍ و][n[َٲ]حِ[a:6743[دٍ و]َ[h:281[ٱ][q:281[دْ]خُلُو[s[اْ] مِنْ أَ[q:6744[بْ]و[n[َٲ][a:6745[بٍ م]ُّتَفَرِّقَ[a:6746[ةٍ‌ۖ و]َم[o[َآ] أُغْنِى عَ[f:255[نك][w:6747[ُم م]ِّنَ [h:321[ٱ]للَّهِ مِ[f:2103[ن ش]َىْءٍ‌ۖ إِنِ [h:4101[ٱ]لْحُكْمُ إِلَّا لِلَّهِ‌ۖ عَلَيْهِ تَوَكَّلْتُ‌ۖ وَعَلَيْهِ فَلْيَتَوَكَّلِ [h:6748[ٱ]لْمُتَوَكِّل[p[ُو]نَ","juz":13,"ruku":200,"manzil":3,"bangla_ahbayan":"সে (ইয়াকূব) বলল, ‘হে আমার পুত্রগণ! তোমরা (শহরের) এক দরজা দিয়ে প্রবেশ করো না; বরং ভিন্ন ভিন্ন দরজা দিয়ে প্রবেশ করবে।[১] আল্লাহর বিধানের বিরুদ্ধে আমি তোমাদের জন্য কিছু করতে পারি না। বিধান আল্লাহরই।[২] আমি তাঁরই উপর নির্ভর করলাম এবং যারা নির্ভর করতে চায় তারা আল্লাহরই উপর নির্ভর করুক।’","bangla_bayan":"সে বলল, ‘হে আমার ছেলেরা, তোমরা এক দরজা দিয়ে প্রবেশ করো না, বরং ভিন্ন ভিন্ন দরজা দিয়ে প্রবেশ কর এবং আল্লাহর সিদ্ধান্তের বিপরীতে আমি তোমাদের কোন উপকার করতে পারব না। হুকুম একমাত্র আল্লাহরই। তাঁরই উপর আমি তাওয়াক্কুল করছি এবং তাঁরই উপর যেন সকল তাওয়াক্কুলকারী তাওয়াক্কুল করে’।","bangla_mkhan":"ইয়াকুব বললেনঃ হে আমার বৎসগণ! সবাই একই প্রবেশদ্বার দিয়ে যেয়ো না, বরং পৃথক পৃথক দরজা দিয়ে প্রবেশ করো। আল্লাহর কোন বিধান থেকে আমি তোমাদেরকে রক্ষা করতে পারি না। নির্দেশ আল্লাহরই চলে। তাঁরই উপর আমি ভরসা করি এবং তাঁরই উপর ভরসা করা উচিত ভরসাকারীদের।","bangla_mujibur":"সে বললঃ হে আমার পুত্রগণ! তোমরা এক দরযা দিয়ে প্রবেশ করনা, ভিন্ন ভিন্ন দরযা দিয়ে প্রবেশ করবে, আল্লাহর বিধানের বিরুদ্ধে আমি তোমাদের জন্য কিছুই করতে পারিনা। বিধান আল্লাহরই; আমি তাঁরই উপর নির্ভর করি এবং যারা নির্ভর করতে চায় তারা তাঁরই (আল্লাহরই) উপর নির্ভর করুক।","bangla_taisirul":"পিতা বলল, ‘হে আমার সন্তানেরা! তোমরা এক দ্বার দিয়ে (মিসরে) প্রবেশ কর না, বরং ভিন্ন ভিন্ন দরজা দিয়ে প্রবেশ করবে (মানুষের সন্দেহ কিংবা কুদৃষ্টি এড়ানোর জন্য)। আমি আল্লাহর হুকুমের বিরুদ্ধে তোমাদের কোনই উপকার করতে পারব না। আল্লাহ ছাড়া হুকুম দাতা কেউ নেই, আমি তাঁর উপরই নির্ভর করি, যারা নির্ভর করতে চায়, তারা তাঁর উপর নির্ভর করুক।’"},{"id":68,"arabic_text":"وَ لَمَّا دَخَلُوۡا مِنۡ حَیۡثُ اَمَرَہُمۡ  اَبُوۡہُمۡ ؕ مَا کَانَ یُغۡنِیۡ عَنۡہُمۡ مِّنَ اللّٰہِ مِنۡ شَیۡءٍ اِلَّا حَاجَۃً فِیۡ نَفۡسِ یَعۡقُوۡبَ قَضٰہَا ؕ وَ اِنَّہٗ  لَذُوۡ عِلۡمٍ لِّمَا عَلَّمۡنٰہُ  وَ لٰکِنَّ اَکۡثَرَ  النَّاسِ  لَا  یَعۡلَمُوۡنَ ﴿۶۸﴾ ","english_text":"And [recall] when you slew a man and disputed over it, but Allah was to bring out that which you were concealing.","page":243,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1664.mp3","colorText":"وَلَ[g[مّ]َا دَخَلُو[s[اْ] مِنْ حَيْثُ أَمَرَهُمْ أَبُوه[w:6749[ُم م]َّا كَانَ يُغْنِى عَنْه[w:6750[ُم م]ِّنَ [h:321[ٱ]للَّهِ مِ[f:2103[ن ش]َىْءٍ إِلَّا حَاجَ[f:6751[ةً ف]ِى نَفْسِ يَعْقُوبَ قَضَ[n[ـٰ]هَا‌ۚ وَإِ[g[نّ]َهُ[n[ۥ] لَذُو عِلْ[u:6752[مٍ ل]ِّمَا عَلَّمْنَ[n[ـٰ]هُ وَلَ[n[ـٰ]كِ[g[نّ]َ أَكْثَرَ [h:1374[ٱ][l[ل][g[نّ]َاسِ لَا يَعْلَم[p[ُو]نَ","juz":13,"ruku":200,"manzil":3,"bangla_ahbayan":"যখন তারা তাদের পিতা তাদেরকে যেভাবে আদেশ করেছিল সেভাবেই প্রবেশ করল, তখন আল্লাহর বিধানের বিরুদ্ধে ওটা তাদের কোন কাজে আসল না; ইয়াকূব শুধু তার মনের একটি অভিপ্রায় পূর্ণ করেছিল মাত্র।[১] আর সে অবশ্যই জ্ঞানী ছিল; কারণ আমি তাকে শিক্ষা দিয়েছিলাম। কিন্তু অধিকাংশ মানুষ তা অবগত নয়। [২]","bangla_bayan":"আর যখন তারা প্রবেশ করল, যেভাবে তাদের পিতা তাদেরকে আদেশ করেছিল, তা আল্লাহর হুকুমের বিপরীতে তাদের কোন উপকারে আসেনি, তবে তা ছিল ইয়া‘কূবের মনের একটি ইচ্ছা, যা সে ব্যক্ত করেছিল। আর সে ছিল জ্ঞানী, কারণ আমি তাকে শিখিয়েছিলাম। কিন্তু অধিকাংশ মানুষ জানে না।","bangla_mkhan":"তারা যখন পিতার কথামত প্রবেশ করল, তখন আল্লাহর বিধানের বিরুদ্ধে তা তাদের বাঁচাতে পারল না। কিন্তু ইয়াকুবের সিদ্ধান্তে তাঁর মনের একটি বাসনা ছিল, যা তিনি পূর্ণ করেছেন। এবং তিনি তো আমার শেখানো বিষয় অবগত ছিলেন। কিন্তু অনেক মানুষ অবগত নয়।","bangla_mujibur":"যখন তারা, তাদের পিতা তাদেরকে যেভাবে আদেশ করেছিল সেভাবেই প্রবেশ করল, তখন আল্লাহর বিধানের বিরুদ্ধে ওটা তাদের কোন কাজে এলোনা; ইয়াকূব শুধু তার মনের একটি অভিপ্রায় পূর্ণ করেছিল এবং সে অবশ্যই জ্ঞানী ছিল। কারণ আমি তাকে শিক্ষা দিয়েছিলাম, কিন্তু অধিকাংশ মানুষ এটা অবগত নয়।","bangla_taisirul":"তাদের পিতা যেভাবে আদেশ করেছিল যখন তারা সেভাবে প্রবেশ করল, তখন আল্লাহর হুকুমের বিরুদ্ধে তা তাদের কোন কাজে আসল না। তবে ইয়া‘কুব তার মনের একটা অভিপ্রায় পূর্ণ করেছিল মাত্র। আমার দেয়া শিক্ষার বদৌলতে অবশ্যই সে ছিল জ্ঞানবান, কিন্তু অধিকাংশ মানুষ প্রকৃত ব্যাপার সম্পর্কে অবগত নয়।"},{"id":69,"arabic_text":"وَ لَمَّا دَخَلُوۡا عَلٰی یُوۡسُفَ اٰوٰۤی اِلَیۡہِ اَخَاہُ  قَالَ  اِنِّیۡۤ   اَنَا  اَخُوۡکَ فَلَا تَبۡتَئِسۡ بِمَا  کَانُوۡا  یَعۡمَلُوۡنَ ﴿۶۹﴾ ","english_text":"So, We said, \"Strike the slain man with part of it.\" Thus does Allah bring the dead to life, and He shows you His signs that you might reason.","page":243,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1665.mp3","colorText":"وَلَ[g[مّ]َا دَخَلُو[s[اْ] عَلَىٰ يُوسُفَ ءَاوَ[o[ىٰٓ] إِلَيْهِ أَخَاهُ‌ۖ قَالَ إِ[g[نّ][o[ِىٓ] أَنَا۟ أَخُوكَ فَلَا تَ[q:6317[بْ]تَئِسْ بِمَا كَانُو[s[اْ] يَعْمَل[p[ُو]نَ","juz":13,"ruku":201,"manzil":3,"bangla_ahbayan":"তারা যখন ইউসুফের সামনে হাজির হল, তখন সে তার (সহোদর) ভাইকে নিজের কাছে রাখল এবং বলল, ‘আমিই তোমার (সহোদর) ভাই, সুতরাং তারা যা করত, তার জন্য তুমি দুঃখ করো না।’[১]","bangla_bayan":"আর যখন তারা ইউসুফের নিকট প্রবেশ করল, তখন সে তার ভাইকে নিজের কাছে স্থান দিল এবং বলল, ‘আমি তোমার ভাই, কাজেই ইতঃপূর্বে তারা যা করত, তাতে তুমি দুঃখ পেয়ো না’।","bangla_mkhan":"যখন তারা ইউসুফের কাছে উপস্থিত হল, তখন সে আপন ভ্রাতাকে নিজের কাছে রাখল। বললঃ নিশ্চই আমি তোমার সহোদর। অতএব তাদের কৃতকর্মের জন্যে দুঃখ করো না।","bangla_mujibur":"তারা যখন ইউসুফের সামনে হাযির হল তখন ইউসুফ তার (সহোদর) ভাইকে নিজের কাছে রাখল এবং বললঃ আমিই তোমার (সহোদর) ভাই। সুতরাং তারা যা করত সেজন্য দুঃখ করনা।","bangla_taisirul":"যখন তারা ইউসুফের কাছে হাজির হল, তখন সে তার সহোদর ভাইকে নিজের কাছে রাখল। আর বলল, ‘আমিই তোমার ভাই, কাজেই ওরা যা করত তার জন্য দুঃখ করো না।’"},{"id":70,"arabic_text":"فَلَمَّا جَہَّزَہُمۡ بِجَہَازِہِمۡ جَعَلَ السِّقَایَۃَ  فِیۡ رَحۡلِ اَخِیۡہِ  ثُمَّ اَذَّنَ مُؤَذِّنٌ اَیَّتُہَا الۡعِیۡرُ اِنَّکُمۡ لَسٰرِقُوۡنَ ﴿۷۰﴾ ","english_text":"Then your hearts became hardened after that, being like stones or even harder. For indeed, there are stones from which rivers burst forth, and there are some of them that split open and water comes out, and there are some of them that fall down for fear of Allah . And Allah is not unaware of what you do.","page":244,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1666.mp3","colorText":"فَلَ[g[مّ]َا جَهَّزَه[c:6722[ُم ب]ِجَهَازِهِمْ جَعَلَ [h:6753[ٱ][l[ل]سِّقَايَةَ فِى رَحْلِ أَخِيهِ ثُ[g[مّ]َ أَذَّنَ مُؤَذِّنٌ أَيَّتُهَا [h:6754[ٱ]لْعِيرُ إِ[g[نّ]َكُمْ لَسَ[n[ـٰ]رِق[p[ُو]نَ","juz":13,"ruku":201,"manzil":3,"bangla_ahbayan":"অতঃপর সে (ইউসুফ) যখন তাদের সামগ্রীর ব্যবস্থা করে দিল, তখন সে তার (সহোদর) ভাই-এর মালপত্রের মধ্যে পানপাত্র (সা’) রেখে দিল।[১] অতঃপর এক আহবায়ক চীৎকার করে বলল, ‘হে যাত্রীদল[২] তোমরা নিশ্চয়ই চোর।’ [৩]","bangla_bayan":"অতঃপর সে যখন তাদেরকে তাদের রসদপত্র প্রস্তুত করে দিল, তখন তার ভাইয়ের মালপত্রে পানপাত্রটি রেখে দিল। তারপর একজন ঘোষক ঘোষণা করল, ‘ওহে কাফেলার লোকজন, নিশ্চয় তোমরা চোর’।","bangla_mkhan":"অতঃপর যখন ইউসুফ তাদের রসদপত্র প্রস্তুত করে দিল, তখন পানপাত্র আপন ভাইয়ের রসদের মধ্যে রেখে দিল। অতঃপর একজন ঘোষক ডেকে বললঃ হে কাফেলার লোকজন, তোমরা অবশ্যই চোর।","bangla_mujibur":"অতঃপর সে যখন তাদের সামগ্রীর ব্যবস্থা করে দিল তখন সে তার (সহোদর) ভাইয়ের মালপত্রের মধ্যে পানপাত্র রেখে দিল, অতঃপর এক ঘোষক উচ্চৈঃস্বরে বললঃ হে যাত্রীদল! তোমরা নিশ্চয়ই চোর।","bangla_taisirul":"অতঃপর ইউসুফ যখন তাদের রসদপত্র প্রস্তুত করে দিল, তখন সে তার সহোদর ভাইয়ের রসদপত্রের ভিতর পান পাত্রটি রেখে দিল। তখন এক ঘোষক ঘোষণা দিল, ‘হে কাফেলার লোক! তোমরা নিশ্চয়ই চোর।’"},{"id":71,"arabic_text":"قَالُوۡا وَ اَقۡبَلُوۡا عَلَیۡہِمۡ  مَّا ذَا  تَفۡقِدُوۡنَ ﴿۷۱﴾ ","english_text":"Do you covet [the hope, O believers], that they would believe for you while a party of them used to hear the words of Allah and then distort the Torah after they had understood it while they were knowing?","page":244,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1667.mp3","colorText":"قَالُو[s[اْ] وَأَ[q:6755[قْ]بَلُو[s[اْ] عَلَيْه[w:6756[ِم م]َّاذَا تَفْقِد[p[ُو]نَ","juz":13,"ruku":201,"manzil":3,"bangla_ahbayan":"তারা তাদের দিকে চেয়ে বলল, ‘তোমরা কি হারিয়েছ?’","bangla_bayan":"তারা ওদের দিকে ফিরে বলল, ‘তোমরা কী হারিয়েছ’?","bangla_mkhan":"তারা ওদের দিকে মুখ করে বললঃ তোমাদের কি হারিয়েছে?","bangla_mujibur":"তারা তাদের দিকে ফিরে তাকাল এবং বললঃ তোমরা কি হারিয়েছ?","bangla_taisirul":"তারা তাদের দিকে ফিরে বলল, ‘তোমাদের কী হারিয়েছে?’"},{"id":72,"arabic_text":"قَالُوۡا نَفۡقِدُ صُوَاعَ  الۡمَلِکِ  وَ لِمَنۡ  جَآءَ بِہٖ  حِمۡلُ  بَعِیۡرٍ  وَّ اَنَا  بِہٖ  زَعِیۡمٌ ﴿۷۲﴾ ","english_text":"And when they meet those who believe, they say, \"We have believed\"; but when they are alone with one another, they say, \"Do you talk to them about what Allah has revealed to you so they can argue with you about it before your Lord?\" Then will you not reason?","page":244,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1668.mp3","colorText":"قَالُو[s[اْ] نَفْقِدُ صُوَاعَ [h:6757[ٱ]لْمَلِكِ وَلِمَ[f:6758[ن ج][o[َا]ٓءَ بِه[n[ِۦ] حِمْلُ بَعِي[a:6759[رٍ و]َأَنَا۟ بِه[n[ِۦ] زَع[p[ِي]مٌ","juz":13,"ruku":201,"manzil":3,"bangla_ahbayan":"তারা বলল, ‘আমরা রাজার পানপাত্র (সা’) হারিয়েছি; যে ওটা এনে দেবে, সে এক উট বোঝাই মাল পাবে এবং আমি তার যামিন।’ [১]","bangla_bayan":"তারা বলল, ‘আমরা বাদশাহ্র পানপাত্র হারিয়েছি, যে তা এনে দেবে, তার জন্য রয়েছে এক উট বোঝাই পুরস্কার। আর আমিই এর যামিন’।","bangla_mkhan":"তারা বললঃ আমরা বাদশাহর পানপাত্র হারিয়েছি এবং যে কেউ এটা এনে দেবে সে এক উটের বোঝা পরিমাণ মাল পাবে এবং আমি এর যামিন।","bangla_mujibur":"তারা বললঃ আমরা রাজার পানপাত্র হারিয়েছি; যে ওটা এনে দিবে সে এক উট বোঝাই মাল পাবে এবং আমি ওর যামীন।","bangla_taisirul":"তারা বলল- ‘আমরা রাজার পান পাত্র হারিয়েছি, (তাদের প্রধান ব্যক্তি বলল) যে তা এনে দিতে পারবে তার জন্য আছে এক উট-বোঝাই মাল। আর আমিই এ ব্যাপারে প্রতিজ্ঞাবদ্ধ।"},{"id":73,"arabic_text":"قَالُوۡا تَاللّٰہِ  لَقَدۡ عَلِمۡتُمۡ مَّا جِئۡنَا لِنُفۡسِدَ فِی الۡاَرۡضِ وَ مَا کُنَّا سٰرِقِیۡنَ ﴿۷۳﴾ ","english_text":"But do they not know that Allah knows what they conceal and what they declare?","page":244,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1669.mp3","colorText":"قَالُو[s[اْ] تَ[h:6760[ٱ]للَّهِ لَقَ[q:2389[دْ] عَلِمْت[w:6761[ُم م]َّا جِئْنَا لِنُفْسِدَ فِى [h:44[ٱ]لْأَرْضِ وَمَا كُ[g[نّ]َا سَ[n[ـٰ]رِق[p[ِي]نَ","juz":13,"ruku":201,"manzil":3,"bangla_ahbayan":"তারা বলল, ‘আল্লাহর শপথ! তোমরা তো জান যে, আমরা এই দেশে অশান্তি সৃষ্টি করতে আসিনি এবং আমরা চোরও নই।’ [১]","bangla_bayan":"তারা বলল, ‘আল্লাহর কসম, তোমরা নিশ্চয়ই জেনে গিয়েছ, আমরা এ দেশে অশান্তি সৃষ্টি করতে আসিনি, আর আমরা চোর নই’।","bangla_mkhan":"তারা বললঃ আল্লাহর কসম, তোমরা তো জান, আমরা অনর্থ ঘটাতে এদেশে আসিনি এবং আমরা কখনও চোর ছিলাম না।","bangla_mujibur":"তারা বললঃ আল্লাহর শপথ! তোমরাতো জান যে, আমরা এই দেশে দুস্কৃতি করতে আসিনি এবং আমরা চোরও নই।","bangla_taisirul":"ইউসুফের ভাইয়েরা বলল, ‘আল্লাহর শপথ! তোমরা তো জান আমরা এ দেশে অশান্তি সৃষ্টি করতে আসিনি, আর আমরা চোরও নই।’"},{"id":74,"arabic_text":"قَالُوۡا  فَمَا  جَزَآؤُہٗۤ   اِنۡ  کُنۡتُمۡ کٰذِبِیۡنَ ﴿۷۴﴾ ","english_text":"And among them are unlettered ones who do not know the Scripture except in wishful thinking, but they are only assuming.","page":244,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1670.mp3","colorText":"قَالُو[s[اْ] فَمَا جَز[o[َٲ]ٓؤُهُ[o[ۥٓ] إِ[f:109[ن ك]ُ[f:100[نت]ُمْ كَ[n[ـٰ]ذِب[p[ِي]نَ","juz":13,"ruku":201,"manzil":3,"bangla_ahbayan":"তারা বলল, ‘যদি তোমরা মিথ্যাবাদী হও তাহলে তার শাস্তি কি?’ [১]","bangla_bayan":"তারা বলল, ‘তাহলে তার শাস্তি কি হবে, যদি তোমরা মিথ্যাবাদী হও’?","bangla_mkhan":"তারা বললঃ যদি তোমরা মিথ্যাবাদী হও, তবে যে, চুরি করেছে তার কি শাস্তি?","bangla_mujibur":"তারা বললঃ যদি তোমরা মিথ্যাবাদী হও তাহলে তার শাস্তি কি?","bangla_taisirul":"রাজকর্মচারীরা বলল, ‘তোমরা মিথ্যেবাদী হলে যে চুরি করেছে তার শাস্তি কী হবে?’"},{"id":75,"arabic_text":"قَالُوۡا جَزَآؤُہٗ  مَنۡ وُّجِدَ فِیۡ  رَحۡلِہٖ  فَہُوَ جَزَآؤُہٗ ؕ  کَذٰلِکَ  نَجۡزِی  الظّٰلِمِیۡنَ ﴿۷۵﴾ ","english_text":"So woe to those who write the \"scripture\" with their own hands, then say, \"This is from Allah,\" in order to exchange it for a small price. Woe to them for what their hands have written and woe to them for what they earn.","page":244,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1671.mp3","colorText":"قَالُو[s[اْ] جَز[o[َٲ]ٓؤُهُ[n[ۥ] م[a:6762[َن و]ُجِدَ فِى رَحْلِه[n[ِۦ] فَهُوَ جَز[o[َٲ]ٓؤُهُ[n[ۥ]‌ۚ كَذ[n[َٲ]لِكَ نَ[q:4214[جْ]زِى [h:4693[ٱ][l[ل]ظَّ[n[ـٰ]لِم[p[ِي]نَ","juz":13,"ruku":201,"manzil":3,"bangla_ahbayan":"তারা বলল, ‘এর শাস্তি এই যে, যার মালপত্রের মধ্যে পাত্রটি পাওয়া যাবে, সেই হবে তার বিনিময়।[১] এভাবে আমরা সীমালংঘনকারীদের শাস্তি দিয়ে থাকি।’ [২]","bangla_bayan":"তারা বলল, ‘তার শাস্তি হবে, যার মালপত্রের ভিতর ওটি পাওয়া যাবে, সে-ই হবে তার বিনিময়। এভাবেই আমরা যালেমদেরকে শাস্তি দিয়ে থাকি’।","bangla_mkhan":"তারা বললঃ এর শাস্তি এই যে, যার রসদপত্র থেকে তা পাওয়া যাবে, এর প্রতিদানে সে দাসত্বে যাবে। আমরা যালেমদেরকে এভাবেই শাস্তি দেই।","bangla_mujibur":"তারা বললঃ এর শাস্তি এই যে, যার মালপত্রের মধ্যে পাত্রটি পাওয়া যাবে, সে’ই তার বিনিময়, এভাবে আমরা সীমালংঘনকারীদের শাস্তি দিয়ে থাকি।","bangla_taisirul":"তারা বলল, ‘তার শাস্তি হল যার মালের ভিতর ওটা পাওয়া যাবে তাকেই ধরে রাখা হবে। সীমালঙ্ঘনকারীদেরকে আমরা এভাবেই শাস্ত দিয়ে থাকি।’"},{"id":76,"arabic_text":"فَبَدَاَ بِاَوۡعِیَتِہِمۡ قَبۡلَ وِعَآءِ اَخِیۡہِ ثُمَّ اسۡتَخۡرَجَہَا مِنۡ وِّعَآءِ اَخِیۡہِ ؕ کَذٰلِکَ  کِدۡنَا لِیُوۡسُفَ ؕ مَا  کَانَ  لِیَاۡخُذَ اَخَاہُ فِیۡ  دِیۡنِ الۡمَلِکِ  اِلَّاۤ  اَنۡ  یَّشَآءَ  اللّٰہُ ؕ نَرۡفَعُ دَرَجٰتٍ مَّنۡ نَّشَآءُ ؕ وَ فَوۡقَ کُلِّ ذِیۡ  عِلۡمٍ  عَلِیۡمٌ ﴿۷۶﴾ ","english_text":"And they say, \"Never will the Fire touch us, except for a few days.\" Say, \"Have you taken a covenant with Allah ? For Allah will never break His covenant. Or do you say about Allah that which you do not know?\"","page":244,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1672.mp3","colorText":"فَبَدَأَ بِأَوْعِيَتِهِمْ قَ[q:3282[بْ]لَ وِع[o[َا]ٓءِ أَخِيهِ ثُ[g[مّ]َ [h:6763[ٱ]سْتَخْرَجَهَا م[a:6764[ِن و]ِع[o[َا]ٓءِ أَخِيهِ‌ۚ كَذ[n[َٲ]لِكَ كِ[q:6765[دْ]نَا لِيُوسُفَ‌ۖ مَا كَانَ لِيَأْخُذَ أَخَاهُ فِى دِينِ [h:6766[ٱ]لْمَلِكِ إِلّ[o[َآ] أ[a:4201[َن ي]َش[o[َا]ٓءَ [h:4334[ٱ]للَّهُ‌ۚ نَرْفَعُ دَرَجَ[n[ـٰ][a:4210[تٍ م]ّ[a:4211[َن ن]َّش[o[َا]ٓءُ‌ۗ وَفَوْقَ كُلِّ ذِى عِلْمٍ عَل[p[ِي]مٌ","juz":13,"ruku":201,"manzil":3,"bangla_ahbayan":"অতঃপর সে তার (সহোদর) ভ্রাতার মালপত্র তল্লাশি করার পূর্বে ওদের মালপত্র তল্লাশি করতে লাগল, পরে তার সহোদরের মালপত্রের মধ্য হতে পাত্রটি বের করল।[১] এভাবে আমি ইউসুফের জন্য কৌশল করলাম।[২] আল্লাহ ইচ্ছা না করলে রাজার আইনে তার সহোদরকে সে (দাস বানিয়ে) আটক করতে পারত না।[৩] আমি যাকে ইচ্ছা মর্যাদায় উন্নীত করি।[৪] আর প্রত্যেক জ্ঞানবান ব্যক্তির উপর আছে অধিক জ্ঞানী।[৫]","bangla_bayan":"তারপর সে তার ভাইয়ের পাত্রের পূর্বে তাদের পাত্রগুলো দিয়ে (তল্লাশী) শুরু করল, তারপর সেটি তার ভাইয়ের পাত্র থেকে বের করল, এভাবে আমি ইউসুফের জন্য কৌশল করলাম। আল্লাহর ইচ্ছা ছাড়া বাদশাহ্র আইনে সে তার ভাইকে রেখে দিতে পারত না, আমি যাকে ইচ্ছা তার মর্যাদা উঁচু করে দেই এবং প্রত্যেক জ্ঞানীর উপর রয়েছে একজন মহাজ্ঞানী।","bangla_mkhan":"অতঃপর ইউসুফ আপন ভাইদের থলের পূর্বে তাদের থলে তল্লাশী শুরু করলেন। অবশেষে সেই পাত্র আপন ভাইয়ের থলের মধ্য থেকে বের করলেন। এমনিভাবে আমি ইউসুফকে কৌশল শিক্ষা দিয়েছিলাম। সে বাদশাহর আইনে আপন ভাইকে কখনও দাসত্বে দিতে পারত না, কিু栦#2438;ল্লাহ যদি ইচ্ছা করেন। আমি যাকে ইচ্ছা, মর্যাদায় উন্নীত করি এবং প্রত্যেক জ্ঞানীর উপরে আছে অধিকতর এক জ্ঞানীজন।","bangla_mujibur":"অতঃপর সে তার (সহোদর) ভাইয়ের মালপত্র তল্লাশির পূর্বে তাদের মাল-পত্র তল্লাশি করতে লাগল, পরে তার সহোদরের মাল-পত্রের মধ্য হতে পাত্রটি বের করল। এভাবে আমি ইউসুফের জন্য কৌশল করেছিলাম, রাজার আইনে তার সহোদরকে সে আটক করতে পারতনা, আল্লাহ ইচ্ছা না করলে। আমি যাকে ইচ্ছা মর্যাদায় উন্নীত করি, প্রত্যেক জ্ঞানবান ব্যক্তির উপর আছেন সর্বজ্ঞানী।","bangla_taisirul":"অতঃপর ইউসুফ তার নিজ ভাইয়ের মালপত্র তল্লাশির আগে অন্যদের মাল তল্লাশি শুরু করল। অতঃপর সেটি তার নিজ ভাইয়ের মালপত্র থেকে বের করল। এভাবে আমি ইউসুফের জন্য পরিকল্পনা করেছিলাম। রাজার আইন অনুযায়ী সে তার সহোদর ভাইকে আটক করতে পারত না-আল্লাহর ইচ্ছে ব্যতীত। আমি যার জন্য ইচ্ছে করি মর্যাদা উচ্চ করি, প্রত্যেক জ্ঞানীর উপরে আছেন একজন সর্বজ্ঞ।"},{"id":77,"arabic_text":"قَالُوۡۤا اِنۡ یَّسۡرِقۡ فَقَدۡ سَرَقَ اَخٌ لَّہٗ  مِنۡ قَبۡلُ ۚ فَاَسَرَّہَا یُوۡسُفُ فِیۡ نَفۡسِہٖ وَ لَمۡ یُبۡدِہَا لَہُمۡ ۚ قَالَ اَنۡتُمۡ شَرٌّ مَّکَانًا ۚ وَ اللّٰہُ  اَعۡلَمُ  بِمَا تَصِفُوۡنَ ﴿۷۷﴾ ","english_text":"Yes, whoever earns evil and his sin has encompassed him - those are the companions of the Fire; they will abide therein eternally.","page":244,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1673.mp3","colorText":"۞ قَال[o[ُوٓ][s[اْ] إ[a:6767[ِن ي]َسْرِ[q:6768[قْ] فَقَ[q:563[دْ] سَرَقَ أَ[u:6769[خٌ ل]َّهُ[n[ۥ] مِ[f:128[ن ق]َ[q:129[بْ]لُ‌ۚ فَأَسَرَّهَا يُوسُفُ فِى نَفْسِه[n[ِۦ] وَلَمْ يُ[q:6770[بْ]دِهَا لَهُمْ‌ۚ قَالَ أَ[f:428[نت]ُمْ شَ[a:3659[رٌّ م]َّكَا[a:6771[نًا‌ۖ و]َ[h:72[ٱ]للَّهُ أَعْلَمُ بِمَا تَصِف[p[ُو]نَ","juz":13,"ruku":201,"manzil":3,"bangla_ahbayan":"তারা বলল, ‘সে যদি চুরি করে থাকে, তাহলে তার (সহোদর) ভাইও তো ইতিপূর্বে চুরি করেছিল।’[১] কিন্তু ইউসুফ প্রকৃত ব্যাপার নিজের মনে গোপন রাখল এবং তাদের কাছে প্রকাশ করল না। সে (মনে মনে) বলল, ‘তোমাদের অবস্থা তো হীনতর[২] এবং তোমরা যা বলছ, সে সম্বন্ধে আল্লাহ সবিশেষ অবহিত।’","bangla_bayan":"তারা বলল, ‘যদি সে চুরি করে থাকে, তবে ইতঃপূর্বে তার এক ভাই চুরি করেছিল’। ইউসুফ বিষয়টি নিজের কাছে গোপন রাখল, তাদের কাছে প্রকাশ করল না, সে (মনে মনে) বলল, ‘তোমাদের অবস্থান তো নিকৃষ্টতর, তোমরা যা বলছ, সে সম্পর্কে আল্লাহ ভালভাবেই অবগত’।","bangla_mkhan":"তারা বলতে লাগলঃ যদি সে চুরি করে থাকে, তবে তার এক ভাইও ইতিপূর্বে চুরি করেছিল। তখন ইউসুফ প্রকৃত ব্যাপার নিজের মনে রাখলেন এবং তাদেরকে জানালেন না। মনে মনে বললেনঃ তোমরা লোক হিসাবে নিতান্ত মন্দ এবং আল্লাহ খুব জ্ঞাত রয়েছেন, যা তোমরা বর্ণনা করছ;","bangla_mujibur":"তারা বললঃ সে যদি চুরি করে থাকে তার (সহোদর) ভাইওতো ইতোপূর্বে চুরি করেছিল, এতে ইউসুফ প্রকৃত ব্যাপার নিজের মনে গোপন রাখল এবং তাদের কাছে প্রকাশ করলনা। সে মনে মনে বললঃ তোমাদের অবস্থাতো হীনতর এবং তোমরা যা বলছ সে সম্বন্ধে আল্লাহ সবিশেষ অবগত।","bangla_taisirul":"ইউসুফের ভাইয়েরা বলল, ‘সে যদি চুরি করে থাকে (তবে তা অসম্ভব নয়, কেননা) এর পূর্বে তার সহোদর ভাইও চুরি করেছিল। তখন ইউসুফ এ ব্যাপারটি তার মনেই গোপন রাখল, তা তাদের কাছে প্রকাশ করল না। সে (মনে মনে) বলল- তোমাদের অবস্থান তো আরো নিকৃষ্টতম, তোমরা যা বলছ সে সম্পর্কে আল্লাহ খুব ভালভাবেই অবগত।"},{"id":78,"arabic_text":"قَالُوۡا یٰۤاَیُّہَا الۡعَزِیۡزُ اِنَّ لَہٗۤ  اَبًا شَیۡخًا کَبِیۡرًا فَخُذۡ اَحَدَنَا مَکَانَہٗ ۚ اِنَّا نَرٰىکَ مِنَ  الۡمُحۡسِنِیۡنَ ﴿۷۸﴾ ","english_text":"But they who believe and do righteous deeds - those are the companions of Paradise; they will abide therein eternally.","page":244,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1674.mp3","colorText":"قَالُو[s[اْ] يَ[o[ـٰٓ]أَيُّهَا [h:6772[ٱ]لْعَزِيزُ إِ[g[نّ]َ لَهُ[o[ۥٓ] أَ[f:6773[بًا ش]َيْ[f:6774[خًا ك]َبِي[f:6775[رًا ف]َخُذْ أَحَدَنَا مَكَانَهُ[o[ۥٓ‌ۖ] إِ[g[نّ]َا نَرَ[n[ٮٰ]كَ مِنَ [h:4754[ٱ]لْمُحْسِن[p[ِي]نَ","juz":13,"ruku":201,"manzil":3,"bangla_ahbayan":"তারা বলল, ‘হে আযীয![১] এর পিতা আছেন অতিশয় বৃদ্ধ, সুতরাং এর স্থলে আপনি আমাদের একজনকে রাখুন! আমরা তো আপনাকে দেখছি মহানুভব ব্যক্তিদের একজন।’ [২]","bangla_bayan":"তারা বলল, ‘হে আযীয, তার পিতা বড় বৃদ্ধ, আপনি তার স্থলে আমাদের একজনকে নিন, আমরা তো আপনাকে দেখছি সৎকর্মশীলদের অন্তর্ভুক্ত।","bangla_mkhan":"তারা বলতে লাগলঃ হে আযীয, তার পিতা আছেন, যিনি খুবই বৃদ্ধ বয়স্ক। সুতরাং আপনি আমাদের একজনকে তার বদলে রেখে দিন। আমরা আপনাকে অনুগ্রহশীল ব্যক্তিদের একজন দেখতে পাচ্ছি।","bangla_mujibur":"তারা বললঃ হে আযীয! এর পিতা আছেন অতিশয় বৃদ্ধ, সুতরাং এর স্থলে আপনি আমাদের একজনকে রাখুন! আমরাতো আপনাকে দেখছি মহানুভব ব্যক্তিদের একজন।","bangla_taisirul":"তারা বলল, ‘হে ‘আযীয! এর পিতা আছেন যিনি খুবই বৃদ্ধ, কাজেই তার স্থলে আমাদের একজনকে রাখুন, আমরা তো আপনাকে বড়ই সদাচারী লোকদের অন্তর্ভুক্ত দেখছি।’"},{"id":79,"arabic_text":"قَالَ مَعَاذَ اللّٰہِ اَنۡ نَّاۡخُذَ اِلَّا مَنۡ وَّجَدۡنَا مَتَاعَنَا عِنۡدَہٗۤ ۙ اِنَّاۤ اِذًا لَّظٰلِمُوۡنَ ﴿۷۹﴾ ","english_text":"And [recall] when We took the covenant from the Children of Israel, [enjoining upon them], \"Do not worship except Allah ; and to parents do good and to relatives, orphans, and the needy. And speak to people good [words] and establish prayer and give zakah.\" Then you turned away, except a few of you, and you were refusing.","page":245,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1675.mp3","colorText":"قَالَ مَعَاذَ [h:6605[ٱ]للَّهِ أ[a:6776[َن ن]َّأْخُذَ إِلَّا م[a:6777[َن و]َجَ[q:3834[دْ]نَا مَتَ[n[ـٰ]عَنَا عِ[f:719[ند]َهُ[o[ۥٓ] إِ[g[نّ][o[َآ] إِ[u:6778[ذًا ل]َّظَ[n[ـٰ]لِم[p[ُو]نَ","juz":13,"ruku":201,"manzil":3,"bangla_ahbayan":"সে বলল, ‘যার নিকট আমরা আমাদের মাল পেয়েছি, তাকে ছাড়া অন্যকে রাখার অপরাধ হতে আমরা আল্লাহর কাছে আশ্রয় প্রার্থনা করছি! এরূপ করলে আমরা অবশ্যই সীমালংঘনকারী হব।’ [১]","bangla_bayan":"সে বলল, ‘যার কাছে আমাদের মাল পেয়েছি তাকে ছাড়া অন্যকে পাকড়াও করা হতে আল্লাহর আশ্রয় চাচ্ছি, এমন করলে আমরা হয়ে যাব নিশ্চিত যালিম’।","bangla_mkhan":"তিনি বললেনঃ যার কাছে আমরা আমাদের মাল পেয়েছি, তাকে ছাড়া আর কাউকে গ্রেফতার করা থেকে আল্লাহ আমাদের রক্ষা করুন। তা হলে তো আমরা নিশ্চিতই অন্যায়কারী হয়ে যাব।","bangla_mujibur":"সে বললঃ যার নিকট আমরা আমাদের মাল পেয়েছি, তাকে ছাড়া অন্যকে রাখার অপরাধ হতে আমরা আল্লাহর কাছে আশ্রয় প্রার্থনা করছি। এরূপ করলে আমরা অবশ্যই সীমালংঘনকারী হব।","bangla_taisirul":"সে বলল, ‘যার কাছে আমাদের মাল পেয়েছি তাকে ছাড়া অন্যকে ধরার কাজ থেকে আল্লাহর পানাহ চাচ্ছি, তা করলে আমরা যালিম হিসেবে পরিগণিত হব।’"},{"id":80,"arabic_text":"فَلَمَّا اسۡتَیۡـَٔسُوۡا مِنۡہُ خَلَصُوۡا نَجِیًّا ؕ قَالَ کَبِیۡرُہُمۡ اَلَمۡ تَعۡلَمُوۡۤا اَنَّ اَبَاکُمۡ قَدۡ اَخَذَ عَلَیۡکُمۡ  مَّوۡثِقًا مِّنَ اللّٰہِ وَ مِنۡ قَبۡلُ مَا فَرَّطۡتُّمۡ فِیۡ یُوۡسُفَ ۚ فَلَنۡ اَبۡرَحَ الۡاَرۡضَ حَتّٰی یَاۡذَنَ لِیۡۤ  اَبِیۡۤ  اَوۡ یَحۡکُمَ اللّٰہُ  لِیۡ ۚ وَ ہُوَ  خَیۡرُ  الۡحٰکِمِیۡنَ ﴿۸۰﴾ ","english_text":"And [recall] when We took your covenant, [saying], \"Do not shed each other's blood or evict one another from your homes.\" Then you acknowledged [this] while you were witnessing.","page":245,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1676.mp3","colorText":"فَلَ[g[مّ]َا [h:6779[ٱ]سْتَيْــَٔسُو[s[اْ] مِنْهُ خَلَصُو[s[اْ] نَجِي[f:6780[ًّا‌ۖ ق]َالَ كَبِيرُهُمْ أَلَمْ تَعْلَم[o[ُوٓ][s[اْ] أَ[g[نّ]َ أَبَاكُمْ قَ[q:298[دْ] أَخَذَ عَلَيْك[w:6781[ُم م]َّوْثِ[a:6739[قًا م]ِّنَ [h:321[ٱ]للَّهِ وَمِ[f:6432[ن ق]َ[q:129[بْ]لُ مَا فَرَّطتُمْ فِى يُوسُفَ‌ۖ فَلَنْ أَ[q:6782[بْ]رَحَ [h:6783[ٱ]لْأَرْضَ حَتَّىٰ يَأْذَنَ ل[o[ِىٓ] أَب[o[ِىٓ] أَوْ يَحْكُمَ [h:4856[ٱ]للَّهُ لِى‌ۖ وَهُوَ خَيْرُ [h:4857[ٱ]لْحَ[n[ـٰ]كِم[p[ِي]نَ","juz":13,"ruku":202,"manzil":3,"bangla_ahbayan":"যখন তারা তার নিকট হতে সম্পূর্ণ নিরাশ হল, তখন তারা নির্জনে গিয়ে পরামর্শ করতে লাগল।[১] ওদের মধ্যে যে বয়োজ্যেষ্ঠ ছিল সে বলল, ‘তোমরা কি জান না যে, তোমাদের পিতা তোমাদের নিকট হতে আল্লাহর নামে অঙ্গীকার নিয়েছেন এবং পূর্বেও তোমরা ইউসুফের ব্যাপারে ত্রুটি করেছিলে। সুতরাং আমি কিছুতেই এই দেশ ত্যাগ করব না, যতক্ষণ না আমার পিতা আমাকে অনুমতি দেন[২] অথবা আল্লাহ আমার জন্য কোন ব্যবস্থা করেন এবং তিনিই শ্রেষ্ঠ বিচারক। [৩]","bangla_bayan":"তারপর যখন তারা তার ব্যাপারে নিরাশ হল, তখন তারা পরামর্শ করতে একান্তে মিলিত হল। তাদের বড়জন বলল, ‘তোমরা কি জান না যে, তোমাদের পিতা তোমাদের কাছ থেকে আল্লাহর নামে অঙ্গীকার নিয়েছেন, আর ইতঃপূর্বে তোমরা ইউসুফের ব্যাপারে যে অন্যায় করেছ? সুতরাং যতক্ষণ না আমার পিতা আমাকে অনুমতি দেবেন অথবা আল্লাহ আমার ব্যাপারে ফয়সালা করবেন, ততক্ষণ পর্যন্ত আমি এদেশ ছেড়ে যাব না এবং তিনি সর্বোত্তম ফয়সালাকারী’।","bangla_mkhan":"অতঃপর যখন তারা তাঁর কাছ থেকে নিরাশ হয়ে গেল, তখন পরামর্শের জন্যে এখানে বসল। তাদের জ্যেষ্ঠ ভাই বললঃ তোমরা কি জান না যে, পিতা তোমাদের কাছ থেকে আল্লাহর নামে অঙ্গীকার নিয়েছেন এবং পূর্বে ইউসুফের ব্যাপারেও তোমরা অন্যায় করেছো? অতএব আমি তো কিছুতেই এদেশ ত্যাগ করব না, যে পর্যন্ত না পিতা আমাকে আদেশ দেন অথবা আল্লাহ আমার পক্ষে কোন ব্যবস্থা করে দেন। তিনিই সর্বোত্তম ব্যবস্থাপক।","bangla_mujibur":"যখন তারা তার নিকট হতে সম্পূর্ণ নিরাশ হল তখন তারা নির্জনে গিয়ে পরামর্শ করতে লাগল, ওদের মধ্যে যে ছিল বয়োজ্যেষ্ঠ সে বললঃ তোমরা কি জাননা যে, তোমাদের পিতা তোমাদের নিকট হতে আল্লাহর নামে অঙ্গীকার নিয়েছেন এবং পূর্বেও তোমরা ইউসুফের ব্যাপারে ক্রটি করেছিলে; সুতরাং আমি কিছুতেই এই দেশ ত্যাগ করবনা যতক্ষণ না আমার পিতা আমাকে অনুমতি দেন অথবা আল্লাহ আমার জন্য কোন ব্যবস্থা করেন এবং তিনিই বিচারকদের মধ্যে শ্রেষ্ঠ।","bangla_taisirul":"যখন তারা ইউসুফের নিকট থেকে নিরাশ হয়ে গেল তখন তারা নির্জনে গিয়ে পরামর্শ করল। তাদের মধ্যে বয়সে সবার বড় ভাইটি বলল, ‘তোমরা কি জান না যে, তোমাদের পিতা তোমাদের থেকে আল্লাহর নামে শপথ গ্রহণ করেছেন, আর এর পূর্বেও তোমরা ইউসুফের ব্যাপারে (তোমাদের কর্তব্য পালনে) ব্যর্থ হয়েছ, কাজেই আমি কিছুতেই এখান থেকে নড়বো না যতক্ষণ না আমার পিতা আমাকে অনুমতি দিবেন কিংবা আল্লাহ আমার ব্যাপারে কোন নির্দেশ দিবেন, কেননা তিনি হলেন সর্বোত্তম ফায়সালাকারী।"},{"id":81,"arabic_text":"اِرۡجِعُوۡۤا اِلٰۤی اَبِیۡکُمۡ  فَقُوۡلُوۡا یٰۤاَبَانَاۤ  اِنَّ ابۡنَکَ سَرَقَ ۚ وَ مَا شَہِدۡنَاۤ اِلَّا بِمَا عَلِمۡنَا وَ مَا کُنَّا لِلۡغَیۡبِ حٰفِظِیۡنَ ﴿۸۱﴾ ","english_text":"Then, you are those [same ones who are] killing one another and evicting a party of your people from their homes, cooperating against them in sin and aggression. And if they come to you as captives, you ransom them, although their eviction was forbidden to you. So do you believe in part of the Scripture and disbelieve in part? Then what is the recompense for those who do that among you except disgrace in worldly life; and on the Day of Resurrection they will be sent back to the severest of punishment. And Allah is not unaware of what you do.","page":245,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1677.mp3","colorText":"ٱرْجِع[o[ُوٓ][s[اْ] إِلَ[o[ىٰٓ] أَبِيكُمْ فَقُولُو[s[اْ] يَ[o[ـٰٓ]أَبَان[o[َآ] إِ[g[نّ]َ [h:6784[ٱ][q:6785[بْ]نَكَ سَرَقَ وَمَا شَهِ[q:4421[دْ]ن[o[َآ] إِلَّا بِمَا عَلِمْنَا وَمَا كُ[g[نّ]َا لِلْغَيْبِ حَ[n[ـٰ]فِظ[p[ِي]نَ","juz":13,"ruku":202,"manzil":3,"bangla_ahbayan":"তোমরা তোমাদের পিতার নিকট ফিরে যাও এবং বল, হে আমাদের পিতা! আপনার পুত্র চুরি করেছে এবং আমরা যা জানি, তারই প্রত্যক্ষ বিবরণ দিলাম।[১] আর অদৃশ্যের ব্যাপারে আমরা অবহিত ছিলাম না।[২]","bangla_bayan":"‘তোমরা তোমাদের পিতার নিকট ফিরে যাও এবং বল, হে আমাদের পিতা, আপনার ছেলে তো চুরি করেছে, আর আমরা যা জানি তাঁরই সাক্ষ্য দিয়েছি এবং আমরা গায়েব সংরক্ষণকারী নই’।","bangla_mkhan":"তোমরা তোমাদের পিতার কাছে ফিরে যাও এবং বলঃ পিতা আপনার ছেলে চুরি করেছে। আমরা তাই বলে দিলাম, যা আমাদের জানা ছিল এবং অদৃশ্য বিষয়ের প্রতি আমাদের লক্ষ্য ছিল না।","bangla_mujibur":"তোমরা তোমাদের পিতার নিকট ফিরে যাও এবং বলঃ হে আমাদের পিতা! আপনার পুত্র চুরি করেছে এবং আমরা যা জানি তারই প্রত্যক্ষ বিবরণ দিলাম, অদৃশ্যের ব্যাপারে আমরা অবহিত ছিলামনা।","bangla_taisirul":"তোমরা তোমাদের পিতার কাছে ফিরে যাও, গিয়ে বল, ‘হে আমাদের পিতা! আপনার ছেলে চুরি করেছে। আমরা যেটুকু জানি তারই চাক্ষুষ বিবরণ দিচ্ছি, চোখের আড়ালের ঘটনা তত্ত্বাবধান করার ক্ষমতা আমাদের নেই।"},{"id":82,"arabic_text":"وَ سۡـَٔلِ الۡقَرۡیَۃَ  الَّتِیۡ  کُنَّا فِیۡہَا وَ الۡعِیۡرَ الَّتِیۡۤ  اَقۡبَلۡنَا فِیۡہَا ؕ وَ اِنَّا لَصٰدِقُوۡنَ ﴿۸۲﴾ ","english_text":"Those are the ones who have bought the life of this world [in exchange] for the Hereafter, so the punishment will not be lightened for them, nor will they be aided.","page":245,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1678.mp3","colorText":"وَسْــَٔلِ [h:6786[ٱ]لْقَرْيَةَ [h:6787[ٱ]لَّتِى كُ[g[نّ]َا فِيهَا وَ[h:6788[ٱ]لْعِيرَ [h:6789[ٱ]لَّت[o[ِىٓ] أَ[q:6790[قْ]بَلْنَا فِيهَا‌ۖ وَإِ[g[نّ]َا لَصَ[n[ـٰ]دِق[p[ُو]نَ","juz":13,"ruku":202,"manzil":3,"bangla_ahbayan":"যে জনপদে আমরা ছিলাম ওর অধিবাসীদেরকে এবং যে যাত্রীদলের সাথে আমরা এসেছিলাম তাদেরকেও জিজ্ঞাসা করুন; আমরা অবশ্যই সত্যবাদী।’ [১]","bangla_bayan":"‘আর যে জনপদে আমরা ছিলাম তাকে জিজ্ঞাসা করুন এবং যে কাফেলার সাথে আমরা এসেছি তাদেরকেও, আর অবশ্যই আমরা সত্যবাদী’।","bangla_mkhan":"জিজ্ঞেস করুন ঐ জনপদের লোকদেরকে যেখানে আমরা ছিলাম এবং ঐ কাফেলাকে, যাদের সাথে আমরা এসেছি। নিশ্চিতই আমরা সত্য বলছি।","bangla_mujibur":"যে জনপদে আমরা ছিলাম ওর অধিবাসীদেরকে জিজ্ঞেস করুন এবং যে যাত্রীদলের সাথে আমরা এসেছি তাদেরকেও, আমরা অবশ্যই সত্যবাদী।","bangla_taisirul":"আমরা যে জনপদে ছিলাম তার বাসিন্দাদের জিজ্ঞেস করুন আর যে কাফেলার সঙ্গে আমরা এসেছি তাদেরকেও, আমরা অবশ্যই সত্যবাদী।’"},{"id":83,"arabic_text":"قَالَ  بَلۡ  سَوَّلَتۡ  لَکُمۡ  اَنۡفُسُکُمۡ  اَمۡرًا ؕ فَصَبۡرٌ جَمِیۡلٌ ؕ عَسَی اللّٰہُ  اَنۡ یَّاۡتِـیَنِیۡ بِہِمۡ جَمِیۡعًا ؕ اِنَّہٗ  ہُوَ الۡعَلِیۡمُ الۡحَکِیۡمُ ﴿۸۳﴾ ","english_text":"And We did certainly give Moses the Torah and followed up after him with messengers. And We gave Jesus, the son of Mary, clear proofs and supported him with the Pure Spirit. But is it [not] that every time a messenger came to you, [O Children of Israel], with what your souls did not desire, you were arrogant? And a party [of messengers] you denied and another party you killed.","page":245,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1679.mp3","colorText":"قَالَ بَلْ سَوَّلَتْ لَكُمْ أَ[f:6579[نف]ُسُكُمْ أَمْ[f:6580[رًا‌ۖ ف]َصَ[q:6581[بْ][f:6582[رٌ ج]َمِيلٌ‌ۖ عَسَى [h:2982[ٱ]للَّهُ أ[a:6791[َن ي]َأْتِيَنِى بِهِمْ جَمِيعًا‌ۚ إِ[g[نّ]َهُ[n[ۥ] هُوَ [h:6792[ٱ]لْعَلِيمُ [h:171[ٱ]لْحَك[p[ِي]مُ","juz":13,"ruku":202,"manzil":3,"bangla_ahbayan":"ইয়াকূব বলল, ‘বরং তোমাদের মন তোমাদের জন্য একটি কাহিনী সাজিয়ে নিয়েছে;[১] সুতরাং পূর্ণ ধৈর্যই শ্রেয়; হয়তো আল্লাহ ওদের সকলকেই আমার কাছে এনে দেবেন।[২] নিশ্চয় তিনিই সর্বজ্ঞ, প্রজ্ঞাময়।’","bangla_bayan":"সে বলল, ‘বরং তোমাদের নাফ্স তোমাদের জন্য একটি গল্প সাজিয়েছে, সুতরাং (আমার করণীয় হচ্ছে) সুন্দর ধৈর্য। আশা করি, আল্লাহ তাদের সকলকে আমার কাছে ফিরিয়ে আনবেন, নিশ্চয়ই তিনি সর্বজ্ঞ, প্রজ্ঞাময়’।","bangla_mkhan":"তিনি বললেনঃ কিছুই না, তোমরা মনগড়া একটি কথা নিয়েই এসেছ। এখন ধৈর্য্যধারণই উত্তম। সম্ভবতঃ আল্লাহ তাদের সবাইকে একসঙ্গে আমার কাছে নিয়ে আসবেন তিনি সুবিজ্ঞ, প্রজ্ঞাময়।","bangla_mujibur":"ইয়াকূব বললঃ না, তোমাদের মন তোমাদের জন্য একটি কাহিনী সাজিয়ে দিয়েছে; সুতরাং পূর্ণ ধৈর্যই শ্রেয়; হয়তো আল্লাহ ওদেরকে এক সাথে আমার কাছে এনে দিবেন, তিনি সর্বজ্ঞ, প্রজ্ঞাময়।","bangla_taisirul":"ই‘য়াকুব বলল, ‘না, বরং তোমরা নিজেরাই একটা কাহিনী সাজিয়ে নিয়ে এসেছ, কাজেই ধৈর্য ধারণই আমার জন্য শ্রেয়, সম্ভবতঃ আল্লাহ তাদেরকে একত্রে আমার কাছে এনে দেবেন। তিনি হলেন সর্বজ্ঞ, বড়ই প্রজ্ঞাময়।’"},{"id":84,"arabic_text":"وَ تَوَلّٰی عَنۡہُمۡ  وَ قَالَ یٰۤاَسَفٰی عَلٰی یُوۡسُفَ وَ ابۡیَضَّتۡ عَیۡنٰہُ مِنَ الۡحُزۡنِ فَہُوَ کَظِیۡمٌ ﴿۸۴﴾ ","english_text":"And they said, \"Our hearts are wrapped.\" But, [in fact], Allah has cursed them for their disbelief, so little is it that they believe.","page":245,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1680.mp3","colorText":"وَتَوَلَّىٰ عَنْهُمْ وَقَالَ يَ[o[ـٰٓ]أَسَفَىٰ عَلَىٰ يُوسُفَ وَ[h:6793[ٱ][q:6793[بْ]يَضَّتْ عَيْنَاهُ مِنَ [h:6794[ٱ]لْحُزْنِ فَهُوَ كَظ[p[ِي]مٌ","juz":13,"ruku":202,"manzil":3,"bangla_ahbayan":"সে ওদের দিক থেকে মুখ ফিরিয়ে নিল এবং বলল, ‘আফসোস ইউসুফের জন্য!’[১] আর শোকে তার চক্ষুদ্বয় সাদা হয়ে গিয়েছিল[২] এবং সে ছিল অসহনীয় মনস্তাপে ক্লিষ্ট ।","bangla_bayan":"আর তাদের থেকে সে মুখ ফিরিয়ে নিল এবং বলল, ‘ইউসুফের জন্য আফসোস’! আর দুঃখে তার চক্ষুদ্বয় সাদা হয়ে গেল, কিন্তু সে তো সংবরণকারী।","bangla_mkhan":"এবং তাদের দিক থেকে তিনি মুখ ফিরিয়ে নিলেন এবং বললেনঃ হায় আফসোস ইউসুফের জন্যে। এবং দুঃখে তাঁর চক্ষুদ্বয় সাদা হয়ে গেল। এবং অসহনীয় মনস্তাপে তিনি ছিলেন ক্লিষ্ট।","bangla_mujibur":"সে ওদের দিক থেকে মুখ ফিরিয়ে নিল এবং বললঃ আফসোস ইউসুফের জন্য। শোকে তার চক্ষুদ্বয় সাদা হয়ে গিয়েছিল এবং সে ছিল অসহনীয় মনস্তাপে ক্লিষ্ট।","bangla_taisirul":"তিনি তাদের থেকে মুখ ফিরিয়ে নিলেন আর বললেন, ‘ইউসুফের জন্য বড়ই পরিতাপ।’ শোকে দুঃখে তার দু’চোখ সাদা হয়ে গিয়েছিল, আর সে অস্ফুট মনস্তাপে ভুগছিল।"},{"id":85,"arabic_text":"قَالُوۡا تَاللّٰہِ تَفۡتَؤُا تَذۡکُرُ  یُوۡسُفَ حَتّٰی تَکُوۡنَ حَرَضًا اَوۡ تَکُوۡنَ مِنَ الۡہٰلِکِیۡنَ ﴿۸۵﴾ ","english_text":"And when there came to them a Book from Allah confirming that which was with them - although before they used to pray for victory against those who disbelieved - but [then] when there came to them that which they recognized, they disbelieved in it; so the curse of Allah will be upon the disbelievers.","page":245,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1681.mp3","colorText":"قَالُو[s[اْ] تَ[h:6760[ٱ]للَّهِ تَفْتَؤُ[s[اْ] تَذْكُرُ يُوسُفَ حَتَّىٰ تَكُونَ حَرَضًا أَوْ تَكُونَ مِنَ [h:6795[ٱ]لْهَ[n[ـٰ]لِك[p[ِي]نَ","juz":13,"ruku":202,"manzil":3,"bangla_ahbayan":"তারা বলল, ‘আল্লাহর শপথ! আপনি তো ইউসুফের কথা স্মরণ করতেই থাকবেন, যতক্ষণ না আপনি মুমূর্ষু হবেন অথবা মৃত্যুবরণ করবেন।’ [১]","bangla_bayan":"তারা বলল, ‘আল্লাহর কসম, আপনি তো ইউসুফকে স্মরণ করতেই থাকবেন, যতক্ষণ না আপনি ধ্বংসের দ্বারপ্রান্তে পৌঁছবেন অথবা ধ্বংস হয়ে যাবেন’।","bangla_mkhan":"তারা বলতে লাগলঃ আল্লাহর কসম আপনি তো ইউসুফের স্মরণ থেকে নিবৃত হবেন না, যে পর্যন্ত মরণপন্ন না হয়ে যান কিংবা মৃতবরণ না করেন","bangla_mujibur":"তারা বললঃ আল্লাহর শপথ! আপনিতো ইউসুফের কথা ভুলবেননা যতক্ষণ না আপনি শারীরিকভাবে বিধ্বস্ত হবেন, অথবা মৃত্যু বরণ করবেন।","bangla_taisirul":"তারা বলল, ‘আল্লাহর শপথ! আপনি ইউসুফের স্মরণ ত্যাগ করবেন না যতক্ষণ না আপনি মুমূর্ষু হবেন কিংবা আপনি মৃত্যুবরণ করেন।"},{"id":86,"arabic_text":"قَالَ اِنَّمَاۤ اَشۡکُوۡا بَثِّیۡ وَ حُزۡنِیۡۤ   اِلَی اللّٰہِ وَ اَعۡلَمُ  مِنَ  اللّٰہِ  مَا  لَا  تَعۡلَمُوۡنَ ﴿۸۶﴾ ","english_text":"How wretched is that for which they sold themselves - that they would disbelieve in what Allah has revealed through [their] outrage that Allah would send down His favor upon whom He wills from among His servants. So they returned having [earned] wrath upon wrath. And for the disbelievers is a humiliating punishment.","page":245,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1682.mp3","colorText":"قَالَ إِ[g[نّ]َم[o[َآ] أَشْكُو[s[اْ] بَثِّى وَحُزْن[o[ِىٓ] إِلَى [h:1637[ٱ]للَّهِ وَأَعْلَمُ مِنَ [h:321[ٱ]للَّهِ مَا لَا تَعْلَم[p[ُو]نَ","juz":13,"ruku":202,"manzil":3,"bangla_ahbayan":"সে বলল, ‘আমি আমার অসহনীয় বেদনা ও দুঃখ শুধু আল্লাহরই নিকট নিবেদন করছি এবং আমি আল্লাহর নিকট হতে তা জানি, যা তোমরা জান না। [১]","bangla_bayan":"সে বলল, ‘আমি আল্লাহর কাছেই আমার দুঃখ বেদনার অভিযোগ জানাচ্ছি। আর আল্লাহর পক্ষ থেকে আমি যা জানি, তোমরা তা জান না’।","bangla_mkhan":"তিনি বললেনঃ আমি তো আমার দুঃখ ও অস্থিরতা আল্লাহর সমীপেই নিবেদন করছি এবং আল্লাহর পক্ষ থেকে আমি যা জানি, তা তোমরা জান না।","bangla_mujibur":"সে বললঃ আমি আমার অসহনীয় বেদনা, আমার দুঃখ আল্লাহর নিকট নিবেদন করছি এবং আমি আল্লাহর নিকট হতে যা জানি তোমরা তা জাননা।","bangla_taisirul":"সে বলল, ‘আমি আমার দুঃখ বেদনা আল্লাহর কাছেই নিবেদন করছি, আর আমি আল্লাহর নিকট হতে যা জানি, তোমরা তা জান না।"},{"id":87,"arabic_text":"یٰبَنِیَّ اذۡہَبُوۡا فَتَحَسَّسُوۡا مِنۡ یُّوۡسُفَ وَ اَخِیۡہِ وَ لَا تَایۡـَٔسُوۡا مِنۡ رَّوۡحِ اللّٰہِ ؕ اِنَّہٗ  لَا یَایۡـَٔسُ مِنۡ رَّوۡحِ اللّٰہِ  اِلَّا الۡقَوۡمُ  الۡکٰفِرُوۡنَ ﴿۸۷﴾ ","english_text":"And when it is said to them, \"Believe in what Allah has revealed,\" they say, \"We believe [only] in what was revealed to us.\" And they disbelieve in what came after it, while it is the truth confirming that which is with them. Say, \"Then why did you kill the prophets of Allah before, if you are [indeed] believers?\"","page":246,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1683.mp3","colorText":"يَ[n[ـٰ]بَنِىَّ [h:6796[ٱ]ذْهَبُو[s[اْ] فَتَحَسَّسُو[s[اْ] م[a:6797[ِن ي]ُوسُفَ وَأَخِيهِ وَلَا تَ[s[اْ]يْــَٔسُو[s[اْ] م[u:6798[ِن ر]َّوْحِ [h:6799[ٱ]للَّهِ‌ۖ إِ[g[نّ]َهُ[n[ۥ] لَا يَ[s[اْ]يْــَٔسُ م[u:6798[ِن ر]َّوْحِ [h:6799[ٱ]للَّهِ إِلَّا [h:4061[ٱ]لْقَوْمُ [h:6800[ٱ]لْكَ[n[ـٰ]فِر[p[ُو]نَ","juz":13,"ruku":202,"manzil":3,"bangla_ahbayan":"হে আমার পুত্রগণ! তোমরা যাও, ইউসুফ ও তাঁর সহোদরের অনুসন্ধান কর[১] এবং আল্লাহর করুণা হতে নিরাশ হয়ো না, কারণ অবিশ্বাসী সম্প্রদায় ব্যতীত কেউই আল্লাহর করুণা হতে নিরাশ হয় না।’[২]","bangla_bayan":"‘হে আমার ছেলেরা, তোমরা যাও এবং ইউসুফ ও তার ভাইয়ের খোঁজ খবর নাও। আর তোমরা আল্লাহর রহমত থেকে নিরাশ হয়ো না, কেননা কাফির কওম ছাড়া কেউই আল্লাহর রহমত থেকে নিরাশ হয় না’।","bangla_mkhan":"বৎসগণ! যাও, ইউসুফ ও তার ভাইকে তালাশ কর এবং আল্লাহর রহমত থেকে নিরাশ হয়ো না। নিশ্চয় আল্লাহর রহমত থেকে কাফের সম্প্রদায়, ব্যতীত অন্য কেউ নিরাশ হয় না।","bangla_mujibur":"হে আমার পুত্রগণ! তোমরা যাও, ইউসুফ ও তার সহোদরের অনুসন্ধান কর এবং আল্লাহর করুণা হতে তোমরা নিরাশ হয়োনা, কারণ কাফির ব্যতীত কেহই আল্লাহর করুণা হতে নিরাশ হয়না।","bangla_taisirul":"হে আমার ছেলেরা! তোমরা যাও, গিয়ে ইউসুফ আর তার ভাইয়ের খোঁজ খবর লও, আল্লাহর রহমাত থেকে নিরাশ হয়ো না, কেননা কাফির সম্প্রদায় ছাড়া আল্লাহর রহমাত হতে কেউ নিরাশ হয় না।’"},{"id":88,"arabic_text":"فَلَمَّا دَخَلُوۡا عَلَیۡہِ قَالُوۡا یٰۤاَیُّہَا الۡعَزِیۡزُ مَسَّنَا وَ اَہۡلَنَا الضُّرُّ وَ جِئۡنَا بِبِضَاعَۃٍ مُّزۡجٰىۃٍ فَاَوۡفِ لَنَا الۡکَیۡلَ وَ تَصَدَّقۡ عَلَیۡنَا ؕ اِنَّ اللّٰہَ یَجۡزِی  الۡمُتَصَدِّقِیۡنَ ﴿۸۸﴾ ","english_text":"And Moses had certainly brought you clear proofs. Then you took the calf [in worship] after that, while you were wrongdoers.","page":246,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1684.mp3","colorText":"فَلَ[g[مّ]َا دَخَلُو[s[اْ] عَلَيْهِ قَالُو[s[اْ] يَ[o[ـٰٓ]أَيُّهَا [h:6772[ٱ]لْعَزِيزُ مَسَّنَا وَأَهْلَنَا [h:6801[ٱ][l[ل]ضُّرُّ وَجِئْنَا بِبِضَ[n[ـٰ]عَ[a:6802[ةٍ م]ُّزْجَ[n[ـٰ][f:6803[ةٍ ف]َأَوْفِ لَنَا [h:6804[ٱ]لْكَيْلَ وَتَصَدَّ[q:6805[قْ] عَلَيْن[o[َآ‌ۖ] إِ[g[نّ]َ [h:80[ٱ]للَّهَ يَ[q:6806[جْ]زِى [h:6807[ٱ]لْمُتَصَدِّق[p[ِي]نَ","juz":13,"ruku":202,"manzil":3,"bangla_ahbayan":"যখন তারা তার নিকট উপস্থিত হল[১] তখন বলল, ‘হে আযীয! আমরা ও আমাদের পরিবার-পরিজন বিপন্ন হয়ে পড়েছি[২] এবং আমরা তুচ্ছ পণ্য নিয়ে এসেছি; আপনি আমাদের রসদ পূর্ণ মাত্রায় দিন[৩] এবং আমাদেরকে দান করুন; [৪] নিশ্চয় আল্লাহ দানীদেরকে প্রতিদান দিয়ে থাকেন।’","bangla_bayan":"অতঃপর যখন তারা ইউসুফের কাছে প্রবেশ করল, তখন বলল, ‘হে আযীয, অভাব-অনটন আমাদেরকে ও আমাদের পরিবারকে স্পর্শ করেছে, আর আমরা তুচ্ছ পুঁজি নিয়ে এসেছি। অতএব, আমাদেরকে মাপে পূর্ণমাত্রায় দিন এবং আমাদের প্রতি অনুগ্রহ করুন, নিশ্চয় আল্লাহ অনুগ্রহকারীদের প্রতিদান দেন’।","bangla_mkhan":"অতঃপর যখন তারা ইউসুফের কাছে পৌঁছল তখন বললঃ হে আযীয, আমরা ও আমাদের পরিবারবর্গ কষ্টের সম্মুখীন হয়ে পড়েছি এবং আমরা অপর্যাপ্ত পুঁজি নিয়ে এসেছি। অতএব আপনি আমাদের পুরোপুরি বরাদ্দ দিন এবং আমাদের কে দান করুন। আল্লাহ দাতাদেরকে প্রতিদান দিয়ে থাকেন।","bangla_mujibur":"যখন তারা তার নিকট উপস্থিত হল তখন বললঃ হে আযীয! আমরা ও আমাদের পরিবার পরিজন বিপন্ন হয়ে পড়েছি এবং আমরা তুচ্ছ পণ্য নিয়ে এসেছি; আপনি আমাদের রসদ পূর্ণ মাত্রায় দিন এবং আমাদেরকে দান করুন; আল্লাহ দাতাদেরকে পুরস্কৃত করেন।","bangla_taisirul":"যখন তারা ইউসুফের দরবারে উপস্থিত হল, তারা বলল, ‘হে আযীয! আমাদেরকে আর আমাদের পরিবারবর্গকে বিপদে ঘিরে ধরেছে, আর আমরা স্বল্প পুঁজি নিয়ে এসেছি, আমাদেরকে পূর্ণ ওজনের শষ্য দিন আর আমাদেরকে দান খায়রাত করুন। আল্লাহ দানশীলদেরকে পুরস্কৃত করেন।’"},{"id":89,"arabic_text":"قَالَ ہَلۡ عَلِمۡتُمۡ مَّا فَعَلۡتُمۡ بِیُوۡسُفَ وَ اَخِیۡہِ   اِذۡ  اَنۡتُمۡ  جٰہِلُوۡنَ ﴿۸۹﴾ ","english_text":"And [recall] when We took your covenant and raised over you the mount, [saying], \"Take what We have given you with determination and listen.\" They said [instead], \"We hear and disobey.\" And their hearts absorbed [the worship of] the calf because of their disbelief. Say, \"How wretched is that which your faith enjoins upon you, if you should be believers.\"","page":246,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1685.mp3","colorText":"قَالَ هَلْ عَلِمْت[w:6761[ُم م]َّا فَعَلْت[c:6808[ُم ب]ِيُوسُفَ وَأَخِيهِ إِذْ أَ[f:428[نت]ُمْ جَ[n[ـٰ]هِل[p[ُو]نَ","juz":13,"ruku":202,"manzil":3,"bangla_ahbayan":"সে বলল, ‘তোমরা কি জান, তোমরা ইউসুফ ও তার সহোদরের প্রতি কিরূপ আচরণ করেছিলে, যখন তোমরা ছিলে (পরিণাম সম্বন্ধে) অজ্ঞ?’ [১]","bangla_bayan":"সে বলল, ‘তোমাদের জানা আছে কি, ইউসুফ ও তার ভাইয়ের সাথে তোমরা কিরূপ আচরণ করেছিলে, যখন তোমরা অজ্ঞ ছিলে’?","bangla_mkhan":"ইউসুফ বললেনঃ তোমাদের জানা আছে কি, যা তোমরা ইউসুফ ও তার ভাইয়ের সাথে করেছ, যখন তোমরা অপরিণামদর্শী ছিলে?","bangla_mujibur":"সে বললঃ তোমরা কি জান, তোমরা ইউসুফ ও তার সহোদরের প্রতি কিরূপ আচরণ করেছিলে, যখন তোমরা ছিলে অজ্ঞ?","bangla_taisirul":"সে বলল, ‘তোমরা কি জান তোমরা ইউসুফ আর তার ভাইয়ের সঙ্গে কেমন ব্যবহার করেছিলে, যখন তোমরা অজ্ঞ-মূর্খ ছিলে?’"},{"id":90,"arabic_text":"قَالُوۡۤا ءَاِنَّکَ لَاَنۡتَ یُوۡسُفُ ؕ قَالَ اَنَا یُوۡسُفُ وَ ہٰذَاۤ  اَخِیۡ ۫ قَدۡ مَنَّ اللّٰہُ عَلَیۡنَا ؕ اِنَّہٗ  مَنۡ یَّـتَّقِ وَ یَصۡبِرۡ  فَاِنَّ اللّٰہَ  لَا  یُضِیۡعُ  اَجۡرَ  الۡمُحۡسِنِیۡنَ ﴿۹۰﴾ ","english_text":"Say, [O Muhammad], \"If the home of the Hereafter with Allah is for you alone and not the [other] people, then wish for death, if you should be truthful.","page":246,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1686.mp3","colorText":"قَال[o[ُوٓ][s[اْ] أَءِ[g[نّ]َكَ لَأَ[f:6457[نت]َ يُوسُفُ‌ۖ قَالَ أَنَا۟ يُوسُفُ وَهَ[n[ـٰ]ذ[o[َآ] أَخِى‌ۖ قَ[q:298[دْ] مَ[g[نّ]َ [h:2390[ٱ]للَّهُ عَلَيْن[o[َآ‌ۖ] إِ[g[نّ]َهُ[n[ۥ] م[a:6809[َن ي]َتَّقِ وَيَصْبِرْ فَإِ[g[نّ]َ [h:513[ٱ]للَّهَ لَا يُضِيعُ أَ[q:2418[جْ]رَ [h:5898[ٱ]لْمُحْسِن[p[ِي]نَ","juz":13,"ruku":202,"manzil":3,"bangla_ahbayan":"তারা বলল, ‘তবে কি তুমিই ইউসুফ?’[১] সে বলল, ‘আমিই ইউসুফ এবং এই আমার সহোদর; আল্লাহ আমাদের প্রতি অনুগ্রহ করেছেন; যে ব্যক্তি সংযম ও ধৈর্য অবলম্বন করে, আল্লাহ সেইরূপ সৎকর্মপরায়ণদের শ্রমফল নষ্ট করেন না।’ [২]","bangla_bayan":"তারা বলল, ‘তুমি কি সত্যিই ইউসুফ’? সে বলল, আমি ইউসুফ, আর এ আমার সহোদর। আল্লাহ আমাদের উপর অনুগ্রহ করেছেন। নিশ্চয় যে ব্যক্তি তাকওয়া অবলম্বন করে এবং সবর করে, তবে অবশ্যই আল্লাহ সৎকর্মশীলদের প্রতিদান বিনষ্ট করেন না’।","bangla_mkhan":"তারা বলল, তবে কি তুমিই ইউসুফ! বললেনঃ আমিই ইউসুফ এবং এ হল আমার সহোদর ভাই। আল্লাহ আমাদের প্রতি অনুগ্রহ করেছেন। নিশ্চয় যে তাকওয়া অবলম্বন করে এবং সবর করে, আল্লাহ এহেন সৎকর্মশীলদের প্রতিদান বিনষ্ট করেন না।","bangla_mujibur":"তারা বললঃ তাহলে কি তুমিই ইউসুফ? সে বললঃ আমিই ইউসুফ এবং এই আমার সহোদর; আল্লাহ আমাদের প্রতি অনুগ্রহ করেছেন। যে ব্যক্তি মুত্তাকী ও ধৈর্যশীল, আল্লাহ সেইরূপ সৎকর্মপরায়ণদের শ্রমফল নষ্ট করেননা।","bangla_taisirul":"তারা বলল, ‘তাহলে তুমিই কি ইউসুফ?’ সে বলল, ‘আমিই ইউসুফ আর এটা হল আমার ভাই। আল্লাহ আমাদের প্রতি অনুগ্রহ করেছেন। যে ব্যক্তি তাকওয়া অবলম্বন করে আর ধৈর্যধারণ করে এমন সৎকর্মশীলদের কর্মফল আল্লাহ কক্ষনো বিনষ্ট করেন না।’"},{"id":91,"arabic_text":"قَالُوۡا تَاللّٰہِ لَقَدۡ اٰثَرَکَ اللّٰہُ عَلَیۡنَا وَ  اِنۡ کُنَّا لَخٰطِئِیۡنَ ﴿۹۱﴾ ","english_text":"But they will never wish for it, ever, because of what their hands have put forth. And Allah is Knowing of the wrongdoers.","page":246,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1687.mp3","colorText":"قَالُو[s[اْ] تَ[h:6760[ٱ]للَّهِ لَقَ[q:2389[دْ] ءَاثَرَكَ [h:6810[ٱ]للَّهُ عَلَيْنَا وَإِ[f:4542[ن ك]ُ[g[نّ]َا لَخَ[n[ـٰ]طِــٔ[p[ِي]نَ","juz":13,"ruku":202,"manzil":3,"bangla_ahbayan":"তারা বলল, ‘আল্লাহর শপথ! আল্লাহ নিশ্চয় তোমাকে আমাদের উপর প্রাধান্য দিয়েছেন এবং নিঃসন্দেহে আমরাই ছিলাম অপরাধী।’ [১]","bangla_bayan":"তারা বলল, ‘আল্লাহর কসম, আল্লাহ আমাদের উপর তোমাকে প্রাধান্য দিয়েছেন, আর আমরাই ছিলাম অপরাধী’।","bangla_mkhan":"তারা বললঃ আল্লাহর কসম, আমাদের চাইতে আল্লাহ তোমাকে পছন্দ করেছেন এবং আমরা অবশ্যই অপরাধী ছিলাম।","bangla_mujibur":"তারা বললঃ আল্লাহর শপথ! আল্লাহ নিশ্চয়ই তোমাকে আমাদের উপর প্রাধান্য দিয়েছেন এবং আমরা নিশ্চয়ই অপরাধী ছিলাম।","bangla_taisirul":"তারা বলল, ‘আল্লাহর কসম! আল্লাহ তোমাকে আমাদের উপর মর্যাদা দিয়েছেন, আমরাই ছিলাম অপরাধী।’"},{"id":92,"arabic_text":"قَالَ لَا تَثۡرِیۡبَ عَلَیۡکُمُ الۡیَوۡمَ ؕ یَغۡفِرُ اللّٰہُ  لَکُمۡ ۫ وَ ہُوَ اَرۡحَمُ الرّٰحِمِیۡنَ ﴿۹۲﴾ ","english_text":"And you will surely find them the most greedy of people for life - [even] more than those who associate others with Allah . One of them wishes that he could be granted life a thousand years, but it would not remove him in the least from the [coming] punishment that he should be granted life. And Allah is Seeing of what they do.","page":246,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1688.mp3","colorText":"قَالَ لَا تَثْرِيبَ عَلَيْكُمُ [h:6811[ٱ]لْيَوْمَ‌ۖ يَغْفِرُ [h:6812[ٱ]للَّهُ لَكُمْ‌ۖ وَهُوَ أَرْحَمُ [h:5034[ٱ][l[ل]رّ[n[َٲ]حِم[p[ِي]نَ","juz":13,"ruku":202,"manzil":3,"bangla_ahbayan":"সে বলল, ‘আজ তোমাদের বিরুদ্ধে কোন অভিযোগ নেই।[১] আল্লাহ তোমাদেরকে ক্ষমা করুন এবং তিনিই সর্বশ্রেষ্ঠ দয়ালু।","bangla_bayan":"সে বলল, ‘আজ তোমাদের উপর কোন ভৎর্সনা নেই, আল্লাহ তোমাদের ক্ষমা করুন। আর তিনি সবচেয়ে বেশি দয়ালু’।","bangla_mkhan":"বললেন, আজ তোমাদের বিরুদ্ধে কোন অভিযোগ নেই। আল্লাহ তোমাদের কে ক্ষমা করুন। তিনি সব মেহেরবানদের চাইতে অধিক মেহেরবান।","bangla_mujibur":"সে বললঃ আজ তোমাদের বিরুদ্ধে কোন অভিযোগ নেই, আল্লাহ তোমাদেরকে ক্ষমা করুন, এবং তিনি দয়ালুদের মধ্যে শ্রেষ্ঠ দয়ালু।","bangla_taisirul":"সে বলল, ‘আজ তোমাদের বিরুদ্ধে আমার কোনই অভিযোগ নেই, আল্লাহ তোমাদেরকে মাফ করুন! তিনি হলেন সর্বশ্রেষ্ঠ দয়ালু।’"},{"id":93,"arabic_text":"اِذۡہَبُوۡا بِقَمِیۡصِیۡ ہٰذَا فَاَلۡقُوۡہُ عَلٰی وَجۡہِ اَبِیۡ یَاۡتِ بَصِیۡرًا ۚ وَ اۡتُوۡنِیۡ بِاَہۡلِکُمۡ  اَجۡمَعِیۡنَ ﴿۹۳﴾ ","english_text":"Say, \"Whoever is an enemy to Gabriel - it is [none but] he who has brought the Qur'an down upon your heart, [O Muhammad], by permission of Allah, confirming that which was before it and as guidance and good tidings for the believers.\"","page":246,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1689.mp3","colorText":"ٱذْهَبُو[s[اْ] بِقَمِيصِى هَ[n[ـٰ]ذَا فَأَلْقُوهُ عَلَىٰ وَ[q:1611[جْ]هِ أَبِى يَأْتِ بَصِي[a:6813[رًا و]َأْتُونِى بِأَهْلِكُمْ أَ[q:825[جْ]مَع[p[ِي]نَ","juz":13,"ruku":202,"manzil":3,"bangla_ahbayan":"তোমরা আমার এ জামাটি নিয়ে যাও এবং এটা আমার পিতার মুখমন্ডলের উপর রাখো; তিনি দৃষ্টি শক্তি ফিরে পাবেন।[১] আর তোমরা তোমাদের পরিবারের সকলকেই আমার নিকট নিয়ে এস।’ [২]","bangla_bayan":"‘তোমরা আমার এ জামাটি নিয়ে যাও, অতঃপর সেটি আমার পিতার চেহারায় ফেল। এতে তিনি দৃষ্টিশক্তি ফিরে পাবেন। আর তোমরা তোমাদের পরিবারের সকলকে নিয়ে আমার কাছে চলে আস’।","bangla_mkhan":"তোমরা আমার এ জামাটি নিয়ে যাও। এটি আমার পিতার মুখমন্ডলের উপর রেখে দিও, এতে তাঁর দৃষ্টি শক্তি ফিরে আসবে। আর তোমাদের পরিবারবর্গের সবাইকে আমার কাছে নিয়ে এস।","bangla_mujibur":"তোমরা আমার এ জামাটি নিয়ে যাও এবং এটা আমার পিতার মুখমন্ডলের উপর রেখ, তিনি দৃষ্টিশক্তি ফিরে পাবেন, আর তোমরা তোমাদের পরিবারের সকলকেই আমার নিকট নিয়ে এসো।","bangla_taisirul":"তোমরা আমার এ জামাটি নিয়ে যাও আর তা আমার পিতার মুখমন্ডলে রাখ, তিনি দৃষ্টিশক্তিসম্পন্ন হয়ে উঠবেন, আর তোমাদের পরিবারের সবাইকে আমার কাছে নিয়ে এসো।’"},{"id":94,"arabic_text":"وَ لَمَّا فَصَلَتِ الۡعِیۡرُ قَالَ اَبُوۡہُمۡ اِنِّیۡ لَاَجِدُ رِیۡحَ یُوۡسُفَ لَوۡ لَاۤ اَنۡ تُفَنِّدُوۡنِ ﴿۹۴﴾ ","english_text":"Whoever is an enemy to Allah and His angels and His messengers and Gabriel and Michael - then indeed, Allah is an enemy to the disbelievers.","page":246,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1690.mp3","colorText":"وَلَ[g[مّ]َا فَصَلَتِ [h:6814[ٱ]لْعِيرُ قَالَ أَبُوهُمْ إِ[g[نّ]ِى لَأَجِدُ رِيحَ يُوسُفَ‌ۖ لَوْل[o[َآ] أَ[f:6815[ن ت]ُفَ[g[نّ]ِد[p[ُو]نِ","juz":13,"ruku":203,"manzil":3,"bangla_ahbayan":"অতঃপর যাত্রীদল যখন বের হয়ে পড়ল, তখন তাদের পিতা বলল, ‘তোমরা যদি আমাকে ভারসাম্যহীন মনে না কর, তাহলে বলি, আমি ইউসুফের ঘ্রাণ পাচ্ছি।’ [১]","bangla_bayan":"আর যখন কাফেলা বের হল, তাদের পিতা বলল, ‘নিশ্চয় আমি ইউসুফের ঘ্রাণ পাচ্ছি, যদি তোমরা আমাকে নির্বোধবৃদ্ধ মনে না কর’।","bangla_mkhan":"যখন কাফেলা রওয়ানা হল, তখন তাদের পিতা বললেনঃ যদি তোমরা আমাকে অপ্রকৃতিস্থ না বল, তবে বলিঃ আমি নিশ্চিতরূপেই ইউসুফের গন্ধ পাচ্ছি।","bangla_mujibur":"অতঃপর যাত্রীদল যখন বের হয়ে পড়ল তখন তাদের পিতা বললঃ তোমরা যদি আমাকে অপ্রকৃতিস্থ মনে না কর তাহলে বলিঃ আমি ইউসুফের ঘ্রাণ পাচ্ছি।","bangla_taisirul":"যাত্রীদল যখন (মিসর থেকে) বেরিয়ে পড়ল এমন সময়ে তাদের পিতা (বাড়ীর লোকজনকে) বলল, ‘তোমরা আমাকে বয়োবৃদ্ধ দিশেহারা মনে না করলে (তোমরা জেনে রাখ) আমি অবশ্যই ইউসুফের ঘ্রাণ পাচ্ছি।’"},{"id":95,"arabic_text":"قَالُوۡا تَاللّٰہِ  اِنَّکَ لَفِیۡ ضَلٰلِکَ الۡقَدِیۡمِ ﴿ٙ۹۵﴾ ","english_text":"And We have certainly revealed to you verses [which are] clear proofs, and no one would deny them except the defiantly disobedient.","page":246,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1691.mp3","colorText":"قَالُو[s[اْ] تَ[h:6760[ٱ]للَّهِ إِ[g[نّ]َكَ لَفِى ضَلَ[n[ـٰ]لِكَ [h:6816[ٱ]لْقَد[p[ِي]مِ","juz":13,"ruku":203,"manzil":3,"bangla_ahbayan":"তারা বলল, ‘আল্লাহর শপথ! আপনি তো আপনার পূর্ব বিভ্রান্তিতেই রয়েছেন।’ [১]","bangla_bayan":"তারা বলল, ‘আল্লাহর কসম, আপনি তো সেই পুরোন ভ্রান্তিতেই আছেন’।","bangla_mkhan":"লোকেরা বললঃ আল্লাহর কসম, আপনি তো সেই পুরানো ভ্রান্তিতেই পড়ে আছেন।","bangla_mujibur":"তারা বললঃ আল্লাহর শপথ! আপনিতো আপনার পূর্ব বিভ্রান্তিতেই রয়েছেন।","bangla_taisirul":"বাড়ীতে উপস্থিত ব্যক্তিরা বলল, ‘আল্লাহর কসম! তুমি তো সেই তোমার পুরনো বিভ্রান্তিতেই আছ দেখছি।’"},{"id":96,"arabic_text":"فَلَمَّاۤ  اَنۡ جَآءَ الۡبَشِیۡرُ اَلۡقٰىہُ عَلٰی وَجۡہِہٖ فَارۡتَدَّ بَصِیۡرًا ۚ قَالَ اَلَمۡ اَقُلۡ لَّکُمۡ ۚۙ اِنِّیۡۤ اَعۡلَمُ مِنَ اللّٰہِ مَا لَا تَعۡلَمُوۡنَ ﴿۹۶﴾ ","english_text":"Is it not [true] that every time they took a covenant a party of them threw it away? But, [in fact], most of them do not believe.","page":247,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1692.mp3","colorText":"فَلَ[g[مّ][o[َآ] أَ[f:6417[ن ج][o[َا]ٓءَ [h:6817[ٱ]لْبَشِيرُ أَلْقَ[n[ـٰ]هُ عَلَىٰ وَ[q:6818[جْ]هِه[n[ِۦ] فَ[h:6819[ٱ]رْتَدَّ بَصِي[f:6820[رًا‌ۖ ق]َالَ أَلَمْ أَقُل لَّكُمْ إِ[g[نّ][o[ِىٓ] أَعْلَمُ مِنَ [h:321[ٱ]للَّهِ مَا لَا تَعْلَم[p[ُو]نَ","juz":13,"ruku":203,"manzil":3,"bangla_ahbayan":"অতঃপর যখন সুসংবাদবাহক উপস্থিত হল এবং তার মুখমন্ডলের উপর জামাটি রাখল তখন সে দৃষ্টিশক্তি ফিরে পেল।[১] সে বলল, ‘আমি কি তোমাদেরকে বলিনি যে, আমি আল্লাহর নিকট হতে তা জানি, যা তোমরা জান না?’ [২]","bangla_bayan":"অতঃপর যখন সুসংবাদদাতা এল, তখন সে জামাটি তার চেহারায় ফেলল। এতে সে দৃষ্টিশক্তি ফিরে পেল, বলল, ‘আমি কি তোমাদেরকে বলিনি, নিশ্চয় আমি আল্লাহর পক্ষ থেকে যা জানি তোমরা তা জান না’।","bangla_mkhan":"অতঃপর যখন সুসংবাদদাতা পৌঁছল, সে জামাটি তাঁর মুখে রাখল। অমনি তিনি দৃষ্টি শক্তি ফিরে পেলেন। বললেনঃ আমি কি তোমাদেরকে বলিনি যে, আমি আল্লাহর পক্ষ থেকে যা জানি তোমরা তা জান না?","bangla_mujibur":"অতঃপর যখন সুসংবাদ বাহক উপস্থিত হল এবং তার মুখমন্ডলের উপর জামাটি রাখল তখন সে দৃষ্টিশক্তি ফিরে পেল। সে বললঃ আমি কি তোমাদেরকে বলিনি যে, আমি আল্লাহর নিকট হতে যা জানি তোমরা তা জাননা।","bangla_taisirul":"সুসংবাদদাতা যখন এসে হাযির হল, তখন সে জামাটি ই‘য়াকুবের মুখমন্ডলের উপর রাখল, তাতে সে দৃষ্টিশক্তি ফিরে পেল। সে বলল, ‘আমি কি তোমাদের বলিনি যে, আমি আল্লাহর নিকট হতে যা জানি তা তোমরা জান না।’"},{"id":97,"arabic_text":"قَالُوۡا یٰۤاَبَانَا اسۡتَغۡفِرۡ لَنَا ذُنُوۡبَنَاۤ اِنَّا کُنَّا خٰطِئِیۡنَ ﴿۹۷﴾ ","english_text":"And when a messenger from Allah came to them confirming that which was with them, a party of those who had been given the Scripture threw the Scripture of Allah behind their backs as if they did not know [what it contained].","page":247,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1693.mp3","colorText":"قَالُو[s[اْ] يَ[o[ـٰٓ]أَبَانَا [h:6821[ٱ]سْتَغْفِرْ لَنَا ذُنُوبَن[o[َآ] إِ[g[نّ]َا كُ[g[نّ]َا خَ[n[ـٰ]طِــٔ[p[ِي]نَ","juz":13,"ruku":203,"manzil":3,"bangla_ahbayan":"তারা বলল, ‘হে আমাদের পিতা! আমাদের পাপের জন্য ক্ষমা প্রার্থনা করুন; নিশ্চয়ই আমরা অপরাধী।’","bangla_bayan":"তারা বলল, ‘হে আমাদের পিতা, আপনি আমাদের পাপ মোচনের জন্য ক্ষমা চান। নিশ্চয় আমরা ছিলাম অপরাধী’।","bangla_mkhan":"তারা বললঃ পিতা আমাদের অপরাধ ক্ষমা করান। নিশ্চয় আমরা অপরাধী ছিলাম।","bangla_mujibur":"তারা বললঃ হে আমাদের পিতা! আমাদের পাপের জন্য ক্ষমা প্রার্থনা করুন; আমরাতো অপরাধী।","bangla_taisirul":"তারা বলল, ‘হে আমাদের পিতা! আমাদের গুনাহসমূহ মাফির জন্য প্রার্থনা করুন। আমরাই ছিলাম অপরাধী।’"},{"id":98,"arabic_text":"قَالَ سَوۡفَ اَسۡتَغۡفِرُ لَکُمۡ رَبِّیۡ ؕ اِنَّہٗ ہُوَ  الۡغَفُوۡرُ  الرَّحِیۡمُ ﴿۹۸﴾ ","english_text":"And they followed [instead] what the devils had recited during the reign of Solomon. It was not Solomon who disbelieved, but the devils disbelieved, teaching people magic and that which was revealed to the two angels at Babylon, Harut and Marut. But the two angels do not teach anyone unless they say, \"We are a trial, so do not disbelieve [by practicing magic].\" And [yet] they learn from them that by which they cause separation between a man and his wife. But they do not harm anyone through it except by permission of Allah . And the people learn what harms them and does not benefit them. But the Children of Israel certainly knew that whoever purchased the magic would not have in the Hereafter any share. And wretched is that for which they sold themselves, if they only knew.","page":247,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1694.mp3","colorText":"قَالَ سَوْفَ أَسْتَغْفِرُ لَكُمْ رَبّ[o[ِىٓ‌ۖ] إِ[g[نّ]َهُ[n[ۥ] هُوَ [h:6822[ٱ]لْغَفُورُ [h:6228[ٱ][l[ل]رَّح[p[ِي]مُ","juz":13,"ruku":203,"manzil":3,"bangla_ahbayan":"সে বলল, ‘আমি আমার প্রতিপালকের কাছে তোমাদের জন্য ক্ষমা প্রার্থনা করব,[১] তিনি অবশ্যই অতি ক্ষমাশীল, পরম দয়ালু।’","bangla_bayan":"সে বলল, ‘অচিরেই আমি তোমাদের জন্য আমার রবের নিকট ক্ষমা চাইব, নিশ্চয় তিনি ক্ষমাশীল, পরম দয়ালু’।","bangla_mkhan":"বললেন, সত্বরই আমি পালনকর্তার কাছে তোমাদের জন্য ক্ষমা চাইব। নিশ্চয় তিনি ক্ষমাশীল, দয়ালূ।","bangla_mujibur":"সে বললঃ আমি আমার রবের নিকট তোমাদের জন্য ক্ষমা প্রার্থনা করব, তিনিতো অতি ক্ষমাশীল, পরম দয়ালু।","bangla_taisirul":"সে বলল, ‘শীঘ্রই আমি আমার রবেবর কাছে তোমাদের ক্ষমার জন্য প্রার্থনা জানাব, তিনি তো বড়ই ক্ষমাশীল, বড়ই দয়ালু।’"},{"id":99,"arabic_text":"فَلَمَّا دَخَلُوۡا عَلٰی یُوۡسُفَ اٰوٰۤی اِلَیۡہِ اَبَوَیۡہِ وَ قَالَ ادۡخُلُوۡا مِصۡرَ اِنۡ شَآءَ اللّٰہُ   اٰمِنِیۡنَ ﴿ؕ۹۹﴾ ","english_text":"And if they had believed and feared Allah, then the reward from Allah would have been [far] better, if they only knew.","page":247,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1695.mp3","colorText":"فَلَ[g[مّ]َا دَخَلُو[s[اْ] عَلَىٰ يُوسُفَ ءَاوَ[o[ىٰٓ] إِلَيْهِ أَبَوَيْهِ وَقَالَ [h:6823[ٱ][q:278[دْ]خُلُو[s[اْ] مِصْرَ إِ[f:364[ن ش][o[َا]ٓءَ [h:78[ٱ]للَّهُ ءَامِن[p[ِي]نَ","juz":13,"ruku":203,"manzil":3,"bangla_ahbayan":"অতঃপর তারা যখন ইউসুফের নিকট উপস্থিত হল, তখন সে তার পিতা-মাতাকে নিজের কাছে স্থান দান করল[১] এবং বলল, আপনারা আল্লাহর ইচ্ছায় নিরাপদে মিসরে প্রবেশ করুন।","bangla_bayan":"অতঃপর যখন তারা ইউসুফের নিকট প্রবেশ করল, তখন সে তার পিতামাতাকে নিজের কাছে স্থান করে দিল এবং বলল, ‘আল্লাহর ইচ্ছায় আপনারা নিরাপদে মিসরে প্রবেশ করুন’।","bangla_mkhan":"অতঃপর যখন তারা ইউসুফের কাছে পৌঁছল, তখন ইউসুফ পিতা-মাতাকে নিজের কাছে জায়গা দিলেন এবং বললেনঃ আল্লাহ চাহেন তো শান্তি চিত্তে মিসরে প্রবেশ করুন।","bangla_mujibur":"অতঃপর তারা যখন ইউসুফের নিকট উপস্থিত হল তখন সে তার মাতা-পিতাকে আলিঙ্গন করল এবং বললঃ আপনারা আল্লাহর ইচ্ছায় নিরাপদে মিসরে প্রবেশ করুন!","bangla_taisirul":"তারা যখন ইউসুফের কাছে উপস্থিত হল, সে তার পিতা-মাতাকে নিজের কাছে স্থান দিল এবং বলল, ‘আল্লাহর ইচ্ছেয় পূর্ণ নিরাপত্তায় মিসরে প্রবেশ করুন।’"},{"id":100,"arabic_text":"وَ رَفَعَ اَبَوَیۡہِ عَلَی الۡعَرۡشِ وَ خَرُّوۡا لَہٗ سُجَّدًا ۚ وَ قَالَ یٰۤاَبَتِ ہٰذَا تَاۡوِیۡلُ رُءۡیَایَ مِنۡ قَبۡلُ ۫ قَدۡ جَعَلَہَا رَبِّیۡ حَقًّا ؕ وَ قَدۡ  اَحۡسَنَ  بِیۡۤ   اِذۡ  اَخۡرَجَنِیۡ مِنَ السِّجۡنِ وَ جَآءَ بِکُمۡ مِّنَ الۡبَدۡوِ مِنۡۢ بَعۡدِ اَنۡ  نَّزَغَ  الشَّیۡطٰنُ  بَیۡنِیۡ وَ بَیۡنَ اِخۡوَتِیۡ ؕ اِنَّ رَبِّیۡ  لَطِیۡفٌ لِّمَا یَشَآءُ ؕ اِنَّہٗ  ہُوَ  الۡعَلِیۡمُ  الۡحَکِیۡمُ ﴿۱۰۰﴾ ","english_text":"O you who have believed, say not [to Allah 's Messenger], \"Ra'ina\" but say, \"Unthurna\" and listen. And for the disbelievers is a painful punishment.","page":247,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1696.mp3","colorText":"وَرَفَعَ أَبَوَيْهِ عَلَى [h:4740[ٱ]لْعَرْشِ وَخَرُّو[s[اْ] لَهُ[n[ۥ] سُجَّ[a:6824[دًا‌ۖ و]َقَالَ يَ[o[ـٰٓ]أَبَتِ هَ[n[ـٰ]ذَا تَأْوِيلُ رُءْيَ[n[ـٰ]ىَ مِ[f:128[ن ق]َ[q:129[بْ]لُ قَ[q:298[دْ] جَعَلَهَا رَبِّى حَق[a:6825[ًّا‌ۖ و]َقَ[q:387[دْ] أَحْسَنَ ب[o[ِىٓ] إِذْ أَخْرَجَنِى مِنَ [h:6826[ٱ][l[ل]سِّ[q:6659[جْ]نِ وَج[o[َا]ٓءَ بِك[w:6827[ُم م]ِّنَ [h:6828[ٱ]لْبَ[q:6829[دْ]وِ م[i:146[ِنۢ ب]َعْدِ أ[a:6830[َن ن]َّزَغَ [h:6831[ٱ][l[ل]شَّيْطَ[n[ـٰ]نُ بَيْنِى وَبَيْنَ إِخْوَت[o[ِىٓ‌ۚ] إِ[g[نّ]َ رَبِّى لَطِي[u:6832[فٌ ل]ِّمَا يَش[o[َا]ٓءُ‌ۚ إِ[g[نّ]َهُ[n[ۥ] هُوَ [h:6792[ٱ]لْعَلِيمُ [h:171[ٱ]لْحَك[p[ِي]مُ","juz":13,"ruku":203,"manzil":3,"bangla_ahbayan":"আর ইউসুফ তার পিতা-মাতাকে সিংহাসনে বসাল[১] এবং তারা সবাই তার সামনে সিজদায় লুটিয়ে পড়ল।[২] সে বলল, ‘হে আমার পিতা! এটাই আমার পূর্বেকার স্বপ্নের ব্যাখ্যা;[৩] আমার প্রতিপালক তা বাস্তবে পরিণত করেছেন। আর তিনি আমাকে কারাগার হতে মুক্ত করে[৪] এবং শয়তানের আমার ও আমার ভাইদের মাঝে সম্পর্ক নষ্ট করার পরও[৫] আপনাদেরকে মরু অঞ্চল হতে এখানে এনে দিয়ে[৬] আমার প্রতি অনুগ্রহ করেছেন। আমার প্রতিপালক যা ইচ্ছা তা নিপুণতার সাথে করে থাকেন, তিনি তো সর্বজ্ঞ, প্রজ্ঞাময়।","bangla_bayan":"আর সে তার পিতামাতাকে রাজাসনে উঠাল এবং তারা সকলে তার সামনে সেজদায় লুটিয়ে পড়ল এবং সে বলল, ‘হে আমার পিতা, এই হল আমার ইতঃপূর্বের স্বপ্নের ব্যাখ্যা, আমার রব তা বাস্তবে পরিণত করেছেন আর তিনি আমার উপর এহসান করেছেন, যখন আমাকে জেলখানা থেকে বের করেছেন এবং তোমাদেরকে গ্রাম থেকে নিয়ে এসেছেন, শয়তান আমার ও আমার ভাইদের মধ্যে সম্পর্ক নষ্ট করার পর। নিশ্চয় আমার রব যা ইচ্ছা করেন, তা বাস্তবায়নে তিনি সূক্ষ্মদর্শী। নিশ্চয় তিনি সম্যক জ্ঞানী, প্রজ্ঞাময়’।","bangla_mkhan":"এবং তিনি পিতা-মাতাকে সিংহাসনের উপর বসালেন এবং তারা সবাই তাঁর সামনে সেজদাবনত হল। তিনি বললেনঃ পিতা এ হচ্ছে আমার ইতিপূর্বেকার স্বপ্নের বর্ণনা আমার পালনকর্তা একে সত্যে পরিণত করেছেন এবং তিনি আমার প্রতি অনুগ্রহ করেছেন। আমাকে জেল থেকে বের করেছেন এবং আপনাদেরকে গ্রাম থেকে নিয়ে এসেছেন, শয়তান আমার ও আমার ভাইদের মধ্যে কলহ সৃষ্টি করে দেয়ার পর। আমার পালনকর্তা যা চান, কৌশলে সম্পন্ন করেন। নিশ্চয় তিনি বিজ্ঞ, প্রজ্ঞাময়।","bangla_mujibur":"আর ইউসুফ তার মাতা-পিতাকে উচ্চাসনে বসাল এবং তারা সবাই তার সামনে সাজদাহয় লুটিয়ে পড়ল। সে বললঃ হে আমার পিতা! এটাই আমার পূর্বেকার স্বপ্নের ব্যাখ্যা; আমার রাব্ব ওটা সত্যে পরিণত করেছেন এবং তিনি আমাকে কারাগার হতে মুক্ত করেছেন এবং শাইতান আমার ও আমার ভাইদের সম্পর্ক নষ্ট করার পরও আপনাদেরকে মরু অঞ্চল হতে এখানে এনে দিয়ে আমার প্রতি অনুগ্রহ করেছেন, আমার রাব্ব যা ইচ্ছা তা নিপুণতার সাথে করে থাকেন, তিনিতো সর্বজ্ঞ, প্রজ্ঞাময়।","bangla_taisirul":"সে তার পিতা-মাতাকে সিংহাসনে উঠিয়ে নিল আর সকলে তার সম্মানে সাজদাহয় ঝুঁকে পড়ল। ইউসুফ বলল, ‘হে পিতা! এ-ই হচ্ছে আমার সে আগের দেখা স্বপ্নের ব্যাখ্যা। আমার রব্ব একে সত্যে পরিণত করেছেন, তিনি আমার প্রতি অনুগ্রহ করেছেন যে, তিনি আমাকে কয়েদখানা থেকে বের করে এনেছেন। আর শাইত্বান আমার আর আমার ভাইদের মধ্যে বিভেদ সৃষ্টি করার পরও তিনি আপনাদেরকে মরু অঞ্চল থেকে এখানে (মিসরে) এনে দিয়েছেন। আমার রব্ব যা করতে ইচ্ছে করেন তা সূক্ষ্ণ উপায়ে বাস্তবায়িত করে থাকেন, তিনি বড়ই বিজ্ঞ, বড়ই প্রজ্ঞাময়।"},{"id":101,"arabic_text":"رَبِّ قَدۡ اٰتَیۡتَنِیۡ مِنَ الۡمُلۡکِ وَ عَلَّمۡتَنِیۡ مِنۡ تَاۡوِیۡلِ الۡاَحَادِیۡثِ ۚ فَاطِرَ السَّمٰوٰتِ وَ الۡاَرۡضِ ۟ اَنۡتَ وَلِیّٖ فِی الدُّنۡیَا وَ الۡاٰخِرَۃِ ۚ تَوَفَّنِیۡ مُسۡلِمًا وَّ اَلۡحِقۡنِیۡ  بِالصّٰلِحِیۡنَ ﴿۱۰۱﴾ ","english_text":"Neither those who disbelieve from the People of the Scripture nor the polytheists wish that any good should be sent down to you from your Lord. But Allah selects for His mercy whom He wills, and Allah is the possessor of great bounty.","page":247,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1697.mp3","colorText":"۞ رَبِّ قَ[q:298[دْ] ءَاتَيْتَنِى مِنَ [h:2845[ٱ]لْمُلْكِ وَعَلَّمْتَنِى مِ[f:6551[ن ت]َأْوِيلِ [h:6552[ٱ]لْأَحَادِيثِ‌ۚ فَاطِرَ [h:6833[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَ[h:177[ٱ]لْأَرْضِ أَ[f:169[نت]َ وَلِىّ[n[ِۦ] فِى [h:599[ٱ][l[ل]دُّنْيَا وَ[h:1213[ٱ]لْأَخِرَةِ‌ۖ تَوَفَّنِى مُسْلِ[a:6834[مًا و]َأَلْحِ[q:6835[قْ]نِى بِ[h:6836[ٱ][l[ل]صَّ[n[ـٰ]لِح[p[ِي]نَ","juz":13,"ruku":203,"manzil":3,"bangla_ahbayan":"হে আমার প্রতিপালক! তুমি আমাকে রাজ্য দান করেছ[১] এবং স্বপ্নের ব্যাখ্যা শিক্ষা দিয়েছ; [২] হে আকাশমন্ডলী ও পৃথিবীর সৃষ্টিকর্তা! তুমিই ইহলোক ও পরলোকে আমার অভিভাবক। তুমি আমাকে আত্মসমর্পণকারী (মুসলিম) হিসাবে মৃত্যু দান কর এবং আমাকে সৎকর্মপরায়ণদের অন্তর্ভুক্ত কর।’ [৩]","bangla_bayan":"‘হে আমার রব, আপনি আমাকে কিছু রাজত্ব দান করেছেন এবং স্বপ্নের কিছু ব্যাখ্যা শিখিয়েছেন। হে আসমানসমূহ ও যমীনের স্রষ্টা, দুনিয়া ও আখিরাতে আপনিই আমার অভিভাবক, আমাকে মুসলিম অবস্থায় মৃত্যু দিন এবং নেককারদের সাথে আমাকে যুক্ত করুন’।","bangla_mkhan":"হে পালনকর্তা আপনি আমাকে রাষ্ট্রক্ষমতাও দান করেছেন এবং আমাকে বিভিন্ন তাৎপর্য সহ ব্যাখ্যা করার বিদ্যা শিখিয়ে দিয়েছেন। হে নভোমন্ডল ও ভূ-মন্ডলের স্রষ্টা, আপনিই আমার কার্যনির্বাহী ইহকাল ও পরকালে। আমাকে ইসলামের উপর মৃত্যুদান করুন এবং আমাকে স্বজনদের সাথে মিলিত করুন।","bangla_mujibur":"হে আমার রাব্ব! আপনি আমাকে রাজ্য দান করেছেন এবং স্বপ্নের ব্যাখ্যা শিক্ষা দিয়েছেন। হে আকাশমন্ডলী ও পৃথিবীর সৃষ্টিকর্তা! আপনিই ইহলোক ও পরলোকে আমার অভিভাবক, আপনি আমাকে মুসলিম হিসাবে মৃত্যু দান করুন এবং আমাকে সৎকর্মপরায়ণদের অন্তর্ভুক্ত করুন!","bangla_taisirul":"‘হে আমার প্রতিপালক! তুমি আমাকে রাজত্ব দান করেছ, আর আমাকে স্বপ্নের ব্যাখ্যা শিখিয়েছ। আসমান যমীনের সৃষ্টিকর্তা! তুমিই দুনিয়ায় আর আখেরাতে আমার অভিভাবক, তুমি মুসলিম অবস্থায় আমার মৃত্যু দান করো এবং আমাকে সৎকর্মশীলদের অন্তর্ভুক্ত করো।’"},{"id":102,"arabic_text":"ذٰلِکَ  مِنۡ  اَنۡۢبَآءِ الۡغَیۡبِ نُوۡحِیۡہِ  اِلَیۡکَ ۚ وَ مَا کُنۡتَ لَدَیۡہِمۡ  اِذۡ  اَجۡمَعُوۡۤا  اَمۡرَہُمۡ  وَ ہُمۡ  یَمۡکُرُوۡنَ ﴿۱۰۲﴾ ","english_text":"We do not abrogate a verse or cause it to be forgotten except that We bring forth [one] better than it or similar to it. Do you not know that Allah is over all things competent?","page":247,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1698.mp3","colorText":"ذ[n[َٲ]لِكَ مِنْ أَ[i:1910[نۢب][o[َا]ٓءِ [h:1911[ٱ]لْغَيْبِ نُوحِيهِ إِلَيْكَ‌ۖ وَمَا كُ[f:735[نت]َ لَدَيْهِمْ إِذْ أَ[q:6837[جْ]مَع[o[ُوٓ][s[اْ] أَمْرَهُمْ وَهُمْ يَمْكُر[p[ُو]نَ","juz":13,"ruku":203,"manzil":3,"bangla_ahbayan":"এটা অদৃশ্য লোকের সংবাদ যা তোমাকে আমি অহী দ্বারা অবহিত করছি; ষড়যন্ত্রকালে যখন তারা মতৈক্যে পৌঁছেছিল, তখন তুমি তাদের নিকট ছিলে না। [১]","bangla_bayan":"এগুলো গায়েবের সংবাদ, যা আমি তোমার কাছে ওহী করছি। তুমি তো তাদের নিকট ছিলে না যখন তারা তাদের সিদ্ধান্তে একমত হয়েছিল অথচ তারা ষড়যন্ত্র করছিল।","bangla_mkhan":"এগুলো অদৃশ্যের খবর, আমি আপনার কাছে প্রেরণ করি। আপনি তাদের কাছে ছিলেন না, যখন তারা স্বীয় কাজ সাব্যস্ত করছিল এবং চক্রান্ত করছিল।","bangla_mujibur":"এটা অদৃশ্যলোকের সংবাদ যা তোমাকে আমি অহী দ্বারা অবহিত করছি, ষড়যন্ত্রকালে যখন তারা মতৈক্যে পৌঁছেছিল তখন তুমি তাদের সাথে ছিলেনা।","bangla_taisirul":"অদৃশ্য জগতের খবর থেকে এটা তোমাকে ওয়াহী করে জানালাম। ষড়যন্ত্র করার সময় যখন তারা তাদের কাজে জোটবদ্ধ হয়েছিল তখন তুমি তো তাদের কাছে ছিলে না।"},{"id":103,"arabic_text":"وَ مَاۤ  اَکۡثَرُ النَّاسِ وَ لَوۡ حَرَصۡتَ بِمُؤۡمِنِیۡنَ ﴿۱۰۳﴾ ","english_text":"Do you not know that to Allah belongs the dominion of the heavens and the earth and [that] you have not besides Allah any protector or any helper?","page":247,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1699.mp3","colorText":"وَم[o[َآ] أَكْثَرُ [h:6838[ٱ][l[ل][g[نّ]َاسِ وَلَوْ حَرَصْتَ بِمُؤْمِن[p[ِي]نَ","juz":13,"ruku":203,"manzil":3,"bangla_ahbayan":"তুমি যতই আগ্রহী হও না কেন, অধিকাংশ লোকই বিশ্বাস করবার নয়। [১]","bangla_bayan":"আর তুমি আকাঙ্খা করলেও অধিকাংশ মানুষ মুমিন হবার নয়।","bangla_mkhan":"আপনি যতই চান, অধিকাংশ লোক বিশ্বাসকারী নয়।","bangla_mujibur":"তুমি যতই চাও না কেন, অধিকাংশ লোকই ঈমান আনার নয়।","bangla_taisirul":"তুমি যত প্রবল আগ্রহ ভরেই চাও না কেন, মানুষদের অধিকাংশই ঈমান আনবে না।"},{"id":104,"arabic_text":"وَ مَا تَسۡـَٔلُہُمۡ عَلَیۡہِ مِنۡ اَجۡرٍ ؕ اِنۡ ہُوَ اِلَّا ذِکۡرٌ  لِّلۡعٰلَمِیۡنَ ﴿۱۰۴﴾ ","english_text":"Or do you intend to ask your Messenger as Moses was asked before? And whoever exchanges faith for disbelief has certainly strayed from the soundness of the way.","page":248,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1700.mp3","colorText":"وَمَا تَسْــَٔلُهُمْ عَلَيْهِ مِنْ أَ[q:6133[جْ]رٍ‌ۚ إِنْ هُوَ إِلَّا ذِكْ[u:6839[رٌ ل]ِّلْعَ[n[ـٰ]لَم[p[ِي]نَ","juz":13,"ruku":203,"manzil":3,"bangla_ahbayan":"আর তুমি তো তাদের কাছে কোন পারিশ্রমিক দাবী করছ না,[১] এ (কুরআন) তো বিশ্বজগতের জন্য উপদেশ ছাড়া কিছু নয়। [২]","bangla_bayan":"আর তুমি এর উপর তাদের কাছে কোন প্রতিদান চাও না, এ তো (কুরআন) সমগ্র সৃষ্টির জন্য উপদেশমাত্র।","bangla_mkhan":"আপনি এর জন্যে তাদের কাছে কোন বিনিময় চান না। এটা তো সারা বিশ্বের জন্যে উপদেশ বৈ নয়।","bangla_mujibur":"আর তুমিতো তাদের কাছে কোন পারিশ্রমিক দাবী করছোনা, এটাতো বিশ্বজগতের জন্য উপদেশ ছাড়া কিছু নয়।","bangla_taisirul":"তুমি তার জন্য তাদের কাছে কোন পারিশ্রমিক চাচ্ছ না, এটা তো বিশ্বজগতের সকলের জন্য উপদেশ মাত্র।"},{"id":105,"arabic_text":"وَ کَاَیِّنۡ مِّنۡ اٰیَۃٍ  فِی السَّمٰوٰتِ وَ الۡاَرۡضِ یَمُرُّوۡنَ عَلَیۡہَا وَ ہُمۡ عَنۡہَا مُعۡرِضُوۡنَ ﴿۱۰۵﴾ ","english_text":"Many of the People of the Scripture wish they could turn you back to disbelief after you have believed, out of envy from themselves [even] after the truth has become clear to them. So pardon and overlook until Allah delivers His command. Indeed, Allah is over all things competent.","page":248,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1701.mp3","colorText":"وَكَأَيّ[a:2298[ِن م]ِّنْ ءَايَ[f:6840[ةٍ ف]ِى [h:609[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَ[h:177[ٱ]لْأَرْضِ يَمُرُّونَ عَلَيْهَا وَهُمْ عَنْهَا مُعْرِض[p[ُو]نَ","juz":13,"ruku":204,"manzil":3,"bangla_ahbayan":"আকাশমন্ডলী ও পৃথিবীতে কত নিদর্শন রয়েছে যা তারা প্রত্যক্ষ করে; কিন্তু তারা এই সকলের প্রতি উদাসীন। [১]","bangla_bayan":"আর আসমানসমূহ ও যমীনে কত নিদর্শন রয়েছে, যা তারা অতিক্রম করে চলে যায়, অথচ সেগুলো থেকে তারা বিমুখ।","bangla_mkhan":"অনেক নিদর্শন রয়েছে নভোমন্ডলে ও ভু-মন্ডলে যেগুলোর উপর দিয়ে তারা পথ অতিক্রম করে এবং তারা এসবের দিকে মনোনিবেশ করে না।","bangla_mujibur":"আকাশমন্ডলী ও পৃথিবীতে অনেক নিদর্শন রয়েছে, তারা এ সমস্ত প্রত্যক্ষ করে, কিন্তু তারা এ সবের প্রতি উদাসীন।","bangla_taisirul":"আসমানে আর যমীনে বহু নিদর্শন আছে যেগুলোর উপর দিয়ে তারা (প্রতিনিয়ত) অতিক্রম করে কিন্তু এসব কিছু থেকে তারা অবজ্ঞা করছে।"},{"id":106,"arabic_text":"وَ مَا یُؤۡمِنُ اَکۡثَرُہُمۡ بِاللّٰہِ  اِلَّا وَ ہُمۡ مُّشۡرِکُوۡنَ ﴿۱۰۶﴾ ","english_text":"And establish prayer and give zakah, and whatever good you put forward for yourselves - you will find it with Allah. Indeed, Allah of what you do, is Seeing.","page":248,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1702.mp3","colorText":"وَمَا يُؤْمِنُ أَكْثَرُه[c:6841[ُم ب]ِ[h:32[ٱ]للَّهِ إِلَّا وَه[w:6842[ُم م]ُّشْرِك[p[ُو]نَ","juz":13,"ruku":204,"manzil":3,"bangla_ahbayan":"০৬) তাদের অধিকাংশই আল্লাহকে বিশ্বাস করে; কিন্তু তাঁর অংশী স্থাপন করে। [১]","bangla_bayan":"তাদের অধিকাংশ আল্লাহর প্রতি বিশ্বাস করে, তবে (ইবাদাতে) শিরক করা অবস্থায়।","bangla_mkhan":"অনেক মানুষ আল্লাহর প্রতি বিশ্বাস স্থাপন করে, কিন্তু সাথে সাথে শিরকও করে।","bangla_mujibur":"তাদের অধিকাংশ আল্লাহকে বিশ্বাস করে, কিন্তু তাঁর সাথে শরীক করে।","bangla_taisirul":"অধিকাংশ মানুষ আল্লাহতে বিশ্বাস করে, কিন্তু সাথে সাথে শিরকও করে।"},{"id":107,"arabic_text":"اَفَاَمِنُوۡۤا اَنۡ تَاۡتِیَہُمۡ غَاشِیَۃٌ مِّنۡ عَذَابِ اللّٰہِ  اَوۡ  تَاۡتِیَہُمُ السَّاعَۃُ بَغۡتَۃً   وَّ ہُمۡ  لَا  یَشۡعُرُوۡنَ ﴿۱۰۷﴾ ","english_text":"And they say, \"None will enter Paradise except one who is a Jew or a Christian.\" That is [merely] their wishful thinking, Say, \"Produce your proof, if you should be truthful.\"","page":248,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1703.mp3","colorText":"أَفَأَمِن[o[ُوٓ][s[اْ] أَ[f:6843[ن ت]َأْتِيَهُمْ غَ[n[ـٰ]شِيَ[a:6844[ةٌ م]ِّنْ عَذَابِ [h:6845[ٱ]للَّهِ أَوْ تَأْتِيَهُمُ [h:6846[ٱ][l[ل]سَّاعَةُ بَغْتَ[a:4880[ةً و]َهُمْ لَا يَشْعُر[p[ُو]نَ","juz":13,"ruku":204,"manzil":3,"bangla_ahbayan":"তবে কি তারা আল্লাহর সর্বগ্রাসী শাস্তি হতে অথবা তাদের অজ্ঞাতসারে কিয়ামতের আকস্মিক উপস্থিতি হতে নিরাপদ?","bangla_bayan":"আর তারা কি নিরাপদ বোধ করছে যে, তাদের উপর আল্লাহর পক্ষ থেকে কোন সর্বগ্রাসী আযাব আসবে না অথবা হঠাৎ তারা টের না পেতেই কিয়ামত উপস্থিত হবে না?","bangla_mkhan":"তারা কি নির্ভীক হয়ে গেছে এ বিষয়ে যে, আল্লাহর আযাবের কোন বিপদ তাদেরকে আবৃত করে ফেলবে অথবা তাদের কাছে হঠাৎ কেয়ামত এসে যাবে, অথচ তারা টেরও পাবে না?","bangla_mujibur":"তাহলে কি তারা আল্লাহর সর্বগ্রাসী শাস্তি হতে অথবা তাদের অজ্ঞাতসারে কিয়ামাতের আকস্মিক উপস্থিতি হতে নিরাপদ?","bangla_taisirul":"তারা কি নিশ্চিন্ত যে, আল্লাহর সর্বগ্রাসী ‘আযাব তাদের উপর এসে পড়বে না? কিংবা হঠাৎ ক্বিয়ামাত তাদের উপর এসে পড়বে না যা তারা টেরও পাবে না?"},{"id":108,"arabic_text":"قُلۡ ہٰذِہٖ سَبِیۡلِیۡۤ  اَدۡعُوۡۤا  اِلَی اللّٰہِ ۟ؔ عَلٰی بَصِیۡرَۃٍ  اَنَا  وَ مَنِ اتَّبَعَنِیۡ ؕ وَ سُبۡحٰنَ اللّٰہِ  وَ مَاۤ   اَنَا مِنَ  الۡمُشۡرِکِیۡنَ ﴿۱۰۸﴾ ","english_text":"Yes [on the contrary], whoever submits his face in Islam to Allah while being a doer of good will have his reward with his Lord. And no fear will there be concerning them, nor will they grieve.","page":248,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1704.mp3","colorText":"قُلْ هَ[n[ـٰ]ذِه[n[ِۦ] سَبِيل[o[ِىٓ] أَ[q:6847[دْ]ع[o[ُوٓ][s[اْ] إِلَى [h:1637[ٱ]للَّهِ‌ۚ عَلَىٰ بَصِيرَةٍ أَنَا۟ وَمَنِ [h:6848[ٱ]تَّبَعَنِى‌ۖ وَسُ[q:6849[بْ]حَ[n[ـٰ]نَ [h:6850[ٱ]للَّهِ وَم[o[َآ] أَنَا۟ مِنَ [h:699[ٱ]لْمُشْرِك[p[ِي]نَ","juz":13,"ruku":204,"manzil":3,"bangla_ahbayan":"তুমি বল, ‘এটাই আমার পথ। আল্লাহর প্রতি মানুষকে আহবান করি সজ্ঞানে আমি এবং আমার অনুসারীবৃন্দও।[১] আল্লাহ পবিত্র। [২] আর আমি অংশীবাদীদের অন্তর্ভুক্ত নই।’","bangla_bayan":"বল, ‘এটা আমার পথ। আমি জেনে-বুঝে আল্লাহর দিকে দাওয়াত দেই এবং যারা আমার অনুসরণ করেছে তারাও। আর আল্লাহ পবিত্র মহান এবং আমি মুশরিকদের অন্তর্ভুক্ত নই’।","bangla_mkhan":"বলে দিনঃ এই আমার পথ। আমি আল্লাহর দিকে বুঝে সুঝে দাওয়াত দেই আমি এবং আমার অনুসারীরা। আল্লাহ পবিত্র। আমি অংশীবাদীদের অন্তর্ভুক্ত নই।","bangla_mujibur":"তুমি বলঃ এটাই আমার (আল্লাহর) পথ; প্রতিটি মানুষকে আমি আহবান করি সজ্ঞানে, আমি এবং আমার অনুসারীগণও; আল্লাহ মহিমান্বিত এবং যারা আল্লাহর সাথে শরীক স্থাপন করে আমি তাদের অন্তভুর্ক্ত নই।","bangla_taisirul":"বল, ‘এটাই আমার পথ, আল্লাহর পথে আহবান জানাচ্ছি, আমি ও আমার অনুসারীরা, স্পষ্ট জ্ঞানের মাধ্যমে। আল্লাহ মহান, পবিত্র; আমি কক্ষনো মুশরিকদের মধ্যে শামিল হব না।"},{"id":109,"arabic_text":"وَ مَاۤ  اَرۡسَلۡنَا مِنۡ قَبۡلِکَ اِلَّا رِجَالًا نُّوۡحِیۡۤ  اِلَیۡہِمۡ مِّنۡ اَہۡلِ الۡقُرٰی ؕ اَفَلَمۡ یَسِیۡرُوۡا فِی الۡاَرۡضِ فَیَنۡظُرُوۡا کَیۡفَ کَانَ عَاقِبَۃُ  الَّذِیۡنَ مِنۡ قَبۡلِہِمۡ ؕ وَ لَدَارُ الۡاٰخِرَۃِ خَیۡرٌ لِّلَّذِیۡنَ اتَّقَوۡا ؕ اَفَلَا  تَعۡقِلُوۡنَ ﴿۱۰۹﴾ ","english_text":"The Jews say \"The Christians have nothing [true] to stand on,\" and the Christians say, \"The Jews have nothing to stand on,\" although they [both] recite the Scripture. Thus the polytheists speak the same as their words. But Allah will judge between them on the Day of Resurrection concerning that over which they used to differ.","page":248,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1705.mp3","colorText":"وَم[o[َآ] أَرْسَلْنَا مِ[f:18[ن ق]َ[q:19[بْ]لِكَ إِلَّا رِجَال[a:6851[اً ن]ُّوح[o[ِىٓ] إِلَيْه[w:3682[ِم م]ِّنْ أَهْلِ [h:6852[ٱ]لْقُرَ[o[ىٰٓ‌ۗ] أَفَلَمْ يَسِيرُو[s[اْ] فِى [h:44[ٱ]لْأَرْضِ فَيَ[f:6853[نظ]ُرُو[s[اْ] كَيْفَ كَانَ عَ[n[ـٰ]قِبَةُ [h:6854[ٱ]لَّذِينَ مِ[f:617[ن ق]َ[q:618[بْ]لِهِمْ‌ۗ وَلَدَارُ [h:6855[ٱ]لْأَخِرَةِ خَيْ[u:4005[رٌ ل]ِّلَّذِينَ [h:1785[ٱ]تَّقَوْ[s[اْ‌ۗ] أَفَلَا تَعْقِل[p[ُو]نَ","juz":13,"ruku":204,"manzil":3,"bangla_ahbayan":"তোমার পূর্বে জনপদবাসীদের মধ্য হতে পুরুষদেরকেই আমি (রসূলরূপে) প্রেরণ করেছি; যাদের নিকট অহী পাঠাতাম।[১] তাদের পূর্ববর্তীদের কি পরিণাম হয়েছিল, তা দেখার জন্য তারা কি পৃথিবীতে ভ্রমণ করেনি? যারা সংযমশীল তাদের জন্য পরলোকের গৃহই উত্তম; তোমরা কি বুঝ না?","bangla_bayan":"আর আমি তোমার পূর্বে জনপদবাসী থেকে পুরুষদেরকেই কেবল রাসূল হিসেবে প্রেরণ করেছি, যাদের উপর আমি ওহী নাযিল করতাম। তারা কি যমীনে বিচরণ করে না। তাহলে দেখত, তাদের পূর্বে যারা ছিল তাদের পরিণতি কিরূপ হয়েছে? আর যারা তাকওয়া অবলম্বন করে তাদের জন্য আখিরাতের আবাসনই উত্তম, তবুও কি তোমরা বুঝ না?","bangla_mkhan":"আপনার পূর্বে আমি যতজনকে রসূল করে পাঠিয়েছি, তারা সবাই পুরুষই ছিল জনপদবাসীদের মধ্য থেকে। আমি তাঁদের কাছে ওহী প্রেরণ করতাম। তারা কি দেশ-বিদেশ ভ্রমণ করে না, যাতে দেখে নিত কিরূপ পরিণতি হয়েছে তাদের যারা পূর্বে ছিল ? সংযমকারীদের জন্যে পরকালের আবাসই উত্তম। তারা কি এখনও বোঝে না?","bangla_mujibur":"তোমার পূর্বেও জনপদবাসীদের মধ্য হতে পুরুষদেরকেই পাঠিয়েছিলাম, যাদের নিকট অহী পাঠাতাম; তারা কি পৃথিবীতে ভ্রমণ করেনি এবং তাদের পূর্ববর্তীদের কি পরিণাম হয়েছিল তা কি দেখেনি? যারা মুত্তাকী তাদের জন্য পরকালই শ্রেয়; তোমরা কি বুঝনা?","bangla_taisirul":"তোমার পূর্বে জনপদবাসীদের মধ্যে যাদের কাছে ওয়াহী করতাম তারা পুরুষ মানুষ ব্যতীত ছিল না। তারা কি পৃথিবীতে ভ্রমণ করতঃ দেখে না যে, তাদের পূর্ববর্তী লোকেদের পরিণাম কী হয়েছিল? যারা তাকওয়া অবলম্বন করে, নিশ্চিতই পরলোকের ঘর তাদের আরো উত্তম, তবুও কি তোমরা বুঝবে না?"},{"id":110,"arabic_text":"حَتّٰۤی اِذَا اسۡتَیۡـَٔسَ الرُّسُلُ وَ ظَنُّوۡۤا اَنَّہُمۡ قَدۡ کُذِبُوۡا جَآءَہُمۡ نَصۡرُنَا ۙ فَنُجِّیَ مَنۡ  نَّشَآءُ ؕ وَلَا  یُرَدُّ بَاۡسُنَا عَنِ الۡقَوۡمِ  الۡمُجۡرِمِیۡنَ ﴿۱۱۰﴾  ","english_text":"And who are more unjust than those who prevent the name of Allah from being mentioned in His mosques and strive toward their destruction. It is not for them to enter them except in fear. For them in this world is disgrace, and they will have in the Hereafter a great punishment.","page":248,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1706.mp3","colorText":"حَتَّ[o[ىٰٓ] إِذَا [h:6856[ٱ]سْتَيْــَٔسَ [h:6857[ٱ][l[ل]رُّسُلُ وَظَ[g[نّ][o[ُوٓ][s[اْ] أَ[g[نّ]َهُمْ قَ[q:298[دْ] كُذِبُو[s[اْ] ج[o[َا]ٓءَهُمْ نَصْرُنَا فَنُجِّىَ م[a:4211[َن ن]َّش[o[َا]ٓءُ‌ۖ وَلَا يُرَدُّ بَأْسُنَا عَنِ [h:4503[ٱ]لْقَوْمِ [h:4504[ٱ]لْمُ[q:4093[جْ]رِم[p[ِي]نَ","juz":13,"ruku":204,"manzil":3,"bangla_ahbayan":"অবশেষে যখন রসূলগণ নিরাশ হল[১] এবং (লোকে) ভাবল যে, তাদেরকে মিথ্যা (প্রতিশ্রুতি) দেওয়া হয়েছে,[২] তখন তাদের কাছে আমার সাহায্য এল।[৩] অতঃপর আমি যাকে ইচ্ছা করলাম, তাকে উদ্ধার করা হল।[৪] আর অপরাধী সম্প্রদায় হতে আমার শাস্তি রদ করা হয় না।","bangla_bayan":"অবশেষে যখন রাসূলগণ (কওমের ঈমান থেকে) নিরাশ হয়ে গেল এবং তারা* মনে করল তাদের সাথে মিথ্যা বলা হয়েছে, তখন তাদের কাছে আমার সাহায্য আসল, অতঃপর আমি যাকে ইচ্ছা নাজাত দেই, আর অপরাধী কওম থেকে আমার শাস্তি ফেরানো হয় না। \\n\\n* (ক) এখানে ‘তারা’ বলতে রাসূলদের অনুসারীদের বুঝানো হয়েছে। অর্থ হবে- তাদের সাথে সাহায্যের মিথ্যা আশ্বাস দেয়া হয়েছে। (খ) অথবা বিরোধীদের বুঝানো হয়েছে। তখন অর্থ হবে- তাদেরকে শাস্তির মিথ্যা ভীতি প্রদর্শন করা হয়েছে। (গ) আর যদি ‘তারা’ বলতে স্বয়ং রাসূলদের বুঝানো হয়, তখন অর্থ হবে- রাসূলগণ ধারণা করেছেন, তাদের প্রতি মিথ্যারোপ করা হয়েছে।","bangla_mkhan":"এমনকি যখন পয়গম্বরগণ নৈরাশ্যে পতিত হয়ে যেতেন, এমনকি এরূপ ধারণা করতে শুরু করতেন যে, তাদের অনুমান বুঝি মিথ্যায় পরিণত হওয়ার উপক্রম হয়েছিল, তখন তাদের কাছে আমার সাহায্য পৌছে। অতঃপর আমি যাদের চেয়েছি তারা উদ্ধার পেয়েছে। আমার শাস্তি অপরাধী সম্প্রদায় থেকে প্রতিহত হয় না।","bangla_mujibur":"অবশেষে যখন রাসূলগণ নিরাশ হল এবং লোকে ভাবল যে, রাসূলদেরকে মিথ্যা আশ্বাস দেয়া হয়েছে তখন তাদের কাছে আমার সাহায্য এলো। এভাবে আমি যাকে ইচ্ছা করি সে উদ্ধার পায়, আর অপরাধী সম্প্রদায় হতে আমার শাস্তি রদ করা হয়না।","bangla_taisirul":"(হে নাবী! তোমার পূর্বেও এমন ঘটেছে যে,) শেষ পর্যন্ত রসূলগণ নিরাশ হয়েছে, আর লোকেরা মনে করেছে যে, তাদেরকে মিথ্যে কথা বলা হয়েছে, তখন তাদের (রাসূলদের) কাছে আমার সাহায্য এসে পৌঁছেছে, এভাবেই আমি যাকে ইচ্ছে রক্ষা করি। অপরাধী সম্প্রদায় থেকে আমার শাস্তি কক্ষনো ফিরিয়ে নেয়া হয় না।"},{"id":111,"arabic_text":"لَقَدۡ کَانَ فِیۡ قَصَصِہِمۡ عِبۡرَۃٌ  لِّاُولِی الۡاَلۡبَابِ ؕ مَا کَانَ حَدِیۡثًا یُّفۡتَرٰی وَ لٰکِنۡ تَصۡدِیۡقَ الَّذِیۡ بَیۡنَ یَدَیۡہِ وَ تَفۡصِیۡلَ کُلِّ شَیۡءٍ وَّ ہُدًی وَّ رَحۡمَۃً لِّقَوۡمٍ  یُّؤۡمِنُوۡنَ ﴿۱۱۱﴾ ","english_text":"And to Allah belongs the east and the west. So wherever you [might] turn, there is the Face of Allah . Indeed, Allah is all-Encompassing and Knowing.","page":248,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1707.mp3","colorText":"لَقَ[q:2389[دْ] كَانَ فِى قَصَصِهِمْ عِ[q:6858[بْ]رَ[u:6859[ةٌ ل]ِّأُ[s[وْ]لِى [h:2496[ٱ]لْأَلْبَ[n[ـٰ]بِ‌ۗ مَا كَانَ حَدِي[a:6860[ثًا ي]ُفْتَرَىٰ وَلَ[n[ـٰ]كِ[f:6058[ن ت]َصْدِيقَ [h:6059[ٱ]لَّذِى بَيْنَ يَدَيْهِ وَتَفْصِيلَ كُلِّ ش[a:4536[َىْءٍ و]َهُ[a:4537[دًى و]َرَحْمَ[u:4735[ةً ل]ِّقَوْ[a:4294[مٍ ي]ُؤْمِن[p[ُو]نَ","juz":13,"ruku":204,"manzil":3,"bangla_ahbayan":"তাদের কাহিনীতে জ্ঞানী ব্যক্তিদের জন্য আছে শিক্ষা। এটা এমন বাণী; যা মিথ্যা রচনা নয়, বরং এটা পূর্ববর্তী কিতাবের সত্যায়নকারী, সমস্ত কিছুর বিশদ বিবরণ এবং বিশ্বাসী সম্প্রদায়ের জন্য পথ-নির্দেশ ও করুণা। [১]","bangla_bayan":"তাদের এ কাহিনীগুলোতে অবশ্যই বুদ্ধিমানদের জন্য রয়েছে শিক্ষা, এটা কোন বানানো গল্প নয়, বরং তাদের পূর্ববর্তী কিতাবের সত্যায়নকারী এবং প্রতিটি বিষয়ের বিস্তারিত বিবরণ। আর হিদায়াত ও রহমত ঐ কওমের জন্য যারা ঈমান আনে।","bangla_mkhan":"তাদের কাহিনীতে বুদ্ধিমানদের জন্য রয়েছে প্রচুর শিক্ষণীয় বিষয়, এটা কোন মনগড়া কথা নয়, কিন্তু যারা বিশ্বাস স্থাপন করে তাদের জন্যে পূর্বেকার কালামের সমর্থন এবং প্রত্যেক বস্তুর বিবরণ রহমত ও হেদায়েত।","bangla_mujibur":"তাদের বৃত্তান্তে বোধশক্তি সম্পন্ন ব্যক্তিদের জন্য আছে শিক্ষা, ইহা এমন বাণী যা মিথ্যা প্রবন্ধ নয়, কিন্তু মু’মিনদের জন্য এটা পূর্ব গ্রন্থে যা আছে উহার সমর্থন এবং সমস্ত কিছুর বিশদ বিবরণ, হিদায়াত ও রাহমাত।","bangla_taisirul":"এদের কাহিনীসমূহে বোধশক্তিসম্পন্ন মানুষদের জন্য শিক্ষণীয় বিষয় আছে। এ কুরআন কোন মিথ্যে রচনা নয়, বরং তাদের পূর্বে আগত কিতাবের প্রত্যয়নকারী আর যাবতীয় বিষয়ের বিস্তারিত বিররণে সমৃদ্ধ, আর মু’মিন সম্প্রদায়ের জন্য পথের দিশারী ও রহমাত।"}]}}