{"surahDetails":{"id":13,"banglaName":"বজ্রপাত","totalAyah":43,"arabicInBangla":"আর-রাদ"},"surah":{"id":13,"verses":[{"id":1,"arabic_text":"الٓـمّٓرٰ ۟ تِلۡکَ اٰیٰتُ الۡکِتٰبِ ؕ وَ الَّذِیۡۤ اُنۡزِلَ اِلَیۡکَ مِنۡ رَّبِّکَ الۡحَقُّ وَ لٰکِنَّ اَکۡثَرَ  النَّاسِ لَا  یُؤۡمِنُوۡنَ ﴿۱﴾ ","english_text":"Indeed, those who disbelieve - it is all the same for them whether you warn them or do not warn them - they will not believe.","page":249,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1708.mp3","colorText":"ا[m[لٓ][m[مٓ]ر‌ۚ تِلْكَ ءَايَ[n[ـٰ]تُ [h:5932[ٱ]لْكِتَ[n[ـٰ]بِ‌ۗ وَ[h:4765[ٱ]لَّذ[o[ِىٓ] أُ[f:17[نز]ِلَ إِلَيْكَ م[u:770[ِن ر]َّبِّكَ [h:6861[ٱ]لْحَقُّ وَلَ[n[ـٰ]كِ[g[نّ]َ أَكْثَرَ [h:1374[ٱ][l[ل][g[نّ]َاسِ لَا يُؤْمِن[p[ُو]نَ","juz":13,"ruku":205,"manzil":3,"bangla_ahbayan":"আলিফ লা-ম মী-ম রা। এগুলি কুরআনের আয়াত; যা তোমার প্রতিপালকের পক্ষ হতে তোমার প্রতি অবতীর্ণ করা হয়েছে তাই সত্য। কিন্তু অধিকাংশ মানুষ এতে বিশ্বাস করে না।","bangla_bayan":"আলিফ-লাম-মীম-রা; এগুলো কিতাবের আয়াত, আর তোমার রবের পক্ষ থেকে তোমার উপর যা কিছু নাযিল হয়েছে তা সত্য, কিন্তু অধিকাংশ মানুষ ঈমান আনে না।","bangla_mkhan":"আলিফ-লাম-মীম-রা; এগুলো কিতাবের আয়াত। যা কিছু আপনার পালনকর্তার পক্ষ থেকে অবতীর্ণ হয়েছে, তা সত্য। কিন্তু অধিকাংশ মানুষ এতে বিশ্বাস করে না।","bangla_mujibur":"আলিম লাম মীম রা, এগুলি কুরআনের আয়াত; যা তোমার রাব্ব হতে তোমার প্রতি অবতীর্ণ হয়েছে তা’ই সত্য; কিন্তু অধিকাংশ এতে বিশ্বাস করেনা।","bangla_taisirul":"আলিফ-লাম-মীম-র, এগুলো কিতাবের আয়াতসমূহ, আর তোমার প্রতিপালকের নিকট থেকে তোমার প্রতি যা অবতীর্ণ হয়েছে তা প্রকৃত সত্য, কিন্তু অধিকাংশ মানুষই ঈমান আনে না।"},{"id":2,"arabic_text":"اَللّٰہُ الَّذِیۡ رَفَعَ السَّمٰوٰتِ بِغَیۡرِ عَمَدٍ تَرَوۡنَہَا ثُمَّ  اسۡتَوٰی عَلَی الۡعَرۡشِ وَ سَخَّرَ الشَّمۡسَ وَ الۡقَمَرَ ؕ کُلٌّ یَّجۡرِیۡ لِاَجَلٍ مُّسَمًّی ؕ یُدَبِّرُ الۡاَمۡرَ یُفَصِّلُ الۡاٰیٰتِ لَعَلَّکُمۡ بِلِقَآءِ رَبِّکُمۡ تُوۡقِنُوۡنَ ﴿۲﴾ ","english_text":"Allah has set a seal upon their hearts and upon their hearing, and over their vision is a veil. And for them is a great punishment.","page":249,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1709.mp3","colorText":"ٱللَّهُ [h:4738[ٱ]لَّذِى رَفَعَ [h:6862[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ بِغَيْرِ عَمَ[f:6863[دٍ ت]َرَوْنَهَا‌ۖ ثُ[g[مّ]َ [h:156[ٱ]سْتَوَىٰ عَلَى [h:4740[ٱ]لْعَرْشِ‌ۖ وَسَخَّرَ [h:6864[ٱ][l[ل]شَّمْسَ وَ[h:4265[ٱ]لْقَمَرَ‌ۖ كُ[a:6865[لٌّ ي]َ[q:6866[جْ]رِى لِأَجَ[a:6867[لٍ م]ُّسَم[a:6868[ًّى‌ۚ ي]ُدَبِّرُ [h:5940[ٱ]لْأَمْرَ يُفَصِّلُ [h:5952[ٱ]لْأَيَ[n[ـٰ]تِ لَعَلَّك[c:6869[ُم ب]ِلِق[o[َا]ٓءِ رَبِّكُمْ تُوقِن[p[ُو]نَ","juz":13,"ruku":205,"manzil":3,"bangla_ahbayan":"আল্লাহই স্তম্ভ ছাড়া আকাশমন্ডলীকে ঊর্ধ্বে স্থাপন করেছেন; তোমরা তা দেখছ। অতঃপর তিনি আরশে সমাসীন হয়েছেন[১] এবং সূর্য ও চন্দ্রকে বশীভূত করেছেন; প্রত্যেকে নির্দিষ্ট মিয়াদে আবর্তন করে।[২] তিনি সকল বিষয় নিয়ন্ত্রণ করেন এবং নিদর্শনসমূহ বিশদভাবে বর্ণনা করেন, যাতে তোমরা তোমাদের প্রতিপালকের সাথে সাক্ষাৎ সম্বন্ধে নিশ্চিত বিশ্বাস করতে পার।","bangla_bayan":"আল্লাহ, যিনি খুঁটি ছাড়া আসমানসমূহ উঁচু করেছেন যা তোমরা দেখছ। অতঃপর তিনি আরশে উঠেছেন এবং সূর্য ও চাঁদকে নিয়োজিত করেছেন। এর প্রত্যেকটি নির্দিষ্ট সময় পর্যন্ত চলবে। তিনি সবকিছু পরিচালনা করেন। আয়াতসমূহ বিস্তারিত বর্ণনা করেন, যাতে তোমাদের রবের সাক্ষাতের ব্যাপারে তোমরা দৃঢ়বিশ্বাসী হতে পার।","bangla_mkhan":"আল্লাহ, যিনি উর্ধ্বদেশে স্থাপন করেছেন আকাশমন্ডলীকে স্তম্ভ ব্যতীত। তোমরা সেগুলো দেখ। অতঃপর তিনি আরশের উপর অধিষ্ঠিত হয়েছেন। এবং সূর্য ও চন্দ্রকে কর্মে নিয়োজিত করেছেন। প্রত্যেকে নির্দিষ্ট সময় মোতাবেক আবর্তন করে। তিনি সকল বিষয় পরিচালনা করেন, নিদর্শনসমূহ প্রকাশ করেন, যাতে তোমরা স্বীয় পালনকর্তার সাথে সাক্ষাত সম্বন্ধে নিশ্চিত বিশ্বাসী হও।","bangla_mujibur":"আল্লাহই উর্ধ্বদেশে আকাশমন্ডলী স্থাপন করেছেন স্তম্ভ ব্যতীত, তোমরা এটা দেখছ। অতঃপর তিনি আরশে সমাসীন হলেন এবং সূর্য ও চাঁদকে নিয়মাধীন করলেন; প্রত্যেকে নির্দিষ্টকাল পর্যন্ত আবর্তন করে, তিনি সকল বিষয় নিয়ন্ত্রণ করেন এবং নিদর্শনসমূহ বিশদভাবে বর্ণনা করেন যাতে তোমরা তোমাদের রবের সাথে সাক্ষাৎ সম্বন্ধে নিশ্চিত বিশ্বাস করতে পার।","bangla_taisirul":"আল্লাহই স্তম্ভ ছাড়াই আকাশমন্ডলীকে ঊর্ধ্বে তুলে রেখেছেন, যা তোমরা দেখছ, অতঃপর তিনি আরশে সমুন্নত হয়েছেন তিনিই সূর্য ও চন্দ্রকে নিয়মের বন্ধনে বশীভূত রেখেছেন, প্রত্যেকেই নির্দিষ্ট সময়ের জন্য গতিশীল আছে। যাবতীয় বিষয় তিনিই নিয়ন্ত্রণ করেন, তিনি নিদর্শনসমূহ বিশদভাবে বর্ণনা করেন যাতে তোমরা তোমাদের প্রতিপালকের সঙ্গে সাক্ষাতের ব্যাপারে দৃঢ় বিশ্বাসী হতে পার।"},{"id":3,"arabic_text":"وَ ہُوَ الَّذِیۡ مَدَّ الۡاَرۡضَ وَ جَعَلَ  فِیۡہَا رَوَاسِیَ وَ اَنۡہٰرًا ؕ وَ مِنۡ کُلِّ الثَّمَرٰتِ جَعَلَ فِیۡہَا زَوۡجَیۡنِ اثۡنَیۡنِ یُغۡشِی الَّیۡلَ النَّہَارَ ؕ اِنَّ فِیۡ ذٰلِکَ لَاٰیٰتٍ لِّقَوۡمٍ  یَّتَفَکَّرُوۡنَ ﴿۳﴾ ","english_text":"And of the people are some who say, \"We believe in Allah and the Last Day,\" but they are not believers.","page":249,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1710.mp3","colorText":"وَهُوَ [h:4114[ٱ]لَّذِى مَدَّ [h:6870[ٱ]لْأَرْضَ وَجَعَلَ فِيهَا رَو[n[َٲ]سِىَ وَأَنْهَ[n[ـٰ][a:6871[رًا‌ۖ و]َمِ[f:4136[ن ك]ُلِّ [h:1571[ٱ][l[ل]ثَّمَر[n[َٲ]تِ جَعَلَ فِيهَا زَوْجَيْنِ [h:6331[ٱ]ثْنَيْنِ‌ۖ يُغْشِى [h:4741[ٱ]لَّيْلَ [h:4742[ٱ][l[ل][g[نّ]َهَارَ‌ۚ إِ[g[نّ]َ فِى ذ[n[َٲ]لِكَ لَأَيَ[n[ـٰ][u:849[تٍ ل]ِّقَوْ[a:6018[مٍ ي]َتَفَكَّر[p[ُو]نَ","juz":13,"ruku":205,"manzil":3,"bangla_ahbayan":"তিনিই ভূতলকে বিস্তৃত করেছেন এবং ওতে পর্বত ও নদী সৃষ্টি করেছেন[১] এবং প্রত্যেক প্রকারের ফল সৃষ্টি করেছেন জোড়ায় জোড়ায়।[২] তিনি দিনকে রাত্রি দ্বারা আচ্ছাদিত করেন; এতে অবশ্যই নিদর্শন রয়েছে চিন্তাশীল সম্প্রদায়ের জন্য।","bangla_bayan":"আর তিনিই যমীনকে বিস্তৃত করেছেন এবং তাতে সুদৃঢ় পর্বতমালা ও নদ-নদী স্থাপন করেছেন। আর প্রত্যেক প্রকারের ফল তিনি জোড়া জোড়া করে সৃষ্টি করেছেন। তিনি রাত দ্বারা দিনকে ঢেকে দেন। নিশ্চয় যে কওম চিন্তাভাবনা করে তাদের জন্য এতে নিদর্শনাবলী রয়েছে।","bangla_mkhan":"তিনিই ভুমন্ডলকে বিস্তৃত করেছেন এবং তাতে পাহাড় পর্বত ও নদ-নদী স্থাপন করেছেন এবং প্রত্যেক ফলের মধ্যে দু’দু প্রকার সৃষ্টি করে রেখেছেন। তিনি দিনকে রাত্রি দ্বারা আবৃত করেন। এতে তাদের জন্যে নিদর্শণ রয়েছে, যারা চিন্তা করে।","bangla_mujibur":"তিনিই ভূতলকে বিস্তৃত করেছেন এবং ওতে পর্বত ও নদী সৃষ্টি করেছেন এবং প্রত্যেক প্রকারের ফল সৃষ্টি করেছেন জোড়ায় জোড়ায়; তিনি দিনকে রাত দ্বারা আচ্ছাদিত করেন; এতে অবশ্যই নিদর্শন রয়েছে চিন্তাশীল সম্প্রদায়ের জন্য।","bangla_taisirul":"তিনিই যমীনকে বিছিয়ে দিয়েছেন আর তাতে পর্বত ও নদীনালা সংস্থাপিত করেছেন, আর তাতে সকল প্রকারের ফল জোড়ায় জোড়ায় সৃষ্টি করেছেন। তিনি দিবসের উপর রাতের আবরণ টেনে দেন। চিন্তাশীল সম্প্রদায়ের জন্য এতে অবশ্যই নিদর্শনাবলী রয়েছে।"},{"id":4,"arabic_text":"وَ فِی الۡاَرۡضِ قِطَعٌ مُّتَجٰوِرٰتٌ وَّ جَنّٰتٌ مِّنۡ اَعۡنَابٍ وَّ زَرۡعٌ وَّ نَخِیۡلٌ صِنۡوَانٌ وَّ غَیۡرُ صِنۡوَانٍ یُّسۡقٰی بِمَآءٍ وَّاحِدٍ ۟ وَ نُفَضِّلُ بَعۡضَہَا عَلٰی بَعۡضٍ فِی الۡاُکُلِ ؕ اِنَّ فِیۡ ذٰلِکَ  لَاٰیٰتٍ  لِّقَوۡمٍ  یَّعۡقِلُوۡنَ ﴿۴﴾ ","english_text":"They [think to] deceive Allah and those who believe, but they deceive not except themselves and perceive [it] not.","page":249,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1711.mp3","colorText":"وَفِى [h:3922[ٱ]لْأَرْضِ قِطَ[a:6872[عٌ م]ُّتَجَ[n[ـٰ]وِر[n[َٲ][a:6873[تٌ و]َجَ[g[نّ]َ[n[ـٰ][a:6874[تٌ م]ِّنْ أَعْنَ[n[ـٰ][a:6875[بٍ و]َزَرْ[a:6876[عٌ و]َنَخِي[f:6877[لٌ ص]ِنْوَا[a:6878[نٌ و]َغَيْرُ صِنْوَا[a:6879[نٍ ي]ُسْقَىٰ بِم[o[َا]ٓ[a:6880[ءٍ و][n[َٲ]حِ[a:6881[دٍ و]َنُفَضِّلُ بَعْضَهَا عَلَىٰ بَعْ[f:6882[ضٍ ف]ِى [h:6883[ٱ]لْأُكُلِ‌ۚ إِ[g[نّ]َ فِى ذ[n[َٲ]لِكَ لَأَيَ[n[ـٰ][u:849[تٍ ل]ِّقَوْ[a:850[مٍ ي]َعْقِل[p[ُو]نَ","juz":13,"ruku":205,"manzil":3,"bangla_ahbayan":"পৃথিবীতে রয়েছে পরস্পর সংলগ্ন ভূ-খন্ড;[১] ওতে আছে আঙ্গুর-কানন, শস্যক্ষেত্র, একাধিক ফেঁকড়া-বিশিষ্ট অথবা ফেঁকড়াহীন খেজুর বৃক্ষ,[২] যা একই পানিতে সিঞ্চিত হয়ে থাকে। ফল হিসাবে ওগুলির কতককে কতকের উপর আমি উৎকৃষ্টতা দিয়ে থাকি,[৩] অবশ্যই বোধশক্তিসম্পন্ন সম্প্রদায়ের জন্য এতে রয়েছে নিদর্শন।","bangla_bayan":"আর যমীনে আছে পরস্পর পাশাপাশি ভূখন্ড, আঙ্গুর-বাগান, শস্যক্ষেত, খেজুর গাছ, যেগুলোর মধ্যে কিছু একই মূল থেকে উদগত আর কিছু ভিন্ন ভিন্ন মূল থেকে উদগত, যেগুলো একই পানি দ্বারা সেচ করা হয়, আর আমি খাওয়ার ক্ষেত্রে একটিকে অপরটির তুলনায় উৎকৃষ্ট করে দেই, এতে নিদর্শন রয়েছে ঐ কওমের জন্য যারা বুঝে।","bangla_mkhan":"এবং যমিনে বিভিন্ন শস্য ক্ষেত্র রয়েছে-একটি অপরটির সাথে সংলগ্ন এবং আঙ্গুরের বাগান আছে আর শস্য ও খজ্জꦣ2497;র রয়েছে-একটির মূল অপরটির সাথে মিলিত এবং কতক মিলিত নয়। এগুলো কে একই পানি দ্বারা সেচ করা হয়। আর আমি স্বাদে একটিকে অপরটির চাইতে উৎকৃষ্টতর করে দেই। এগুলোর মধ্যে নিদর্শণ রয়েছে তাদের জন্য যারা চিন্তা ভাবনা করে।","bangla_mujibur":"পৃথিবীতে রয়েছে পরস্পর সংলগ্ন ভূখন্ড; ওতে আছে আঙ্গুর-কানন, শষ্যক্ষেত, একাধিক শির বিশিষ্ট অথবা এক শির বিশিষ্ট খেজুর-বৃক্ষ, সিঞ্চিত একই পানিতে; এবং ফল হিসাবে ওগুলির কতককে কতকের উপর আমি শ্রেষ্ঠত্ব দিয়ে থাকি, অবশ্যই বোধশক্তি সম্পন্ন সম্প্রদায়ের জন্য এতে রয়েছে নিদর্শন।","bangla_taisirul":"যমীনে আছে বিভিন্ন ভূখন্ড যা পরস্পর সংলগ্ন, আছে আঙ্গুরের বাগান, শস্য ক্ষেত, খেজুর গাছ- একই মূল হতে উদ্গত আর একই মূল থেকে উদগত নয়- যদিও একই পানিতে সিক্ত। খাওয়ার স্বাদে এদের কতককে কতকের উপর শ্রেষ্ঠত্ব দিয়েছি। জ্ঞানী সম্প্রদায়ের জন্য এতে অবশ্যই নিদর্শনাবলী রয়েছে।"},{"id":5,"arabic_text":"وَ اِنۡ تَعۡجَبۡ فَعَجَبٌ قَوۡلُہُمۡ ءَ اِذَا کُنَّا تُرٰبًا ءَ اِنَّا لَفِیۡ خَلۡقٍ جَدِیۡدٍ ۬ؕ اُولٰٓئِکَ الَّذِیۡنَ  کَفَرُوۡا بِرَبِّہِمۡ ۚ وَ اُولٰٓئِکَ  الۡاَغۡلٰلُ فِیۡۤ  اَعۡنَاقِہِمۡ ۚ وَ اُولٰٓئِکَ اَصۡحٰبُ  النَّارِ ۚ ہُمۡ  فِیۡہَا  خٰلِدُوۡنَ ﴿۵﴾ ","english_text":"In their hearts is disease, so Allah has increased their disease; and for them is a painful punishment because they [habitually] used to lie.","page":249,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1712.mp3","colorText":"۞ وَإِ[f:6884[ن ت]َعْجَ[q:6885[بْ] فَعَجَ[f:6886[بٌ ق]َوْلُهُمْ أَءِذَا كُ[g[نّ]َا تُر[n[َٲ]بًا أَءِ[g[نّ]َا لَفِى خَلْ[f:6887[قٍ ج]َدِيدٍ‌ۗ أُ[s[وْ]لَ[o[ـٰٓ]ئِكَ [h:51[ٱ]لَّذِينَ كَفَرُو[s[اْ] بِرَبِّهِمْ‌ۖ وَأُ[s[وْ]لَ[o[ـٰٓ]ئِكَ [h:6888[ٱ]لْأَغْلَ[n[ـٰ]لُ ف[o[ِىٓ] أَعْنَاقِهِمْ‌ۖ وَأُ[s[وْ]لَ[o[ـٰٓ]ئِكَ أَصْحَ[n[ـٰ]بُ [h:201[ٱ][l[ل][g[نّ]َارِ‌ۖ هُمْ فِيهَا خَ[n[ـٰ]لِد[p[ُو]نَ","juz":13,"ruku":205,"manzil":3,"bangla_ahbayan":"যদি তুমি বিস্মিত হও, তাহলে বিস্ময়ের বিষয় তাদের কথা, ‘(মৃত্যুর পর) মাটিতে পরিণত হওয়ার পরও কি আমরা নতুন জীবন লাভ করব?’[১] ওরাই ওদের প্রতিপালককে অস্বীকার করে এবং ওদেরই গলদেশে থাকবে বেড়ি। ওরাই হবে দোযখবাসী, সেখানে ওরা চিরস্থায়ীভাবে বাস করবে।","bangla_bayan":"আর যদি তুমি আশ্চর্য বোধ কর, তাহলে আশ্চর্যজনক হল তাদের এ বক্তব্য, ‘আমরা যখন মাটি হয়ে যাব, তখন কি আমরা নতুন সৃষ্টিতে পরিণত হব’? এরাই তারা, যারা তাদের রবের সাথে কুফরী করেছে, আর ওদের গলায় থাকবে শিকল এবং ওরা অগ্নিবাসী, তারা সেখানে স্থায়ী হবে।","bangla_mkhan":"যদি আপনি বিস্ময়ের বিষয় চান, তবে তাদের একথা বিস্ময়কর যে, আমরা যখন মাটি হয়ে যাব, তখনও কি নতুন ভাবে সৃজিত হব? এরাই স্বীয় পালনকর্তার সত্তায় অবিশ্বাসী হয়ে গেছে, এদের গর্দানেই লৌহ-শৃংখল পড়বে এবং এরাই দোযখী এরা তাতে চিরকাল থাকবে।","bangla_mujibur":"যদি তুমি বিস্মিত হও তাহলে বিস্ময়ের বিষয় তাদের বক্তব্যঃ মাটিতে পরিণত হওয়ার পরও কি আমরা নতুন জীবন লাভ করব? ওরাই ওদের রাব্বকে অস্বীকার করে এবং ওদেরই গলদেশে থাকবে লৌহ-শৃংখল, ওরাই জাহান্নামী এবং সেখানে ওরা চিরস্থায়ীভাবে অবস্থানকারী।","bangla_taisirul":"তুমি যদি বিস্ময়বোধ কর তবে বিস্ময়কর হল তাদের কথাঃ ‘আমরা যখন মাটিতে পরিণত হব তখন কি আমাদেরকে নতুনভাবে আবার সৃষ্টি করা হবে?’ তারা হল সেই লোক যারা তাদের প্রতিপালককে অস্বীকার করে, এদের গলায় আছে লোহার শিকল, আর এরা জাহান্নামের অধিবাসী, তাতে তারা চিরকাল থাকবে।"},{"id":6,"arabic_text":"وَ یَسۡتَعۡجِلُوۡنَکَ بِالسَّیِّئَۃِ قَبۡلَ الۡحَسَنَۃِ وَ قَدۡ خَلَتۡ مِنۡ قَبۡلِہِمُ الۡمَثُلٰتُ ؕ وَ اِنَّ رَبَّکَ لَذُوۡ مَغۡفِرَۃٍ  لِّلنَّاسِ عَلٰی ظُلۡمِہِمۡ ۚ وَ اِنَّ رَبَّکَ لَشَدِیۡدُ  الۡعِقَابِ ﴿۶﴾ ","english_text":"And when it is said to them, \"Do not cause corruption on the earth,\" they say, \"We are but reformers.\"","page":250,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1713.mp3","colorText":"وَيَسْتَعْجِلُونَكَ بِ[h:4563[ٱ][l[ل]سَّيِّئَةِ قَ[q:3282[بْ]لَ [h:6889[ٱ]لْحَسَنَةِ وَقَ[q:387[دْ] خَلَتْ مِ[f:6890[ن ق]َ[q:6891[بْ]لِهِمُ [h:6892[ٱ]لْمَثُلَ[n[ـٰ]تُ‌ۗ وَإِ[g[نّ]َ رَبَّكَ لَذُو مَغْفِرَ[u:6893[ةٍ ل]ِّل[g[نّ]َاسِ عَلَىٰ ظُلْمِهِمْ‌ۖ وَإِ[g[نّ]َ رَبَّكَ لَشَدِيدُ [h:6894[ٱ]لْعِق[p[َا][q[ب]ِ","juz":13,"ruku":205,"manzil":3,"bangla_ahbayan":"মঙ্গলের পূর্বে তারা তোমাকে অমঙ্গল ত্বরান্বিত করতে বলে; অথচ তাদের পূর্বে এর বহু দৃষ্টান্ত গত হয়েছে।[১] নিশ্চয় তোমার প্রতিপালক মানুষের সীমালংঘন সত্ত্বেও তাদের প্রতি ক্ষমাশীল[২] এবং নিশ্চয় তোমার প্রতিপালক শাস্তি দানেও কঠোর। [৩]","bangla_bayan":"আর তারা তোমার কাছে ভালোর পূর্বে মন্দের জন্য তাড়াহুড়া করে, অথচ তাদের পূর্বে অনেক (অনুরূপ লোকদের) শাস্তি গত হয়েছে। আর নিশ্চয় তোমার রব মানুষের প্রতি ক্ষমাশীল তাদের যুলম সত্ত্বেও এবং নিশ্চয় তোমার রব কঠিন শাস্তিদাতা।","bangla_mkhan":"এরা আপনার কাছে মঙ্গলের পরিবর্তে দ্রুত অমঙ্গল কামনা করে। তাদের পূর্বে অনুরূপ অনেক শাস্তিপ্রাপ্ত জনগোষ্ঠী অতিক্রান্ত হয়েছে। আপনার পালনকর্তা মানুষকে তাদের অন্যায় সত্বেও ক্ষমা করেন এবং আপনার পালনকর্তা কঠিন শাস্তিদাতা ও বটে।","bangla_mujibur":"মঙ্গলের পূর্বে তারা তোমাকে শাস্তি ত্বরান্বিত করতে বলে, যদিও তাদের পূর্বে এর বহু দৃষ্টান্ত গত হয়েছে। বস্তুতঃ মানুষের সীমালংঘন সত্ত্বেও তোমার রাব্ব মানুষের প্রতি ক্ষমাশীল এবং তোমার রাব্ব শাস্তি দানেও কঠোর।","bangla_taisirul":"কল্যাণের আগে আগে অকল্যাণ নিয়ে আসার জন্য তোমার নিকট তারা তাড়াহুড়া করছে, এদের পূর্বে এর বহু দৃষ্টান্ত অতীত হয়েছে। মানুষ সীমালঙ্ঘন করলেও তোমার প্রতিপালক তাদের প্রতি অবশ্যই ক্ষমাশীল আর তোমার প্রতিপালক অবশ্যই শাস্তিদানেও কঠোর।"},{"id":7,"arabic_text":"وَ  یَقُوۡلُ  الَّذِیۡنَ  کَفَرُوۡا لَوۡ لَاۤ  اُنۡزِلَ عَلَیۡہِ اٰیَۃٌ  مِّنۡ رَّبِّہٖ ؕ اِنَّمَاۤ  اَنۡتَ مُنۡذِرٌ وَّ  لِکُلِّ  قَوۡمٍ  ہَادٍ ﴿۷﴾ ","english_text":"Unquestionably, it is they who are the corrupters, but they perceive [it] not.","page":250,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1714.mp3","colorText":"وَيَقُولُ [h:3629[ٱ]لَّذِينَ كَفَرُو[s[اْ] لَوْل[o[َآ] أُ[f:17[نز]ِلَ عَلَيْهِ ءَايَ[a:4024[ةٌ م]ّ[u:192[ِن ر]َّبِّه[o[ِۦٓ‌ۗ] إِ[g[نّ]َم[o[َآ] أَ[f:169[نت]َ مُ[f:6895[نذ]ِ[a:6896[رٌ‌ۖ و]َلِكُلِّ قَوْمٍ ه[p[َا][q[د]ٍ","juz":13,"ruku":205,"manzil":3,"bangla_ahbayan":"যারা অবিশ্বাস করেছে তারা বলে, ‘তার প্রতিপালকের নিকট হতে তার নিকট কোন নিদর্শন অবতীর্ণ করা হয় না কেন?’ তুমি তো শুধুমাত্র একজন সতর্ককারী।[১] আর প্রত্যেক সম্প্রদায়ের জন্য পথ প্রদর্শক রয়েছে। [২]","bangla_bayan":"আর যারা কুফরী করেছে, তারা বলে, ‘তার উপর তার রবের পক্ষ থেকে কোন নিদর্শন নাযিল হয় না কেন’? তুমি তো কেবল সতর্ককারী, আর প্রত্যেক কওমের জন্য রয়েছে হিদায়াতকারী।","bangla_mkhan":"কাফেররা বলেঃ তাঁর প্রতি তাঁর পালনকর্তার পক্ষ থেকে কোন নিদর্শন অবতীর্ণ হল না কেন? আপনার কাজ তো ভয় প্রদর্শন করাই এবং প্রত্যেক সম্প্রদায়ের জন্যে পথপ্রদর্শক হয়েছে।","bangla_mujibur":"যারা কুফরী করেছে তারা বলেঃ তার রবের নিকট হতে তার নিকট কোন নিদর্শন অবতীর্ণ হয়না কেন? হে নাবী! কথা এই যে, তুমিতো শুধুমাত্র ভয় প্রদর্শনকারী এবং প্রত্যেক সম্প্রদায়ের জন্য রয়েছে পথ প্রদর্শক।","bangla_taisirul":"যারা কুফুরী করেছে তারা বলে, ‘তার কাছে তার প্রতিপালকের পক্ষ হতে কোন নিদর্শন অবতীর্ণ হয় না কেন?’ তুমি তো শুধু সতর্ককারী, আর প্রত্যেক সম্প্রদায়ের জন্য রয়েছে একজন সঠিক পথ প্রদর্শনকারী।"},{"id":8,"arabic_text":"اَللّٰہُ یَعۡلَمُ مَا تَحۡمِلُ کُلُّ اُنۡثٰی وَ مَا تَغِیۡضُ الۡاَرۡحَامُ وَ  مَا تَزۡدَادُ ؕ وَ کُلُّ شَیۡءٍ عِنۡدَہٗ  بِمِقۡدَارٍ ﴿۸﴾ ","english_text":"And when it is said to them, \"Believe as the people have believed,\" they say, \"Should we believe as the foolish have believed?\" Unquestionably, it is they who are the foolish, but they know [it] not.","page":250,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1715.mp3","colorText":"ٱللَّهُ يَعْلَمُ مَا تَحْمِلُ كُلُّ أُ[f:1867[نث]َىٰ وَمَا تَغِيضُ [h:6897[ٱ]لْأَرْحَامُ وَمَا تَزْدَادُ‌ۖ وَكُلُّ شَىْءٍ عِ[f:719[ند]َهُ[n[ۥ] بِمِ[q:6898[قْ]د[p[َا]رٍ","juz":13,"ruku":206,"manzil":3,"bangla_ahbayan":"প্রত্যেক নারী যা গর্ভে ধারণ করে[১] এবং জরায়ুতে যা কিছু কমে ও বাড়ে আল্লাহ তা জানেন[২] এবং তাঁর নিকটে প্রত্যেক বস্তুই নির্দিষ্ট পরিমাণে আছে। [৩]","bangla_bayan":"আল্লাহ জানেন যা প্রতিটি নারী গর্ভে ধারণ করে এবং গর্ভাশয়ে যা কমে ও বাড়ে। আর তাঁর নিকট প্রতিটি বস্তু নির্দিষ্ট পরিমাণে রয়েছে।","bangla_mkhan":"আল্লাহ জানেন প্রত্যেক নারী যা গর্ভধারণ করে এবং গর্ভাশয়ে যা সঙ্কুচিত ও বর্ধিত হয়। এবং তাঁর কাছে প্রত্যেক বস্তুরই একটা পরিমাণ রয়েছে।","bangla_mujibur":"প্রত্যেক নারী যা গর্ভে ধারণ করে এবং জরায়ুতে যা কিছু কমে ও বাড়ে আল্লাহ তা জানেন। এবং তাঁর বিধানে প্রত্যেক বস্তুরই এক নির্দিষ্ট পরিমাণ আছে।","bangla_taisirul":"আল্লাহ জানেন প্রতিটি নারী যা গর্ভে বহন করে, প্রত্যেক গর্ভে যা কমে বা বাড়ে তাও, প্রতিটি জিনিস তাঁর কাছে আছে পরিমাণ মত।"},{"id":9,"arabic_text":"عٰلِمُ الۡغَیۡبِ وَ الشَّہَادَۃِ  الۡکَبِیۡرُ الۡمُتَعَالِ ﴿۹﴾ ","english_text":"And when they meet those who believe, they say, \"We believe\"; but when they are alone with their evil ones, they say, \"Indeed, we are with you; we were only mockers.\"","page":250,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1716.mp3","colorText":"عَ[n[ـٰ]لِمُ [h:4186[ٱ]لْغَيْبِ وَ[h:4187[ٱ][l[ل]شَّهَ[n[ـٰ]دَةِ [h:6899[ٱ]لْكَبِيرُ [h:6900[ٱ]لْمُتَع[p[َا]لِ","juz":13,"ruku":206,"manzil":3,"bangla_ahbayan":"অদৃশ্য ও দৃশ্যমান সম্বন্ধে তিনি অবগত; তিনি সুমহান, সর্বোচ্চ।","bangla_bayan":"তিনি গায়েব ও প্রকাশ্যের জ্ঞানী, মহান, সর্বোচ্চ।","bangla_mkhan":"তিনি সকল গোপন ও প্রকাশ্য বিষয় অবগত, মহোত্তম, সর্বোচ্চ মর্যাদাবান।","bangla_mujibur":"যা অদৃশ্য ও যা দৃশ্যমান তিনি তা অবগত; তিনি মহান, সর্বোচ্চ মর্যাদাবান।","bangla_taisirul":"গোপন ও প্রকাশ্য সম্পর্কে তিনি জ্ঞাত, তিনি মহান, সর্বোচ্চ।"},{"id":10,"arabic_text":"سَوَآءٌ  مِّنۡکُمۡ مَّنۡ اَسَرَّ الۡقَوۡلَ وَ مَنۡ جَہَرَ بِہٖ وَ مَنۡ ہُوَ مُسۡتَخۡفٍۭ بِالَّیۡلِ وَ سَارِبٌۢ  بِالنَّہَارِ ﴿۱۰﴾ ","english_text":"[But] Allah mocks them and prolongs them in their transgression [while] they wander blindly.","page":250,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1717.mp3","colorText":"سَو[o[َا]ٓ[a:6901[ءٌ م]ِّ[f:344[نك][w:2322[ُم م]َّنْ أَسَرَّ [h:6902[ٱ]لْقَوْلَ وَمَ[f:6903[ن ج]َهَرَ بِه[n[ِۦ] وَمَنْ هُوَ مُسْتَخْ[i:6904[فِۭ ب]ِ[h:1622[ٱ]لَّيْلِ وَسَارِ[i:6905[بُۢ ب]ِ[h:4117[ٱ][l[ل][g[نّ]َه[p[َا]رِ","juz":13,"ruku":206,"manzil":3,"bangla_ahbayan":"তোমাদের মধ্যে যে গোপনে কথা বলে এবং যে তা প্রকাশ্যে বলে, যে রাত্রে আত্মগোপন করে এবং যে দিবসে প্রকাশ্যে বিচরণ করে, তারা (আল্লাহর জ্ঞানে) সবাই সমান।","bangla_bayan":"তোমাদের মধ্যে কেউ কথা গোপন রাখুক বা প্রকাশ করুক। আর রাতে লুকিয়ে করুক বা দিনে প্রকাশ্যে করুক, সবই তাঁর নিকট সমান।","bangla_mkhan":"তোমাদের মধ্যে কেউ গোপনে কথা বলুক বা তা সশব্দে প্রকাশ করুক, রাতের অন্ধকারে সে আত্নগোপন করুক বা প্রকাশ্য দিবালোকে বিচরণ করুক, সবাই তাঁর নিকট সমান।","bangla_mujibur":"তোমাদের মধ্যে যে কথা গোপন রাখে এবং যে তা প্রকাশ করে, রাতে যে আত্মগোপন করে এবং দিনে যে প্রকাশ্যে বিচরণ করে, তারা সমভাবে তাঁর (আল্লাহর) জ্ঞানগোচর।","bangla_taisirul":"তোমাদের কেউ কথা গোপন করে বা প্রকাশ করে, কেউ রাতে লুকিয়ে থাকে বা দিনে প্রকাশ্যে চলাফেরা করে, সবাই তাঁর কাছে সমান।"},{"id":11,"arabic_text":"لَہٗ  مُعَقِّبٰتٌ مِّنۡۢ بَیۡنِ یَدَیۡہِ وَ مِنۡ خَلۡفِہٖ  یَحۡفَظُوۡنَہٗ  مِنۡ اَمۡرِ اللّٰہِ ؕ اِنَّ اللّٰہَ  لَا یُغَیِّرُ مَا بِقَوۡمٍ حَتّٰی یُغَیِّرُوۡا مَا بِاَنۡفُسِہِمۡ ؕ وَ  اِذَاۤ   اَرَادَ  اللّٰہُ بِقَوۡمٍ سُوۡٓءًا فَلَا مَرَدَّ  لَہٗ ۚ وَ مَا لَہُمۡ  مِّنۡ  دُوۡنِہٖ مِنۡ  وَّالٍ ﴿۱۱﴾ ","english_text":"Those are the ones who have purchased error [in exchange] for guidance, so their transaction has brought no profit, nor were they guided.","page":250,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1718.mp3","colorText":"لَهُ[n[ۥ] مُعَقِّبَ[n[ـٰ][a:6906[تٌ م]ّ[i:4612[ِنۢ ب]َيْنِ يَدَيْهِ وَمِنْ خَلْفِه[n[ِۦ] يَحْفَظُونَهُ[n[ۥ] مِنْ أَمْرِ [h:6348[ٱ]للَّهِ‌ۗ إِ[g[نّ]َ [h:80[ٱ]للَّهَ لَا يُغَيِّرُ مَا بِقَوْمٍ حَتَّىٰ يُغَيِّرُو[s[اْ] مَا بِأَ[f:4384[نف]ُسِهِمْ‌ۗ وَإِذ[o[َآ] أَرَادَ [h:139[ٱ]للَّهُ بِقَوْ[f:6907[مٍ س][o[ُو]ٓ[f:6908[ءًا ف]َلَا مَرَدَّ لَهُ[n[ۥ]‌ۚ وَمَا لَه[w:1812[ُم م]ِّ[f:3136[ن د]ُونِه[n[ِۦ] م[a:6909[ِن و][p[َا]لٍ","juz":13,"ruku":206,"manzil":3,"bangla_ahbayan":"মানুষের জন্য তার সামনে ও পেছনে একের পর এক প্রহরী থাকে;[১] ওরা আল্লাহর আদেশে তার রক্ষণাবেক্ষণ করে। নিশ্চয় আল্লাহ কোন সম্প্রদায়ের অবস্থা পরিবর্তন করেন না; যতক্ষণ না তারা নিজেদের অবস্থা নিজেরা পরিবর্তন করে।[২] আর কোন সম্প্রদায়ের সম্পর্কে যদি আল্লাহ অশুভ কিছু ইচ্ছা করেন তাহলে তা রদ করবার কেউ নেই এবং তিনি ছাড়া তাদের কোন অভিভাবক নেই।","bangla_bayan":"মানুষের জন্য রয়েছে, সামনে ও পেছনে, একের পর এক আগমনকারী প্রহরী, যারা আল্লাহর নির্দেশে তাকে হেফাযত করে। নিশ্চয় আল্লাহ কোন কওমের অবস্থা ততক্ষণ পরিবর্তন করেন না, যতক্ষণ না তারা নিজেদের অবস্থা পরিবর্তন করে। আর যখন আল্লাহ কোন জাতির মন্দ চান, তখন তা প্রতিহত করা যায় না এবং তাদের জন্য তিনি ছাড়া কোন অভিভাবক নেই।","bangla_mkhan":"তাঁর পক্ষ থেকে অনুসরণকারী রয়েছে তাদের অগ্রে এবং পশ্চাতে, আল্লাহর নির্দেশে তারা ওদের হেফাযত করে। আল্লাহ কোন জাতির অবস্থা পরিবর্তন করেন না, যে পর্যন্ত না তারা তাদের নিজেদের অবস্থা পরিবর্তন করে। আল্লাহ যখন কোন জাতির উপর বিপদ চান, তখন তা রদ হওয়ার নয় এবং তিনি ব্যতীত তাদের কোন সাহায্যকারী নেই।","bangla_mujibur":"মানুষের জন্য তার সামনে ও পিছনে একের পর এক প্রহরী থাকে; তারা আল্লাহর আদেশে তার রক্ষণাবেক্ষণ করে; নিশ্চয়ই আল্লাহ কোন সম্প্রদায়ের অবস্থা পরিবর্তন করেননা যতক্ষণ না তারা নিজেদের অবস্থা নিজেরা পরিবর্তন করে। কোন সম্প্রদায় সম্পর্কে যদি আল্লাহ অশুভ কিছু ইচ্ছা করেন তাহলে তা রদ করার কেহ নেই এবং তিনি ছাড়া তাদের কোন অভিভাবক (ওয়ালী) নেই।","bangla_taisirul":"মানুষের সামনে ও পেছনে পাহারাদার নিযুক্ত আছে যারা আল্লাহর হুকুম মোতাবেক তাকে রক্ষণাবেক্ষণ করে। আল্লাহ কোন সম্প্রদায়ের অবস্থা পরিবর্তন করেন না যতক্ষণ না তারা নিজেরাই তাদের অবস্থা পরিবর্তন করে। আল্লাহ কোন সম্প্রদায়ের অকল্যাণ করতে চাইলে তা রদ করার কেউ নেই, আর তিনি ছাড়া তাদের কোন অভিভাবক নেই।"},{"id":12,"arabic_text":"ہُوَ  الَّذِیۡ یُرِیۡکُمُ  الۡبَرۡقَ خَوۡفًا وَّ طَمَعًا  وَّ یُنۡشِیٴُ  السَّحَابَ  الثِّقَالَ ﴿ۚ۱۲﴾  ","english_text":"Their example is that of one who kindled a fire, but when it illuminated what was around him, Allah took away their light and left them in darkness [so] they could not see.","page":250,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1719.mp3","colorText":"هُوَ [h:153[ٱ]لَّذِى يُرِيكُمُ [h:6910[ٱ]لْبَرْقَ خَوْ[a:4752[فًا و]َطَمَ[a:6911[عًا و]َيُ[f:6912[نش]ِئُ [h:6913[ٱ][l[ل]سَّحَابَ [h:6914[ٱ][l[ل]ثِّق[p[َا]لَ","juz":13,"ruku":206,"manzil":3,"bangla_ahbayan":"তিনিই তোমাদেরকে ভয় ও আকাঙ্ক্ষা স্বরূপ বিজলী দেখান[১] এবং তিনিই সৃষ্টি করেন ভারী মেঘ।[২]","bangla_bayan":"তিনিই ভয় ও আশা সঞ্চার করার জন্য তোমাদেরকে বিজলী দেখান এবং তিনি ভারী মেঘমালা সৃষ্টি করেন।","bangla_mkhan":"তিনিই তোমাদেরকে বিদ্যুৎ দেখান ভয়ের জন্যে এবং আশার জন্যে এবং উক্ষিত করেন ঘন মেঘমালা।","bangla_mujibur":"তিনিই তোমাদেরকে দেখান বিজলী, যা ভয় ও ভরসা সঞ্চার করে এবং তিনিই সৃষ্টি করেন ঘন মেঘ।","bangla_taisirul":"তিনিই তোমাদেরকে দেখান বিদ্যুৎ ভীতিকর ও আশা সঞ্চারক। তিনিই উত্তোলিত করেন মেঘ, (প্রবৃদ্ধির) বৃষ্টিতে ভারাক্রান্ত।"},{"id":13,"arabic_text":"وَ یُسَبِّحُ الرَّعۡدُ بِحَمۡدِہٖ  وَ الۡمَلٰٓئِکَۃُ مِنۡ خِیۡفَتِہٖ ۚ وَ یُرۡسِلُ الصَّوَاعِقَ فَیُصِیۡبُ بِہَا مَنۡ یَّشَآءُ  وَ ہُمۡ  یُجَادِلُوۡنَ فِی اللّٰہِ ۚ وَ ہُوَ  شَدِیۡدُ الۡمِحَالِ ﴿ؕ۱۳﴾ ","english_text":"Deaf, dumb and blind - so they will not return [to the right path].","page":250,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1720.mp3","colorText":"وَيُسَبِّحُ [h:6915[ٱ][l[ل]رَّعْدُ بِحَمْدِه[n[ِۦ] وَ[h:1146[ٱ]لْمَلَ[o[ـٰٓ]ئِكَةُ مِنْ خِيفَتِه[n[ِۦ] وَيُرْسِلُ [h:6916[ٱ][l[ل]صَّو[n[َٲ]عِقَ فَيُصِيبُ بِهَا م[a:476[َن ي]َش[o[َا]ٓءُ وَهُمْ يُجَ[n[ـٰ]دِلُونَ فِى [h:714[ٱ]للَّهِ وَهُوَ شَدِيدُ [h:6917[ٱ]لْمِح[p[َا]لِ","juz":13,"ruku":206,"manzil":3,"bangla_ahbayan":"বজ্রধ্বনি ও ফিরিশতাগণ সভয়ে তাঁর সপ্রশংস মহিমা ও পবিত্রতা ঘোষণা করে।[১] তিনি বজ্রসমূহ প্রেরণ করেন এবং যাকে ইচ্ছা তা দ্বারা আঘাত করেন।[২] ওরা আল্লাহ সম্বন্ধে বিতন্ডা করে; আর তিনি মহাশক্তিশালী। [৩]","bangla_bayan":"আর বজ্র তার সপ্রশংস তাসবীহ পাঠ করে এবং ফেরেশতারাও তার ভয়ে। আর তিনি গর্জনকারী বজ্র পাঠান। অতঃপর যাকে ইচ্ছা তা দ্বারা আঘাত করেন এবং তারা আল্লাহ সম্বন্ধে ঝগড়া করতে থাকে। আর তিনি শক্তিতে প্রবল, শাস্তিতে কঠোর।","bangla_mkhan":"তাঁর প্রশংসা পাঠ করে বজ্র এবং সব ফেরেশতা, সভয়ে। তিনি বজ্রপাত করেন, অতঃপর যাকে ইচছা, তাকে তা দ্বারা আঘাত করেন; তথাপি তারা আল্লাহ সম্পর্কে বিতন্ডা করে, অথচ তিনি মহাশক্তিশালী।","bangla_mujibur":"বজ্র ধ্বনি ও মালাইকা সভয়ে তাঁর সপ্রশংস মহিমা ও পবিত্রতা ঘোষণা করে। তিনি বজ্রপাত ঘটান এবং যাকে ইচ্ছা ওটা দ্বারা আঘাত করেন। তথাপি ওরা আল্লাহ সম্বন্ধে বিতন্ডা করে; যদিও তিনি মহা শক্তিশালী ।","bangla_taisirul":"বজ্রনাদ তাঁরই ভয়ে তাঁর প্রশংসা বর্ণনা করে আর ফেরেশতারাও। তিনি গর্জনকারী বজ্র প্রেরণ করেন আর তা দিয়ে যাকে ইচ্ছে আঘাত করেন, আর তারা আল্লাহ সম্পর্কে বিতন্ডায় লিপ্ত হয়। অথচ তিনি বড়ই শক্তিশালী।"},{"id":14,"arabic_text":"لَہٗ  دَعۡوَۃُ   الۡحَقِّ ؕ وَ الَّذِیۡنَ  یَدۡعُوۡنَ مِنۡ دُوۡنِہٖ لَا یَسۡتَجِیۡبُوۡنَ لَہُمۡ بِشَیۡءٍ  اِلَّا کَبَاسِطِ کَفَّیۡہِ  اِلَی الۡمَآءِ لِیَبۡلُغَ فَاہُ وَ مَا ہُوَ بِبَالِغِہٖ ؕ وَ مَا دُعَآءُ الۡکٰفِرِیۡنَ  اِلَّا  فِیۡ  ضَلٰلٍ ﴿۱۴﴾ ","english_text":"Or [it is] like a rainstorm from the sky within which is darkness, thunder and lightning. They put their fingers in their ears against the thunderclaps in dread of death. But Allah is encompassing of the disbelievers.","page":251,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1721.mp3","colorText":"لَهُ[n[ۥ] دَعْوَةُ [h:6918[ٱ]لْحَقِّ‌ۖ وَ[h:37[ٱ]لَّذِينَ يَ[q:1240[دْ]عُونَ مِ[f:3136[ن د]ُونِه[n[ِۦ] لَا يَسْتَجِيبُونَ لَه[c:6919[ُم ب]ِشَىْءٍ إِلَّا كَبَ[n[ـٰ]سِطِ كَفَّيْهِ إِلَى [h:6920[ٱ]لْم[o[َا]ٓءِ لِيَ[q:6921[بْ]لُغَ فَاهُ وَمَا هُوَ بِبَ[n[ـٰ]لِغِه[n[ِۦ]‌ۚ وَمَا دُع[o[َا]ٓءُ [h:6922[ٱ]لْكَ[n[ـٰ]فِرِينَ إِلَّا فِى ضَلَ[p[ـٰ]لٍ","juz":13,"ruku":206,"manzil":3,"bangla_ahbayan":"সত্যের আহবান তাঁরই।[১] আর যারা তাঁকে ছাড়া অন্যদেরকে আহবান করে ওরা তাদেরকে কোনই সাড়া দেয় না; তাদের দৃষ্টান্ত সেই ব্যক্তির মত, যে নিজ হস্তদ্বয় পানির দিকে প্রসারিত করে; যাতে তার মুখে পৌঁছে। অথচ তা তাতে পৌঁছবার নয়।[২] বস্তুতঃ অবিশ্বাসীদের আহবান ব্যর্থতা ছাড়া কিছু নয়।[৩]","bangla_bayan":"সত্যের আহবান তাঁরই, আর যারা তাকে ছাড়া অন্যদেরকে ডাকে, তারা তাদের ডাকে সামান্যও সাড়া দিতে পারে না, বরং (তাদের দৃষ্টান্ত) ঐ ব্যক্তির মত, যে পানির দিকে তার দু’হাত বাড়িয়ে দেয় যেন তা তার মুখে পৌঁছে অথচ তা তার কাছে পৌঁছবার নয়। আর কাফেরদের ডাক তো শুধু ভ্রষ্টতায় পর্যবসিত হয়।","bangla_mkhan":"সত্যের আহবান একমাত্র তাঁরই এবং তাকে ছাড়া যাদেরকে ডাকে, তারা তাদের কোন কাজে আসে না; ওদের দৃষ্টান্ত সেরূপ, যেমন কেউ দু’ হাত পানির দিকে প্রসারিত করে যাতে পানি তার মুখে পৌঁছে যায়। অথচ পানি কোন সময় পৌঁছাবে না। কাফেরদের যত আহবান তার সবই পথভ্রষ্টতা।","bangla_mujibur":"সত্যের আহবান তাঁরই। যারা তাঁকে ছাড়া আহবান করে অপরকে তারা (অপরেরা) তাদেরকে কোনই সাড়া দেয়না; তাদের দৃষ্টান্ত সেই ব্যক্তির মত যে তার মুখে পানি পৌঁছবে এই আশায় তার হস্তদ্বয় প্রসারিত করে এমন পানির দিকে যা তার মুখে পৌঁছার নয়, কাফিরদের আহবান নিষ্ফল।","bangla_taisirul":"সত্যিকার আহবান-প্রার্থনা তাঁরই প্রাপ্য, যারা তাঁকে ছাড়া অন্যকে ডাকে, তারা তাদেরকে কোনই জবাব দেয় না। তারা হল ঐ লোকের মত, যে তার মুখে পানি পৌঁছবে ভেবে পানির দিকে হাত প্রসারিত করে দেয়, অথচ সে পানি তার মুখে কক্ষনো পৌঁছবে না। কাফিরদের আহবান নিষ্ফল ব্যতীত নয়।"},{"id":15,"arabic_text":"وَ لِلّٰہِ یَسۡجُدُ مَنۡ فِی السَّمٰوٰتِ وَ الۡاَرۡضِ طَوۡعًا وَّ کَرۡہًا وَّ ظِلٰلُہُمۡ بِالۡغُدُوِّ  وَ الۡاٰصَالِ  ﴿ٛ۱۵﴾","english_text":"The lightning almost snatches away their sight. Every time it lights [the way] for them, they walk therein; but when darkness comes over them, they stand [still]. And if Allah had willed, He could have taken away their hearing and their sight. Indeed, Allah is over all things competent.","page":251,"is_sajdah_ayat":true,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1722.mp3","colorText":"وَلِلَّهِ يَسْجُدُ مَ[f:2074[ن ف]ِى [h:609[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَ[h:177[ٱ]لْأَرْضِ طَوْ[a:2075[عًا و]َكَرْ[a:6923[هًا و]َظِلَ[n[ـٰ]لُه[c:6924[ُم ب]ِ[h:5225[ٱ]لْغُدُوِّ وَ[h:5226[ٱ]لْأَصَ[p[ا]لِ ۩","juz":13,"ruku":206,"manzil":3,"bangla_ahbayan":"আল্লাহর প্রতি সিজদাবনত হয় আকাশমন্ডলী ও পৃথিবীতে যা কিছু আছে স্বেচ্ছায় অথবা অনিচ্ছায় এবং তাদের ছায়াগুলিও সকাল ও সন্ধ্যায়।[১] (সাজদাহ-২)","bangla_bayan":"আর আল্লাহর জন্যই আসমানসমূহ ও যমীনের সবকিছু অনুগত ও বাধ্য হয়ে সিজদা করে এবং সকাল ও সন্ধ্যায় তাদের ছায়াগুলোও।[সাজদাহ]","bangla_mkhan":"আল্লাহকে সেজদা করে যা কিছু নভোমন্ডলে ও ভূমন্ডলে আছে ইচ্ছায় অথবা অনিচ্ছায় এবং তাদের প্রতিচ্ছায়াও সকাল-সন্ধ্যায়।","bangla_mujibur":"আল্লাহর প্রতি সাজদাহবনত হয় আকাশমন্ডলী ও পৃথিবীতে যা কিছু আছে, ইচ্ছায় অথবা অনিচ্ছায় এবং তাদের ছায়াগুলিও সকাল-সন্ধ্যায়। [সাজদাহ]","bangla_taisirul":"আসমানে আর যমীনে যা কিছু আছে ইচ্ছায় বা অনিচ্ছায় সকাল-সন্ধ্যায় আল্লাহর প্রতি সাজদাহয় অবনত হয় আর তাদের ছায়াগুলোও। [সাজদাহ]"},{"id":16,"arabic_text":"قُلۡ مَنۡ رَّبُّ السَّمٰوٰتِ وَ الۡاَرۡضِ ؕ قُلِ اللّٰہُ ؕ قُلۡ  اَفَاتَّخَذۡتُمۡ  مِّنۡ  دُوۡنِہٖۤ  اَوۡلِیَآءَ  لَا یَمۡلِکُوۡنَ لِاَنۡفُسِہِمۡ نَفۡعًا وَّ لَا ضَرًّا ؕ قُلۡ ہَلۡ یَسۡتَوِی الۡاَعۡمٰی وَ الۡبَصِیۡرُ ۬ۙ اَمۡ ہَلۡ تَسۡتَوِی الظُّلُمٰتُ وَ النُّوۡرُ ۬ۚ اَمۡ  جَعَلُوۡا لِلّٰہِ  شُرَکَآءَ  خَلَقُوۡا کَخَلۡقِہٖ فَتَشَابَہَ الۡخَلۡقُ عَلَیۡہِمۡ ؕ قُلِ اللّٰہُ خَالِقُ کُلِّ شَیۡءٍ وَّ ہُوَ الۡوَاحِدُ الۡقَہَّارُ ﴿۱۶﴾ ","english_text":"O mankind, worship your Lord, who created you and those before you, that you may become righteous -","page":251,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1723.mp3","colorText":"قُلْ م[u:6925[َن ر]َّبُّ [h:6926[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَ[h:177[ٱ]لْأَرْضِ قُلِ [h:3166[ٱ]للَّهُ‌ۚ قُلْ أَفَ[h:6927[ٱ]تَّخَذْت[w:6928[ُم م]ِّ[f:3136[ن د]ُونِه[o[ِۦٓ] أَوْلِي[o[َا]ٓءَ لَا يَمْلِكُونَ لِأَ[f:6929[نف]ُسِهِمْ نَفْ[a:5175[عًا و]َلَا ضَر[f:6930[ًّا‌ۚ ق]ُلْ هَلْ يَسْتَوِى [h:4068[ٱ]لْأَعْمَىٰ وَ[h:4069[ٱ]لْبَصِيرُ أَمْ هَلْ تَسْتَوِى [h:6931[ٱ][l[ل]ظُّلُمَ[n[ـٰ]تُ وَ[h:6932[ٱ][l[ل][g[نّ]ُورُ‌ۗ أَمْ جَعَلُو[s[اْ] لِلَّهِ شُرَك[o[َا]ٓءَ خَلَقُو[s[اْ] كَخَلْقِه[n[ِۦ] فَتَشَ[n[ـٰ]بَهَ [h:6933[ٱ]لْخَلْقُ عَلَيْهِمْ‌ۚ قُلِ [h:3166[ٱ]للَّهُ خَ[n[ـٰ]لِقُ كُلِّ ش[a:4300[َىْءٍ و]َهُوَ [h:6934[ٱ]لْو[n[َٲ]حِدُ [h:6662[ٱ]لْقَهَّ[p[ـٰ]رُ","juz":13,"ruku":206,"manzil":3,"bangla_ahbayan":"বল, ‘কে আকাশমন্ডলী ও পৃথিবীর প্রতিপালক?’ বল, ‘তিনি আল্লাহ।’[১] বল, ‘তবে কি তোমরা অভিভাবকরূপে গ্রহণ করছ আল্লাহর পরিবর্তে অপরকে, যারা নিজেদের লাভ ও ক্ষতির মালিক নয়?’[২] বল, ‘অন্ধ ও চক্ষুষমান কি সমান অথবা অন্ধকার ও আলো কি এক?’[৩] অথবা তারা কি আল্লাহর এমন শরীক স্থাপন করেছে, যারা আল্লাহর সৃষ্টির মত সৃষ্টি করেছে, যার কারণে সৃষ্টি তাদের কাছে তালগোল খেয়ে গেছে? বল, ‘আল্লাহ সকল বস্তুর স্রষ্টা এবং তিনিই অদ্বিতীয়,[৪] পরাক্রমশালী।’","bangla_bayan":"বল, ‘আসমানসমূহ ও যমীনের রব কে’? বল, ‘আল্লাহ’। তুমি বল, ‘তোমরা কি তাঁকে ছাড়া এমন কিছুকে অভিভাবক হিসেবে গ্রহণ করেছ, যারা তাদের নিজদের কোন উপকার অথবা অপকারের মালিক না’? বল, ‘অন্ধ ও দৃষ্টিমান ব্যক্তি কি সমান হতে পারে? নাকি অন্ধকার ও আলো সমান হতে পারে? নাকি তারা আল্লাহর জন্য এমন কতগুলো শরীক নির্ধারণ করেছে, যেগুলো তাঁর সৃষ্টির তুল্য কিছু সৃষ্টি করেছে, ফলে তাদের নিকট সৃষ্টির বিষয়টি একরকম মনে হয়েছে’? বল, ‘আল্লাহই সবকিছুর সৃষ্টিকর্তা এবং তিনি এক, একচ্ছত্র ক্ষমতাধর’।","bangla_mkhan":"জিজ্ঞেস করুন নভোমন্ডল ও ভুমন্ডলের পালনকর্তা কে? বলে দিনঃ আল্লাহ! বলুনঃ তবে কি তোমরা আল্লাহ ব্যতীত এমন অভিভাবক স্থির করেছ, যারা নিজেদের ভাল-মন্দের ও মালিক নয়? বলুনঃ অন্ধ চক্ষুষ্মান কি সমান হয়? অথবা কোথাও কি অন্ধকার ও আলো সমান হয়। তবে কি তারা আল্লাহর জন্য এমন অংশীদার স্থির করেছে যে, তারা কিছু সৃষ্টি করেছে, যেমন সৃষ্টি করেছেন আল্লাহ? অতঃপর তাদের সৃষ্টি এরূপ বিভ্রান্তি ঘটিয়েছে? বলুনঃ আল্লাহই প্রত্যেক বস্তুর স্রষ্টা এবং তিনি একক, পরাক্রমশালী।","bangla_mujibur":"বলঃ কে আকাশমন্ডলী ও পৃথিবীর রাব্ব? বলঃ তিনি আল্লাহ! বলঃ তাহলে কি তোমরা অভিভাবক রূপে গ্রহণ করেছ আল্লাহর পরিবর্তে অপরকে, যারা নিজেদের লাভ বা ক্ষতি সাধনে সক্ষম নয়? বলঃ অন্ধ ও চক্ষুস্মান কি সমান অথবা অন্ধকার ও আলো কি এক? তাহলে কি তারা আল্লাহর এমন শরীক স্থাপন করছে যারা (আল্লাহর সৃষ্টির মত) সৃষ্টি করেছে, যে কারণে সৃষ্টি তাদের মধ্যে বিভ্রাট ঘটিয়েছে? বলঃ আল্লাহ সকল কিছুর স্রষ্টা, তিনি এক, পরাক্রমশালী।","bangla_taisirul":"বল, আকাশ ও যমীনের প্রতিপালক কে? বল, আল্লাহ। বল, তোমরা কি তাঁকে বাদ দিয়ে এমন অভিভাবক গ্রহণ করেছ যাদের নিজেদের কোন লাভ-লোকসান করার ক্ষমতা নেই। বল, অন্ধ ও চক্ষুষ্মান কি সমান? কিংবা অন্ধকার আর আলো কি সমান? কিংবা তারা কি আল্লাহর অংশীদার বানিয়েছে তাদেরকে যারা তাঁর সৃষ্টির মত সৃষ্টি করেছে, যে কারণে সৃষ্টি তাদের কাছে সমান মনে হয়েছে? বল, আল্লাহ সবকিছুর সৃষ্টিকর্তা, তিনি এক, মহা প্রতাপশালী।"},{"id":17,"arabic_text":"اَنۡزَلَ مِنَ السَّمَآءِ  مَآءً  فَسَالَتۡ اَوۡدِیَۃٌۢ بِقَدَرِہَا فَاحۡتَمَلَ السَّیۡلُ زَبَدًا رَّابِیًا ؕ وَ مِمَّا یُوۡقِدُوۡنَ عَلَیۡہِ فِی النَّارِ ابۡتِغَآءَ حِلۡیَۃٍ  اَوۡ مَتَاعٍ زَبَدٌ مِّثۡلُہٗ ؕ کَذٰلِکَ یَضۡرِبُ اللّٰہُ الۡحَقَّ وَ الۡبَاطِلَ ۬ؕ فَاَمَّا الزَّبَدُ فَیَذۡہَبُ جُفَآءً ۚ وَ اَمَّا مَا یَنۡفَعُ النَّاسَ فَیَمۡکُثُ فِی الۡاَرۡضِ ؕ  کَذٰلِکَ یَضۡرِبُ اللّٰہُ   الۡاَمۡثَالَ ﴿ؕ۱۷﴾ ","english_text":"[He] who made for you the earth a bed [spread out] and the sky a ceiling and sent down from the sky, rain and brought forth thereby fruits as provision for you. So do not attribute to Allah equals while you know [that there is nothing similar to Him].","page":251,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1724.mp3","colorText":"أَ[f:471[نز]َلَ مِنَ [h:64[ٱ][l[ل]سَّم[o[َا]ٓءِ م[o[َا]ٓ[f:6935[ءً ف]َسَالَتْ أَوْدِيَ[i:6936[ةُۢ ب]ِقَدَرِهَا فَ[h:6937[ٱ]حْتَمَلَ [h:6938[ٱ][l[ل]سَّيْلُ زَبَ[u:6939[دًا ر]َّابِ[a:6940[يًا‌ۚ و]َمِ[g[مّ]َا يُوقِدُونَ عَلَيْهِ فِى [h:4674[ٱ][l[ل][g[نّ]َارِ [h:6941[ٱ][q:1130[بْ]تِغ[o[َا]ٓءَ حِلْيَةٍ أَوْ مَتَ[n[ـٰ][f:6942[عٍ ز]َبَ[a:6943[دٌ م]ِّثْلُهُ[n[ۥ]‌ۚ كَذ[n[َٲ]لِكَ يَضْرِبُ [h:6944[ٱ]للَّهُ [h:6156[ٱ]لْحَقَّ وَ[h:6945[ٱ]لْبَ[n[ـٰ]طِلَ‌ۚ فَأَ[g[مّ]َا [h:6946[ٱ][l[ل]زَّبَدُ فَيَذْهَبُ جُف[o[َا]ٓ[a:6947[ءً‌ۖ و]َأَ[g[مّ]َا مَا يَ[f:838[نف]َعُ [h:839[ٱ][l[ل][g[نّ]َاسَ فَيَمْكُثُ فِى [h:44[ٱ]لْأَرْضِ‌ۚ كَذ[n[َٲ]لِكَ يَضْرِبُ [h:6944[ٱ]للَّهُ [h:6948[ٱ]لْأَمْث[p[َا]لَ","juz":13,"ruku":206,"manzil":3,"bangla_ahbayan":"তিনি আকাশ হতে বৃষ্টি বর্ষণ করেন, ফলে উপত্যকাসমূহ ওদের পরিমাণ অনুসারে প্রবাহিত হয়।[১] সুতরাং স্রোত-প্রবাহ ভাসমান ফেনাকে বয়ে নিয়ে যায়।[২] অনুরূপ (ফেনার মত) আবর্জনা নির্গত হয়, যখন অলংকার অথবা তৈজসপত্র নির্মাণ উদ্দেশ্যে কিছু (পদার্থ)কে অগ্নিতে উত্তপ্ত করা হয়।[৩] এভাবে আল্লাহ সত্য ও অসত্যের দৃষ্টান্ত বর্ণনা করে থাকেন;[৪] সুতরাং যা ফেনা (বা আবর্জনা) তা উপেক্ষিত ও নিশ্চিহ্ন হয়[৫] এবং যা মানুষের উপকারে আসে তা ভূমিতে থেকে যায়।[৬] এভাবেই আল্লাহ উপমা দিয়ে থাকেন।[৭]","bangla_bayan":"তিনি আকাশ থেকে বৃষ্টি বর্ষণ করেন, এতে উপত্যকাগুলো তাদের পরিমাণ অনুসারে প্লাবিত হয়, ফলে প্লাবন উপরস্থিত ফেনা বহন করে নিয়ে যায়। আর অলংকার ও তৈজসপত্র তৈরীর উদ্দেশ্যে তারা আগুনে যা কিছু উত্তপ্ত করে তাতেও অনুরূপ ফেনা হয়। এমনিভাবে আল্লাহ হক ও বাতিলের দৃষ্টান্ত দেন। অতঃপর ফেনাগুলো নিঃশেষ হয়ে যায়, আর যা মানুষের উপকার করে, তা যমীনে থেকে যায়। এমনিভাবেই আল্লাহ দৃষ্টান্তসমূহ পেশ করে থাকেন।","bangla_mkhan":"তিনি আকাশ থেকে পানি বর্ষণ করেন। অতঃপর স্রোতধারা প্রবাহিত হতে থাকে নিজ নিজ পরিমাণ অনুযায়ী। অতঃপর স্রোতধারা স্ফীত ফেনারাশি উপরে নিয়ে আসে। এবং অলঙ্কার অথবা তৈজসপত্রের জন্যে যে বস্তুকে আগুনে উত্তপ্ত করে, তাতেও তেমনি ফেনারাশি থাকে। এমনি ভাবে আল্লাহ সত্য ও অসত্যের দৃষ্টান্ত প্রদান করেন। অতএব, ফেনা তো শুকিয়ে খতম হয়ে যায় এবং যা মানুষের উপকারে আসে, তা জমিতে অবশিষ্ট থাকে। আল্লাহ এমনিভাবে দৃষ্টান্তসমূহ বর্ণনা করেন।","bangla_mujibur":"তিনি আকাশ হতে বৃষ্টি বর্ষণ করেন, ফলে নদীসমূহ ওদের পরিমাণ অনুযায়ী প্লাবিত হয় এবং প্লাবন তার উপরিস্থিত আবর্জনা বহন করে। এভাবে আবর্জনা উপরি ভাগে আসে যখন অলংকার অথবা তৈজসপত্র নির্মানের উদ্দেশে কিছু অগ্নিতে উত্তপ্ত করা হয় তার। এভাবে আল্লাহ সত্য ও অসত্যের দৃষ্টান্ত দিয়ে থাকেন; যা আবর্জনা তা ফেলে দেয়া হয় এবং যা মানুষের উপকারে আসে তা যমীনে থেকে যায়, এভাবে আল্লাহ উপমা দিয়ে থাকেন।","bangla_taisirul":"তিনি আকাশ থেকে বৃষ্টি বর্ষণ করেন যার ফলে উপত্যকাগুলো পরিমিতভাবে প্লাবিত হয়, প্লাবণে উপরিভাগে ফেনা জমে উঠে, আর এ রকম ফেনা জমে উঠে যখন অলঙ্কার ও তৈজসপত্র বানানোর জন্য সেগুলো আগুনে গলানো হয়। এভাবে আল্লাহ প্রকৃত সত্য ও মিথ্যার দৃষ্টান্ত বর্ণনা করে থাকেন। ফেনা খড়কুটোর মত উড়ে যায়, আর যা মানুষের জন্য উপকারী তা যমীনে স্থিতিশীল হয়। এভাবে আল্লাহ দৃষ্টান্ত দিয়ে (মানুষকে বুঝিয়ে) থাকেন।"},{"id":18,"arabic_text":"لِلَّذِیۡنَ اسۡتَجَابُوۡا لِرَبِّہِمُ الۡحُسۡنٰی ؕؔ وَ الَّذِیۡنَ لَمۡ  یَسۡتَجِیۡبُوۡا لَہٗ  لَوۡ  اَنَّ  لَہُمۡ  مَّا فِی الۡاَرۡضِ جَمِیۡعًا وَّ مِثۡلَہٗ  مَعَہٗ لَافۡتَدَوۡا بِہٖ ؕ اُولٰٓئِکَ لَہُمۡ سُوۡٓءُ الۡحِسَابِ ۬ۙ وَ مَاۡوٰىہُمۡ جَہَنَّمُ ؕ وَ بِئۡسَ الۡمِہَادُ ﴿۱۸﴾ ","english_text":"And if you are in doubt about what We have sent down upon Our Servant [Muhammad], then produce a surah the like thereof and call upon your witnesses other than Allah, if you should be truthful.","page":251,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1725.mp3","colorText":"لِلَّذِينَ [h:6949[ٱ]سْتَجَابُو[s[اْ] لِرَبِّهِمُ [h:6950[ٱ]لْحُسْنَىٰ‌ۚ وَ[h:37[ٱ]لَّذِينَ لَمْ يَسْتَجِيبُو[s[اْ] لَهُ[n[ۥ] لَوْ أَ[g[نّ]َ لَه[w:3531[ُم م]َّا فِى [h:44[ٱ]لْأَرْضِ جَمِي[a:3532[عًا و]َمِثْلَهُ[n[ۥ] مَعَهُ[n[ۥ] لَ[h:6951[ٱ]فْتَدَوْ[s[اْ] بِه[o[ِۦٓ‌ۚ] أُ[s[وْ]لَ[o[ـٰٓ]ئِكَ لَهُمْ س[o[ُو]ٓءُ [h:6952[ٱ]لْحِسَابِ وَمَأْوَ[n[ٮٰ]هُمْ جَهَ[g[نّ]َمُ‌ۖ وَبِئْسَ [h:1757[ٱ]لْمِه[p[َا][q[د]ُ","juz":13,"ruku":206,"manzil":3,"bangla_ahbayan":"যারা তাদের প্রতিপালকের আহবানে সাড়া দেয়, তাদের জন্য রয়েছে মঙ্গল। আর যারা তাঁর আহবানে সাড়া দেয় না, তাদের যদি পৃথিবীতে যা কিছু আছে তা সমস্তই থাকতো এবং তার সাথে সমপরিমাণ আরো কিছু থাকতো, তাহলে অবশ্যই তারা মুক্তিপণ স্বরূপ তা প্রদান করতো।[১] তাদের হবে কঠোর হিসাব[২] এবং জাহান্নাম হবে তাদের আবাস। আর তা কত নিকৃষ্ট শয়নাগার।","bangla_bayan":"যারা তাদের রবের ডাকে সাড়া দেয়, তাদের জন্য রয়েছে উত্তম প্রতিদান। আর যারা তাঁর ডাকে সাড়া দেয়নি, যদি তারা যমীনে যা আছে তার সবকিছু ও এর সমপরিমাণের মালিক হয়ে যায়, তাহলে তারা তা মুক্তিপণস্বরূপ অবশ্যই দিয়ে দিত। তাদের জন্য রয়েছে মন্দ হিসাব এবং তাদের আবাস জাহান্নাম, আর তা নিকৃষ্টতম শয্যাস্থল।","bangla_mkhan":"যারা পালনকর্তার আদেশ পালন করে, তাদের জন্য উত্তম প্রতিদান রয়েছে এবং যারা আদেশ পালন করে না, যদি তাদের কাছে জগতের সবকিছু থাকে এবং তার সাথে তার সমপরিমাণ আরও থাকে, তবে সবই নিজেদের মুক্তিপণ স্বরূপ দিয়ে দেবে। তাদের জন্যে রয়েছে কঠোর হিসাব। তাদের আবাস হবে জাহান্নাম। সেটা কতইনা নিকৃষ্ট অবস্থান।","bangla_mujibur":"মঙ্গল তাদের, যারা তাদের রবের আহবানে সাড়া দেয়। এবং যারা তাঁর ডাকে সাড়া দেয়না তাদের যদি পৃথিবীতে যা কিছু আছে তা সমস্তই থাকত এবং উহার সাথে সম পরিমাণ আরও থাকত তাহলে অবশ্যই তারা মুক্তিপণ স্বরূপ তা প্রদান করত; তাদের হিসাব হবে কঠোর এবং জাহান্নাম হবে তাদের আবাস; ওটা কত নিকৃষ্ট আশ্রয়স্থল!","bangla_taisirul":"যারা তাদের প্রতিপালকের ডাকে সাড়া দেয় তাদের জন্য আছে (যাবতীয়) কল্যাণ। যারা তাঁর ডাকে সাড়া দেয় না, তারা যদি দুনিয়াতে যা কিছু আছে যে সবের মালিক হয় এবং আরো অত পরিমাণও তাদের হয়, নিজেদের মুক্তির বিনিময়ে তা সবই তারা দিতে চাইবে, তাদের হিসাব হবে বড়ই কঠিন, তাদের আবাসস্থল জাহান্নাম, আর তা কতই না নিকৃষ্ট ঠিকানা!"},{"id":19,"arabic_text":"اَفَمَنۡ یَّعۡلَمُ اَنَّمَاۤ  اُنۡزِلَ  اِلَیۡکَ مِنۡ رَّبِّکَ الۡحَقُّ کَمَنۡ ہُوَ اَعۡمٰی ؕ اِنَّمَا یَتَذَکَّرُ اُولُوا الۡاَلۡبَابِ ﴿ۙ۱۹﴾ ","english_text":"But if you do not - and you will never be able to - then fear the Fire, whose fuel is men and stones, prepared for the disbelievers.","page":252,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1726.mp3","colorText":"۞ أَفَم[a:6953[َن ي]َعْلَمُ أَ[g[نّ]َم[o[َآ] أُ[f:17[نز]ِلَ إِلَيْكَ م[u:770[ِن ر]َّبِّكَ [h:6861[ٱ]لْحَقُّ كَمَنْ هُوَ أَعْمَ[o[ىٰٓ‌ۚ] إِ[g[نّ]َمَا يَتَذَكَّرُ أُ[s[وْ]لُو[s[اْ] [h:1595[ٱ]لْأَلْبَ[p[ـٰ][q[ب]ِ","juz":13,"ruku":207,"manzil":3,"bangla_ahbayan":"তোমার প্রতিপালক হতে তোমার প্রতি যা অবতীর্ণ করা হয়েছে, তা যে ব্যক্তি সত্য বলে জানে সে আর অন্ধ কি সমান?[১] কেবলমাত্র জ্ঞানী ব্যক্তিরাই উপদেশ গ্রহণ করে থাকে। [২]","bangla_bayan":"যে ব্যক্তি জানে তোমার রবের পক্ষ থেকে তোমার প্রতি যা নাযিল হয়েছে, তা সত্য, সে কি তার মত, যে অন্ধ? বুদ্ধিমানরাই শুধু উপদেশ গ্রহণ করে।","bangla_mkhan":"যে ব্যক্তি জানে যে, যা কিছু পালনকর্তার পক্ষ থেকে আপনার প্রতি অবর্তীর্ণ হয়েছে তা সত্য সে কি ঐ ব্যক্তির সমান, যে অন্ধ? তারাই বোঝে, যারা বোধশক্তি সম্পন্ন।","bangla_mujibur":"তোমার রাব্ব হতে তোমার প্রতি যা অবতীর্ণ হয়েছে তা যে ব্যক্তি সত্য বলে জানে সে, আর অন্ধ কি সমান? উপদেশ গ্রহণ করে শুধু বিবেকবুদ্ধি সম্পন্ন ব্যক্তিরাই।","bangla_taisirul":"যে ব্যক্তি জানে যে, তোমার প্রতিপালকের নিকট থেকে তোমার প্রতি যা অবতীর্ণ হয়েছে তা সত্য, সে কি ঐ ব্যক্তির সমান যে অন্ধ? বুদ্ধিমান লোকেরাই উপদেশ গ্রহণ করে থাকে"},{"id":20,"arabic_text":"الَّذِیۡنَ یُوۡفُوۡنَ بِعَہۡدِ اللّٰہِ وَ لَا یَنۡقُضُوۡنَ  الۡمِیۡثَاقَ ﴿ۙ۲۰﴾ ","english_text":"And give good tidings to those who believe and do righteous deeds that they will have gardens [in Paradise] beneath which rivers flow. Whenever they are provided with a provision of fruit therefrom, they will say, \"This is what we were provided with before.\" And it is given to them in likeness. And they will have therein purified spouses, and they will abide therein eternally.","page":252,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1727.mp3","colorText":"ٱلَّذِينَ يُوفُونَ بِعَهْدِ [h:2038[ٱ]للَّهِ وَلَا يَ[f:144[نق]ُضُونَ [h:6954[ٱ]لْمِيثَ[p[ـٰ][q[ق]َ","juz":13,"ruku":207,"manzil":3,"bangla_ahbayan":"যারা আল্লাহকে প্রদত্ত প্রতিশ্রুতি রক্ষা করে[১] এবং চুক্তি ভঙ্গ করে না। [২]","bangla_bayan":"যারা আল্লাহর অঙ্গীকার পূর্ণ করে এবং প্রতিজ্ঞা ভঙ্গ করে না।","bangla_mkhan":"এরা এমন লোক, যারা আল্লাহর প্রতিশ্রুতি পূর্ণ করে এবং অঙ্গীকার ভঙ্গ করে না।","bangla_mujibur":"যারা আল্লাহকে প্রদত্ত অঙ্গীকার রক্ষা করে এবং প্রতিজ্ঞা ভঙ্গ করেনা ।","bangla_taisirul":"যারা আল্লাহকে দেয়া তাদের ও‘য়াদা রক্ষা করে আর প্রতিশ্রুতি ভঙ্গ করে না।"},{"id":21,"arabic_text":"وَ الَّذِیۡنَ یَصِلُوۡنَ مَاۤ  اَمَرَ اللّٰہُ بِہٖۤ  اَنۡ یُّوۡصَلَ  وَ  یَخۡشَوۡنَ  رَبَّہُمۡ وَ یَخَافُوۡنَ سُوۡٓءَ  الۡحِسَابِ ﴿ؕ۲۱﴾ ","english_text":"Indeed, Allah is not timid to present an example - that of a mosquito or what is smaller than it. And those who have believed know that it is the truth from their Lord. But as for those who disbelieve, they say, \"What did Allah intend by this as an example?\" He misleads many thereby and guides many thereby. And He misleads not except the defiantly disobedient,","page":252,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1728.mp3","colorText":"وَ[h:9999[ٱ]لَّذِينَ يَصِلُونَ م[o[َآ] أَمَرَ [h:148[ٱ]للَّهُ بِه[o[ِۦٓ] أ[a:149[َن ي]ُوصَلَ وَيَخْشَوْنَ رَبَّهُمْ وَيَخَافُونَ س[o[ُو]ٓءَ [h:6955[ٱ]لْحِس[p[َا][q[ب]ِ","juz":13,"ruku":207,"manzil":3,"bangla_ahbayan":"আর আল্লাহ যে সম্পর্ক অক্ষুণ´ রাখতে আদেশ করেছেন যারা তা অক্ষুণ´ রাখে[১] এবং ভয় করে তাদের প্রতিপালককে ও ভয় করে কঠোর হিসাবকে।","bangla_bayan":"আর আল্লাহ যে সম্পর্ক অটুট রাখার নির্দেশ দিয়েছেন, যারা তা অটুট রাখে এবং তাদের রবকে ভয় করে, আর মন্দ হিসাবের আশঙ্কা করে।","bangla_mkhan":"এবং যারা বজায় রাখে ঐ সম্পর্ক, যা বজায় রাখতে আল্লাহ আদেশ দিয়েছেন এবং স্বীয় পালনকর্তাকে ভয় করে এবং কঠোর হিসাবের আশঙ্কা রাখে।","bangla_mujibur":"আর আল্লাহ যে সম্পর্ক অক্ষুণ্ণ রাখতে আদেশ করেছেন যারা তা অক্ষুণ্ণ রাখে, ভয় করে তাদের রাব্বকে এবং ভয় করে কঠোর হিসাবকে ।","bangla_taisirul":"তারা সে সব সম্পর্ক সম্বন্ধ বহাল রাখে যা বহাল রাখার জন্য আল্লাহ নির্দেশ দিয়েছেন। তারা তাদের প্রতিপালককে ভয় করে এবং ভয়াবহ হিসাব নিকাশকে ভয় পায়।"},{"id":22,"arabic_text":"وَ الَّذِیۡنَ صَبَرُوا ابۡتِغَآءَ  وَجۡہِ  رَبِّہِمۡ  وَ اَقَامُوا الصَّلٰوۃَ  وَ  اَنۡفَقُوۡا  مِمَّا  رَزَقۡنٰہُمۡ سِرًّا وَّ عَلَانِیَۃً وَّ یَدۡرَءُوۡنَ بِالۡحَسَنَۃِ السَّیِّئَۃَ  اُولٰٓئِکَ  لَہُمۡ  عُقۡبَی الدَّارِ ﴿ۙ۲۲﴾ ","english_text":"Who break the covenant of Allah after contracting it and sever that which Allah has ordered to be joined and cause corruption on earth. It is those who are the losers.","page":252,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1729.mp3","colorText":"وَ[h:9999[ٱ]لَّذِينَ صَبَرُو[s[اْ] [h:6956[ٱ][q:1130[بْ]تِغ[o[َا]ٓءَ وَ[q:1611[جْ]هِ رَبِّهِمْ وَأَقَامُو[s[اْ] [h:1641[ٱ][l[ل]صَّلَ[s[و][n[ٲ]ةَ وَأَ[f:2789[نف]َقُو[s[اْ] مِ[g[مّ]َا رَزَ[q:15[قْ]نَ[n[ـٰ]هُمْ سِر[a:1623[ًّا و]َعَلَانِيَ[a:6957[ةً و]َيَ[q:6958[دْ]رَءُونَ بِ[h:4561[ٱ]لْحَسَنَةِ [h:6959[ٱ][l[ل]سَّيِّئَةَ أُ[s[وْ]لَ[o[ـٰٓ]ئِكَ لَهُمْ عُ[q:6960[قْ]بَى [h:6961[ٱ][l[ل]دّ[p[َا]رِ","juz":13,"ruku":207,"manzil":3,"bangla_ahbayan":"আর যারা তাদের প্রতিপালকের মুখমন্ডল (দর্শন বা সন্তুষ্টি) লাভের জন্য ধৈর্য ধারণ করে,[১] নামায সুপ্রতিষ্ঠিত করে,[২] আমি তাদেরকে যে জীবনোপকরণ দিয়েছি তা হতে গোপনে ও প্রকাশ্যে ব্যয় করে[৩] এবং যারা ভাল দ্বারা মন্দকে প্রতিহত করে[৪] তাদের জন্য শুভ পরিণাম (পরকালের গৃহ); [৫]","bangla_bayan":"যারা তাদের রবের সন্তুষ্টি লাভের উদ্দেশ্যে সবর করে, সালাত কায়েম করে এবং আমি তাদের যে রিয্ক প্রদান করেছি, তা থেকে গোপনে ও প্রকাশ্যে ব্যয় করে এবং ভাল কাজের মাধ্যমে মন্দকে দূর করে, তাদের জন্যই রয়েছে আখিরাতের শুভ পরিণাম।","bangla_mkhan":"এবং যারা স্বীয় পালনকর্তার সন্তুষ্টির জন্যে সবর করে, নামায প্রতিষ্টা করে আর আমি তাদেরকে যা দিয়েছি, তা থেকে গোপনে ও প্রকাশ্য ব্যয় করে এবং যারা মন্দের বিপরীতে ভাল করে, তাদের জন্যে রয়েছে পরকালের গৃহ।","bangla_mujibur":"আর যারা তাদের রবের সন্তুষ্টি লাভের জন্য ধৈর্য ধারণ করে, সালাত সুপ্রতিষ্ঠিত করে, আমি তাদেরকে যে জীবনোপকরণ দিয়েছি তা হতে গোপনে ও প্রকাশ্যে ব্যয় করে এবং যারা ভাল দ্বারা মন্দ দূর করে তাদের জন্য শুভ পরিণাম ।","bangla_taisirul":"তারা তাদের প্রতিপালকের চেহারা (সন্তুষ্টি) কামনায় ধৈর্য ধারণ করে, নামায প্রতিষ্ঠা করে, আর আমি তাদেরকে যে জীবিকা দিয়েছি তাত্থেকে গোপনে ও প্রকাশ্যে ব্যয় করে। তারা অন্যায়কে ন্যায় দ্বারা প্রতিরোধ করে। পরকালের ঘর প্রাপ্তি এদের জন্যই নির্দিষ্ট।"},{"id":23,"arabic_text":"جَنّٰتُ عَدۡنٍ یَّدۡخُلُوۡنَہَا وَ مَنۡ صَلَحَ مِنۡ اٰبَآئِہِمۡ وَ اَزۡوَاجِہِمۡ وَ ذُرِّیّٰتِہِمۡ وَ الۡمَلٰٓئِکَۃُ یَدۡخُلُوۡنَ عَلَیۡہِمۡ مِّنۡ کُلِّ بَابٍ ﴿ۚ۲۳﴾ ","english_text":"How can you disbelieve in Allah when you were lifeless and He brought you to life; then He will cause you to die, then He will bring you [back] to life, and then to Him you will be returned.","page":252,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1730.mp3","colorText":"جَ[g[نّ]َ[n[ـٰ]تُ عَ[q:5720[دْ][a:6962[نٍ ي]َ[q:6963[دْ]خُلُونَهَا وَمَ[f:6964[ن ص]َلَحَ مِنْ ءَاب[o[َا]ٓئِهِمْ وَأَزْو[n[َٲ]جِهِمْ وَذُرِّيَّ[n[ـٰ]تِهِمْ‌ۖ وَ[h:1146[ٱ]لْمَلَ[o[ـٰٓ]ئِكَةُ يَ[q:3156[دْ]خُلُونَ عَلَيْه[w:4082[ِم م]ِّ[f:843[ن ك]ُلِّ ب[p[َا][q[ب]ٍ","juz":13,"ruku":207,"manzil":3,"bangla_ahbayan":"স্থায়ী জান্নাত,[১] তাতে তারা প্রবেশ করবে এবং তাদের পিতা-মাতা, পতিপত্নি  ও সন্তান-সন্ততিদের মধ্যে যারা সৎকর্ম করেছে তারাও।[২] আর ফিরিশতাগণ তাদের কাছে প্রবেশ করবে প্রত্যেক দরজা দিয়ে।","bangla_bayan":"স্থায়ী জান্নাতসমূহ, যাতে তারা এবং তাদের পিতৃপুরুষগণ, তাদের স্ত্রীগণ ও তাদের সন্তানদের মধ্যে যারা সৎ ছিল তারা প্রবেশ করবে। আর ফেরেশতারা প্রতিটি দরজা দিয়ে তাদের নিকট প্রবেশ করবে।","bangla_mkhan":"তা হচ্ছে বসবাসের বাগান। তাতে তারা প্রবেশ করবে এবং তাদের সৎকর্মশীল বাপ-দাদা, স্বামী-স্ত্রী ও সন্তানেরা। ফেরেশতারা তাদের কাছে আসবে প্রত্যেক দরজা দিয়ে।","bangla_mujibur":"স্থায়ী জান্নাত, তাতে তারা প্রবেশ করবে এবং তাদের মাতা-পিতা, পতি-পত্নী ও সন্তান-সন্ততিদের মধ্যে যারা সৎ কাজ করেছে তারাও এবং মালাইকা/ফেরেশতারা তাদের কাছে হাযির হবে প্রত্যেক দরজা দিয়ে।","bangla_taisirul":"তা হল স্থায়ী জান্নাত, তাতে তারা প্রবেশ করবে। আর তাদের পিতৃ পুরুষ, স্বামী-স্ত্রী ও সন্তানাদির মধ্যে যারা সৎকর্ম করেছে তারাও। আর ফেরেশতারা সকল দরজা দিয়ে তাদের কাছে হাজির হয়ে সংবর্ধনা জানাবে (এই বলে যে)-"},{"id":24,"arabic_text":"سَلٰمٌ عَلَیۡکُمۡ بِمَا صَبَرۡتُمۡ فَنِعۡمَ عُقۡبَی الدَّارِ ﴿ؕ۲۴﴾ ","english_text":"It is He who created for you all of that which is on the earth. Then He directed Himself to the heaven, [His being above all creation], and made them seven heavens, and He is Knowing of all things.","page":252,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1731.mp3","colorText":"سَلَ[n[ـٰ]مٌ عَلَيْك[c:6965[ُم ب]ِمَا صَبَرْتُمْ‌ۚ فَنِعْمَ عُ[q:6960[قْ]بَى [h:6961[ٱ][l[ل]دّ[p[َا]رِ","juz":13,"ruku":207,"manzil":3,"bangla_ahbayan":"(তারা বলবে,) তোমরা ধৈর্যধারণ করেছ বলে তোমাদের প্রতি শান্তি! কতই না ভাল এই পরিণাম।","bangla_bayan":"(আর বলবে) ‘শান্তি তোমাদের উপর, কারণ তোমরা সবর করেছ, আর আখিরাতের এ পরিণাম কতই না উত্তম’।","bangla_mkhan":"বলবেঃ তোমাদের সবরের কারণে তোমাদের উপর শান্তি বর্ষিত হোক। আর তোমাদের এ পরিণাম-গৃহ কতই না চমৎকার।","bangla_mujibur":"(তারা বলবেঃ) তোমরা ধৈর্য ধারণ করেছ বলে তোমাদের প্রতি শান্তি (সালাম)! কতই না ভাল এই পরিণাম!","bangla_taisirul":"‘‘তোমাদের প্রতি শান্তি বর্ষিত হোক, কারণ তোমরা ধৈর্যধারণ করেছিলে। কতই না উত্তম পরকালের এই ঘর!’’"},{"id":25,"arabic_text":"وَ الَّذِیۡنَ یَنۡقُضُوۡنَ عَہۡدَ اللّٰہِ  مِنۡۢ  بَعۡدِ مِیۡثَاقِہٖ وَ یَقۡطَعُوۡنَ  مَاۤ  اَمَرَ اللّٰہُ بِہٖۤ اَنۡ یُّوۡصَلَ وَ یُفۡسِدُوۡنَ فِی الۡاَرۡضِ ۙ اُولٰٓئِکَ لَہُمُ اللَّعۡنَۃُ وَ لَہُمۡ سُوۡٓءُ  الدَّارِ ﴿۲۵﴾ ","english_text":"And [mention, O Muhammad], when your Lord said to the angels, \"Indeed, I will make upon the earth a successive authority.\" They said, \"Will You place upon it one who causes corruption therein and sheds blood, while we declare Your praise and sanctify You?\" Allah said, \"Indeed, I know that which you do not know.\"","page":252,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1732.mp3","colorText":"وَ[h:9999[ٱ]لَّذِينَ يَ[f:144[نق]ُضُونَ عَهْدَ [h:145[ٱ]للَّهِ م[i:146[ِنۢ ب]َعْدِ مِيثَ[n[ـٰ]قِه[n[ِۦ] وَيَ[q:147[قْ]طَعُونَ م[o[َآ] أَمَرَ [h:148[ٱ]للَّهُ بِه[o[ِۦٓ] أ[a:149[َن ي]ُوصَلَ وَيُفْسِدُونَ فِى [h:44[ٱ]لْأَرْضِ‌ۙ أُ[s[وْ]لَ[o[ـٰٓ]ئِكَ لَهُمُ [h:6966[ٱ][l[ل]لَّعْنَةُ وَلَهُمْ س[o[ُو]ٓءُ [h:6967[ٱ][l[ل]دّ[p[َا]رِ","juz":13,"ruku":207,"manzil":3,"bangla_ahbayan":"যারা আল্লাহর সাথে দৃঢ় অঙ্গীকারে আবদ্ধ হওয়ার পর তা ভঙ্গ করে, যে সম্পর্ক অক্ষুণ´ রাখতে আল্লাহ আদেশ করেছেন, তা ছিন্ন করে এবং পৃথিবীতে অশান্তি সৃষ্টি করে বেড়ায়, তাদের জন্য আছে অভিসম্পাত এবং তাদের জন্য আছে মন্দ আবাস। [১]","bangla_bayan":"আর যারা আল্লাহর সাথে দৃঢ়ভাবে অঙ্গীকার করার পর তা ভঙ্গ করে এবং আল্লাহ যে সম্পর্ক অটুট রাখার নির্দেশ দিয়েছেন তা ছিন্ন করে এবং যমীনে ফাসাদ সৃষ্টি করে, তাদের জন্যই লা‘নত আর তাদের জন্যই রয়েছ আখিরাতের মন্দ আবাস।","bangla_mkhan":"এবং যারা আল্লাহর অঙ্গীকারকে দৃঢ় ও পাকা-পোক্ত করার পর তা ভঙ্গ করে, আল্লাহ যে, সম্পর্ক বজায় রাখতে আদেশ করেছেন, তা ছিন্ন করে এবং পৃথিবীতে অশান্তি সৃষ্টি করে, ওরা ঐ সমস্ত লোক যাদের জন্যে রয়েছে অভিসম্পাত এবং ওদের জন্যে রয়েছে কঠিন আযাব।","bangla_mujibur":"যারা আল্লাহর সাথে দৃঢ় অঙ্গীকারে আবদ্ধ হওয়ার পর তা ভঙ্গ করে, যে সম্পর্ক অক্ষুন্ন রাখতে আল্লাহ আদেশ করেছেন তা ছিন্ন করে এবং পৃথিবীতে অশান্তি সৃষ্টি করে বেড়ায়, তাদের জন্য আছে অভিসম্পাত এবং আছে মন্দ আবাস।","bangla_taisirul":"আর যারা আল্লাহর সাথে শক্ত ও‘য়াদা করার পর তা ভঙ্গ করে, আল্লাহ যা বহাল রাখার নির্দেশ দিয়েছেন তা ছিন্ন করে, আর যমীনে অশান্তি সৃষ্টি করে, তাদের প্রতি অভিশাপ, তাদের জন্য আছে অতিশয় মন্দ আবাসস্থল।"},{"id":26,"arabic_text":"اَللّٰہُ یَبۡسُطُ الرِّزۡقَ لِمَنۡ یَّشَآءُ  وَ یَقۡدِرُ ؕ وَ فَرِحُوۡا بِالۡحَیٰوۃِ الدُّنۡیَا ؕ وَ مَا الۡحَیٰوۃُ الدُّنۡیَا فِی الۡاٰخِرَۃِ  اِلَّا مَتَاعٌ ﴿۲۶﴾ ","english_text":"And He taught Adam the names - all of them. Then He showed them to the angels and said, \"Inform Me of the names of these, if you are truthful.\"","page":252,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1733.mp3","colorText":"ٱللَّهُ يَ[q:6968[بْ]سُطُ [h:6969[ٱ][l[ل]رِّزْقَ لِم[a:1537[َن ي]َش[o[َا]ٓءُ وَيَ[q:6970[قْ]دِرُ‌ۚ وَفَرِحُو[s[اْ] بِ[h:5581[ٱ]لْحَيَ[s[و][n[ٲ]ةِ [h:5582[ٱ][l[ل]دُّنْيَا وَمَا [h:2482[ٱ]لْحَيَ[s[و][n[ٲ]ةُ [h:1156[ٱ][l[ل]دُّنْيَا فِى [h:536[ٱ]لْأَخِرَةِ إِلَّا مَتَ[p[ـٰ]عٌ","juz":13,"ruku":207,"manzil":3,"bangla_ahbayan":"আল্লাহ যার জন্য ইচ্ছা করেন তার জীবনোপকরণ বর্ধিত করেন এবং সংকুচিত করেন।[১] কিন্তু তারা পার্থিব জীবন নিয়েই উল্লসিত; [২] অথচ ইহজীবন তো পরজীবনের তুলনায় নগণ্য ভোগ মাত্র। [৩]","bangla_bayan":"আল্লাহ যার জন্য ইচ্ছা করেন রিযক বাড়িয়ে দেন এবং সঙ্কুচিত করেন। আর তারা দুনিয়ার জীবন নিয়ে উৎফুল্লতায় আছে, অথচ আখিরাতের তুলনায় দুনিয়ার জীবন খুবই নগণ্য।","bangla_mkhan":"আল্লাহ যার জন্যে ইচ্ছা রুযী প্রশস্ত করেন এবং সংকুচিত করেন। তারা পার্থিব জীবনের প্রতি মুগ্ধ। পার্থিবজীবন পরকালের সামনে অতি সামান্য সম্পদ বৈ নয়।","bangla_mujibur":"আল্লাহ যার জন্য ইচ্ছা করেন তার জীবনোপকরণ বর্ধিত করেন কিংবা সংকুচিত করেন; কিন্তু তারা পাথির্ব জীবন নিয়েই উল্লসিত, অথচ ইহজীবনতো পরজীবনের তুলনায় ক্ষণস্থায়ী ভোগ মাত্র।","bangla_taisirul":"আল্লাহ রিযক সম্প্রসারিত করেন যার জন্য ইচ্ছে করেন, আর যার জন্য চান সীমিত পরিমাণে দেন। তারা পার্থিব জীবনে আনন্দে মেতে আছে অথচ আখেরাতের তুলনায় দুনিয়ার জীবন অতি নগণ্য বস্তু।"},{"id":27,"arabic_text":"وَ  یَقُوۡلُ الَّذِیۡنَ  کَفَرُوۡا لَوۡ لَاۤ  اُنۡزِلَ عَلَیۡہِ اٰیَۃٌ  مِّنۡ رَّبِّہٖ ؕ قُلۡ  اِنَّ اللّٰہَ  یُضِلُّ مَنۡ یَّشَآءُ وَ یَہۡدِیۡۤ اِلَیۡہِ مَنۡ اَنَابَ ﴿ۖۚ۲۷﴾ ","english_text":"They said, \"Exalted are You; we have no knowledge except what You have taught us. Indeed, it is You who is the Knowing, the Wise.\"","page":252,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1734.mp3","colorText":"وَيَقُولُ [h:3629[ٱ]لَّذِينَ كَفَرُو[s[اْ] لَوْل[o[َآ] أُ[f:17[نز]ِلَ عَلَيْهِ ءَايَ[a:4024[ةٌ م]ّ[u:192[ِن ر]َّبِّه[n[ِۦ]‌ۗ قُلْ إِ[g[نّ]َ [h:80[ٱ]للَّهَ يُضِلُّ م[a:476[َن ي]َش[o[َا]ٓءُ وَيَهْد[o[ِىٓ] إِلَيْهِ مَنْ أَن[p[َا][q[ب]َ","juz":13,"ruku":208,"manzil":3,"bangla_ahbayan":"যারা অবিশ্বাস করেছে তারা বলে, ‘তার প্রতিপালকের নিকট হতে তার নিকট কোন নিদর্শন অবতীর্ণ করা হয় না কেন?’ তুমি বল, ‘আল্লাহ যাকে ইচ্ছা বিভ্রান্ত করেন এবং তিনি তাদেরকেই তাঁর পথ দেখান যারা তাঁর অভিমুখী;","bangla_bayan":"আর যারা কুফরী করেছে, তারা বলে, ‘তার নিকট তার রবের পক্ষ থেকে কোন নিদর্শন কেন নাযিল হয় না’? বল, ‘নিশ্চয় আল্লাহ যাকে ইচ্ছা পথভ্রষ্ট করেন এবং যে তাঁর অভিমুখী হয়, তাকে তিনি তাঁর দিকে পথ দেখান’।","bangla_mkhan":"কাফেররা বলেঃ তাঁর প্রতি তাঁর পালনকর্তার পক্ষ থেকে কোন নিদর্শন কেন অবতীর্ণ হলো না? বলে দিন, আল্লাহ যাকে ইচ্ছা পথভ্রষ্ট করেন এবং যে, মনোনিবেশ করে, তাকে নিজের দিকে পথপ্রদর্শন করেন।","bangla_mujibur":"যারা কুফরী করেছে তারা বলেঃ তার রবের নিকট হতে তার নিকট কোন নিদর্শন অবতীর্ণ হয়না কেন? তুমি বলঃ আল্লাহ যাকে ইচ্ছা বিভ্রান্ত করেন এবং তিনি তাদেরকে তাঁর পথ দেখান যারা তাঁর অভিমুখী।","bangla_taisirul":"সত্য প্রত্যাখ্যানকারীরা বলে, ‘তার কাছে তার প্রতিপালকের নিকট হতে কোন নিদর্শন অবতীর্ণ হয় না কেন?’ বল, ‘আল্লাহ যাকে ইচ্ছে গুমরাহ করেন, আর যে তাঁর অভিমুখী তাকে সত্য পথে পরিচালিত করেন।’"},{"id":28,"arabic_text":"اَلَّذِیۡنَ اٰمَنُوۡا وَ تَطۡمَئِنُّ قُلُوۡبُہُمۡ بِذِکۡرِ اللّٰہِ ؕ اَلَا بِذِکۡرِ اللّٰہِ تَطۡمَئِنُّ الۡقُلُوۡبُ ﴿ؕ۲۸﴾ ","english_text":"He said, \"O Adam, inform them of their names.\" And when he had informed them of their names, He said, \"Did I not tell you that I know the unseen [aspects] of the heavens and the earth? And I know what you reveal and what you have concealed.\"","page":252,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1735.mp3","colorText":"ٱلَّذِينَ ءَامَنُو[s[اْ] وَتَ[q:6971[طْ]مَئِ[g[نّ]ُ قُلُوبُه[c:6972[ُم ب]ِذِكْرِ [h:6973[ٱ]للَّهِ‌ۗ أَلَا بِذِكْرِ [h:6973[ٱ]للَّهِ تَ[q:6974[طْ]مَئِ[g[نّ]ُ [h:6975[ٱ]لْقُل[p[ُو][q[ب]ُ","juz":13,"ruku":208,"manzil":3,"bangla_ahbayan":"যারা বিশ্বাস করেছে এবং আল্লাহর স্মরণে যাদের হৃদয় প্রশান্ত হয়। জেনে রাখ, আল্লাহর স্মরণেই হৃদয় প্রশান্ত হয়। [১]","bangla_bayan":"‘যারা ঈমান আনে এবং আল্লাহর স্মরণে যাদের অন্তর প্রশান্ত হয়; জেনে রাখ, আল্লাহর স্মরণ দ্বারাই অন্তরসমূহ প্রশান্ত হয়’।","bangla_mkhan":"যারা বিশ্বাস স্থাপন করে এবং তাদের অন্তর আল্লাহর যিকির দ্বারা শান্তি লাভ করে; জেনে রাখ, আল্লাহর যিকির দ্বারাই অন্তর সমূহ শান্তি পায়।","bangla_mujibur":"যারা ঈমান আনে এবং আল্লাহর স্মরণে যাদের চিত্ত প্রশান্ত হয়; জেনে রেখ, আল্লাহর স্মরণেই চিত্ত প্রশান্ত হয়।","bangla_taisirul":"তারাই ঈমান আনে এবং আল্লাহর স্মরণে তাদের অন্তর প্রশান্তি লাভ করে। জেনে রেখ, আল্লাহর স্মরণের মাধ্যমেই দিলের সত্যিকারের প্রশান্তি লাভ করা যায়।"},{"id":29,"arabic_text":"اَلَّذِیۡنَ  اٰمَنُوۡا وَ عَمِلُوا الصّٰلِحٰتِ  طُوۡبٰی لَہُمۡ  وَ حُسۡنُ  مَاٰبٍ ﴿۲۹﴾ ","english_text":"And [mention] when We said to the angels, \"Prostrate before Adam\"; so they prostrated, except for Iblees. He refused and was arrogant and became of the disbelievers.","page":253,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1736.mp3","colorText":"ٱلَّذِينَ ءَامَنُو[s[اْ] وَعَمِلُو[s[اْ] [h:118[ٱ][l[ل]صَّ[n[ـٰ]لِحَ[n[ـٰ]تِ طُوبَىٰ لَهُمْ وَحُسْنُ مَــٔ[p[َا][q[ب]ٍ","juz":13,"ruku":208,"manzil":3,"bangla_ahbayan":"যারা বিশ্বাস করে ও সৎকর্ম করে, কল্যাণ[১] ও শুভ পরিণাম তাদেরই।’","bangla_bayan":"‘যারা ঈমান আনে এবং নেক আমল করে, তাদের জন্য রয়েছে স্বাচ্ছন্দ ও সুন্দর প্রত্যাবর্তনস্থল’।","bangla_mkhan":"যারা বিশ্বাস স্থাপন করে এবং সৎকর্ম সম্পাদন করে, তাদের জন্যে রয়েছে সুসংবাদ এবং মনোরম প্রত্যাবর্তণস্থল।","bangla_mujibur":"যারা ঈমান আনে ও সৎ কাজ করে, কল্যাণ ও শুভ পরিণাম তাদেরই।","bangla_taisirul":"যারা ঈমান আনে ও সৎকাজ করে, সৌভাগ্য তাদেরই, উত্তম পরিণাম তাদের জন্যই।"},{"id":30,"arabic_text":"کَذٰلِکَ اَرۡسَلۡنٰکَ فِیۡۤ  اُمَّۃٍ قَدۡ خَلَتۡ مِنۡ قَبۡلِہَاۤ اُمَمٌ لِّتَتۡلُوَا۠ عَلَیۡہِمُ الَّذِیۡۤ اَوۡحَیۡنَاۤ  اِلَیۡکَ وَ ہُمۡ یَکۡفُرُوۡنَ بِالرَّحۡمٰنِ ؕ قُلۡ ہُوَ  رَبِّیۡ  لَاۤ  اِلٰہَ   اِلَّا ہُوَ ۚ عَلَیۡہِ  تَوَکَّلۡتُ وَ  اِلَیۡہِ  مَتَابِ  ﴿۳۰﴾","english_text":"And We said, \"O Adam, dwell, you and your wife, in Paradise and eat therefrom in [ease and] abundance from wherever you will. But do not approach this tree, lest you be among the wrongdoers.\"","page":253,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1737.mp3","colorText":"كَذ[n[َٲ]لِكَ أَرْسَلْنَ[n[ـٰ]كَ ف[o[ِىٓ] أُ[g[مّ]َ[f:6976[ةٍ ق]َ[q:298[دْ] خَلَتْ مِ[f:6977[ن ق]َ[q:6978[بْ]لِه[o[َآ] أُمَ[u:6979[مٌ ل]ِّتَتْلُوَ[s[اْ] عَلَيْهِمُ [h:6980[ٱ]لَّذ[o[ِىٓ] أَوْحَيْن[o[َآ] إِلَيْكَ وَهُمْ يَكْفُرُونَ بِ[h:6981[ٱ][l[ل]رَّحْمَ[n[ـٰ]نِ‌ۚ قُلْ هُوَ رَبِّى ل[o[َآ] إِلَ[n[ـٰ]هَ إِلَّا هُوَ عَلَيْهِ تَوَكَّلْتُ وَإِلَيْهِ مَت[p[َا][q[ب]ِ","juz":13,"ruku":208,"manzil":3,"bangla_ahbayan":"এইভাবে আমি তোমাকে পাঠিয়েছি এমন এক জাতির প্রতি যার পূর্বে বহু জাতি গত হয়েছে;[১] যাতে আমি তোমার প্রতি যা প্রত্যাদেশ করেছি তাদের নিকট তা আবৃত্তি কর। তারা পরম দয়াময়কে অস্বীকার করে।[২] তুমি বল, ‘তিনিই আমার প্রতিপালক; তিনি ছাড়া অন্য কোন (সত্য) উপাস্য নেই।[৩] তাঁরই উপর আমি নির্ভর করি এবং আমার প্রত্যাবর্তন তাঁরই কাছে।’","bangla_bayan":"এমনিভাবে আমি তোমাকে পাঠিয়েছি এমন এক জাতির নিকট, যার পূর্বে অনেক জাতি গত হয়েছে, যেন আমি তোমার প্রতি যে ওহী প্রেরণ করেছি, তা তাদের নিকট তিলাওয়াত কর। অথচ তারা রহমানকে অস্বীকার করে। বল, ‘তিনি আমার রব, তিনি ছাড়া আর কোন (সত্য) ইলাহ নেই, তাঁরই উপর আমি তাওয়াক্কুল করেছি এবং তাঁরই দিকে আমার প্রত্যাবর্তন’।","bangla_mkhan":"এমনিভাবে আমি আপনাকে একটি উম্মতের মধ্যে প্রেরণ করেছি। তাদের পূর্বে অনেক উম্মত অতিক্রান্ত হয়েছে। যাতে আপনি তাদেরকে ঐ নির্দেশ শুনিয়ে দেন, যা আমি আপনার কাছে প্রেরণ করেছি। তথাপি তারা দয়াময়কে অস্বীকার করে। বলুনঃ তিনিই আমার পালনকর্তা। তিনি ব্যতীত কারও উপাসনা নাই। আমি তাঁর উপরই ভরসা করেছি এবং তাঁর দিকেই আমার প্রত্যাবর্তণ।","bangla_mujibur":"এভাবে আমি তোমাকে পাঠিয়েছি এক জাতির প্রতি, যার পূর্বে বহু জাতি গত হয়েছে, তাদের নিকট আবৃত্তি করার জন্য, যা আমি তোমার প্রতি প্রত্যাদেশ করেছি; তথাপি তারা দয়াময়কে অস্বীকার করে। তুমি বলঃ তিনিই আমার রাব্ব! তিনি ছাড়া অন্য কোন মা‘বূদ নেই, তাঁরই উপর আমি নির্ভর করি এবং আমার প্রত্যাবর্তন তাঁরই কাছে।","bangla_taisirul":"(পূর্বে যেমন পাঠিয়েছিলাম) এভাবেই আমি তোমাকে এমন এক সম্প্রদায়ের কাছে পাঠিয়েছি যার পূর্বে অনেক সম্প্রদায় গত হয়ে গেছে, যাতে তুমি তাদের কাছে তেলাওয়াত কর যা আমি তোমার প্রতি ওয়াহী করি, তবুও তারা দয়াময় আল্লাহকে অস্বীকার করে। বল, ‘তিনি আমার প্রতিপালক, তিনি ছাড়া সত্যিকারের কোন ইলাহ নেই, আমি তাঁর উপরই নির্ভর করি আর তিনিই প্রত্যাবর্তনস্থল।’"},{"id":31,"arabic_text":"وَ لَوۡ اَنَّ  قُرۡاٰنًا سُیِّرَتۡ بِہِ الۡجِبَالُ اَوۡ قُطِّعَتۡ بِہِ  الۡاَرۡضُ اَوۡ کُلِّمَ  بِہِ الۡمَوۡتٰی ؕ بَلۡ  لِّلّٰہِ الۡاَمۡرُ جَمِیۡعًا ؕ اَفَلَمۡ  یَایۡـَٔسِ الَّذِیۡنَ  اٰمَنُوۡۤا  اَنۡ  لَّوۡ  یَشَآءُ اللّٰہُ لَہَدَی النَّاسَ جَمِیۡعًا ؕ وَ لَا یَزَالُ الَّذِیۡنَ کَفَرُوۡا تُصِیۡبُہُمۡ بِمَا صَنَعُوۡا قَارِعَۃٌ  اَوۡ  تَحُلُّ قَرِیۡبًا مِّنۡ دَارِہِمۡ حَتّٰی یَاۡتِیَ  وَعۡدُ  اللّٰہِ ؕ اِنَّ  اللّٰہَ  لَا یُخۡلِفُ  الۡمِیۡعَادَ ﴿۳۱﴾ ","english_text":"But Satan caused them to slip out of it and removed them from that [condition] in which they had been. And We said, \"Go down, [all of you], as enemies to one another, and you will have upon the earth a place of settlement and provision for a time.\"","page":253,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1738.mp3","colorText":"وَلَوْ أَ[g[نّ]َ قُرْءَا[f:6982[نًا س]ُيِّرَتْ بِهِ [h:6983[ٱ]لْجِبَالُ أَوْ قُطِّعَتْ بِهِ [h:6984[ٱ]لْأَرْضُ أَوْ كُلِّمَ بِهِ [h:6985[ٱ]لْمَوْتَىٰ‌ۗ بَل لِّلَّهِ [h:6986[ٱ]لْأَمْرُ جَمِيعًا‌ۗ أَفَلَمْ يَ[s[اْ]يْــَٔسِ [h:6987[ٱ]لَّذِينَ ءَامَن[o[ُوٓ][s[اْ] أ[u:4894[َن ل]َّوْ يَش[o[َا]ٓءُ [h:6988[ٱ]للَّهُ لَهَدَى [h:6989[ٱ][l[ل][g[نّ]َاسَ جَمِي[a:2134[عًا‌ۗ و]َلَا يَزَالُ [h:6990[ٱ]لَّذِينَ كَفَرُو[s[اْ] تُصِيبُه[c:6991[ُم ب]ِمَا صَنَعُو[s[اْ] قَارِعَةٌ أَوْ تَحُلُّ قَرِي[a:6992[بًا م]ِّ[f:6993[ن د]َارِهِمْ حَتَّىٰ يَأْتِىَ وَعْدُ [h:6994[ٱ]للَّهِ‌ۚ إِ[g[نّ]َ [h:80[ٱ]للَّهَ لَا يُخْلِفُ [h:1751[ٱ]لْمِيع[p[َا][q[د]َ","juz":13,"ruku":208,"manzil":3,"bangla_ahbayan":"যদি কোন কুরআন এমন হত, যার দ্বারা পর্বতকে গতিশীল করা যেত অথবা পৃথিবীকে বিদীর্ণ করা যেত অথবা মৃতের সাথে কথা বলা যেত, (তবুও তারা তাতে বিশ্বাস করত না)। বরং সমস্ত বিষয়ই আল্লাহর এখতিয়ারভুক্ত।[১] তবে কি যারা বিশ্বাস করেছে তাদের প্রত্যয় হয়নি যে, আল্লাহ ইচ্ছা করলে নিশ্চয় সকলকে সৎপথে পরিচালিত করতে পারতেন; যারা অবিশ্বাস করেছে তাদের কর্মফলের জন্য তাদের বিপর্যয় ঘটতেই থাকবে অথবা বিপর্যয় তাদের আশে পাশে আপতিত হতেই থাকবে;[২] যতক্ষণ পর্যন্ত না আল্লাহর প্রতিশ্রুতি এসে উপস্থিত হবে।[৩] নিশ্চয় আল্লাহ প্রতিশ্রুতির ব্যতিক্রম করেন না।","bangla_bayan":"আর যদি এমন কোন কুরআন হত, যার দ্বারা পাহাড়সমূহকে চলমান করা যেত অথবা যমীনকে টুকরো-টুকরো করা যেত অথবা তার দ্বারা মৃতকে কথা বলানো যেত (তবে সেটা এই কুরআনই হত, আর তারা ঈমান আনত না)। বরং সব সিদ্ধান্ত আল্লাহরই। যারা ঈমান এনেছে, তারা কি (ওদের ঈমানের ব্যাপারে) নিরাশ হয়নি এবং তারা জানে যে, আল্লাহ ইচ্ছা করলে সমগ্র মানুষকে হিদায়াত দান করতেন? আর যারা কুফরী করে, তাদের কর্মের দরুন সর্বদা তাদের বিপদ ঘটতে থাকবে অথবা তাদের আবাসের আশপাশে বিপদ আপতিত হতে থাকবে,* অবশেষে আসবে আল্লাহর ওয়াদা। নিশ্চয় আল্লাহ প্রতিশ্রুতির ব্যতিক্রম করেন না। \\n\\n* মুসলিম সৈন্যরা তাদের বিপক্ষে অবস্থান নেয়া, তাদের সাথে যুদ্ধ করা, তাদের হত্যা করা,তাদের ভূখন্ড মুসলমানদের করায়ত্ব হওয়া ইত্যাদি। (ইব্ন কাসীর)","bangla_mkhan":"যদি কোন কোরআন এমন হত, যার সাহায্যে পাহাড় চলমান হয় অথবা যমীন খন্ডিত হয় অথবা মৃতরা কথা বলে, তবে কি হত? বরং সব কাজ তো আল্লাহর হাতে। ঈমানদাররা কি এ ব্যাপারে নিশ্চিত নয় যে, যদি আল্লাহ চাইতেন, তবে সব মানুষকে সৎপথে পরিচালিত করতেন? কাফেররা তাদের কৃতকর্মের কারণে সব সময় আঘাত পেতে থাকবে অথবা তাদের গৃহের নিকটবর্তী স্থানে আঘাত নেমে আসবে, যে, পর্যন্ত আল্লাহর ওয়াদা না আসে। নিশ্চয় আল্লাহ ওয়াদার খেলাফ করেন না।","bangla_mujibur":"যদি কোন কুরআন এমন হত যদ্বারা পর্বতকে গতিশীল করা যেত অথবা পৃথিবীকে বিদীর্ণ করা যেত অথবা মৃতের সাথে কথা বলা যেত, তবুও তারা তাতে বিশ্বাস করতনা; কিন্তু সমস্ত বিষয়ই আল্লাহর এখতিয়ারভুক্ত; তাহলে কি যারা ঈমান এনেছে তাদের প্রত্যয় হয়নি যে, আল্লাহ ইচ্ছা করলে নিশ্চয়ই সকলকে সৎ পথে পরিচালিত করতে পারতেন? যারা কুফরী করেছে তাদের কর্মফলের জন্য তাদের বিপর্যয় ঘটতেই থাকবে, অথবা বিপর্যয় তাদের আশেপাশে আপতিত হতেই থাকবে, যতক্ষণ পর্যন্ত না আল্লাহর প্রতিশ্রুতি ঘটবে, নিশ্চয়ই আল্লাহ প্রতিশ্রুতি পালনে অক্ষম নন।","bangla_taisirul":"কুরআন দিয়ে পর্বতকে যদি গতিশীল করা যেত, কিংবা যমীনকে দীর্ণ করা যেত কিংবা তা দিয়ে মৃত মানুষকে কথা বলানো যেত (তবুও তারা তাতে বিশ্বাস করত না)। (আলৌকিক কিছু করা মানুষের সাধ্যাতীত) বরং সমস্ত কিছুই আল্লাহর ক্ষমতাভুক্ত। যারা ঈমান এনেছে তারা কি জানে না যে, আল্লাহ ইচ্ছে করলে সকল মানুষকে সৎ পথে পরিচালিত করতে পারতেন। যারা কুফুরী করে তাদের কার্যকলাপের কারণে তাদের উপর কোন না কোন বিপদ আসতেই থাকে কিংবা তাদের ঘরের আশেপাশেই নাযিল হতে থাকে, যতক্ষণ না আল্লাহর ও‘য়াদা পূর্ণ হয়। নিশ্চয়ই আল্লাহ ওয়াদার ব্যতিক্রম করেন না।"},{"id":32,"arabic_text":"وَ لَقَدِ اسۡتُہۡزِیٴَ بِرُسُلٍ مِّنۡ قَبۡلِکَ فَاَمۡلَیۡتُ لِلَّذِیۡنَ  کَفَرُوۡا ثُمَّ   اَخَذۡتُہُمۡ ۟ فَکَیۡفَ کَانَ عِقَابِ ﴿۳۲﴾ ","english_text":"Then Adam received from his Lord [some] words, and He accepted his repentance. Indeed, it is He who is the Accepting of repentance, the Merciful.","page":253,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1739.mp3","colorText":"وَلَقَدِ [h:3947[ٱ]سْتُهْزِئَ بِرُسُ[a:3948[لٍ م]ِّ[f:18[ن ق]َ[q:19[بْ]لِكَ فَأَمْلَيْتُ لِلَّذِينَ كَفَرُو[s[اْ] ثُ[g[مّ]َ أَخَذْتُهُمْ‌ۖ فَكَيْفَ كَانَ عِق[p[َا][q[ب]ِ","juz":13,"ruku":209,"manzil":3,"bangla_ahbayan":"তোমার পূর্বেও অনেক রসূলকে ঠাট্টা-বিদ্রূপ করা হয়েছে। সুতরাং যারা অবিশ্বাস করেছিল তাদেরকে কিছু অবকাশ দিয়েছিলাম, তারপর তাদেরকে পাকড়াও করেছিলাম; অতএব কেমন ছিল আমার শাস্তি![১]","bangla_bayan":"আর অবশ্যই তোমার পূর্বে রাসূলদের নিয়ে উপহাস করা হয়েছে। অতঃপর যারা কুফরী করেছে, আমি তাদেরকে অবকাশ দিয়েছি, তারপর আমি তাদেরকে পাকড়াও করেছি। অতএব, কেমন ছিল আমার আযাব!","bangla_mkhan":"আপনার পূর্বে কত রাসূলের সাথে ঠাট্টা করা হয়েছে। অতঃপর আমি কাফেরদেরকে কিছু অবকাশ দিয়েছি। , এর পর তাদেরকে পাকড়াও করেছি। অতএব কেমন ছিল আমার শাস্তি।","bangla_mujibur":"তোমার পূর্বেও অনেক রাসূলকে ঠাট্টা-বিদ্রুপ করা হয়েছে এবং যারা কুফরী করেছে তাদেরকে কিছু অবকাশ দিয়েছিলাম, অতঃপর তাদেরকে পাকড়াও করেছিলাম; কেমন ছিল আমার পাকড়াও!","bangla_taisirul":"তোমার আগেও বহু রসূলকে ঠাট্টা-বিদ্রূপ করা হয়েছিল, তখন আমি কাফিরদেরকে (ইচ্ছেমত কাজ চালিয়ে যাওয়ার) অবকাশ দিয়েছিলাম, অবশেষে তাদেরকে পাকড়াও করেছিলাম। কেমন (ভয়াবহ) ছিল আমার শাস্তি!"},{"id":33,"arabic_text":"اَفَمَنۡ ہُوَ قَآئِمٌ عَلٰی کُلِّ نَفۡسٍۭ بِمَا کَسَبَتۡ ۚ وَ جَعَلُوۡا لِلّٰہِ شُرَکَآءَ ؕ قُلۡ سَمُّوۡہُمۡ ؕ اَمۡ تُنَبِّـُٔوۡنَہٗ بِمَا لَا یَعۡلَمُ فِی الۡاَرۡضِ اَمۡ بِظَاہِرٍ مِّنَ الۡقَوۡلِ ؕ بَلۡ زُیِّنَ لِلَّذِیۡنَ کَفَرُوۡا مَکۡرُہُمۡ وَ صُدُّوۡا عَنِ  السَّبِیۡلِ ؕ وَ مَنۡ یُّضۡلِلِ اللّٰہُ  فَمَا لَہٗ  مِنۡ ہَادٍ ﴿۳۳﴾ ","english_text":"We said, \"Go down from it, all of you. And when guidance comes to you from Me, whoever follows My guidance - there will be no fear concerning them, nor will they grieve.","page":253,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1740.mp3","colorText":"أَفَمَنْ هُوَ ق[o[َا]ٓئِمٌ عَلَىٰ كُلِّ نَفْ[i:6995[سِۭ ب]ِمَا كَسَبَتْ‌ۗ وَجَعَلُو[s[اْ] لِلَّهِ شُرَك[o[َا]ٓءَ قُلْ سَ[g[مّ]ُوهُمْ‌ۚ أَمْ تُنَبِّــُٔونَهُ[n[ۥ] بِمَا لَا يَعْلَمُ فِى [h:44[ٱ]لْأَرْضِ أ[c:6996[َم ب]ِظَ[n[ـٰ]هِ[a:6997[رٍ م]ِّنَ [h:3107[ٱ]لْقَوْلِ‌ۗ بَلْ زُيِّنَ لِلَّذِينَ كَفَرُو[s[اْ] مَكْرُهُمْ وَصُدُّو[s[اْ] عَنِ [h:6998[ٱ][l[ل]سَّبِيلِ‌ۗ وَم[a:3002[َن ي]ُضْلِلِ [h:3003[ٱ]للَّهُ فَمَا لَهُ[n[ۥ] مِنْ ه[p[َا][q[د]ٍ","juz":13,"ruku":209,"manzil":3,"bangla_ahbayan":"তবে কি প্রত্যেক মানুষ যা করে তার যিনি পর্যবেক্ষক, তিনি (এদের অক্ষম উপাস্যগুলির মত)?[১] তারা আল্লাহর বহু শরীক করেছে। তুমি বল, ‘তোমরা তাদের নাম উল্লেখ কর;[২] তোমরা কি পৃথিবীর মধ্যে এমন কিছুর সংবাদ তাঁকে দিতে চাও, যা তিনি জানেন না? অথবা তা অসার উক্তি?’[৩] বরং যারা অবিশ্বাস করেছে তাদের চক্রান্তকে তাদের নিকট সুশোভিত করা হয়েছে[৪] এবং তাদেরকে সঠিক পথ হতে বিরত রাখা হয়েছে। আর আল্লাহ যাকে বিভ্রান্ত করেন তার কোন পথপ্রদর্শক নেই। [৫]","bangla_bayan":"তবে কি প্রতিটি নাফ্স যা উপার্জন করে যিনি তার দায়িত্বশীল (তিনিই ইবাদাতের অধিক উপযুক্ত, নাকি এই শরীকগুলো?) এতদসত্ত্বেও তারা আল্লাহর সাথে অনেক শরীক সাব্যস্ত করেছে। বল, ‘তোমরা এদের পরিচয় দাও’। নাকি তোমরা তাকে যমীনের এমন কিছু জানাবে যে ব্যাপারে তিনি জানেন না? নাকি তোমরা ভাসাভাসা কথা বলছ? বরং যারা কুফরী করেছে তাদের নিকট তাদের ষড়যন্ত্রকে শোভিত করা হয়েছে এবং তারা সরল পথ হতে বাধা প্রদান করেছে। আর আল্লাহ যাকে পথহারা করেন, তার কোন হিদায়াতকারী নেই।","bangla_mkhan":"ওরা প্রত্যেকেই কি মাথার উপর স্ব স্ব কৃতকর্ম নিয়ে দন্ডায়মান নয়? এবং তারা আল্লাহর জন্য অংশীদার সাব্যস্ত করে। বলুন; নাম বল অথবা খবর দাও পৃথিবীর এমন কিছু জিনিস সম্পর্কে যা তিনি জানেন না? অথবা অসার কথাবার্তা বলছ? বরং সুশোভিত করা হয়েছে কাফেরদের জন্যে তাদের প্রতারণাকে এবং তাদেরকে সৎপথ থেকে বাধা দান করা হয়েছে। আল্লাহ যাকে পথভ্রষ্ট করেন, তার কোন পথ প্রদর্শক নেই।","bangla_mujibur":"তাহলে কি প্রত্যেক মানুষ যা করে, তার যিনি পর্যবেক্ষক তিনি অক্ষম এদের উপাস্যগুলির মত? অথচ তারা আল্লাহর বহু শরীক করেছে। তুমি বলঃ তোমরা তাদের পরিচয় দাও; তোমরা কি পৃথিবীর এমন কিছুর সংবাদ তাঁকে দিতে চাও যা তিনি জানেননা? না বরং ওদের ছলনা ওদের নিকট শোভন প্রতীয়মান হয় এবং তারা সৎ পথ হতে নিবৃত্ত হয়; আল্লাহ যাকে বিভ্রান্ত করেন তার কোন পথ প্রদর্শক নেই।","bangla_taisirul":"প্রত্যেক প্রাণীর উপার্জনের প্রতি যিনি দৃষ্টি রাখেন (তিনি কি তাদের অক্ষম ইলাহদের মত?) অথচ তারা আল্লাহর শরীক নির্দিষ্ট করে রেখেছে। বল, ‘তাদের নাম বল (যাদেরকে তোমরা আল্লাহর অংশীদার মনে কর), তোমরা কি পৃথিবীর এমন কোন সংবাদ তাঁকে দিতে চাও যা তিনি জানেন না। নাকি এগুলো কেবল কথার প্রদর্শনী? প্রকৃত ব্যাপার হল, কাফিরদের নিকট তাদের কলা কৌশলকে আকর্ষণীয় করে দেয়া হয়েছে আর তাদেরকে সৎ পথ থেকে বিরত রাখা হয়েছে। আল্লাহ যাকে গুমরাহ করেন তাঁকে পথ দেখানোর কেউ নেই।"},{"id":34,"arabic_text":"لَہُمۡ عَذَابٌ فِی الۡحَیٰوۃِ الدُّنۡیَا وَ لَعَذَابُ الۡاٰخِرَۃِ اَشَقُّ ۚ وَ مَا لَہُمۡ مِّنَ اللّٰہِ  مِنۡ  وَّاقٍ ﴿۳۴﴾ ","english_text":"And those who disbelieve and deny Our signs - those will be companions of the Fire; they will abide therein eternally.\"","page":253,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1741.mp3","colorText":"لَّهُمْ عَذَا[f:6999[بٌ ف]ِى [h:441[ٱ]لْحَيَ[s[و][n[ٲ]ةِ [h:442[ٱ][l[ل]دُّنْيَا‌ۖ وَلَعَذَابُ [h:7000[ٱ]لْأَخِرَةِ أَشَقُّ‌ۖ وَمَا لَه[w:6026[ُم م]ِّنَ [h:321[ٱ]للَّهِ م[a:7001[ِن و][p[َا][q[ق]ٍ","juz":13,"ruku":209,"manzil":3,"bangla_ahbayan":"তাদের জন্য পার্থিব জীবনে আছে শাস্তি[১] এবং পরকালের শাস্তি তো আরো কঠোর।[২] আর আল্লাহর (শাস্তি) হতে রক্ষাকর্তা তাদের কেউ নেই।","bangla_bayan":"তাদের জন্যই রয়েছে দুনিয়ার জীবনে আযাব, আর আখিরাতের আযাব তো আরো কঠিন। আল্লাহর আযাব থেকে তাদের কোন রক্ষাকারী নেই।","bangla_mkhan":"দুনিয়ার জীবনেই এদের জন্য রয়েছে আযাব এবং অতি অবশ্য আখেরাতের জীবন কঠোরতম। আল্লাহর কবল থেকে তাদের কোন রক্ষাকারী নেই।","bangla_mujibur":"তাদের জন্য পার্থিব জীবনে আছে শাস্তি এবং পরকালের শাস্তিতো আরও কঠোর! এবং আল্লাহর শাস্তি হতে রক্ষা করার তাদের কেহ নেই।","bangla_taisirul":"দুনিয়ার জীবনে তাদের জন্য আছে শাস্তি, আর আখেরাতের শাস্তি অবশ্যই আরো বেশি কঠিন। আল্লাহর শাস্তি থেকে বাঁচানোর তাদের কেউ নেই।"},{"id":35,"arabic_text":"مَثَلُ الۡجَنَّۃِ الَّتِیۡ وُعِدَ الۡمُتَّقُوۡنَ ؕ تَجۡرِیۡ مِنۡ  تَحۡتِہَا الۡاَنۡہٰرُ ؕ اُکُلُہَا دَآئِمٌ وَّ ظِلُّہَا ؕ تِلۡکَ عُقۡبَی الَّذِیۡنَ اتَّقَوۡا ٭ۖ وَّ عُقۡبَی الۡکٰفِرِیۡنَ النَّارُ ﴿۳۵﴾ ","english_text":"O Children of Israel, remember My favor which I have bestowed upon you and fulfill My covenant [upon you] that I will fulfill your covenant [from Me], and be afraid of [only] Me.","page":254,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1742.mp3","colorText":"۞ مَّثَلُ [h:7002[ٱ]لْجَ[g[نّ]َةِ [h:7003[ٱ]لَّتِى وُعِدَ [h:7004[ٱ]لْمُتَّقُونَ‌ۖ تَ[q:120[جْ]رِى مِ[f:121[ن ت]َحْتِهَا [h:122[ٱ]لْأَنْهَ[n[ـٰ]رُ‌ۖ أُكُلُهَا د[o[َا]ٓئِ[a:7005[مٌ و]َظِلُّهَا‌ۚ تِلْكَ عُ[q:6960[قْ]بَى [h:7006[ٱ]لَّذِينَ [h:7007[ٱ]تَّقَو[s[اْ‌ۖ] وَّعُ[q:7008[قْ]بَى [h:7009[ٱ]لْكَ[n[ـٰ]فِرِينَ [h:7010[ٱ][l[ل][g[نّ][p[َا]رُ","juz":13,"ruku":209,"manzil":3,"bangla_ahbayan":"সাবধানীদেরকে যে জান্নাতের প্রতিশ্রুতি দেওয়া হয়েছে তার বিবরণ এইরূপঃ ওর পাদদেশে নদী প্রবাহিত, ওর ফলমূলসমূহ ও ছায়া চিরস্থায়ী; যারা সাবধানী এটা তাদের পরিণাম।[১] আর অবিশ্বাসীদের পরিণাম হল জাহান্নাম।","bangla_bayan":"মুত্তাকীদের যে জান্নাতের প্রতিশ্রুতি দেয়া হয়েছে, সেটির দৃষ্টান্ত এরূপ, তার তলদেশে নদীসমূহ প্রবাহিত। তার খাদ্যসামগ্রী ও তার ছায়া সার্বক্ষণিক। যারা তাকওয়া অবলম্বন করেছে, এটি তাদের শুভ পরিণাম আর কাফিরদের পরিণাম আগুন।","bangla_mkhan":"পরহেযগারদের জন্যে প্রতিশ্রুত জান্নাতের অবস্থা এই যে, তার নিম্নে নির্ঝরিণীসমূহ প্রবাহিত হয়। তার ফলসমূহ চিরস্থায়ী এবং ছায়াও। এটা তাদের প্রতিদান, যারা সাবধান হয়েছে এবং কাফেরদের প্রতিফল অগ্নি।","bangla_mujibur":"মুত্তাকীদেরকে যে জান্নাতের প্রতিশ্রুতি দেয়া হয়েছে তার উপমা এইরূপঃ ওর পাদদেশে নদী প্রবাহিত, ওর ফলসমূহ এবং ওর ছায়া চিরস্থায়ী; যারা মুত্তাকী এটা তাদের কর্মফল, এবং কাফিরদের কর্মফল আগুন।","bangla_taisirul":"মুত্তাকীদেরকে যে জান্নাতের ওয়া‘দা দেয়া হয়েছে তার দৃষ্টান্ত এই যে, তার তলদেশ দিয়ে ঝর্ণাধারা প্রবাহিত, তার ফলফলাদি চিরস্থায়ী আর তার ছায়াও। যারা তাক্ওয়া অবলম্বন করে তাদের পরিণাম হবে এই। আর কাফিরদের পরিণতি হবে জাহান্নামের আগুন।"},{"id":36,"arabic_text":"وَ الَّذِیۡنَ اٰتَیۡنٰہُمُ الۡکِتٰبَ یَفۡرَحُوۡنَ بِمَاۤ اُنۡزِلَ اِلَیۡکَ وَ مِنَ الۡاَحۡزَابِ مَنۡ یُّنۡکِرُ بَعۡضَہٗ ؕ قُلۡ اِنَّمَاۤ  اُمِرۡتُ اَنۡ اَعۡبُدَ اللّٰہَ  وَ لَاۤ   اُشۡرِکَ بِہٖ ؕ اِلَیۡہِ  اَدۡعُوۡا وَ  اِلَیۡہِ  مَاٰبِ ﴿۳۶﴾ ","english_text":"And believe in what I have sent down confirming that which is [already] with you, and be not the first to disbelieve in it. And do not exchange My signs for a small price, and fear [only] Me.","page":254,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1743.mp3","colorText":"وَ[h:9999[ٱ]لَّذِينَ ءَاتَيْنَ[n[ـٰ]هُمُ [h:635[ٱ]لْكِتَ[n[ـٰ]بَ يَفْرَحُونَ بِم[o[َآ] أُ[f:17[نز]ِلَ إِلَيْكَ‌ۖ وَمِنَ [h:7011[ٱ]لْأَحْزَابِ م[a:7012[َن ي]ُ[f:7013[نك]ِرُ بَعْضَهُ[n[ۥ]‌ۚ قُلْ إِ[g[نّ]َم[o[َآ] أُمِرْتُ أَنْ أَعْبُدَ [h:7014[ٱ]للَّهَ وَل[o[َآ] أُشْرِكَ بِه[o[ِۦٓ‌ۚ] إِلَيْهِ أَ[q:6847[دْ]عُو[s[اْ] وَإِلَيْهِ مَـَٔـ[p[ا][q[ب]ِ","juz":13,"ruku":209,"manzil":3,"bangla_ahbayan":"আমি যাদেরকে কিতাব দিয়েছি তারা[১] যা তোমার প্রতি অবতীর্ণ করা হয়েছে তাতে আনন্দিত হয়,[২] আর কোন কোন দল ওর কতক অংশকে অস্বীকার করে।[৩] তুমি বল, ‘আমি তো কেবল আল্লাহরই ইবাদত করতে এবং তাঁর কোন শরীক না করতে আদিষ্ট হয়েছি। আমি তাঁরই প্রতি আহবান করি এবং তাঁরই নিকট আমার প্রত্যাবর্তন।’","bangla_bayan":"আর আমি যাদেরকে কিতাব দিয়েছি, তোমার উপর যা নাযিল হয়, তাতে তারা উৎফুল্ল হয়। আর দলগুলোর মধ্যে কেউ কেউ এর কিছু অংশকে অস্বীকার করে। বল, ‘আমাকে কেবল আদেশ দেয়া হয়েছে, যেন আমি আল্লাহর ইবাদাত করি এবং তাঁর সাথে শরীক না করি। আমি তাঁরই দিকে দাওয়াত দেই এবং তাঁরই নিকট আমার প্রত্যাবর্তনস্থল’।","bangla_mkhan":"এবং যাদেরকে আমি গ্রন্থ দিয়েছি, তারা আপনার প্রতি যা অবতীর্ণ হয়েছে, তজ্জন্যে আনন্দিত হয় এবং কোন কোন দল এর কোন কোন বিষয় অস্বীকার করে। বলুন, আমাকে এরূপ আদেশই দেয়া হয়েছে যে, আমি আল্লাহর এবাদত করি। এবং তাঁর সাথে অংশীদার না করি। আমি তাঁর দিকেই দাওয়াত দেই এবং তাঁর কাছেই আমার প্রত্যাবর্তন।","bangla_mujibur":"আমি যাদেরকে কিতাব দিয়েছি তারা যা তোমার প্রতি অবতীর্ণ হয়েছে তাতে আনন্দ পায়, কিন্তু কোন কোন দল ওর কতক অংশ অস্বীকার করে। তুমি বলঃ আমিতো আল্লাহরই ইবাদাত করতে ও তাঁর কোন শরীক না করতে আদিষ্ট হয়েছি; আমি তাঁরই প্রতি আহবান করি এবং তাঁরই নিকট আমার প্রত্যাবর্তন।","bangla_taisirul":"আমি যাদেরকে কিতাব দিয়েছিলাম তারা তোমার প্রতি যা অবতীর্ণ হয়েছে তাতে উৎফুল্ল, কিন্তু কতক দল তার কোন কোন কথা মানে না। বল, ‘আমি আল্লাহর ‘ইবাদাত করার জন্য এবং তাঁর সাথে কোন কিছু শারীক না করার জন্য নির্দেশপ্রাপ্ত হয়েছি, আমি তাঁর দিকেই আহবান জানাই, আর আমার প্রত্যাবর্তন তাঁর দিকেই।"},{"id":37,"arabic_text":"وَ کَذٰلِکَ اَنۡزَلۡنٰہُ حُکۡمًا عَرَبِیًّا ؕ وَ لَئِنِ اتَّبَعۡتَ اَہۡوَآءَہُمۡ بَعۡدَ مَا جَآءَکَ مِنَ الۡعِلۡمِ ۙ مَا لَکَ مِنَ اللّٰہِ مِنۡ وَّلِیٍّ وَّ لَا  وَاقٍ ﴿۳۷﴾ ","english_text":"And do not mix the truth with falsehood or conceal the truth while you know [it].","page":254,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1744.mp3","colorText":"وَكَذ[n[َٲ]لِكَ أَ[f:4236[نز]َلْنَ[n[ـٰ]هُ حُكْمًا عَرَبِي[a:7015[ًّا‌ۚ و]َلَئِنِ [h:631[ٱ]تَّبَعْتَ أَهْو[o[َا]ٓءَه[c:7016[ُم ب]َعْدَمَا ج[o[َا]ٓءَكَ مِنَ [h:634[ٱ]لْعِلْمِ مَا لَكَ مِنَ [h:321[ٱ]للَّهِ م[a:557[ِن و]َلِ[a:558[ىٍّ و]َلَا و[p[َا][q[ق]ٍ","juz":13,"ruku":209,"manzil":3,"bangla_ahbayan":"আর এভাবে আমি এ (কুরআন) অবতীর্ণ করেছি আরবী ভাষায় জীবন-বিধান স্বরূপ;[১] জ্ঞান প্রাপ্তির[২] পর তুমি যদি তাদের খেয়াল-খুশীর অনুসরণ কর,[৩] তাহলে আল্লাহর বিরুদ্ধে তোমার কোন অভিভাবক ও রক্ষাকর্তা থাকবে না।[৪]","bangla_bayan":"আর এভাবেই আমি কুরআনকে বিধানস্বরূপ আরবীতে নাযিল করেছি। তোমার নিকট জ্ঞান পৌঁছার পরও যদি তুমি তাদের খেয়াল খুশির অনুসরণ কর, তবে আল্লাহ ছাড়া তোমার কোন অভিভাবক ও রক্ষাকারী নেই।","bangla_mkhan":"এমনিভাবেই আমি এ কোরআনকে আরবী ভাষায় নির্দেশরূপে অবতীর্ণ করেছি। যদি আপনি তাদের প্রবৃত্তির অনুসরণ করেন আপনার কাছে জ্ঞান পৌঁছার পর, তবে আল্লাহর কবল থেকে আপনার না কোন সাহায্যকারী আছে এবং না কোন রক্ষাকারী।","bangla_mujibur":"আর এভাবে আমি ইহা (কুরআন) অবতীর্ণ করেছি এক বিধান, আরাবী ভাষায়। জ্ঞান প্রাপ্তির পর তুমি যদি তাদের খেয়াল খুশীর অনুসরণ কর তাহলে আল্লাহর বিরুদ্ধে তোমার কোন অভিভাবক ও রক্ষক থাকবেনা।","bangla_taisirul":"এভাবে আমি একে বিধানরূপে নাযিল করেছি আরবী ভাষায়। তোমার কাছে জ্ঞান আসার পরেও তুমি যদি তাদের খাহেশের অনুসরণ কর, তবে আল্লাহর মোকাবালায় তোমার কোন অভিভাবক থাকবে না, থাকবে না কোন রক্ষাকারী।"},{"id":38,"arabic_text":"وَ لَقَدۡ اَرۡسَلۡنَا رُسُلًا مِّنۡ قَبۡلِکَ وَ جَعَلۡنَا لَہُمۡ  اَزۡوَاجًا وَّ ذُرِّیَّۃً ؕ وَ مَا کَانَ لِرَسُوۡلٍ اَنۡ یَّاۡتِیَ بِاٰیَۃٍ  اِلَّا بِاِذۡنِ اللّٰہِ ؕ لِکُلِّ  اَجَلٍ  کِتَابٌ ﴿۳۸﴾ ","english_text":"And establish prayer and give zakah and bow with those who bow [in worship and obedience].","page":254,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1745.mp3","colorText":"وَلَقَ[q:341[دْ] أَرْسَلْنَا رُسُل[a:7017[اً م]ِّ[f:18[ن ق]َ[q:19[بْ]لِكَ وَجَعَلْنَا لَهُمْ أَزْو[n[َٲ][a:7018[جًا و]َذُرِّيَّ[a:7019[ةً‌ۚ و]َمَا كَانَ لِرَسُولٍ أ[a:1462[َن ي]َأْتِىَ بِـَٔـايَةٍ إِلَّا بِإِذْنِ [h:509[ٱ]للَّهِ‌ۗ لِكُلِّ أَجَ[f:7020[لٍ ك]ِت[p[َا][q[ب]ٌ","juz":13,"ruku":210,"manzil":3,"bangla_ahbayan":"তোমার পূর্বেও আমি অনেক রসূল প্রেরণ করেছিলাম এবং তাদেরকে স্ত্রী ও সন্তান-সন্ততি দান করেছিলাম।[১] আল্লাহর অনুমতি ছাড়া কোন নিদর্শন উপস্থিত করা কোন রসূলের কাজ নয়;[২] প্রত্যেক নির্ধারিত কালের লিপিবদ্ধ গ্রন্থ আছে। [৩]","bangla_bayan":"আর অবশ্যই তোমার পূর্বে আমি রাসূলদের প্রেরণ করেছি এবং তাদেরকে দিয়েছি স্ত্রী ও সন্তান-সন্ততি। আর কোন রাসূলের জন্য এটা সম্ভব নয় যে, আল্লাহর অনুমতি ছাড়া কোন নিদর্শন নিয়ে আসবে। প্রতিটি সুনির্দিষ্ট সময়ের জন্য রয়েছে লিপিবদ্ধ বিধান।","bangla_mkhan":"আপনার পূর্বে আমি অনেক রসূল প্রেরণ করেছি এবং তাঁদেরকে পত্নী ও সন্তান-সন্ততি দিয়েছি। কোন রসূলের এমন সাধ্য ছিল না যে আল্লাহর নির্দেশ ছাড়া কোন নিদর্শন উপস্থিত করে। প্রত্যেকটি ওয়াদা লিখিত আছে।","bangla_mujibur":"তোমার পূর্বেও আমি অনেক রাসূল প্রেরণ করেছিলাম এবং তাদেরকে স্ত্রী ও সন্তান-সন্ততি দিয়েছিলাম। আল্লাহর অনুমতি ছাড়া কোন নিদর্শন উপস্থিত করা কোন রাসূলের কাজ নয়; প্রত্যেক বিষয়ের নির্ধারিত কাল লিপিবদ্ধ।","bangla_taisirul":"আমি তোমার পূর্বেও রসূলগণকে পাঠিয়েছিলাম, আর তাদেরকে দিয়েছিলাম স্ত্রী ও সন্তানাদি, আল্লাহর হুকুম ব্যতীত নিদর্শন হাজির করার শক্তি কোন রসূলের নেই। যাবতীয় বিষয়ের নির্দিষ্ট সময় লিপিবদ্ধ আছে।"},{"id":39,"arabic_text":"یَمۡحُوا اللّٰہُ مَا یَشَآءُ وَ یُثۡبِتُ ۚۖ وَ عِنۡدَہٗۤ   اُمُّ   الۡکِتٰبِ ﴿۳۹﴾ ","english_text":"Do you order righteousness of the people and forget yourselves while you recite the Scripture? Then will you not reason?","page":254,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1746.mp3","colorText":"يَمْحُو[s[اْ] [h:7021[ٱ]للَّهُ مَا يَش[o[َا]ٓءُ وَيُثْبِتُ‌ۖ وَعِ[f:4104[ند]َهُ[o[ۥٓ] أُ[g[مّ]ُ [h:1736[ٱ]لْكِتَ[p[ـٰ][q[ب]ِ","juz":13,"ruku":210,"manzil":3,"bangla_ahbayan":"(তার মধ্য হতে) আল্লাহ যা ইচ্ছা তা মুছে দেন এবং যা ইচ্ছা তা বহাল রাখেন। আর তাঁর নিকট রয়েছে মূল গ্রন্থ।[১]","bangla_bayan":"আল্লাহ যা ইচ্ছা করেন মিটিয়ে দেন এবং যা ইচ্ছা করেন স্থির রাখেন, আর তাঁর কাছেই রয়েছে মূল কিতাব।","bangla_mkhan":"আল্লাহ যা ইচ্ছা মিটিয়ে দেন এবং বহাল রাখেন এবং মূলগ্রন্থ তাঁর কাছেই রয়েছে।","bangla_mujibur":"আল্লাহর যা ইচ্ছা তা নিশ্চিহ্ন করেন এবং যা ইচ্ছা তা প্রতিষ্ঠিত রাখেন এবং তাঁরই নিকট আছে কিতাবের মূল।","bangla_taisirul":"আল্লাহ যা ইচ্ছে করেন নিশ্চিহ্ন করে দেন আর যা ইচ্ছে প্রতিষ্ঠিত রাখেন, উম্মুল কিতাব তাঁর নিকটই রক্ষিত।"},{"id":40,"arabic_text":"وَ  اِنۡ مَّا نُرِیَنَّکَ بَعۡضَ الَّذِیۡ نَعِدُہُمۡ  اَوۡ نَتَوَفَّیَنَّکَ فَاِنَّمَا عَلَیۡکَ الۡبَلٰغُ وَ عَلَیۡنَا  الۡحِسَابُ  ﴿۴۰﴾","english_text":"And seek help through patience and prayer, and indeed, it is difficult except for the humbly submissive [to Allah ]","page":254,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1747.mp3","colorText":"وَإ[a:7022[ِن م]َّا نُرِيَ[g[نّ]َكَ بَعْضَ [h:1943[ٱ]لَّذِى نَعِدُهُمْ أَوْ نَتَوَفَّيَ[g[نّ]َكَ فَإِ[g[نّ]َمَا عَلَيْكَ [h:1808[ٱ]لْبَلَ[n[ـٰ]غُ وَعَلَيْنَا [h:7023[ٱ]لْحِس[p[َا][q[ب]ُ","juz":13,"ruku":210,"manzil":3,"bangla_ahbayan":"আমি তাদেরকে যে শাস্তির প্রতিশ্রুতি দিই, তার কিছু যদি তোমাকে দেখিয়ে দিই অথবা যদি এর পূর্বে তোমার মৃত্যু ঘটিয়েই দিই, তাহলে তোমার কর্তব্য তো শুধু প্রচার করা, আর আমার কাজ হিসাব গ্রহণ করা।","bangla_bayan":"আর যে প্রতিশ্রুতি আমি তাদেরকে দিচ্ছি, যদি তার কিছু তোমাকে দেখাই অথবা তোমার মৃত্যু ঘটাই (তাতে কিছুই আসে যায় না)। তবে তোমার কর্তব্য কেবল পৌঁছে দেয়া, আর আমার দায়িত্ব হিসাব নেয়া।","bangla_mkhan":"আমি তাদের সাথে যে ওয়াদা করেছি, তার কোন একটি যদি আপনাকে দেখিয়ে দেই কিংবা আপনাকে উঠিয়ে নেই, তাতে কি আপনার দায়িত্ব তো পৌছে দেয়া এবং আমার দায়িত্ব হিসাব নেয়া।","bangla_mujibur":"আমি তাদেরকে যে শাস্তির কথা বলি, তার কিছু যদি তোমাকে দেখিয়েই দিই অথবা যদি এর পূর্বে তোমার মৃত্যু ঘটিয়েই দিই - তোমার কর্তব্যতো শুধু প্রচার করা; আর হিসাব গ্রহণের দায়িত্ব আমার।","bangla_taisirul":"আমি তাদেরকে যে শাস্তি দেয়ার ওয়া‘দা করেছি তার কিছু যদি তোমাকে দেখাই কিংবা (দেখানোর পূর্বেই) তোমার মৃত্যু ঘটাই, (উভয় অবস্থাতেই) তোমার দায়িত্ব হল প্রচার করে দেয়া, আর হিসেব নেয়ার কাজ হল আমার।"},{"id":41,"arabic_text":"اَوَ لَمۡ  یَرَوۡا اَنَّا نَاۡتِی الۡاَرۡضَ نَنۡقُصُہَا مِنۡ اَطۡرَافِہَا ؕ وَ اللّٰہُ یَحۡکُمُ  لَا مُعَقِّبَ لِحُکۡمِہٖ ؕ وَ ہُوَ  سَرِیۡعُ  الۡحِسَابِ ﴿۴۱﴾ ","english_text":"Who are certain that they will meet their Lord and that they will return to Him.","page":254,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1748.mp3","colorText":"أَوَلَمْ يَرَوْ[s[اْ] أَ[g[نّ]َا نَأْتِى [h:7024[ٱ]لْأَرْضَ نَ[f:7025[نق]ُصُهَا مِنْ أَ[q:7026[طْ]رَافِهَا‌ۚ وَ[h:72[ٱ]للَّهُ يَحْكُمُ لَا مُعَقِّبَ لِحُكْمِه[n[ِۦ]‌ۚ وَهُوَ سَرِيعُ [h:1112[ٱ]لْحِس[p[َا][q[ب]ِ","juz":13,"ruku":210,"manzil":3,"bangla_ahbayan":"তারা কি দেখে না যে, আমি (তাদের দেশ) পৃথিবীকে চারদিক হতে সংকুচিত করে আনছি?[১] আল্লাহ আদেশ করেন। তাঁর আদেশের সমালোচনা (পুনর্বিবেচনা) করার কেউ নেই[২] এবং তিনি হিসাব গ্রহণে তৎপর।","bangla_bayan":"তারা কি দেখে না, আমি যমীনকে চতুর্দিক থেকে সংকীর্ণ করে আনছি। আর আল্লাহই হুকুম করেন এবং তাঁর হুকুম প্রত্যাখ্যান করার কেউ নেই এবং তিনিই দ্রুত হিসাব গ্রহণকারী।","bangla_mkhan":"তারা কি দেখে না যে, আমি তাদের দেশকে চতুর্দিক থেকে সমানে সঙ্কুচিত করে আসছি? আল্লাহ নির্দেশ দেন। তাঁর নির্দেশকে পশ্চাতে নিক্ষেপকারী কেউ নেই। তিনি দ্রুত হিসাব গ্রহণ করেন।","bangla_mujibur":"তারা কি দেখেনা যে, আমি তাদের দেশকে চারদিক হতে সংকুচিত করে আনছি? আল্লাহ আদেশ করেন, তাঁর আদেশ রদ করার কেহ নেই এবং তিনি হিসাব গ্রহণে তৎপর।","bangla_taisirul":"তারা কি দেখে না আমি তাদের জন্য যমীনকে চার দিক থেকে সংকীর্ণ করে আনছি? আল্লাহ হুকুম দেন, তাঁর হুকুম পেছনে ঠেলে দেবে এমন কেউ নেই। হিসেব গ্রহণের ব্যাপারে তিনি খুবই দ্রুতগতি।"},{"id":42,"arabic_text":"وَ قَدۡ مَکَرَ الَّذِیۡنَ مِنۡ قَبۡلِہِمۡ فَلِلّٰہِ الۡمَکۡرُ  جَمِیۡعًا ؕ یَعۡلَمُ  مَا تَکۡسِبُ کُلُّ نَفۡسٍ ؕ وَ سَیَعۡلَمُ  الۡکُفّٰرُ  لِمَنۡ  عُقۡبَی الدَّارِ ﴿۴۲﴾  ","english_text":"O Children of Israel, remember My favor that I have bestowed upon you and that I preferred you over the worlds.","page":254,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1749.mp3","colorText":"وَقَ[q:387[دْ] مَكَرَ [h:7027[ٱ]لَّذِينَ مِ[f:617[ن ق]َ[q:618[بْ]لِهِمْ فَلِلَّهِ [h:7028[ٱ]لْمَكْرُ جَمِي[a:7029[عًا‌ۖ ي]َعْلَمُ مَا تَكْسِبُ كُلُّ نَفْ[a:7030[سٍ‌ۗ و]َسَيَعْلَمُ [h:7031[ٱ]لْكُفَّ[n[ـٰ]رُ لِمَنْ عُ[q:6960[قْ]بَى [h:6961[ٱ][l[ل]دّ[p[َا]رِ","juz":13,"ruku":210,"manzil":3,"bangla_ahbayan":"তাদের পূর্বে যারা ছিল তারাও চক্রান্ত করেছিল। কিন্তু সমস্ত চক্রান্ত আল্লাহর অধীনস্থ;[১] প্রত্যেক ব্যক্তি যা করে তা তিনি জানেন[২] এবং অবিশ্বাসীরা শীঘ্রই জানবে শুভ পরিণাম কাদের জন্য।","bangla_bayan":"আর তাদের পূর্ববর্তীরাও ষড়যন্ত্র করেছিল, অথচ সকল ষড়যন্ত্র আল্লাহর নিয়ন্ত্রণে। প্রতিটি ব্যক্তি যা অর্জন করে, তিনি তা জানেন। আর কাফিররা অচিরেই জানবে আখিরাতের শুভপরিণতি কাদের জন্য।","bangla_mkhan":"তাদের পূর্বে যারা ছিল, তারা চক্রান্ত করেছে। আর সকল চক্রান্ত তো আল্লাহর হাতেই আছে। তিনি জানেন প্রত্যেক ব্যক্তি যা কিছু করে। কাফেররা জেনে নেবে যে, পর জীবনের আবাসস্থল কাদের জন্য রয়েছে।","bangla_mujibur":"তাদের পূর্বে যারা ছিল তারাও চক্রান্ত করেছিল, কিন্তু সমস্ত চক্রান্ত আল্লাহর এখতিয়ারে; প্রত্যেক ব্যক্তি যা করে তা তিনি জানেন এবং কাফিরেরা শীঘ্রই জানবে শুভ পরিণাম কাদের জন্য।","bangla_taisirul":"ওদের আগে যারা ছিল তারাও চক্রান্ত করেছিল, যাবতীয় চক্রান্ত আল্লাহর আয়ত্তাধীন। তিনি জানেন প্রত্যেক ব্যক্তি কী কামাই করছে। আর কাফিরগণ অচিরেই জানতে পারবে ভাল পরিণাম কাদের জন্য।"},{"id":43,"arabic_text":"وَ یَقُوۡلُ الَّذِیۡنَ کَفَرُوۡا لَسۡتَ مُرۡسَلًا ؕ قُلۡ  کَفٰی بِاللّٰہِ  شَہِیۡدًۢا بَیۡنِیۡ وَ بَیۡنَکُمۡ ۙ وَ مَنۡ عِنۡدَہٗ  عِلۡمُ  الۡکِتٰبِ ﴿۴۳﴾ ","english_text":"And fear a Day when no soul will suffice for another soul at all, nor will intercession be accepted from it, nor will compensation be taken from it, nor will they be aided.","page":255,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1750.mp3","colorText":"وَيَقُولُ [h:3629[ٱ]لَّذِينَ كَفَرُو[s[اْ] لَسْتَ مُرْسَل[f:7032[اً‌ۚ ق]ُلْ كَفَىٰ بِ[h:32[ٱ]للَّهِ شَهِيد[i:7033[َۢا ب]َيْنِى وَبَيْنَكُمْ وَمَنْ عِ[f:719[ند]َهُ[n[ۥ] عِلْمُ [h:7034[ٱ]لْكِتَ[p[ـٰ][q[ب]ِ","juz":13,"ruku":210,"manzil":3,"bangla_ahbayan":"যারা অবিশ্বাস করেছে তারা বলে, ‘তুমি আল্লাহর প্রেরিত নও।’ তুমি বল, ‘আল্লাহ আমার ও তোমাদের মধ্যে সাক্ষী হিসাবে যথেষ্ট[১] এবং তারা যাদের নিকট কিতাবের জ্ঞান আছে।’[২]","bangla_bayan":"আর যারা কুফরী করে, তারা বলে, ‘তুমি রাসূল নও’। বল, ‘আল্লাহ আমার ও তোমাদের মধ্যে সাক্ষী হিসেবে যথেষ্ট এবং যার নিকট কিতাবের জ্ঞান আছে সেও‘।","bangla_mkhan":"কাফেররা বলেঃ আপনি প্রেরিত ব্যক্তি নন। বলে দিন, আমার ও তোমাদের মধ্যে প্রকৃষ্ট সাক্ষী হচ্ছেন আল্লাহ এবং ঐ ব্যক্তি, যার কাছে গ্রন্থের জ্ঞান আছে।","bangla_mujibur":"যারা কুফরী করেছে তারা বলেঃ তুমি (আল্লাহর) প্রেরিত নও; তুমি বলঃ আল্লাহ এবং যাদের নিকট কিতাবের জ্ঞান আছে তারা আমার ও তোমাদের মধ্যে সাক্ষী হিসাবে যথেষ্ট।","bangla_taisirul":"কাফিররা বলে, ‘তুমি আল্লাহর প্রেরিত নও।’ বল, ‘আমার ও তোমাদের মাঝে সাক্ষী হিসেবে আল্লাহই যথেষ্ট এবং যাদের কিতাবের জ্ঞান আছে তারাও।’"}]}}