{"surahDetails":{"id":14,"banglaName":"নবী ইবরাহীম","totalAyah":52,"arabicInBangla":"ইবরাহীম"},"surah":{"id":14,"verses":[{"id":1,"arabic_text":"الٓرٰ ۟ کِتٰبٌ اَنۡزَلۡنٰہُ  اِلَیۡکَ لِتُخۡرِجَ النَّاسَ مِنَ الظُّلُمٰتِ اِلَی النُّوۡرِ ۬ۙ بِاِذۡنِ رَبِّہِمۡ  اِلٰی صِرَاطِ الۡعَزِیۡزِ  الۡحَمِیۡدِ ۙ﴿۱﴾ ","english_text":"Allah has set a seal upon their hearts and upon their hearing, and over their vision is a veil. And for them is a great punishment.","page":255,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1751.mp3","colorText":"ا[m[لٓ]ر‌ۚ كِتَ[n[ـٰ]بٌ أَ[f:4236[نز]َلْنَ[n[ـٰ]هُ إِلَيْكَ لِتُخْرِجَ [h:7035[ٱ][l[ل][g[نّ]َاسَ مِنَ [h:1491[ٱ][l[ل]ظُّلُمَ[n[ـٰ]تِ إِلَى [h:1492[ٱ][l[ل][g[نّ]ُورِ بِإِذْنِ رَبِّهِمْ إِلَىٰ صِر[n[َٲ]طِ [h:7036[ٱ]لْعَزِيزِ [h:7037[ٱ]لْحَم[p[ِي][q[د]ِ","juz":13,"ruku":211,"manzil":3,"bangla_ahbayan":"আলিফ লা-ম রা। এই কিতাব এটা আমি তোমার প্রতি অবতীর্ণ করেছি; যাতে তুমি মানব জাতিকে তাদের প্রতিপালকের নির্দেশক্রমে[১] অন্ধকার হতে আলোকের দিকে;[২] পরাক্রমশালী, সর্বপ্রশংসিতের পথে বের করে আনতে পার।","bangla_bayan":"আলিফ-লাম-রা; এই কিতাব, যা আমি তোমার প্রতি নাযিল করেছি, যাতে তুমি মানুষকে তাদের রবের অনুমতিক্রমে অন্ধকার থেকে আলোর দিকে বের করে আন, পরাক্রমশালী সর্বপ্রশংসিতের পথের দিকে।","bangla_mkhan":"আলিফ-লাম-রা; এটি একটি গ্রন্থ, যা আমি আপনার প্রতি নাযিল করেছি-যাতে আপনি মানুষকে অন্ধকার থেকে আলোর দিকে বের করে আনেন-পরাক্রান্ত, প্রশংসার যোগ্য পালনকর্তার নির্দেশে তাঁরই পথের দিকে।","bangla_mujibur":"আলিফ লাম রা। এই কিতাব আমি তোমার প্রতি অবতীর্ণ করেছি যাতে তুমি মানব জাতিকে বের করে আনতে পার অন্ধকার হতে আলোর দিকে; তাঁর পথে, যিনি পরাক্রমশালী, প্রশংসা ।","bangla_taisirul":"আলিফ-লাম-র, একটা কিতাব যা তোমার প্রতি অবতীর্ণ করেছি যাতে তুমি মানুষকে তাদের প্রতিপালকের নির্দেশে অন্ধকার থেকে নিয়ে আসতে পার আলোর দিকে- মহাপরাক্রমশালী প্রশংসিতের পথে।"},{"id":2,"arabic_text":"اللّٰہِ الَّذِیۡ لَہٗ  مَا فِی السَّمٰوٰتِ وَ مَا فِی الۡاَرۡضِ ؕ وَ وَیۡلٌ لِّلۡکٰفِرِیۡنَ مِنۡ عَذَابٍ  شَدِیۡدِۣ ۙ﴿۲﴾","english_text":"And of the people are some who say, \"We believe in Allah and the Last Day,\" but they are not believers.","page":255,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1752.mp3","colorText":"ٱللَّهِ [h:7038[ٱ]لَّذِى لَهُ[n[ۥ] مَا فِى [h:609[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَمَا فِى [h:44[ٱ]لْأَرْضِ‌ۗ وَوَيْ[u:7039[لٌ ل]ِّلْكَ[n[ـٰ]فِرِينَ مِنْ عَذَا[f:7040[بٍ ش]َد[p[ِي][q[د]ٍ","juz":13,"ruku":211,"manzil":3,"bangla_ahbayan":"আল্লাহর পথে; যাঁর মালিকানাধীন আকাশমন্ডলী ও পৃথিবীতে যা কিছু আছে। কঠিন শাস্তির দুর্ভোগ অবিশ্বাসীদের জন্য।","bangla_bayan":"আল্লাহর (পথ), আসমানসমূহ ও যমীনের সব কিছুই যার মালিকানায় এবং কাফিরদের জন্য রয়েছে কঠিন আযাবের দুর্ভোগ।","bangla_mkhan":"তিনি আল্লাহ; যিনি নভোমন্ডল ও ভূ-মন্ডলের সবকিছুর মালিক। কাফেরদের জন্যে বিপদ রয়েছে, কঠোর আযাব;","bangla_mujibur":"আল্লাহ, আসমানসমূহ ও যমীনে যা কিছু আছে তা তাঁরই; কঠিন শাস্তির দুর্ভোগ কাফিরদের জন্য।","bangla_taisirul":"আল্লাহ- আসমানসমূহে যা কিছু আছে আর পৃথিবীতে যা কিছু আছে, সবই তাঁর মালিকানাধীন। কিন্তু কাফিরদের জন্য আছে কঠিন শাস্তির দুর্ভোগ।"},{"id":3,"arabic_text":"الَّذِیۡنَ  یَسۡتَحِبُّوۡنَ الۡحَیٰوۃَ  الدُّنۡیَا عَلَی الۡاٰخِرَۃِ وَ یَصُدُّوۡنَ عَنۡ سَبِیۡلِ اللّٰہِ  وَ یَبۡغُوۡنَہَا عِوَجًا ؕ اُولٰٓئِکَ فِیۡ ضَلٰلٍۭ بَعِیۡدٍ ﴿۳﴾ ","english_text":"They [think to] deceive Allah and those who believe, but they deceive not except themselves and perceive [it] not.","page":255,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1753.mp3","colorText":"ٱلَّذِينَ يَسْتَحِبُّونَ [h:7041[ٱ]لْحَيَ[s[و][n[ٲ]ةَ [h:446[ٱ][l[ل]دُّنْيَا عَلَى [h:7042[ٱ]لْأَخِرَةِ وَيَصُدُّونَ عَ[f:1203[ن س]َبِيلِ [h:788[ٱ]للَّهِ وَيَ[q:4708[بْ]غُونَهَا عِوَجًا‌ۚ أُ[s[وْ]لَ[o[ـٰٓ]ئِكَ فِى ضَلَ[n[ـٰ][i:7043[لِۭ ب]َع[p[ِي][q[د]ٍ","juz":13,"ruku":211,"manzil":3,"bangla_ahbayan":"যারা ইহজীবনকে পরজীবনের উপর প্রাধান্য দেয়, মানুষকে আল্লাহর পথ হতে নিবৃত্ত করে এবং তাতে বক্রতা অনুসন্ধান করে;[১] তারাই তো ঘোর বিভ্রান্তিতে রয়েছে।[২]","bangla_bayan":"যারা দুনিয়ার জীবনকে আখিরাত থেকে অধিক পছন্দ করে, আর আল্লাহর পথে বাধা দেয় এবং তাতে বক্রতার সন্ধান করে; তারা ঘোরতর ভ্রষ্টতায় রয়েছে।","bangla_mkhan":"যারা পরকালের চাইতে পার্থিব জীবনকে পছন্দ করে; আল্লাহর পথে বাধা দান করে এবং তাতে বক্রতা অন্বেষণ করে, তারা পথ ভুলে দূরে পড়ে আছে।","bangla_mujibur":"যারা পার্থিব জীবনকে পরকালিন জীবনের উপর প্রাধান্য দেয়, মানুষকে নিবৃত্ত করে আল্লাহর পথ হতে এবং তা (আল্লাহর পথ) বক্র করতে চায়; তারাইতো ঘোর বিভ্রান্তিতে রয়েছে।","bangla_taisirul":"যারা আখেরাতের তুলনায় দুনিয়ার জিন্দিগীকে শ্রেয় জ্ঞান করে, যারা আল্লাহর পথ থেকে (লোকদেরকে) বিরত রাখে আর তাতে বক্রতা আনার আকাঙ্ক্ষা পোষণ করে। এরা গোমরাহীতে বহু দূরে চলে গেছে।"},{"id":4,"arabic_text":"وَ مَاۤ  اَرۡسَلۡنَا مِنۡ رَّسُوۡلٍ  اِلَّا بِلِسَانِ قَوۡمِہٖ  لِیُبَیِّنَ لَہُمۡ ؕ فَیُضِلُّ اللّٰہُ مَنۡ یَّشَآءُ  وَ یَہۡدِیۡ مَنۡ یَّشَآءُ ؕ وَ ہُوَ الۡعَزِیۡزُ  الۡحَکِیۡمُ ﴿۴﴾ ","english_text":"In their hearts is disease, so Allah has increased their disease; and for them is a painful punishment because they [habitually] used to lie.","page":255,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1754.mp3","colorText":"وَم[o[َآ] أَرْسَلْنَا م[u:2882[ِن ر]َّسُولٍ إِلَّا بِلِسَانِ قَوْمِه[n[ِۦ] لِيُبَيِّنَ لَهُمْ‌ۖ فَيُضِلُّ [h:7044[ٱ]للَّهُ م[a:476[َن ي]َش[o[َا]ٓءُ وَيَهْدِى م[a:476[َن ي]َش[o[َا]ٓءُ‌ۚ وَهُوَ [h:7045[ٱ]لْعَزِيزُ [h:681[ٱ]لْحَك[p[ِي]مُ","juz":13,"ruku":211,"manzil":3,"bangla_ahbayan":"আমি প্রত্যেক রসূলকেই তার স্বজাতির ভাষাভাষী করে পাঠিয়েছি তাদের নিকট পরিষ্কারভাবে ব্যাখ্যা করবার জন্য।[১] আল্লাহ যাকে ইচ্ছা বিভ্রান্ত করেন এবং যাকে ইচ্ছা সৎপথে পরিচালিত করেন। আর তিনি পরাক্রমশালী, প্রজ্ঞাময়। [২]","bangla_bayan":"আর আমি প্রত্যেক রাসূলকে তার কওমের ভাষাতেই পাঠিয়েছি, যাতে সে তাদের কাছে বর্ণনা দেয়, সুতরাং আল্লাহ যাকে ইচ্ছা পথভ্রষ্ট করেন এবং যাকে ইচ্ছা সঠিক পথ দেখান। আর তিনি পরাক্রমশালী, প্রজ্ঞাময়।","bangla_mkhan":"আমি সব পয়গম্বরকেই তাদের স্বজাতির ভাষাভাষী করেই প্রেরণ করেছি, যাতে তাদেরকে পরিষ্কার বোঝাতে পারে। অতঃপর আল্লাহ যাকে ইচ্ছা, পথঃভ্রষ্ট করেন এবং যাকে ইচ্ছা সৎপথ প্রদর্শন করেন। তিনি পরাক্রান্ত, প্রজ্ঞাময়।","bangla_mujibur":"আমি প্রত্যেক রাসূলকেই তার স্বজাতির ভাষাভাষী করে পাঠিয়েছি তাদের নিকট পরিস্কারভাবে ব্যাখ্যা করার জন্য, আল্লাহ যাকে ইচ্ছা বিভ্রান্ত করেন এবং যাকে ইচ্ছা সৎ পথে পরিচালিত করেন এবং তিনি পরাক্রমশালী, প্রজ্ঞাময়।","bangla_taisirul":"আমি কোন রসূলকেই তার জাতির ভাষা ছাড়া পাঠাইনি যাতে তাদের কাছে স্পষ্টভাবে (আমার নির্দেশগুলো) বর্ণনা করতে পারে। অতঃপর আল্লাহ যাকে ইচ্ছে পথহারা করেছেন, আর যাকে ইচ্ছে সঠিক পথ দেখিয়েছেন, তিনি বড়ই পরাক্রান্ত, বিজ্ঞানময়।"},{"id":5,"arabic_text":"وَ لَقَدۡ اَرۡسَلۡنَا مُوۡسٰی بِاٰیٰتِنَاۤ  اَنۡ  اَخۡرِجۡ  قَوۡمَکَ مِنَ الظُّلُمٰتِ  اِلَی النُّوۡرِ ۬ۙ وَ ذَکِّرۡہُمۡ بِاَیّٰىمِ اللّٰہِ ؕ اِنَّ فِیۡ ذٰلِکَ لَاٰیٰتٍ  لِّکُلِّ  صَبَّارٍ  شَکُوۡرٍ ﴿۵﴾ ","english_text":"And when it is said to them, \"Do not cause corruption on the earth,\" they say, \"We are but reformers.\"","page":255,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1755.mp3","colorText":"وَلَقَ[q:341[دْ] أَرْسَلْنَا مُوسَىٰ بِـَٔـايَ[n[ـٰ]تِن[o[َآ] أَنْ أَخْرِ[q:7046[جْ] قَوْمَكَ مِنَ [h:1491[ٱ][l[ل]ظُّلُمَ[n[ـٰ]تِ إِلَى [h:1492[ٱ][l[ل][g[نّ]ُورِ وَذَكِّرْه[c:7047[ُم ب]ِأَيَّ[n[ـٰ]مِ [h:7048[ٱ]للَّهِ‌ۚ إِ[g[نّ]َ فِى ذ[n[َٲ]لِكَ لَأَيَ[n[ـٰ][u:7049[تٍ ل]ِّكُلِّ صَبَّا[f:7050[رٍ ش]َك[p[ُو]رٍ","juz":13,"ruku":211,"manzil":3,"bangla_ahbayan":"মূসাকে আমি আমার নিদর্শনাবলীসহ প্রেরণ করেছিলাম (এবং বলেছিলাম,) তোমার সম্প্রদায়কে অন্ধকার হতে আলোতে বের করে আনো[১] এবং তাদেরকে আল্লাহর দিনগুলি স্মরণ করিয়ে দাও।[২] এতে তো নিদর্শন রয়েছে প্রত্যেক পরম ধৈর্যশীল ও পরম কৃতজ্ঞ ব্যক্তির জন্য। [৩]","bangla_bayan":"আর আমি মূসাকে আমার আয়াতসমূহ দিয়ে পাঠিয়েছি যে, ‘তুমি তোমার কওমকে অন্ধকার হতে আলোর দিকে বের করে আন এবং আল্লাহর দিবসসমূহ* তাদের স্মরণ করিয়ে দাও’। নিশ্চয় এতে প্রতিটি ধৈর্যশীল, কৃতজ্ঞ ব্যক্তির জন্য রয়েছে অসংখ্য নিদর্শন। \\n\\n* দিবসসমূহ দ্বারা উদ্দেশ্য ইতঃপূর্বের ঐতিহাসিক ঘটনাসমূহ।","bangla_mkhan":"আমি মূসাকে নিদর্শনাবলী সহ প্রেরণ করেছিলাম যে, স্বজাতিকে অন্ধকার থেকে আলোর দিকে আনয়ন এবং তাদেরকে আল্লাহর দিনসমূহ স্মরণ করান। নিশ্চয় এতে প্রত্যেক ধৈর্যশীল কৃতজ্ঞের জন্যে নিদর্শনাবলী রয়েছে।","bangla_mujibur":"মূসাকে আমি আমার নিদর্শনসহ প্রেরণ করেছিলাম এবং বলেছিলামঃ তোমার সম্প্রদায়কে অন্ধকার হতে আলোতে আনয়ন কর, এবং তাদেরকে আল্লাহর দিনগুলি দ্বারা উপদেশ দাও, এতেতো নিদর্শন রয়েছে পরম ধৈর্যশীল ও পরম কৃতজ্ঞ ব্যক্তির জন্য।","bangla_taisirul":"আর অবশ্যই আমি মূসাকে আমার নিদর্শনসমূহ দিয়ে পাঠিয়েছিলাম আর বলেছিলাম, তোমার জাতিকে অন্ধকার থেকে আলোতে বের করে আন, আর তাদেরকে আল্লাহর হুকুমে ঘটিত অতীতের ঘটনাবলী দিয়ে উপদেশ দাও। এতে প্রত্যেক পরম সহিষ্ণু ও পরম কৃতজ্ঞ ব্যক্তির জন্য অবশ্যই নিদর্শনসমূহ রয়েছে।"},{"id":6,"arabic_text":"وَ  اِذۡ  قَالَ مُوۡسٰی لِقَوۡمِہِ اذۡکُرُوۡا نِعۡمَۃَ اللّٰہِ عَلَیۡکُمۡ  اِذۡ  اَنۡجٰکُمۡ مِّنۡ اٰلِ فِرۡعَوۡنَ یَسُوۡمُوۡنَکُمۡ سُوۡٓءَ الۡعَذَابِ وَ یُذَبِّحُوۡنَ  اَبۡنَآءَکُمۡ وَ یَسۡتَحۡیُوۡنَ نِسَآءَکُمۡ ؕ وَ فِیۡ  ذٰلِکُمۡ بَلَآءٌ  مِّنۡ رَّبِّکُمۡ  عَظِیۡمٌ ﴿۶﴾ ","english_text":"Unquestionably, it is they who are the corrupters, but they perceive [it] not.","page":256,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1756.mp3","colorText":"وَإِذْ قَالَ مُوسَىٰ لِقَوْمِهِ [h:7051[ٱ]ذْكُرُو[s[اْ] نِعْمَةَ [h:1154[ٱ]للَّهِ عَلَيْكُمْ إِذْ أَ[f:7052[نج]َ[n[ـٰ]ك[w:7053[ُم م]ِّنْ ءَالِ فِرْعَوْنَ يَسُومُونَكُمْ س[o[ُو]ٓءَ [h:239[ٱ]لْعَذَابِ وَيُذَبِّحُونَ أَ[q:240[بْ]ن[o[َا]ٓءَكُمْ وَيَسْتَحْيُونَ نِس[o[َا]ٓءَكُمْ‌ۚ وَفِى ذ[n[َٲ]لِك[c:241[ُم ب]َل[o[َا]ٓ[a:242[ءٌ م]ّ[u:243[ِن ر]َّبِّكُمْ عَظ[p[ِي]مٌ","juz":13,"ruku":211,"manzil":3,"bangla_ahbayan":"যখন মূসা তার সম্প্রদায়কে বলেছিল, ‘তোমরা তোমাদের প্রতি আল্লাহর অনুগ্রহকে স্মরণ কর; যখন তিনি তোমাদেরকে রক্ষা করেছিলেন ফিরআউনীয় সম্প্রদায়ের কবল হতে, যারা তোমাদেরকে নিকৃষ্ট শাস্তি দিত, তোমাদের পুত্রদেরকে যবেহ করত এবং তোমাদের নারীদেরকে জীবিত রাখত। আর এতে ছিল তোমাদের প্রতিপালকের পক্ষ হতে এক মহাপরীক্ষা।[১]","bangla_bayan":"আর যখন মূসা তার কওমকে বলেছিল, তোমাদের প্রতি আল্লাহর নিয়ামাত স্মরণ কর, যখন তিনি তোমাদেরকে ফির‘আউন পরিবারের কবল থেকে রক্ষা করেছেন, তারা তোমাদের জঘন্য আযাব দিত। আর তারা তোমাদের ছেলেদেরকে যবেহ করত এবং নারীদেরকে জীবিত রাখত। আর তাতে ছিল তোমাদের রবের পক্ষ থেকে মহাপরীক্ষা।","bangla_mkhan":"যখন মূসা স্বজাতিকে বললেনঃ তোমাদের প্রতি আল্লাহর অনুগ্রহ স্মরণ কর যখন তিনি তোমাদেরকে ফেরাউনের সম্প্রদায়ের কবল থেকে মুক্তি দেন। তারা তোমাদেরকে অত্যন্ত নিকৃষ্ট ধরনের শাস্তি দিত, তোমাদের ছেলেদেরকে হত্যা করত এবং তোমাদের মেয়েদেরকে জীবিত রাখত। এবং এতে তোমাদের পালনকর্তার পক্ষ থেকে বিরাট পরীক্ষা হয়েছিল।","bangla_mujibur":"যখন মূসা তার সম্প্রদায়কে বলেছিলঃ তোমরা আল্লাহর অনুগ্রহ স্মরণ কর যখন তিনি তোমাদেরকে রক্ষা করেছিলেন ফির‘আউন সম্প্রদায়ের কবল হতে যারা তোমাদেরকে নিকৃষ্ট শাস্তি দিত, তোমাদের পুত্রদেরকে যবাহ করত ও তোমাদের নারীদেরকে জীবিত রাখত; এবং এতে ছিল তোমাদের রবের পক্ষ হতে এক মহা পরীক্ষা।","bangla_taisirul":"স্মরণ কর, যখন মূসা তার সম্প্রদায়কে বলেছিল, ‘তোমরা তোমাদের প্রতি আল্লাহর নি‘মাতের কথা স্মরণ কর যখন তিনি তোমাদেরকে ফির‘আওনী গোষ্ঠী থেকে রক্ষা করেছিলেন যারা তোমাদেরকে জঘন্য রকমের শাস্তিতে পিষ্ট করছিল। তোমাদের পুত্রদেরকে তারা হত্যা করত আর তোমাদের নারীদেরকে জীবিত রাখত। এটা ছিল তোমাদের জন্য আল্লাহর পক্ষ হতে এক কঠিন পরীক্ষা।"},{"id":7,"arabic_text":"وَ اِذۡ  تَاَذَّنَ  رَبُّکُمۡ  لَئِنۡ شَکَرۡتُمۡ لَاَزِیۡدَنَّکُمۡ  وَ لَئِنۡ کَفَرۡتُمۡ  اِنَّ عَذَابِیۡ لَشَدِیۡدٌ ﴿۷﴾ ","english_text":"And when it is said to them, \"Believe as the people have believed,\" they say, \"Should we believe as the foolish have believed?\" Unquestionably, it is they who are the foolish, but they know [it] not.","page":256,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1757.mp3","colorText":"وَإِذْ تَأَذَّنَ رَبُّكُمْ لَئِ[f:7054[ن ش]َكَرْتُمْ لَأَزِيدَ[g[نّ]َكُمْ‌ۖ وَلَئِ[f:7055[ن ك]َفَرْتُمْ إِ[g[نّ]َ عَذَابِى لَشَد[p[ِي][q[د]ٌ","juz":13,"ruku":212,"manzil":3,"bangla_ahbayan":"যখন তোমাদের প্রতিপালক ঘোষণা করেছিলেন,[১] তোমরা কৃতজ্ঞ হলে তোমাদেরকে অবশ্যই অধিক দান করব,[২] আর অকৃতজ্ঞ হলে অবশ্যই আমার শাস্তি হবে কঠোর।’ [৩]","bangla_bayan":"আর যখন তোমাদের রব ঘোষণা দিলেন, ‘যদি তোমরা শুকরিয়া আদায় কর, তবে আমি অবশ্যই তোমাদের বাড়িয়ে দেব, আর যদি তোমরা অকৃতজ্ঞ হও, নিশ্চয় আমার আযাব বড় কঠিন’।","bangla_mkhan":"যখন তোমাদের পালনকর্তা ঘোষণা করলেন যে, যদি কৃতজ্ঞতা স্বীকার কর, তবে তোমাদেরকে আরও দেব এবং যদি অকৃতজ্ঞ হও তবে নিশ্চয়ই আমার শাস্তি হবে কঠোর।","bangla_mujibur":"যখন তোমাদের রাব্ব ঘোষণা করেনঃ তোমরা কৃতজ্ঞ হলে তোমাদেরকে অবশ্যই অধিক দিব, আর অকৃতজ্ঞ হলে অবশ্যই আমার শাস্তি হবে কঠোর।","bangla_taisirul":"স্মরণ কর, যখন তোমাদের প্রতিপালক ঘোষণা করেন, যদি তোমরা কৃতজ্ঞতা প্রকাশ কর তাহলে আমি অবশ্যই তোমাদের জন্য (আমার নি‘য়ামাত) বৃদ্ধি করে দেব, আর যদি তোমরা অকৃতজ্ঞ হও (তবে জেনে রেখ, অকৃতজ্ঞদের জন্য) আমার শাস্তি অবশ্যই কঠিন।"},{"id":8,"arabic_text":"وَ قَالَ مُوۡسٰۤی  اِنۡ تَکۡفُرُوۡۤا اَنۡتُمۡ  وَ  مَنۡ فِی الۡاَرۡضِ جَمِیۡعًا ۙ فَاِنَّ اللّٰہَ لَغَنِیٌّ حَمِیۡدٌ ﴿۸﴾ ","english_text":"And when they meet those who believe, they say, \"We believe\"; but when they are alone with their evil ones, they say, \"Indeed, we are with you; we were only mockers.\"","page":256,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1758.mp3","colorText":"وَقَالَ مُوسَ[o[ىٰٓ] إِ[f:7056[ن ت]َكْفُر[o[ُوٓ][s[اْ] أَ[f:428[نت]ُمْ وَمَ[f:3453[ن ف]ِى [h:44[ٱ]لْأَرْضِ جَمِي[f:7057[عًا ف]َإِ[g[نّ]َ [h:513[ٱ]للَّهَ لَغَنِىٌّ حَم[p[ِي][q[د]ٌ","juz":13,"ruku":212,"manzil":3,"bangla_ahbayan":"মূসা বলেছিল, ‘তোমরা এবং পৃথিবীর সকলেই যদি অকৃতজ্ঞ হও; তবুও নিঃসন্দেহে আল্লাহ অভাবমুক্ত এবং সর্বপ্রশংসিত।’[১]","bangla_bayan":"আর মূসা বলল, ‘যদি তোমরা ও যমীনের সকলে কুফরী কর, তাহলে নিশ্চয় আল্লাহ অমুখাপেক্ষী, প্রশংসিত’।","bangla_mkhan":"এবং মূসা বললেনঃ তোমরা এবং পৃথিবীর সবাই যদি কুফরী কর, তথাপি আল্লাহ অমুখাপেক্ষী, যাবতীয় গুনের আধার।","bangla_mujibur":"মূসা বলেছিলঃ তোমরা এবং পৃথিবীর সকলেও যদি অকৃতজ্ঞ হও তথাপি আল্লাহ অভাবমুক্ত এবং প্রশংসা ।","bangla_taisirul":"মূসা বলেছিল, তোমরা আর দুনিয়ার সকল লোক যদি অকৃতজ্ঞ হও (তাতে কিছুই যায় আসে না) কারণ আল্লাহ অমুখাপেক্ষী, প্রশংসিত।"},{"id":9,"arabic_text":"اَلَمۡ یَاۡتِکُمۡ نَبَؤُا الَّذِیۡنَ مِنۡ قَبۡلِکُمۡ قَوۡمِ نُوۡحٍ وَّ عَادٍ وَّ ثَمُوۡدَ ۬ؕۛ وَ الَّذِیۡنَ مِنۡۢ بَعۡدِہِمۡ ؕۛ لَا  یَعۡلَمُہُمۡ  اِلَّا اللّٰہُ ؕ جَآءَتۡہُمۡ رُسُلُہُمۡ بِالۡبَیِّنٰتِ فَرَدُّوۡۤا اَیۡدِیَہُمۡ فِیۡۤ  اَفۡوَاہِہِمۡ وَ قَالُوۡۤا اِنَّا کَفَرۡنَا بِمَاۤ  اُرۡسِلۡتُمۡ  بِہٖ وَ  اِنَّا  لَفِیۡ شَکٍّ مِّمَّا  تَدۡعُوۡنَنَاۤ   اِلَیۡہِ  مُرِیۡبٍ ﴿۹﴾ ","english_text":"[But] Allah mocks them and prolongs them in their transgression [while] they wander blindly.","page":256,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1759.mp3","colorText":"أَلَمْ يَأْتِكُمْ نَبَؤُ[s[اْ] [h:7058[ٱ]لَّذِينَ مِ[f:85[ن ق]َ[q:86[بْ]لِكُمْ قَوْمِ نُو[a:5711[حٍ و]َعَا[a:5712[دٍ و]َثَمُودَ‌ۛ وَ[h:37[ٱ]لَّذِينَ م[i:1453[ِنۢ ب]َعْدِهِمْ‌ۛ لَا يَعْلَمُهُمْ إِلَّا [h:1742[ٱ]للَّهُ‌ۚ ج[o[َا]ٓءَتْهُمْ رُسُلُه[c:4900[ُم ب]ِ[h:484[ٱ]لْبَيِّنَ[n[ـٰ]تِ فَرَدّ[o[ُوٓ][s[اْ] أَيْدِيَهُمْ ف[o[ِىٓ] أَفْو[n[َٲ]هِهِمْ وَقَال[o[ُوٓ][s[اْ] إِ[g[نّ]َا كَفَرْنَا بِم[o[َآ] أُرْسِلْت[c:7059[ُم ب]ِه[n[ِۦ] وَإِ[g[نّ]َا لَفِى شَ[a:6196[كٍّ م]ِّ[g[مّ]َا تَ[q:7060[دْ]عُونَن[o[َآ] إِلَيْهِ مُر[p[ِي][q[ب]ٍ","juz":13,"ruku":212,"manzil":3,"bangla_ahbayan":"তোমাদের কাছে কি সংবাদ আসেনি তোমাদের পূর্ববর্তীদের; নূহের সম্প্রদায়ের, আ’দের ও সামূদের এবং তাদের পরবর্তীদের? তাদের বিষয় আল্লাহ ছাড়া অন্য কেউ জানে না; তাদের কাছে স্পষ্ট নিদর্শনাবলীসহ তাদের রসূলগণ এসেছিল; তারা তাদের হাত তাদের মুখে স্থাপন করল[১] এবং বলল, ‘যা নিয়ে তোমরা প্রেরিত হয়েছ, তা আমরা প্রত্যাখ্যান করি এবং যার প্রতি তোমরা আমাদেরকে আহবান করছ, তাতে আমরা অবশ্যই বিভ্রান্তিকর সন্দেহ পোষণ করি।’ [২]","bangla_bayan":"তোমাদের কাছে কি তোমাদের পূর্বের লোকদের সংবাদ পৌছেনি? নূহ, আদ ও সামূদ জাতির এবং যারা তাদের পরের, যাদেরকে আল্লাহ ছাড়া কেউ জানে না। তাদের রাসূলগণ তাদের নিকট স্পষ্ট প্রমাণাদি নিয়ে এসেছিল, ফলে তারা ফিরিয়ে দিল তাদের হাত তাদের মুখে এবং বলল, ‘নিশ্চয় তোমাদেরকে যা দিয়ে প্রেরণ করা হয়েছে, তা আমরা অস্বীকার করলাম। আর তোমরা আমাদের যে বিষয়ের প্রতি দাওয়াত দিচ্ছ, সে বিষয়ে আমরা ঘোর সন্দেহে রয়েছি’।","bangla_mkhan":"তোমাদের কাছে কি তোমাদের পূর্ববর্তী কওমে নূহ, আদ ও সামুদের এবং তাদের পরবর্তীদের খবর পৌছেনি? তাদের বিষয়ে আল্লাহ ছাড়া আর কেউ জানে না। তাদের কাছে তাদের পয়গম্বর প্রমানাদি নিয়ে আগমন করেন। অতঃপর তারা নিজেদের হাত নিজেদের মুখে রেখে দিয়েছে এবং বলেছে, যা কিছু সহ তোমাদেরকে প্রেরণ করা হয়েছে, আমরা তা মানি না এবং যে পথের দিকে তোমরা আমাদেরকে দাওয়াত দাও, সে সম্পর্কে আমাদের মনে সন্দেহ আছে, যা আমাদেরকে উৎকন্ঠায় ফেলে রেখেছে।","bangla_mujibur":"তোমাদের কাছে কি সংবাদ আসেনি তোমাদের পূর্ববর্তীদের; নূহের সম্প্রদায়ের, ‘আদ ও ছামূদের এবং তাদের পূর্ববর্তীদের? তাদের বিষয় আল্লাহ ছাড়া অন্য কেহ জানেনা; তাদের কাছে স্পষ্ট নিদর্শনসহ তাদের রাসূল এসেছিল; তারা তাদের হাত তাদের মুখে স্থাপন করত এবং বলতঃ যা নিয়ে তোমরা প্রেরিত হয়েছ তা আমরা প্রত্যাখ্যান করি এবং আমরা অবশ্যই বিভ্রান্তিকর সন্দেহ পোষণ করি সেই বিষয়ে, যার প্রতি তোমরা আমাদেরকে আহবান করছ।","bangla_taisirul":"তোমাদের পূর্বেকার লোকেদের খবর কি তোমাদের কাছে পৌঁছেনি? নূহ, ‘আদ আর সামূদ সম্প্রদায়ের, আর তাদের পরবর্তীদের; তাদের সম্পর্কে আল্লাহ ছাড়া কেউ জানে না। রসূলগণ তাদের কাছে স্পষ্ট নিদর্শনাসমূহ নিয়ে এসেছিল, তখন তারা নিজেদের মুখে হাত চেপে ধরল আর বলল, ‘যে জিনিস দিয়ে তোমাদেরকে পাঠানো হয়েছে তা আমরা অস্বীকার করি আর যে বিষয়ের প্রতি তোমরা আমাদেরকে আহবান জানাচ্ছ সে সম্পর্কে আমরা বিভ্রান্তিকর সন্দেহের মধ্যে রয়েছি।’"},{"id":10,"arabic_text":"قَالَتۡ رُسُلُہُمۡ اَفِی اللّٰہِ شَکٌّ فَاطِرِ السَّمٰوٰتِ وَ الۡاَرۡضِ ؕ یَدۡعُوۡکُمۡ  لِیَغۡفِرَ لَکُمۡ مِّنۡ ذُنُوۡبِکُمۡ وَ یُؤَخِّرَکُمۡ اِلٰۤی اَجَلٍ مُّسَمًّی ؕ قَالُوۡۤا اِنۡ اَنۡتُمۡ  اِلَّا بَشَرٌ مِّثۡلُنَا ؕ تُرِیۡدُوۡنَ  اَنۡ تَصُدُّوۡنَا عَمَّا کَانَ یَعۡبُدُ اٰبَآؤُنَا فَاۡتُوۡنَا بِسُلۡطٰنٍ مُّبِیۡنٍ ﴿۱۰﴾ ","english_text":"Those are the ones who have purchased error [in exchange] for guidance, so their transaction has brought no profit, nor were they guided.","page":256,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1760.mp3","colorText":"۞ قَالَتْ رُسُلُهُمْ أَفِى [h:7061[ٱ]للَّهِ شَ[f:7062[كٌّ ف]َاطِرِ [h:3956[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَ[h:177[ٱ]لْأَرْضِ‌ۖ يَ[q:2332[دْ]عُوكُمْ لِيَغْفِرَ لَك[w:556[ُم م]ِّ[f:7063[ن ذ]ُنُوبِكُمْ وَيُؤَخِّرَكُمْ إِلَ[o[ىٰٓ] أَجَ[a:1657[لٍ م]ُّسَم[f:7064[ًّى‌ۚ ق]َال[o[ُوٓ][s[اْ] إِنْ أَ[f:428[نت]ُمْ إِلَّا بَشَ[a:7065[رٌ م]ِّثْلُنَا تُرِيدُونَ أَ[f:7066[ن ت]َصُدُّونَا عَ[g[مّ]َا كَانَ يَعْبُدُ ءَاب[o[َا]ٓؤُنَا فَأْتُونَا بِسُلْطَ[n[ـٰ][a:7067[نٍ م]ُّب[p[ِي]نٍ","juz":13,"ruku":212,"manzil":3,"bangla_ahbayan":"তাদের রসূলগণ বলেছিল, ‘আকাশমন্ডলী ও পৃথিবীর সৃষ্টিকর্তা আল্লাহ সম্বন্ধে কি কোন সন্দেহ   আছে? তোমাদের পাপরাশি মার্জনা করবার জন্য[১] এবং নির্দিষ্ট কাল পর্যন্ত তোমাদেরকে অবকাশ দিবার জন্য তিনি তোমাদেরকে আহবান জানাচ্ছেন।’ তারা বলল, ‘তোমরা তো আমাদেরই মত মানুষ;[২] আমাদের পিতৃপুরুষগণ যাদের উপাসনা করত, তোমরা তাদের উপাসনা করা হতে আমাদেরকে বিরত রাখতে চাও।[৩] সুতরাং তোমরা আমাদের কাছে কোন অকাট্য প্রমাণ উপস্থিত কর।’ [৪]","bangla_bayan":"তাদের রাসূলগণ বলেছিল, ‘আল্লাহর ব্যাপারেও কি সন্দেহ, যিনি আসমানসমূহ ও যমীনের সৃষ্টিকর্তা? তিনি তোমাদেরকে আহবান করেন যাতে তিনি তোমাদের পাপসমূহ ক্ষমা করেন এবং তিনি নির্দিষ্ট সময় পর্যন্ত তোমাদেরকে অবকাশ দেন’। তারা বলল, ‘তোমরা তো আমাদের মতই মানুষ, ‘তোমরা আমাদেরকে আমাদের পিতৃপুরুষরা যার ইবাদাত করত, তা থেকে ফিরাতে চাও। অতএব তোমরা আমাদের কাছে স্পষ্ট প্রমাণ নিয়ে আস’।","bangla_mkhan":"তাদের পয়গম্বরগণ বলেছিলেনঃ আল্লাহ সম্পর্কে কি সন্দেহ আছে, যিনি নভোমন্ডল ও ভুমন্ডলের স্রষ্টা? তিনি তোমাদেরকে আহবান করেন যাতে তোমাদের কিছু গুনাহ ক্ষমা করেন এবং নির্দিষ্ট মেয়াদ পর্যন্ত তোমাদের সময় দেন। তারা বলতঃ তোমরা তো আমাদের মতই মানুষ! তোমরা আমাদেরকে ঐ উপাস্য থেকে বিরত রাখতে চাও, যার এবাদত আমাদের পিতৃপুরুষগণ করত। অতএব তোমরা কোন সুস্পষ্ট প্রমাণ আনয়ন কর।","bangla_mujibur":"তাদের রাসূলগণ বলেছিলঃ আল্লাহ সম্বন্ধে কি কোন সন্দেহ আছে, যিনি আকাশসমূহ ও পৃথিবীর সৃষ্টিকর্তা? তিনি তোমাদেরকে আহবান করেন তোমাদের পাপ ক্ষমা করার জন্য এবং নির্দিষ্টকাল পর্যন্ত তোমাদেরকে অবকাশ দেয়ার জন্য। তারা বলতঃ তোমরাতো আমাদের মতই মানুষ; আমাদের পিতৃ পুরুষগণ যাদের ইবাদাত করত তোমরা তাদের ইবাদাত হতে আমাদেরকে বিরত রাখতে চাও; অতএব তোমরা আমাদের কাছে কোন অকাট্য প্রমাণ উপস্থিত কর।","bangla_taisirul":"তাদের রসূলগণ বলেছিল, ‘আল্লাহ সম্পর্কে সন্দেহ? যিনি আসমানসমূহ ও যমীনের সৃষ্টিকর্তা, তিনি তোমাদেরকে ডাকছেন তোমাদের অপরাধ মার্জনা করার জন্য আর একটা নির্দিষ্ট সময় পর্যন্ত তোমাদেরকে অবকাশ দেয়ার জন্য।’ তারা বলল, ‘তুমি আমাদেরই মত মানুষ বৈ তো নও, আমাদের পূর্বপুরুষরা যার ‘ইবাদাত করত তাত্থেকে আমাদেরকে তুমি বাধা দিতে চাও, তাহলে তুমি (তোমার দাবীর স্বপক্ষে) আমাদের কাছে সুস্পষ্ট প্রমাণ উপস্থিত কর।"},{"id":11,"arabic_text":"قَالَتۡ لَہُمۡ رُسُلُہُمۡ  اِنۡ نَّحۡنُ اِلَّا بَشَرٌ مِّثۡلُکُمۡ  وَ لٰکِنَّ اللّٰہَ یَمُنُّ عَلٰی مَنۡ یَّشَآءُ مِنۡ عِبَادِہٖ ؕ وَ مَا کَانَ لَنَاۤ  اَنۡ نَّاۡتِیَکُمۡ بِسُلۡطٰنٍ اِلَّا بِاِذۡنِ اللّٰہِ ؕ وَ عَلَی اللّٰہِ  فَلۡیَتَوَکَّلِ  الۡمُؤۡمِنُوۡنَ ﴿۱۱﴾ ","english_text":"Their example is that of one who kindled a fire, but when it illuminated what was around him, Allah took away their light and left them in darkness [so] they could not see.","page":257,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1761.mp3","colorText":"قَالَتْ لَهُمْ رُسُلُهُمْ إ[a:7068[ِن ن]َّحْنُ إِلَّا بَشَ[a:7069[رٌ م]ِّثْلُكُمْ وَلَ[n[ـٰ]كِ[g[نّ]َ [h:1441[ٱ]للَّهَ يَمُ[g[نّ]ُ عَلَىٰ م[a:476[َن ي]َش[o[َا]ٓءُ مِنْ عِبَادِه[n[ِۦ]‌ۖ وَمَا كَانَ لَن[o[َآ] أ[a:7070[َن ن]َّأْتِيَك[c:7071[ُم ب]ِسُلْطَ[n[ـٰ]نٍ إِلَّا بِإِذْنِ [h:509[ٱ]للَّهِ‌ۚ وَعَلَى [h:2207[ٱ]للَّهِ فَلْيَتَوَكَّلِ [h:2208[ٱ]لْمُؤْمِن[p[ُو]نَ","juz":13,"ruku":212,"manzil":3,"bangla_ahbayan":"তাদের রসূলগণ তাদেরকে বলল, ‘(সত্য বটে) আমরা তোমাদের মত মানুষ, কিন্তু আল্লাহ তাঁর বান্দাদের মধ্যে যাকে ইচ্ছা অনুগ্রহ করে থাকেন;[১] আল্লাহর অনুমতি ছাড়া তোমাদের নিকট প্রমাণ উপস্থিত করা আমাদের কাজ নয়।[২] আর বিশ্বাসীদের উচিত, কেবল আল্লাহর উপরই নির্ভর করা। [৩]","bangla_bayan":"তাদেরকে তাদের রাসূলগণ বলল, ‘আমরা তো কেবল তোমাদের মতই মানুষ, কিন্তু আল্লাহ তার বান্দাদের মধ্যে যাকে ইচ্ছা অনুগ্রহ করেন। আর আল্লাহর অনুমতি ছাড়া তোমাদের কাছে প্রমাণ নিয়ে আসার সাধ্য আমাদের নেই। আর কেবল আল্লাহর উপরই মুমিনদের তাওয়াক্কুল করা উচিত’।","bangla_mkhan":"তাদের পয়গম্বর তাদেরকে বলেনঃ আমারাও তোমাদের মত মানুষ, কিন্তু আল্লাহ বান্দাদের মধ্য থেকে যার উপরে ইচ্ছা, অনুগ্রহ করেন। আল্লাহর নির্দেশ ব্যতীত তোমাদের কাছে প্রমাণ নিয়ে আসা আমাদের কাজ নয়; ঈমানদারদের আল্লাহর উপর ভরসা করা চাই।","bangla_mujibur":"তাদের রাসূলগণ তাদেরকে বলতঃ সত্য বটে আমরা তোমাদের মত মানুষ, কিন্তু আল্লাহ তাঁর বান্দাদের মধ্যে যাকে ইচ্ছা অনুগ্রহ করেন; আল্লাহর অনুমতি ছাড়া তোমাদের নিকট প্রমাণ উপস্থিত করা আমাদের কাজ নয়; মু’মিনদের আল্লাহর উপরই নির্ভর করা উচিত।","bangla_taisirul":"তাদের রসূলগণ তাদেরকে বলেছিল, ‘যদিও আমরা তোমাদের মতই মানুষ ব্যতীত নই, কিন্তু আল্লাহ তাঁর বান্দাহদের মধ্যে যার উপর ইচ্ছে অনুগ্রহ করেন। আল্লাহর হুকুম ছাড়া তোমাদের কাছে কোন প্রমাণ উপস্থিত করা আমাদের কাজ নয়। মু’মিনদের উচিত আল্লাহরই উপর ভরসা করা।"},{"id":12,"arabic_text":"وَ مَا لَنَاۤ  اَلَّا نَتَوَکَّلَ عَلَی اللّٰہِ وَ قَدۡ ہَدٰىنَا سُبُلَنَا ؕ وَ لَنَصۡبِرَنَّ عَلٰی مَاۤ اٰذَیۡتُمُوۡنَا ؕ وَ عَلَی اللّٰہِ فَلۡیَتَوَکَّلِ الۡمُتَوَکِّلُوۡنَ ﴿۱۲﴾ ","english_text":"Deaf, dumb and blind - so they will not return [to the right path].","page":257,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1762.mp3","colorText":"وَمَا لَن[o[َآ] أَلَّا نَتَوَكَّلَ عَلَى [h:412[ٱ]للَّهِ وَقَ[q:387[دْ] هَدَ[n[ٮٰ]نَا سُبُلَنَا‌ۚ وَلَنَصْبِرَ[g[نّ]َ عَلَىٰ م[o[َآ] ءَاذَيْتُمُونَا‌ۚ وَعَلَى [h:2207[ٱ]للَّهِ فَلْيَتَوَكَّلِ [h:6748[ٱ]لْمُتَوَكِّل[p[ُو]نَ","juz":13,"ruku":212,"manzil":3,"bangla_ahbayan":"আমরা আল্লাহর উপর নির্ভর করব না কেন? তিনিই তো আমাদেরকে পথ প্রদর্শন করেছেন; তোমরা আমাদেরকে যে ক্লেশ দিচ্ছ, আমরা অবশ্যই তা ধৈর্যের সাথে সহ্য করব। আর নির্ভরকারীদের উচিত, কেবল আল্লাহর উপরই নির্ভর করা।’ [১]","bangla_bayan":"‘আর আমরা কেন আল্লাহর উপর তাওয়াক্কুল করব না, অথচ তিনিই আমাদেরকে আমাদের পথের দিশা দিয়েছেন। আর তোমরা আমাদের যে কষ্ট দিচ্ছ, আমরা তার উপর অবশ্যই সবর করব। আর আল্লাহর উপরই যেন তাওয়াক্কুলকারীরা তাওয়াক্কুল করে’।","bangla_mkhan":"আমাদের আল্লাহর উপর ভরসা না করার কি কারণ থাকতে পারে, অথচ তিনি আমাদেরকে আমাদের পথ বলে দিয়েছেন। তোমরা আমাদেরকে যে পীড়ন করেছ, তজ্জন্যে আমরা সবর করব। ভরসাকারিগণের আল্লাহর উপরই ভরসা করা উচিত।","bangla_mujibur":"আমরা আল্লাহর উপর নির্ভর করবনা কেন? তিনিইতো আমাদেরকে পথ প্রদর্শন করেছেন; তোমরা আমাদেরকে যে ক্লেশ দিচ্ছ, আমরা অবশ্যই তা ধৈর্যের সাথে সহ্য করব এবং নির্ভরকারীদের আল্লাহরই উপর নির্ভর করা উচিত।","bangla_taisirul":"আমরা আল্লাহর উপর ভরসা করব না কেন, তিনিই তো আমাদেরকে পথ দেখিয়েছেন, তোমরা আমাদেরকে যে ক্লেশই দাওনা কেন, আমরা তাতে অবশ্য অবশ্যই ধৈর্য ধারণ করব, আর ভরসাকারীদের আল্লাহরই উপর ভরসা করা উচিত।"},{"id":13,"arabic_text":"وَ قَالَ الَّذِیۡنَ کَفَرُوۡا لِرُسُلِہِمۡ لَنُخۡرِجَنَّکُمۡ مِّنۡ اَرۡضِنَاۤ  اَوۡ لَتَعُوۡدُنَّ فِیۡ مِلَّتِنَا ؕ فَاَوۡحٰۤی اِلَیۡہِمۡ رَبُّہُمۡ لَنُہۡلِکَنَّ  الظّٰلِمِیۡنَ ﴿ۙ۱۳﴾ ","english_text":"Or [it is] like a rainstorm from the sky within which is darkness, thunder and lightning. They put their fingers in their ears against the thunderclaps in dread of death. But Allah is encompassing of the disbelievers.","page":257,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1763.mp3","colorText":"وَقَالَ [h:614[ٱ]لَّذِينَ كَفَرُو[s[اْ] لِرُسُلِهِمْ لَنُخْرِجَ[g[نّ]َك[w:7072[ُم م]ِّنْ أَرْضِن[o[َآ] أَوْ لَتَعُودُ[g[نّ]َ فِى مِلَّتِنَا‌ۖ فَأَوْحَ[o[ىٰٓ] إِلَيْهِمْ رَبُّهُمْ لَنُهْلِكَ[g[نّ]َ [h:7073[ٱ][l[ل]ظَّ[n[ـٰ]لِم[p[ِي]نَ","juz":13,"ruku":213,"manzil":3,"bangla_ahbayan":"অবিশ্বাসীগণ তাদের রসূলদেরকে বলেছিল, ‘আমরা তোমাদেরকে অবশ্যই আমাদের দেশ হতে বহিষ্কৃত করব, অথবা তোমাদেরকে আমাদের ধর্মে ধর্মান্তরিত হতেই হবে।’[১] অতঃপর রসূলদের প্রতিপালক তাদের প্রতি অহী (প্রত্যাদেশ) প্রেরণ করলেন, ‘সীমালংঘনকারীদেরকে আমি অবশ্যই বিনাশ করব।[২]","bangla_bayan":"আর যারা কুফরী করেছে, তারা তাদের রাসূলদের বলল, ‘আমরা তোমাদেরকে আমাদের ভূ-খন্ড থেকে অবশ্যই বের করে দেব, অথবা তোমরা অবশ্যই আমাদের মিল্লাতে ফিরে আসবে’। অতঃপর তাদের রব তাদের নিকট ওহী পাঠালেন, ‘আমি অবশ্যই যালিমদের ধ্বংস করে দেব’।","bangla_mkhan":"কাফেররা পয়গম্বরগণকে বলেছিলঃ আমরা তোমাদেরকে দেশ থেকে বের করে দেব অথবা তোমরা আমাদের ধর্মে ফিরে আসবে। তখন তাদের কাছে তাদের পালনকর্তা ওহী প্রেরণ করলেন যে, আমি জালিমদেরকে অবশ্যই ধ্বংস করে দেব।","bangla_mujibur":"কাফিরেরা তাদের রাসূলদেরকে বলেছিলঃ আমরা তোমাদেরকে অবশ্যই আমাদের দেশ হতে বহিস্কার করব, অথবা তোমাদেরকে আমাদের ধর্মাদর্শে ফিরে আসতেই হবে। অতঃপর রাসূলদেরকে তাদের রাব্ব অহী প্রেরণ করলেন; যালিমদেরকে আমি অবশ্যই বিনাশ করব।","bangla_taisirul":"কাফিরগণ তাদের রসূলদের বলেছিল, ‘আমরা তোমাদেরকে আমাদের দেশ থেকে অবশ্য অবশ্যই বের করে দেব, অন্যথায় তোমাদেরকে অবশ্য অবশ্যই আমাদের ধর্মমতে ফিরে আসতে হবে।’ এমতাবস্থায় রসূলদের প্রতি তাদের প্রতিপালক এ মর্মে ওয়াহী করলেন যে, ‘আমি যালিমদেরকে অবশ্য অবশ্যই ধ্বংস করব।"},{"id":14,"arabic_text":"وَ لَنُسۡکِنَنَّـکُمُ الۡاَرۡضَ مِنۡۢ بَعۡدِہِمۡ ؕ ذٰلِکَ لِمَنۡ خَافَ مَقَامِیۡ وَ خَافَ وَعِیۡدِ ﴿۱۴﴾ ","english_text":"The lightning almost snatches away their sight. Every time it lights [the way] for them, they walk therein; but when darkness comes over them, they stand [still]. And if Allah had willed, He could have taken away their hearing and their sight. Indeed, Allah is over all things competent.","page":257,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1764.mp3","colorText":"وَلَنُسْكِنَ[g[نّ]َكُمُ [h:7074[ٱ]لْأَرْضَ م[i:1453[ِنۢ ب]َعْدِهِمْ‌ۚ ذ[n[َٲ]لِكَ لِمَنْ خَافَ مَقَامِى وَخَافَ وَع[p[ِي][q[د]ِ","juz":13,"ruku":213,"manzil":3,"bangla_ahbayan":"তাদের পরে আমি অবশ্যই তোমাদেরকে দেশে পুনর্বাসিত করব;[১] এটা তাদের জন্য যারা ভয় রাখে আমার সম্মুখে দন্ডায়মান হওয়ার এবং ভয় রাখে আমার (শাস্তির) হুমকির।’ [২]","bangla_bayan":"‘আর নিশ্চয় আমি তাদের পর তোমাদেরকে যমীনে বাস করতে দেব। এটা তার জন্য, যে আমার অবস্থানকে ভয় করে এবং ভয় করে আমার ধমকের’।","bangla_mkhan":"তাদের পর তোমাদেরকে দেশে আবাদ করব। এটা ঐ ব্যক্তি পায়, যে আমার সামনে দন্ডায়মান হওয়াকে এবং আমার আযাবের ওয়াদাকে ভয় করে।","bangla_mujibur":"তাদের পরে আমি তোমাদেরকে দেশে প্রতিষ্ঠিত করবই; এটা তাদের জন্য যারা ভয় রাখে আমার সম্মুখে উপস্থিত হওয়ার এবং ভয় রাখে আমার শাস্তির।","bangla_taisirul":"আর তাদের পরে তোমাদেরকে অবশ্য অবশ্যই যমীনে পুনর্বাসিত করব। এ (শুভ) সংবাদ তাদের জন্য যারা আমার সামনে এসে দাঁড়ানোর ব্যাপারে ভয় রাখে আর আমার শাস্তির ভয় দেখানোতে শংকিত হয়।’"},{"id":15,"arabic_text":"وَ اسۡتَفۡتَحُوۡا وَ خَابَ  کُلُّ جَبَّارٍ عَنِیۡدٍ ﴿ۙ۱۵﴾ ","english_text":"O mankind, worship your Lord, who created you and those before you, that you may become righteous -","page":257,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1765.mp3","colorText":"وَ[h:9999[ٱ]سْتَفْتَحُو[s[اْ] وَخَابَ كُلُّ جَبَّارٍ عَن[p[ِي][q[د]ٍ","juz":13,"ruku":213,"manzil":3,"bangla_ahbayan":"তারা ফায়সালা কামনা করল[১] এবং প্রত্যেক উদ্ধত হঠকারী ব্যর্থকাম হল।","bangla_bayan":"আর তারা বিজয় কামনা করল, আর ব্যর্থ হল সকল স্বেচ্ছাচারী, হঠকারী।","bangla_mkhan":"পয়গম্বরগণ ফয়সালা চাইতে লাগলেন এবং প্রত্যেক অবাধ্য, হঠকারী ব্যর্থ কাম হল।","bangla_mujibur":"তারা বিচার কামনা করল এবং প্রত্যেক উদ্ধত স্বৈরাচারী ব্যর্থ মনোরথ হল।","bangla_taisirul":"তারা (অর্থাৎ কাফিররা) চূড়ান্ত বিজয়ের ফায়সালা কামনা করেছিল, কিন্তু (আল্লাহ ও তাঁর রসূলদের বিরোধিতা করার কারণে) প্রত্যেক উদ্ধত সীমালঙ্ঘনকারী ব্যর্থ হয়ে গেল।"},{"id":16,"arabic_text":"مِّنۡ وَّرَآئِہٖ جَہَنَّمُ وَ یُسۡقٰی مِنۡ مَّآءٍ صَدِیۡدٍ ﴿ۙ۱۶﴾ ","english_text":"[He] who made for you the earth a bed [spread out] and the sky a ceiling and sent down from the sky, rain and brought forth thereby fruits as provision for you. So do not attribute to Allah equals while you know [that there is nothing similar to Him].","page":257,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1766.mp3","colorText":"مّ[a:7075[ِن و]َر[o[َا]ٓئِه[n[ِۦ] جَهَ[g[نّ]َمُ وَيُسْقَىٰ م[a:840[ِن م]ّ[o[َا]ٓ[f:7076[ءٍ ص]َد[p[ِي][q[د]ٍ","juz":13,"ruku":213,"manzil":3,"bangla_ahbayan":"তাদের প্রত্যেকের সম্মুখে রয়েছে জাহান্নাম এবং প্রত্যেককে পান করানো হবে পূঁজমিশ্রিত পানি।[১]","bangla_bayan":"এর সামনে রয়েছে জাহান্নাম, আর তাদের পান করানো হবে গলিত পুঁজ থেকে।","bangla_mkhan":"তার পেছনে দোযখ রয়েছে। তাতে পূঁজ মিশানো পানি পান করানো হবে।","bangla_mujibur":"তাদের প্রত্যেকের জন্য পরিণামে জাহান্নাম রয়েছে এবং প্রত্যেককে পান করানো হবে গলিত পুঁজ ।","bangla_taisirul":"এদের জন্য পরবর্তীতে আছে জাহান্নাম, আর এদেরকে পান করানো হবে গলিত পুঁজ।"},{"id":17,"arabic_text":"یَّتَجَرَّعُہٗ  وَ لَا یَکَادُ یُسِیۡغُہٗ  وَ یَاۡتِیۡہِ الۡمَوۡتُ مِنۡ کُلِّ مَکَانٍ وَّ مَا ہُوَ  بِمَیِّتٍ ؕ وَ مِنۡ  وَّرَآئِہٖ  عَذَابٌ  غَلِیۡظٌ ﴿۱۷﴾ ","english_text":"And if you are in doubt about what We have sent down upon Our Servant [Muhammad], then produce a surah the like thereof and call upon your witnesses other than Allah, if you should be truthful.","page":257,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1767.mp3","colorText":"يَتَجَرَّعُهُ[n[ۥ] وَلَا يَكَادُ يُسِيغُهُ[n[ۥ] وَيَأْتِيهِ [h:7077[ٱ]لْمَوْتُ مِ[f:843[ن ك]ُلِّ مَكَا[a:7078[نٍ و]َمَا هُوَ بِمَيِّ[a:7079[تٍ‌ۖ و]َم[a:7080[ِن و]َر[o[َا]ٓئِه[n[ِۦ] عَذَابٌ غَل[p[ِي]ظٌ","juz":13,"ruku":213,"manzil":3,"bangla_ahbayan":"যা সে অতি কষ্টে এক ঢোক এক ঢোক করে গিলতে থাকবে এবং তা গিলা প্রায় অসম্ভব হয়ে পড়বে; সর্বদিক হতে তার নিকট আসবে মৃত্যু-যন্ত্রণা, কিন্তু তার মৃত্যু ঘটবে না[১] এবং তার পরে থাকবে কঠোর শাস্তি।","bangla_bayan":"সে তা গিলতে চাইবে এবং প্রায় সহজে সে তা গিলতে পারবে না। আর তার কাছে সকল স্থান থেকে মৃত্যু ধেঁয়ে আসবে, অথচ সে মরবে না। আর এর পরেও রয়েছে কঠিন আযাব ।","bangla_mkhan":"ঢোক গিলে তা পান করবে। এবং গলার ভিতরে প্রবেশ করতে পারবে না। প্রতি দিক থেকে তার কাছে মৃত্যু আগমন করবে এবং সে মরবে না। তার পশ্চাতেও রয়েছে কঠোর আযাব।","bangla_mujibur":"যা সে অতি কষ্টে গলধঃকরণ করবে এবং তা গলধঃকরণ করা প্রায় অসম্ভব হয়ে পড়বে। সর্ব দিক হতে তার নিকট আসবে মৃত্যু যন্ত্রণা, কিন্তু তার মৃত্যু ঘটবেনা এবং সে কঠোর শাস্তি ভোগ করতেই থাকবে।","bangla_taisirul":"সে তা খুব কষ্ট করে গিলতে চেষ্টা করবে, আর খুব কমই গিলতে পারবে। মৃত্যু যন্ত্রণা তার কাছে চতুর্দিক থেকে আসবে কিন্তু সে মরবে না, এরপর তার জন্য থাকবে এক কঠিন ‘আযাব।"},{"id":18,"arabic_text":"مَثَلُ الَّذِیۡنَ کَفَرُوۡا بِرَبِّہِمۡ اَعۡمَالُہُمۡ کَرَمَادِۣ اشۡتَدَّتۡ بِہِ الرِّیۡحُ فِیۡ یَوۡمٍ عَاصِفٍ ؕ لَا یَقۡدِرُوۡنَ مِمَّا کَسَبُوۡا عَلٰی شَیۡءٍ ؕ ذٰلِکَ ہُوَ الضَّلٰلُ الۡبَعِیۡدُ ﴿۱۸﴾ ","english_text":"But if you do not - and you will never be able to - then fear the Fire, whose fuel is men and stones, prepared for the disbelievers.","page":257,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1768.mp3","colorText":"مَّثَلُ [h:1179[ٱ]لَّذِينَ كَفَرُو[s[اْ] بِرَبِّهِمْ‌ۖ أَعْمَ[n[ـٰ]لُهُمْ كَرَمَادٍ [h:7081[ٱ]شْتَدَّتْ بِهِ [h:7082[ٱ][l[ل]رِّيحُ فِى يَوْمٍ عَاصِ[u:7083[فٍ‌ۖ ل]َّا يَ[q:1555[قْ]دِرُونَ مِ[g[مّ]َا كَسَبُو[s[اْ] عَلَىٰ ش[f:6654[َىْءٍ‌ۚ ذ][n[َٲ]لِكَ هُوَ [h:7084[ٱ][l[ل]ضَّلَ[n[ـٰ]لُ [h:7085[ٱ]لْبَع[p[ِي][q[د]ُ","juz":13,"ruku":213,"manzil":3,"bangla_ahbayan":"যারা তাদের প্রতিপালককে অস্বীকার করে, তাদের বিবরণ এই যে, তাদের কর্মাবলী ভষ্মের মত যা ঝড়ের দিনে বাতাস প্রচন্ড বেগে উড়িয়ে নিয়ে যায়।[১]যা তারা উপার্জন করে, তার কিছুই তারা তাদের কাজে লাগাতে পারে না; এটাই তো ঘোর বিভ্রান্তি।","bangla_bayan":"যারা তাদের রবের সাথে কুফরী করে তাদের আমলসমূহের দৃষ্টান্ত হল এমন ছাইয়ের মত, প্রবল ঘুর্ণিঝড়ের দিনে বাতাস প্রচন্ড বেগে যা বহন করে নিয়ে যায়। তারা যা অর্জন করেছে, তার মাধ্যমে কিছুই করতে পারে না। এ তো ঘোরতর বিভ্রান্তি।","bangla_mkhan":"যারা স্বীয় পালনকর্তার সত্তার অবিশ্বাসী তাদের অবস্থা এই যে, তাদের কর্মসমূহ ছাইভস্মের মত যার উপর দিয়ে প্রবল বাতাস বয়ে যায় ধূলিঝড়ের দিন। তাদের উপার্জনের কোন অংশই তাদের করতলগত হবে না। এটাই দুরবর্তী পথভ্রষ্টতা।","bangla_mujibur":"যারা তাদের রাব্বকে অস্বীকার করে তাদের উপমা - তাদের কাজসমূহ ছাই সদৃশ যা ঝড়ের দিনে বাতাস প্রচন্ড বেগে উড়িয়ে নিয়ে যায়; যা তারা উপার্জন করে তার কিছুই তারা তাদের কাজে লাগাতে পারেনা; এটাতো ঘোর বিভ্রান্তি।","bangla_taisirul":"যারা তাদের প্রতিপালককে অস্বীকার করে তাদের ‘আমালের দৃষ্টান্ত হল সেই ছাইয়ের মত যা ঝড়ের দিনে বাতাস প্রচন্ড বেগে উড়িয়ে নিয়ে যায়। নিজেদের উপার্জনের কিছুই তারা কাজে লাগাতে পারে না। এটাই ঘোর গুমরাহী।"},{"id":19,"arabic_text":"اَلَمۡ تَرَ اَنَّ اللّٰہَ خَلَقَ السَّمٰوٰتِ وَ الۡاَرۡضَ بِالۡحَقِّ ؕ اِنۡ یَّشَاۡ یُذۡہِبۡکُمۡ وَ یَاۡتِ  بِخَلۡقٍ  جَدِیۡدٍ ﴿ۙ۱۹﴾ ","english_text":"And give good tidings to those who believe and do righteous deeds that they will have gardens [in Paradise] beneath which rivers flow. Whenever they are provided with a provision of fruit therefrom, they will say, \"This is what we were provided with before.\" And it is given to them in likeness. And they will have therein purified spouses, and they will abide therein eternally.","page":258,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1769.mp3","colorText":"أَلَمْ تَرَ أَ[g[نّ]َ [h:394[ٱ]للَّهَ خَلَقَ [h:3913[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَ[h:1474[ٱ]لْأَرْضَ بِ[h:370[ٱ]لْحَقِّ‌ۚ إ[a:3197[ِن ي]َشَأْ يُذْهِ[q:3198[بْ]كُمْ وَيَأْتِ بِخَلْ[f:7086[قٍ ج]َد[p[ِي][q[د]ٍ","juz":13,"ruku":213,"manzil":3,"bangla_ahbayan":"তুমি কি লক্ষ্য কর না যে, আল্লাহ আকাশমন্ডলী ও পৃথিবী যথার্থই সৃষ্টি করেছেন? তিনি ইচ্ছা করলে তোমাদের অস্তিত্ব বিলোপ করতে পারেন এবং এক নতুন সৃষ্টি অস্তিত্বে  আনতে পারেন।","bangla_bayan":"তুমি কি দেখ না যে, আল্লাহ আসমানসমূহ এবং যমীন সৃষ্টি করেছেন যথাযথভাবে? তিনি ইচ্ছা করলে তোমাদেরকে নিশ্চি‎হ্ন করতে পারেন এবং অস্তিত্বে আনতে পারেন নতুন সৃষ্টি ।","bangla_mkhan":"তুমি কি দেখনি যে, আল্লাহ নভোমন্ডল ও ভুমন্ডল যথাবিধি সৃষ্টি করেছেন? যদি তিনি ইচ্ছা করেন, তবে তোমাদেরকে বিলুপ্তিতে নিয়ে যাবেন এবং নতুন সৃষ্টি আনয়ন করবেন।","bangla_mujibur":"তুমি কি লক্ষ্য করনা যে, আল্লাহ আকাশমন্ডলী ও পৃথিবী যথাবিধি সৃষ্টি করেছেন? তিনি ইচ্ছা করলে তোমাদের অস্তিত্ব বিলোপ করতে পারেন এবং এক নতুন সৃষ্টি অস্তিত্বে আনতে পারেন।","bangla_taisirul":"তুমি কি দেখ না যে, আল্লাহ যথাযথ নিয়ম বিধানসহ আসমানসমূহ ও যমীন সৃষ্টি করেছেন, তিনি চাইলে তোমাদেরকে সরিয়ে দিবেন আর এক নতুন সৃষ্টি নিয়ে আসবেন।"},{"id":20,"arabic_text":"وَّ  مَا  ذٰلِکَ  عَلَی  اللّٰہِ  بِعَزِیۡزٍ ﴿۲۰﴾ ","english_text":"Indeed, Allah is not timid to present an example - that of a mosquito or what is smaller than it. And those who have believed know that it is the truth from their Lord. But as for those who disbelieve, they say, \"What did Allah intend by this as an example?\" He misleads many thereby and guides many thereby. And He misleads not except the defiantly disobedient,","page":258,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1770.mp3","colorText":"وَمَا ذ[n[َٲ]لِكَ عَلَى [h:412[ٱ]للَّهِ بِعَز[p[ِي]زٍ","juz":13,"ruku":213,"manzil":3,"bangla_ahbayan":"আর এটা আল্লাহর জন্য আদৌ কঠিন নয়। [১]","bangla_bayan":"আর এটা আল্লাহর জন্য মোটেই কঠিন নয়।","bangla_mkhan":"এটা আল্লাহর পক্ষে মোটেই কঠিন নয়।","bangla_mujibur":"আর এটা আল্লাহর জন্য আদৌ কঠিন নয়।","bangla_taisirul":"এটা আল্লাহর জন্য কঠিন কিছু নয়।"},{"id":21,"arabic_text":"وَ بَرَزُوۡا لِلّٰہِ جَمِیۡعًا فَقَالَ الضُّعَفٰٓؤُا لِلَّذِیۡنَ اسۡتَکۡبَرُوۡۤا اِنَّا کُنَّا لَکُمۡ تَبَعًا فَہَلۡ اَنۡتُمۡ مُّغۡنُوۡنَ عَنَّا مِنۡ عَذَابِ اللّٰہِ مِنۡ شَیۡءٍ ؕ قَالُوۡا لَوۡ ہَدٰىنَا اللّٰہُ  لَہَدَیۡنٰکُمۡ ؕ سَوَآءٌ  عَلَیۡنَاۤ  اَجَزِعۡنَاۤ  اَمۡ صَبَرۡنَا مَا لَنَا مِنۡ  مَّحِیۡصٍ  ﴿۲۱﴾","english_text":"Who break the covenant of Allah after contracting it and sever that which Allah has ordered to be joined and cause corruption on earth. It is those who are the losers.","page":258,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1771.mp3","colorText":"وَبَرَزُو[s[اْ] لِلَّهِ جَمِي[f:7087[عًا ف]َقَالَ [h:7088[ٱ][l[ل]ضُّعَفَ[o[ـٰٓ]ؤُ[s[اْ] لِلَّذِينَ [h:7089[ٱ]سْتَكْبَر[o[ُوٓ][s[اْ] إِ[g[نّ]َا كُ[g[نّ]َا لَكُمْ تَبَ[f:7090[عًا ف]َهَلْ أَ[f:428[نت][w:7091[ُم م]ُّغْنُونَ عَ[g[نّ]َا مِنْ عَذَابِ [h:6845[ٱ]للَّهِ مِ[f:2103[ن ش][f:7092[َىْءٍ‌ۚ ق]َالُو[s[اْ] لَوْ هَدَ[n[ٮٰ]نَا [h:4173[ٱ]للَّهُ لَهَدَيْنَ[n[ـٰ]كُمْ‌ۖ سَو[o[َا]ٓءٌ عَلَيْن[o[َآ] أَجَزِعْن[o[َآ] أَمْ صَبَرْنَا مَا لَنَا م[a:7093[ِن م]َّح[p[ِي]صٍ","juz":13,"ruku":213,"manzil":3,"bangla_ahbayan":"সবাই আল্লাহর নিকট উপস্থিত হবে;[১] যারা অহংকার করত দুর্বলেরা তাদেরকে বলবে, ‘আমরা তো তোমাদের অনুসারী ছিলাম; এখন তোমরা কি আল্লাহর শাস্তি হতে আমাদেরকে কিছুমাত্র রক্ষা করতে পারবে?’ তারা বলবে, ‘আল্লাহ আমাদেরকে সৎপথে পরিচালিত করলে আমরাও তোমাদেরকে সৎপথে পরিচালিত করতাম; এখন আমাদের ধৈর্যচ্যুত হওয়া অথবা ধৈর্যশীল হওয়া একই কথা; আমাদের কোন নিষ্কৃতি নেই।’[২]","bangla_bayan":"আর তারা সবাই আল্লাহর সামনে হাজির হবে, অতঃপর যারা অহঙ্কার করেছে দুর্বলরা তাদেরকে বলবে, ‘নিশ্চয় আমরা তোমাদের অনুসারী ছিলাম। সুতরাং তোমরা কি আল্লাহর আযাবের মোকাবেলায় আমাদের কোন উপকারে আসবে’? তারা বলবে, ‘যদি আল্লাহ আমাদের হিদায়াত করতেন, তাহলে আমরাও তোমাদের হিদায়াত করতাম, এখন আমরা অস্থির হই কিংবা সবর করি, উভয় অবস্থাই আমাদের জন্য সমান, আমাদের পালানোর কোন জায়গা নেই’।","bangla_mkhan":"সবাই আল্লাহর সামনে দন্ডায়মান হবে এবং দুর্বলেরা বড়দেরকে বলবেঃ আমরা তো তোমাদের অনুসারী ছিলাম-অতএব, তোমরা আল্লাহর আযাব থেকে আমাদেরকে কিছুমাত্র রক্ষা করবে কি? তারা বলবেঃ যদি আল্লাহ আমাদেরকে সৎপথ দেখাতেন, তবে আমরা অবশ্যই তোমাদের কে সৎপথ দেখাতাম। এখন তো আমাদের ধৈর্য্যচ্যুত হই কিংবা সবর করি-সবই আমাদের জন্যে সমান আমাদের রেহাই নেই।","bangla_mujibur":"সবাই আল্লাহর নিকট উপস্থিত হবেই। যারা অহংকার করত, দুর্বলেরা তাদেরকে বলবেঃ আমরাতো তোমাদের অনুসারী ছিলাম; এখন তোমরা আল্লাহর শাস্তি হতে কি আমাদেরকে কিছু মাত্র রক্ষা করতে পারবে? তারা বলবেঃ আল্লাহ আমাদেরকে সৎ পথে পরিচালিত করলে আমরাও তোমাদেরকে সৎ পথে পরিচালিত করতাম; এখন আমাদের ধৈর্যচ্যূত হওয়া অথবা ধৈর্যশীল হওয়া একই কথা; আমাদের কোন নিস্কৃতি নেই।","bangla_taisirul":"তারা সকলে আল্লাহর নিকট উপস্থিত হবে। তখন যারা অহঙ্কার করেছিল তাদেরকে দুর্বলরা বলবে, আমরা তো তোমাদেরই অনুসারী ছিলাম, কাজেই এখন আল্লাহর শাস্তির কোন কিছু আমাদের থেকে তোমরা দূর করতে পার কি?’ তারা বলবে, ‘আল্লাহ আমাদেরকে সত্যপথে পরিচালিত করলে আমরাও অবশ্যই তোমাদেরকে সত্য পথ দেখাতাম। এখন আমরা ধৈর্যহারা হই কিংবা ধৈর্যধারণ করি দু’টোই আমাদের জন্য সমান, আমাদের কোন নিষ্কৃতি নেই।’"},{"id":22,"arabic_text":"وَ قَالَ  الشَّیۡطٰنُ لَمَّا قُضِیَ الۡاَمۡرُ اِنَّ اللّٰہَ وَعَدَکُمۡ وَعۡدَ الۡحَقِّ وَ وَعَدۡتُّکُمۡ فَاَخۡلَفۡتُکُمۡ ؕ وَ مَا کَانَ لِیَ عَلَیۡکُمۡ مِّنۡ سُلۡطٰنٍ  اِلَّاۤ  اَنۡ دَعَوۡتُکُمۡ فَاسۡتَجَبۡتُمۡ لِیۡ ۚ فَلَا تَلُوۡمُوۡنِیۡ وَ لُوۡمُوۡۤا اَنۡفُسَکُمۡ ؕ مَاۤ  اَنَا بِمُصۡرِخِکُمۡ وَ مَاۤ  اَنۡتُمۡ بِمُصۡرِخِیَّ ؕ اِنِّیۡ کَفَرۡتُ بِمَاۤ اَشۡرَکۡتُمُوۡنِ مِنۡ قَبۡلُ ؕ اِنَّ الظّٰلِمِیۡنَ لَہُمۡ  عَذَابٌ اَلِیۡمٌ ﴿۲۲﴾ ","english_text":"How can you disbelieve in Allah when you were lifeless and He brought you to life; then He will cause you to die, then He will bring you [back] to life, and then to Him you will be returned.","page":258,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1772.mp3","colorText":"وَقَالَ [h:7094[ٱ][l[ل]شَّيْطَ[n[ـٰ]نُ لَ[g[مّ]َا قُضِىَ [h:6667[ٱ]لْأَمْرُ إِ[g[نّ]َ [h:80[ٱ]للَّهَ وَعَدَكُمْ وَعْدَ [h:7095[ٱ]لْحَقِّ وَوَعَ[d:7096[د]تُّكُمْ فَأَخْلَفْتُكُمْ‌ۖ وَمَا كَانَ لِىَ عَلَيْك[w:548[ُم م]ِّ[f:4798[ن س]ُلْطَ[n[ـٰ]نٍ إِلّ[o[َآ] أَ[f:7097[ن د]َعَوْتُكُمْ فَ[h:7098[ٱ]سْتَجَ[q:7098[بْ]تُمْ لِى‌ۖ فَلَا تَلُومُونِى وَلُوم[o[ُوٓ][s[اْ] أَ[f:221[نف]ُسَك[w:7099[ُم‌ۖ م]ّ[o[َآ] أَنَا۟ بِمُصْرِخِكُمْ وَم[o[َآ] أَ[f:428[نت][c:7100[ُم ب]ِمُصْرِخِىَّ‌ۖ إِ[g[نّ]ِى كَفَرْتُ بِم[o[َآ] أَشْرَكْتُمُونِ مِ[f:128[ن ق]َ[q:129[بْ]لُ‌ۗ إِ[g[نّ]َ [h:7101[ٱ][l[ل]ظَّ[n[ـٰ]لِمِينَ لَهُمْ عَذَابٌ أَل[p[ِي]مٌ","juz":13,"ruku":214,"manzil":3,"bangla_ahbayan":"যখন সব কিছুর ফায়সালা হয়ে যাবে, তখন শয়তান বলবে,[১] ‘আল্লাহ তোমাদেরকে প্রতিশ্রুতি দিয়েছিলেন সত্য প্রতিশ্রুতি। আর আমিও তোমাদেরকে প্রতিশ্রুতি দিয়েছিলাম; কিন্তু আমি তোমাদেরকে প্রদত্ত প্রতিশ্রুতি রক্ষা করিনি;[২] আমার তো তোমাদের উপর কোন আধিপত্য ছিল না,[৩] আমি শুধু তোমাদেরকে আহবান করেছিলাম এবং তোমরা আমার আহবানে সাড়া দিয়েছিলে।[৪] সুতরাং তোমরা আমার প্রতি দোষারোপ করো না, তোমরা তোমাদের নিজেদের প্রতিই দোষারোপ কর।[৫] আমি তোমাদের উদ্ধারে সাহায্য করতে সক্ষম নই এবং তোমরাও আমার উদ্ধারে সাহায্য করতে সক্ষম নও;[৬] তোমরা যে পূর্বে আমাকে (আল্লাহর) শরীক করেছিলে, সে কথা তো আমি মানিই না।’[৭] অত্যাচারীদের জন্য তো বেদনাদায়ক শাস্তি আছে। [৮]","bangla_bayan":"আর যখন যাবতীয় বিষয়ের ফয়সালা হয়ে যাবে, তখন শয়তান বলবে, ‘নিশ্চয় আল্লাহ তোমাদেরকে ওয়াদা দিয়েছিলেন সত্য ওয়াদা, তোমাদের উপর আমার কোন আধিপত্য ছিল না, তবে আমিও তোমাদেরকে ওয়াদা দিয়েছিলাম, এখন আমি তা ভঙ্গ করলাম। তোমাদেরকে দাওয়াত দিয়েছি, আর তোমরা আমার দাওয়াতে সাড়া দিয়েছ। সুতরাং তোমরা আমাকে ভৎর্সনা করো না, বরং নিজদেরকেই ভৎর্সনা কর। আমি তোমাদের উদ্ধারকারী নই, আর তোমরাও আমার উদ্ধারকারী নও। ইতঃপূর্বে তোমরা আমাকে যার সাথে শরীক করেছ, নিশ্চয় আমি তা অস্বীকার করছি। নিশ্চয় যালিমদের জন্য রয়েছে বেদনাদায়ক আযাব’ ।","bangla_mkhan":"যখন সব কাজের ফায়সলা হয়ে যাবে, তখন শয়তান বলবেঃ নিশ্চয় আল্লাহ তোমাদেরকে সত্য ওয়াদা দিয়েছিলেন এবং আমি তোমাদের সাথে ওয়াদা করেছি, অতঃপর তা ভঙ্গ করেছি। তোমাদের উপর তো আমার কোন ক্ষমতা ছিল না, কিন্তু এতটুকু যে, আমি তোমাদেরকে ডেকেছি, অতঃপর তোমরা আমার কথা মেনে নিয়েছ। অতএব তোমরা আমাকে ভৎর্সনা করো না এবং নিজেদেরকেই ভৎর্সনা কর। আমি তোমাদের উদ্ধারে সাহায্যকারী নই। এবং তোমরাও আমার উদ্ধারে সাহায্যকারী নও। ইতোপূর্বে তোমরা আমাকে যে আল্লাহর শরীক করেছিলে, আমি তা অস্বীকার করি। নিশ্চয় যারা জালেম তাদের জন্যে রয়েছে যন্ত্রণাদায়ক শাস্তি।","bangla_mujibur":"যখন সব কিছুর মীমাংসা হয়ে যাবে তখন শাইতান বলবেঃ আল্লাহ তোমাদেরকে দিয়েছিলেন সত্য প্রতিশ্রুতি, আমিও তোমাদেরকে প্রতিশ্রুতি দিয়েছিলাম, কিন্তু আমি তোমাদেরকে প্রদত্ত প্রতিশ্রুতি রক্ষা করিনি; আমারতো তোমাদের উপর কোন আধিপত্য ছিলনা, আমি শুধু তোমাদেরকে আহবান করেছিলাম এবং তোমরা আমার আহবানে সাড়া দিয়েছিলে; সুতরাং তোমরা আমার প্রতি দোষারোপ করনা, তোমরা তোমাদের প্রতিই দোষারোপ কর; আমি তোমাদের উদ্ধারে সাহায্য করতে সক্ষম নই এবং তোমরাও আমার উদ্ধারে সাহায্য করতে সক্ষম নও; তোমরা যে পূর্বে আমাকে (আল্লাহর) শরীক করেছিলে তার সাথে আমার কোনই সম্পর্ক নেই; যালিমদের জন্যতো বেদনাদায়ক শাস্তি আছেই।","bangla_taisirul":"বিচার-ফায়সালা সম্পন্ন হলে শয়ত্বান বলবে, ‘আল্লাহ তোমাদের জন্য যে ওয়া‘দা করেছিলেন তা ছিল সত্য ওয়া‘দা। আর আমিও তোমাদেরকে ওয়া‘দা দিয়েছিলাম, কিন্তু আমি তার খেলাপ করেছি, তোমাদের উপর আমার কোনই প্রভাব ছিল না, আমি কেবল তোমাদেরকে আহবান জানিয়েছিলাম আর তোমরা আমার আহবানে সাড়া দিয়েছিলে। কাজেই তোমরা আমাকে তিরস্কার করো না, বরং নিজেদেরকেই তিরস্কার কর, এখানে না আমি তোমাদের ফরিয়াদ শুনতে পারি, না তোমরা আমার ফরিয়াদ শুনতে পার। ইতোপূর্বে তোমরা যে আমাকে (আল্লাহর) শরীক করেছিলে আমি তা অস্বীকার করছি। যালিমদের জন্য আছে ভয়াবহ শাস্তি।’"},{"id":23,"arabic_text":"وَ اُدۡخِلَ الَّذِیۡنَ اٰمَنُوۡا وَ عَمِلُوا الصّٰلِحٰتِ جَنّٰتٍ تَجۡرِیۡ مِنۡ تَحۡتِہَا الۡاَنۡہٰرُ خٰلِدِیۡنَ فِیۡہَا بِاِذۡنِ رَبِّہِمۡ ؕ تَحِیَّتُہُمۡ  فِیۡہَا  سَلٰمٌ ﴿۲۳﴾ ","english_text":"It is He who created for you all of that which is on the earth. Then He directed Himself to the heaven, [His being above all creation], and made them seven heavens, and He is Knowing of all things.","page":258,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1773.mp3","colorText":"وَأُ[q:2480[دْ]خِلَ [h:7102[ٱ]لَّذِينَ ءَامَنُو[s[اْ] وَعَمِلُو[s[اْ] [h:118[ٱ][l[ل]صَّ[n[ـٰ]لِحَ[n[ـٰ]تِ جَ[g[نّ]َ[n[ـٰ][f:119[تٍ ت]َ[q:120[جْ]رِى مِ[f:121[ن ت]َحْتِهَا [h:122[ٱ]لْأَنْهَ[n[ـٰ]رُ خَ[n[ـٰ]لِدِينَ فِيهَا بِإِذْنِ رَبِّهِمْ‌ۖ تَحِيَّتُهُمْ فِيهَا سَلَ[p[ـٰ]مٌ","juz":13,"ruku":214,"manzil":3,"bangla_ahbayan":"যারা বিশ্বাস করে ও সৎকর্ম করে তাদেরকে প্রবেশ করানো হবে জান্নাতে; যার নিম্নদেশে নদীমালা প্রবাহিত; সেখানে তারা তাদের প্রতিপালকের অনুমতিক্রমে চিরস্থায়ীভাবে অবস্থান করবে;[১] সেখানে তাদের অভিবাদন হবে ‘সালাম’। [২]","bangla_bayan":"আর যারা ঈমান আনে এবং নেক আমল করে তাদের জান্নাতে প্রবেশ করানো হবে, যার তলদেশে নহরসমূহ প্রবাহিত হবে, তারা তাতে তাদের রবের অনুমতিক্রমে স্থায়ী হবে। তথায় তাদের অভিবাদন হবে ‘সালাম’।","bangla_mkhan":"এবং যারা বিশ্বাস স্থাপণ করে এবং সৎকর্ম সম্পাদন করে তাদেরকে এমন উদ্যানে প্রবেশ করানো হবে, যার পাদদেশ দিয়ে নির্ঝরিনী সমূহ প্রবাহিত হবে তারা তাতে পালনকর্তার নির্দেশে অনন্তকাল থাকবে। যেখানে তাদের সম্ভাষণ হবে সালাম।","bangla_mujibur":"যারা ঈমান আনে ও সৎ কাজ করে তাদেরকে দাখিল করা হবে জান্নাতে যার পাদদেশে নদী প্রবাহিত। সেখানে তারা চিরস্থায়ীভাবে অবস্থানকারী হবে তাদের রবের অনুমতিক্রমে। সেখানে তাদের অভিবাদন হবে ‘সালাম’।","bangla_taisirul":"যারা ঈমান আনে আর সৎ কাজ করে তাদেরকে জান্নাতে দাখিল করা হবে যার তলদেশে ঝর্ণাধারা প্রবাহিত। সেখানে তারা তাদের প্রতিপালকের অনুমতিক্রমে চিরকাল থাকবে। সেখানে তাদেরকে শান্তির বার্তা দিয়ে সংবর্ধনা জ্ঞাপন করা হবে।"},{"id":24,"arabic_text":"اَلَمۡ تَرَ کَیۡفَ ضَرَبَ اللّٰہُ مَثَلًا کَلِمَۃً طَیِّبَۃً  کَشَجَرَۃٍ  طَیِّبَۃٍ اَصۡلُہَا ثَابِتٌ وَّ فَرۡعُہَا فِی  السَّمَآءِ ﴿ۙ۲۴﴾ ","english_text":"And [mention, O Muhammad], when your Lord said to the angels, \"Indeed, I will make upon the earth a successive authority.\" They said, \"Will You place upon it one who causes corruption therein and sheds blood, while we declare Your praise and sanctify You?\" Allah said, \"Indeed, I know that which you do not know.\"","page":258,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1774.mp3","colorText":"أَلَمْ تَرَ كَيْفَ ضَرَبَ [h:7103[ٱ]للَّهُ مَثَل[f:7104[اً ك]َلِمَ[f:7105[ةً ط]َيِّبَ[f:7106[ةً ك]َشَجَرَ[f:7107[ةٍ ط]َيِّبَةٍ أَصْلُهَا ثَابِ[a:7108[تٌ و]َفَرْعُهَا فِى [h:746[ٱ][l[ل]سَّم[o[َا]ٓءِ","juz":13,"ruku":214,"manzil":3,"bangla_ahbayan":"তুমি কি লক্ষ্য কর না, আল্লাহ কিভাবে উপমা দিয়ে থাকেন? সৎবাক্যের উপমা উৎকৃষ্ট বৃক্ষ; যার মূল সুদৃঢ় ও যার শাখা-প্রশাখা আকাশে বিস্তৃত।","bangla_bayan":"তুমি কি দেখ না, আল্লাহ কীভাবে উপমা পেশ করেছেন? কালিমা তাইয়েবা, যা একটি ভাল বৃক্ষের ন্যায়, যার মূল সুস্থির আর শাখা-প্রশাখা আকাশে।","bangla_mkhan":"তুমি কি লক্ষ্য কর না, আল্লাহ তা’আলা কেমন উপমা বর্ণনা করেছেনঃ পবিত্র বাক্য হলো পবিত্র বৃক্ষের মত। তার শিকড় মজবুত এবং শাখা আকাশে উত্থিত।","bangla_mujibur":"তুমি কি লক্ষ্য করনা আল্লাহ কিভাবে উপমা দিয়ে থাকেন? সৎ বাক্যের তুলনা উৎকৃষ্ট বৃক্ষ যার মূল সুদৃঢ় এবং যার প্রশাখা উর্ধ্বে বিস্তৃত ।","bangla_taisirul":"তুমি কি দেখ না কীভাবে আল্লাহ দৃষ্টান্ত উপস্থাপন করেন? উৎকৃষ্ট বাক্যের তুলনা উৎকৃষ্ট গাছের ন্যায় যার মূল সুদৃঢ়ভাবে স্থাপিত আর শাখা-প্রশাখা আকাশপানে বিস্তৃত।"},{"id":25,"arabic_text":"تُؤۡتِیۡۤ  اُکُلَہَا کُلَّ حِیۡنٍۭ  بِاِذۡنِ رَبِّہَا ؕ وَ یَضۡرِبُ اللّٰہُ  الۡاَمۡثَالَ لِلنَّاسِ لَعَلَّہُمۡ یَتَذَکَّرُوۡنَ ﴿۲۵﴾ ","english_text":"And He taught Adam the names - all of them. Then He showed them to the angels and said, \"Inform Me of the names of these, if you are truthful.\"","page":259,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1775.mp3","colorText":"تُؤْت[o[ِىٓ] أُكُلَهَا كُلَّ حِي[i:7109[نِۭ ب]ِإِذْنِ رَبِّهَا‌ۗ وَيَضْرِبُ [h:7110[ٱ]للَّهُ [h:6948[ٱ]لْأَمْثَالَ لِل[g[نّ]َاسِ لَعَلَّهُمْ يَتَذَكَّر[p[ُو]نَ","juz":13,"ruku":214,"manzil":3,"bangla_ahbayan":"যা তার প্রতিপালকের অনুমতিক্রমে অহরহ ফল দান করে।[১] আর আল্লাহ মানুষের জন্য উপমা বর্ণনা করে থাকেন যাতে তারা শিক্ষা গ্রহণ করে।","bangla_bayan":"সেটি তার রবের অনুমতিতে সব সময় ফল দান করে; আর আল্লাহ মানুষের জন্য নানা দৃষ্টান্ত প্রদান করেন, যাতে তারা উপদেশ গ্রহণ করে।","bangla_mkhan":"সে পালনকর্তার নির্দেশে অহরহ ফল দান করে। আল্লাহ মানুষের জন্যে দৃষ্টান্ত বর্ণণা করেন-যাতে তারা চিন্তা-ভাবনা করে।","bangla_mujibur":"যা প্রত্যেক মওসুমে ফল দান করে তার রবের অনুমতিক্রমে, এবং আল্লাহ মানুষের জন্য উপমা দিয়ে থাকেন যাতে তারা শিক্ষা গ্রহণ করে।","bangla_taisirul":"তার প্রতিপালকের হুকুমে তা সব সময় ফল দান করে। মানুষদের জন্য আল্লাহ দৃষ্টান্ত বর্ণনা করেন যাতে তারা শিক্ষা গ্রহণ করে।"},{"id":26,"arabic_text":"وَ مَثَلُ کَلِمَۃٍ خَبِیۡثَۃٍ کَشَجَرَۃٍ خَبِیۡثَۃِۣ اجۡتُثَّتۡ مِنۡ فَوۡقِ الۡاَرۡضِ مَا  لَہَا مِنۡ  قَرَارٍ ﴿۲۶﴾ ","english_text":"They said, \"Exalted are You; we have no knowledge except what You have taught us. Indeed, it is You who is the Knowing, the Wise.\"","page":259,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1776.mp3","colorText":"وَمَثَلُ كَلِمَةٍ خَبِيثَ[f:7111[ةٍ ك]َشَجَرَةٍ خَبِيثَةٍ [h:7112[ٱ][q:7113[جْ]تُثَّتْ مِ[f:7114[ن ف]َوْقِ [h:7115[ٱ]لْأَرْضِ مَا لَهَا مِ[f:7116[ن ق]َر[p[َا]رٍ","juz":13,"ruku":214,"manzil":3,"bangla_ahbayan":"পক্ষান্তরে কুবাক্যের উপমা এক মন্দ বৃক্ষ; যার মূল ভূপৃষ্ঠ হতে বিছিন্ন, যার কোন স্থায়িত্ব নেই।[১]","bangla_bayan":"আর অপবিত্র বাক্যের উপমা নিকৃষ্ট বৃক্ষের ন্যায়, যাকে মাটির উপর থেকে সমূলে উপড়ে ফেলা হয়েছে, যার কোন স্থিতি নেই।","bangla_mkhan":"এবং নোংরা বাক্যের উদাহরণ হলো নোংরা বৃক্ষ। একে মাটির উপর থেকে উপড়ে নেয়া হয়েছে। এর কোন স্থিতি নেই।","bangla_mujibur":"কু-বাক্যের তুলনা এক মন্দ বৃক্ষ যার মূল ভূ-পৃষ্ঠ হতে বিচ্ছিন্ন, যার কোন স্থায়িত্ব নেই।","bangla_taisirul":"মন্দ বাক্য মন্দ বৃক্ষের সঙ্গে তুলনীয়, ভূপৃষ্ঠের উপরিভাগেই যাকে মূল থেকে উপড়ে ফেলা হয়েছে, যার কোন স্থায়িত্ব নেই।"},{"id":27,"arabic_text":"یُثَبِّتُ اللّٰہُ الَّذِیۡنَ اٰمَنُوۡا بِالۡقَوۡلِ الثَّابِتِ فِی الۡحَیٰوۃِ الدُّنۡیَا وَ فِی الۡاٰخِرَۃِ ۚ وَ یُضِلُّ اللّٰہُ الظّٰلِمِیۡنَ ۟ۙ وَ یَفۡعَلُ  اللّٰہُ  مَا یَشَآءُ ﴿۲۷﴾ ","english_text":"He said, \"O Adam, inform them of their names.\" And when he had informed them of their names, He said, \"Did I not tell you that I know the unseen [aspects] of the heavens and the earth? And I know what you reveal and what you have concealed.\"","page":259,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1777.mp3","colorText":"يُثَبِّتُ [h:7117[ٱ]للَّهُ [h:1171[ٱ]لَّذِينَ ءَامَنُو[s[اْ] بِ[h:7118[ٱ]لْقَوْلِ [h:7119[ٱ][l[ل]ثَّابِتِ فِى [h:441[ٱ]لْحَيَ[s[و][n[ٲ]ةِ [h:442[ٱ][l[ل]دُّنْيَا وَفِى [h:1108[ٱ]لْأَخِرَةِ‌ۖ وَيُضِلُّ [h:7120[ٱ]للَّهُ [h:7121[ٱ][l[ل]ظَّ[n[ـٰ]لِمِينَ‌ۚ وَيَفْعَلُ [h:7122[ٱ]للَّهُ مَا يَش[o[َا]ٓءُ","juz":13,"ruku":214,"manzil":3,"bangla_ahbayan":"যারা বিশ্বাসী তাদেরকে আল্লাহ শাশ্বত বাণী দ্বারা ইহজীবনে ও পরজীবনে সুপ্রতিষ্ঠিত রাখেন[১] এবং যারা সীমালংঘনকারী আল্লাহ তাদেরকে বিভ্রান্ত করেন; আল্লাহ যা ইচ্ছা তা করেন।","bangla_bayan":"আল্লাহ অবিচল রাখেন ঈমানদারদেরকে সুদৃঢ় বাণী দ্বারা দুনিয়ার জীবনে ও আখিরাতে। আর আল্লাহ যালিমদের পথভ্রষ্ট করেন এবং আল্লাহ যা ইচ্ছা তা করেন।","bangla_mkhan":"আল্লাহ তা’আলা মুমিনদেরকে মজবুত বাক্য দ্বারা মজবুত করেন। পার্থিবজীবনে এবং পরকালে। এবং আল্লাহ জালেমদেরকে পথভ্রষ্ট করেন। আল্লাহ যা ইচ্ছা, তা করেন।","bangla_mujibur":"যারা শাশ্বত বাণীতে বিশ্বাসী তাদেরকে ইহজীবনে ও পরজীবনে আল্লাহ সুপ্রতিষ্ঠিত রাখবেন এবং যারা যালিম, আল্লাহ তাদেরকে বিভ্রান্তিতে রাখবেন; আল্লাহ যা ইচ্ছা তা করেন।","bangla_taisirul":"যারা ঈমান এনেছে তাদেরকে আল্লাহ সুপ্রতিষ্ঠিত বাণীর অবলম্বনে দুনিয়ার জীবনে ও আখেরাতে প্রতিষ্ঠিত রাখবেন আর যালিমদেরকে আল্লাহ ধ্বংস করে দেবেন। তিনি যা ইচ্ছে করেন তাই করেন।"},{"id":28,"arabic_text":"اَلَمۡ تَرَ اِلَی الَّذِیۡنَ بَدَّلُوۡا نِعۡمَتَ اللّٰہِ کُفۡرًا  وَّ اَحَلُّوۡا  قَوۡمَہُمۡ  دَارَ  الۡبَوَارِ ﴿ۙ۲۸﴾ ","english_text":"And [mention] when We said to the angels, \"Prostrate before Adam\"; so they prostrated, except for Iblees. He refused and was arrogant and became of the disbelievers.","page":259,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1778.mp3","colorText":"۞ أَلَمْ تَرَ إِلَى [h:1372[ٱ]لَّذِينَ بَدَّلُو[s[اْ] نِعْمَتَ [h:1300[ٱ]للَّهِ كُفْ[a:7123[رًا و]َأَحَلُّو[s[اْ] قَوْمَهُمْ دَارَ [h:7124[ٱ]لْبَو[p[َا]رِ","juz":13,"ruku":215,"manzil":3,"bangla_ahbayan":"তুমি কি তাদের প্রতি লক্ষ্য করনি যারা আল্লাহর অনুগ্রহের (কৃতজ্ঞতার) বদলে অকৃতজ্ঞতা প্রকাশ করেছে এবং তাদের সম্প্রদায়কে নামিয়ে এনেছে ধ্বংসের মুখে; [১]","bangla_bayan":"তুমি কি তাদেরকে দেখ না, যারা আল্লাহর নিআমতকে কুফরী দ্বারা পরিবর্তন করেছে এবং তাদের কওমকে ধ্বংসের ঘরে নামিয়ে দিয়েছে?","bangla_mkhan":"তুমি কি তাদের কে দেখনি, যারা আল্লাহর নেয়ামতকে কুফরে পরিণত করেছে এবং স্ব-জাতিকে সম্মুখীন করেছে ধ্বংসের আলয়ে।","bangla_mujibur":"তুমি কি তাদের প্রতি লক্ষ্য করনা যারা আল্লাহর অনুগ্রহের পরিবর্তে অকৃতজ্ঞতা প্রকাশ করে এবং তাদের সম্প্রদায়কে নামিয়ে আনে ধ্বংসের আলয়ে ।","bangla_taisirul":"তুমি কি তাদের ব্যাপারে চিন্তা কর না যারা আল্লাহর অনুগ্রহের বিনিময়ে অকৃতজ্ঞতার নীতি অবলম্বন করে আর তাদের জাতিকে ধ্বংসের ঘরে নামিয়ে আনে।"},{"id":29,"arabic_text":"جَہَنَّمَ ۚ یَصۡلَوۡنَہَا ؕ وَ بِئۡسَ الۡقَرَارُ ﴿۲۹﴾ ","english_text":"And We said, \"O Adam, dwell, you and your wife, in Paradise and eat therefrom in [ease and] abundance from wherever you will. But do not approach this tree, lest you be among the wrongdoers.\"","page":259,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1779.mp3","colorText":"جَهَ[g[نّ]َمَ يَصْلَوْنَهَا‌ۖ وَبِئْسَ [h:7125[ٱ]لْقَر[p[َا]رُ","juz":13,"ruku":215,"manzil":3,"bangla_ahbayan":"জাহান্নামে, যার মধ্যে তারা প্রবেশ করবে। আর কত নিকৃষ্ট সে আবাসস্থল।","bangla_bayan":"জাহান্নামে, যাতে তারা দগ্ধ হবে, আর তা কতইনা নিকৃষ্ট অবস্থান!","bangla_mkhan":"দোযখের? তারা তাতে প্রবেশ করবে সেটা কতই না মন্দ আবাস।","bangla_mujibur":"জাহান্নাম, যার মধ্যে তারা প্রবেশ করবে, কত নিকৃষ্ট ঐ আবাসস্থল!","bangla_taisirul":"(তা হল) জাহান্নাম, তাতে তারা প্রবেশ করবে, বসবাসের এ জায়গা কতই না নিকৃষ্ট!"},{"id":30,"arabic_text":"وَ جَعَلُوۡا لِلّٰہِ اَنۡدَادًا لِّیُضِلُّوۡا عَنۡ سَبِیۡلِہٖ ؕ قُلۡ تَمَتَّعُوۡا فَاِنَّ مَصِیۡرَکُمۡ  اِلَی  النَّارِ ﴿۳۰﴾ ","english_text":"But Satan caused them to slip out of it and removed them from that [condition] in which they had been. And We said, \"Go down, [all of you], as enemies to one another, and you will have upon the earth a place of settlement and provision for a time.\"","page":259,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1780.mp3","colorText":"وَجَعَلُو[s[اْ] لِلَّهِ أَ[f:96[ند]َا[u:7126[دًا ل]ِّيُضِلُّو[s[اْ] عَ[f:4361[ن س]َبِيلِه[n[ِۦ]‌ۗ قُلْ تَمَتَّعُو[s[اْ] فَإِ[g[نّ]َ مَصِيرَكُمْ إِلَى [h:1241[ٱ][l[ل][g[نّ][p[َا]رِ","juz":13,"ruku":215,"manzil":3,"bangla_ahbayan":"তারা আল্লাহর সমকক্ষ উদ্ভাবন করেছে তাঁর পথ হতে বিভ্রান্ত করার জন্য। তুমি বল, ‘ভোগ করে নাও, পরিণামে দোযখই তোমাদের প্রত্যাবর্তন স্থল।’ [১]","bangla_bayan":"আর তারা আল্লাহর জন্য সমকক্ষ নির্ধারণ করে, যেন তারা তাঁর পথ থেকে বিভ্রান্ত করতে পারে। বল, ‘তোমরা ভোগ করতে থাক। কেননা, তোমাদের গন্তব্য তো আগুনের দিকে’।","bangla_mkhan":"এবং তারা আল্লাহর জন্যে সমকক্ষ স্থির করেছে, যাতে তারা তার পথ থেকে বিচ্যুত করে দেয়। বলুনঃ মজা উপভোগ করে নাও। অতঃপর তোমাদেরকে অগ্নির দিকেই ফিরে যেতে হবে।","bangla_mujibur":"আর তারা আল্লাহর সমকক্ষ উদ্ভাবন করে তাঁর পথ হতে বিভ্রান্ত করার জন্য; তুমি বলঃ ভোগ করে নাও, পরিণামে আগুনই তোমাদের প্রত্যাবর্তন স্থল।","bangla_taisirul":"আর তারা (অন্যকে) আল্লাহর সমকক্ষ স্থির করে তাঁর পথ থেকে বিপথগামী করার উদ্দেশ্যে। বল, ‘ভোগ করে নাও, শেষ পর্যন্ত জাহান্নামেই তোমাদেরকে ফিরে যেতে হবে।"},{"id":31,"arabic_text":"قُلۡ لِّعِبَادِیَ الَّذِیۡنَ اٰمَنُوۡا یُقِیۡمُوا الصَّلٰوۃَ وَ یُنۡفِقُوۡا مِمَّا رَزَقۡنٰہُمۡ سِرًّا وَّ عَلَانِیَۃً مِّنۡ قَبۡلِ اَنۡ یَّاۡتِیَ یَوۡمٌ  لَّا بَیۡعٌ  فِیۡہِ  وَ لَا  خِلٰلٌ ﴿۳۱﴾ ","english_text":"Then Adam received from his Lord [some] words, and He accepted his repentance. Indeed, it is He who is the Accepting of repentance, the Merciful.","page":259,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1781.mp3","colorText":"قُل لِّعِبَادِىَ [h:7127[ٱ]لَّذِينَ ءَامَنُو[s[اْ] يُقِيمُو[s[اْ] [h:7128[ٱ][l[ل]صَّلَ[s[و][n[ٲ]ةَ وَيُ[f:7129[نف]ِقُو[s[اْ] مِ[g[مّ]َا رَزَ[q:15[قْ]نَ[n[ـٰ]هُمْ سِر[a:1623[ًّا و]َعَلَانِيَ[a:7130[ةً م]ِّ[f:1346[ن ق]َ[q:1347[بْ]لِ أ[a:1462[َن ي]َأْتِىَ يَوْ[u:1463[مٌ ل]َّا بَيْ[f:1464[عٌ ف]ِيهِ وَلَا خِلَ[p[ـٰ]لٌ","juz":13,"ruku":215,"manzil":3,"bangla_ahbayan":"আমার বান্দাদের মধ্যে যারা বিশ্বাসী তাদেরকে বল, ‘তারা যেন নামায কায়েম করে এবং আমি তাদেরকে যা দান করেছি তা হতে গোপনে ও প্রকাশ্যে ব্যয় করে; সেদিন আসার পূর্বে যেদিন কোন ক্রয়-বিক্রয় থাকবে না এবং থাকবে না কোন বন্ধুত্ব।’[১]","bangla_bayan":"আমার বান্দাদের বল, ‘যারা ঈমান এনেছে, তারা যেন সালাত কায়েম করে এবং আমি তাদেরকে যে রিয্ক দিয়েছি তা থেকে গোপনে ও প্রকাশ্যে ব্যয় করে, ঐ দিন আসার পূর্বে যে দিন কোন বেচা-কেনা থাকবে না এবং থাকবে না বন্ধুত্বও।","bangla_mkhan":"আমার বান্দাদেরকে বলে দিন যারা বিশ্বাস স্থাপন করেছে, তারা নামায কায়েম রাখুক এবং আমার দেয়া রিযিক থেকে গোপনে ও প্রকাশ্যে ব্যয় করুক ঐদিন আসার আগে, যেদিন কোন বেচা কেনা নেই এবং বন্ধুত্বও নেই।","bangla_mujibur":"আমার বান্দাদের মধ্যে যারা মু’মিন তাদেরকে বল সালাত কায়েম করতে এবং আমি তাদেরকে যা দিয়েছি তা হতে গোপনে ও প্রকাশ্যে ব্যয় করতে, সেই দিন আসার পূর্বে যেদিন ক্রয়-বিক্রয় ও বন্ধুত্ব থাকবেনা।","bangla_taisirul":"আমার বান্দাদের মধ্যে যারা ঈমান এনেছে তাদেরকে বল নামায প্রতিষ্ঠা করতে আর যে জীবিকা আমি তাদেরকে দিয়েছি তাত্থেকে গোপনে ও প্রকাশ্যে ব্যয় করতে- সেদিন আসার পূর্বে যেদিন না চলবে কোন কেনা-বেচা আর না কোন বন্ধুত্ব।"},{"id":32,"arabic_text":"اَللّٰہُ  الَّذِیۡ  خَلَقَ السَّمٰوٰتِ وَ الۡاَرۡضَ وَ اَنۡزَلَ مِنَ السَّمَآءِ مَآءً  فَاَخۡرَجَ بِہٖ مِنَ الثَّمَرٰتِ رِزۡقًا لَّکُمۡ ۚ وَ سَخَّرَ لَکُمُ  الۡفُلۡکَ  لِتَجۡرِیَ فِی  الۡبَحۡرِ  بِاَمۡرِہٖ ۚ وَ  سَخَّرَ  لَکُمُ  الۡاَنۡہٰرَ ﴿ۚ۳۲﴾ ","english_text":"We said, \"Go down from it, all of you. And when guidance comes to you from Me, whoever follows My guidance - there will be no fear concerning them, nor will they grieve.","page":259,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1782.mp3","colorText":"ٱللَّهُ [h:4738[ٱ]لَّذِى خَلَقَ [h:3913[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَ[h:1474[ٱ]لْأَرْضَ وَأَ[f:91[نز]َلَ مِنَ [h:64[ٱ][l[ل]سَّم[o[َا]ٓءِ م[o[َا]ٓ[f:92[ءً ف]َأَخْرَجَ بِه[n[ِۦ] مِنَ [h:93[ٱ][l[ل]ثَّمَر[n[َٲ]تِ رِزْ[u:94[قًا ل]َّكُمْ‌ۖ وَسَخَّرَ لَكُمُ [h:7131[ٱ]لْفُلْكَ لِتَ[q:7132[جْ]رِىَ فِى [h:837[ٱ]لْبَحْرِ بِأَمْرِه[n[ِۦ]‌ۖ وَسَخَّرَ لَكُمُ [h:7133[ٱ]لْأَنْهَ[p[ـٰ]رَ","juz":13,"ruku":215,"manzil":3,"bangla_ahbayan":"আল্লাহ; যিনি আকাশমন্ডলী ও পৃথিবী সৃষ্টি করেছেন, যিনি আকাশ হতে পানি বর্ষণ করে তার দ্বারা তোমাদের জীবিকার জন্য ফল-মূল উৎপাদন করেছেন, যিনি নৌযানকে তোমাদের অধীন করেছেন; যাতে তাঁর নির্দেশে তা সমুদ্রে বিচরণ করে এবং যিনি তোমাদের কল্যাণে নিয়োজিত করেছেন নদীসমূহকে।[১]","bangla_bayan":"আল্লাহ, যিনি আসমানসমূহ ও যমীন সৃষ্টি করেছেন। আর তিনি আসমান থেকে বৃষ্টি বর্ষণ করেন ফলে তা দ্বারা ফল-ফলাদি থেকে তোমাদের জন্য রিয্ক উৎপাদন করেন এবং তিনি নৌযানকে তোমাদের জন্য নিয়োজিত করেছেন, যাতে তাঁর আদেশে সমুদ্রে তা চলাচল করে এবং নদীসমূহকে তোমাদের জন্য নিয়োজিত করেছেন।","bangla_mkhan":"তিনিই আল্লাহ, যিনি নভোমন্ডল ও ভুমন্ডল সৃজন করেছেন এবং আকাশ থেকে পানি বর্ষণ করে অতঃপর তা দ্বারা তোমাদের জন্যে ফলের রিযিক উৎপন্ন করেছেন এবং নৌকাকে তোমাদের আজ্ঞাবহ করেছেন, যাতে তাঁর আদেশে সমুদ্রে চলা ফেরা করে এবং নদ-নদীকে তোমাদের সেবায় নিয়োজিত করেছেন।","bangla_mujibur":"তিনিই আল্লাহ যিনি আকাশমন্ডলী ও পৃথিবী সৃষ্টি করেছেন, যিনি আকাশ হতে পানি বর্ষণ করে তদ্বারা তোমাদের জীবিকার জন্য ফল-মূল উৎপাদন করেন, যিনি নৌযানকে তোমাদের অধীন করে দিয়েছেন যাতে তাঁর বিধানে ওটা সমুদ্রে বিচরণ করে এবং যিনি তোমাদের কল্যাণে নিয়োজিত করেছেন নদীসমূহকে।","bangla_taisirul":"তিনিই আল্লাহ যিনি আসমানসমূহ ও যমীন সৃষ্টি করেছেন, তিনি আকাশ হতে পানি বর্ষণ করেন যা দিয়ে নানা প্রকার ফলফলাদি জন্মে তোমাদের জীবিকার জন্য। তিনি নৌযানগুলোকে তোমাদের নিয়ন্ত্রণাধীন করে দিয়েছেন, যাতে সেগুলো তাঁর নির্দেশে সমুদ্রে চলাচল করে আর তিনি নদীগুলোকে তোমাদের অধীন করে দিয়েছেন।"},{"id":33,"arabic_text":"وَ سَخَّرَ لَکُمُ الشَّمۡسَ وَ الۡقَمَرَ دَآئِبَیۡنِ ۚ  وَ سَخَّرَ لَکُمُ الَّیۡلَ وَ النَّہَارَ ﴿ۚ۳۳﴾ ","english_text":"And those who disbelieve and deny Our signs - those will be companions of the Fire; they will abide therein eternally.\"","page":259,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1783.mp3","colorText":"وَسَخَّرَ لَكُمُ [h:7134[ٱ][l[ل]شَّمْسَ وَ[h:4265[ٱ]لْقَمَرَ د[o[َا]ٓئِبَيْنِ‌ۖ وَسَخَّرَ لَكُمُ [h:6116[ٱ]لَّيْلَ وَ[h:6117[ٱ][l[ل][g[نّ]َه[p[َا]رَ","juz":13,"ruku":215,"manzil":3,"bangla_ahbayan":"তিনি তোমাদের কল্যাণে নিয়োজিত করেছেন সূর্য ও চন্দ্রকে; যারা অবিরাম একই নিয়মের অনুবর্তী[১] এবং তোমাদের কল্যাণে নিয়োজিত করেছেন রাত্রি ও দিবসকে। [২]","bangla_bayan":"আর তিনি সূর্য ও চাঁদকে তোমাদের জন্য নিয়োজিত করেছেন বিরামহীনভাবে এবং তোমাদের জন্য নিয়োজিত করেছেন রাত ও দিনকে।","bangla_mkhan":"এবং তোমাদের সেবায় নিয়োজিত করেছেন সূর্যকে এবং চন্দ্রকে সর্বদা এক নিয়মে এবং রাত্রি ও দিবাকে তোমাদের কাজে লাগিয়েছেন।","bangla_mujibur":"তিনি তোমাদের কল্যাণে নিয়োজিত করেছেন সূর্য ও চাঁদকে, যারা অবিরাম একই নিয়মের অনুবর্তী এবং তোমাদের কল্যাণে নিয়োজিত করেছেন রাত ও দিনকে ।","bangla_taisirul":"তিনি সূর্য ও চন্দ্রকে তোমাদের কাজে লাগিয়ে রেখেছেন, তারা অনুগত হয়ে নিজ পথে চলছে। আর তিনি রাত ও দিনকে তোমাদের কাজে লাগিয়ে রেখেছেন।"},{"id":34,"arabic_text":"وَ اٰتٰىکُمۡ مِّنۡ کُلِّ مَا سَاَلۡتُمُوۡہُ ؕ وَ اِنۡ تَعُدُّوۡا نِعۡمَتَ اللّٰہِ لَا تُحۡصُوۡہَا ؕ اِنَّ الۡاِنۡسَانَ  لَظَلُوۡمٌ  کَفَّارٌ ﴿۳۴﴾ ","english_text":"O Children of Israel, remember My favor which I have bestowed upon you and fulfill My covenant [upon you] that I will fulfill your covenant [from Me], and be afraid of [only] Me.","page":260,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1784.mp3","colorText":"وَءَاتَ[n[ـٰ]ك[w:7135[ُم م]ِّ[f:843[ن ك]ُلِّ مَا سَأَلْتُمُوهُ‌ۚ وَإِ[f:7136[ن ت]َعُدُّو[s[اْ] نِعْمَتَ [h:1300[ٱ]للَّهِ لَا تُحْصُوه[o[َآ‌ۗ] إِ[g[نّ]َ [h:7137[ٱ]لْإِ[f:5969[نس]َ[n[ـٰ]نَ لَظَلُو[f:7138[مٌ ك]َفّ[p[َا]رٌ","juz":13,"ruku":215,"manzil":3,"bangla_ahbayan":"আর তিনি তোমাদেরকে প্রত্যেকটি সেই জিনিস দিয়েছেন যা তোমরা তাঁর নিকট চেয়েছ।[১] তোমরা আল্লাহর অনুগ্রহ গণনা করলে ওর সংখ্যা নির্ণয় করতে পারবে না;[২] মানুষ অবশ্যই অতি মাত্রায় সীমালংঘনকারী অকৃতজ্ঞ। [৩]","bangla_bayan":"আর তোমরা যা চেয়েছ, তার প্রত্যেকটি থেকে তিনি তোমাদের দিয়েছেন এবং যদি তোমরা আল্লাহর নিআমত গণনা কর, তবে তার সংখ্যা নিরূপণ করতে পারবে না। নিশ্চয় মানুষ অধিক অত্যাচারী ও অকৃতজ্ঞ।","bangla_mkhan":"যে সকল বস্তু তোমরা চেয়েছ, তার প্রত্যেকটি থেকেই তিনি তোমাদেরকে দিয়েছেন। যদি আল্লাহর নেয়ামত গণনা কর, তবে গুণে শেষ করতে পারবে না। নিশ্চয় মানুষ অত্যন্ত অন্যায়কারী, অকৃতজ্ঞ।","bangla_mujibur":"আর তিনি তোমাদেরকে দিয়েছেন তোমরা তাঁর নিকট যা কিছু চেয়েছ; তোমরা আল্লাহর অনুগ্রহ গণনা করলে ওর সংখ্যা নির্ণয় করতে পারবেনা; মানুষ অবশ্যই অতিমাত্রায় যালিম, অকৃতজ্ঞ।","bangla_taisirul":"তিনি তোমাদেরকে সে সব কিছুই দিয়েছেন যা তোমরা চেয়েছ (তোমরা তোমাদের প্রয়োজনীয় সব কিছুই পেয়েছ) আর তোমরা আল্লাহর অনুগ্রহ গণনা করতে চাইলে কক্ষনো তার সংখ্যা নির্ধারণ করতে পারবে না। মানুষ অবশ্যই বড়ই যালিম, বড়ই অকৃতজ্ঞ।"},{"id":35,"arabic_text":"وَ اِذۡ  قَالَ اِبۡرٰہِیۡمُ رَبِّ اجۡعَلۡ ہٰذَا الۡبَلَدَ  اٰمِنًا وَّ اجۡنُبۡنِیۡ وَ بَنِیَّ  اَنۡ نَّعۡبُدَ  الۡاَصۡنَامَ ﴿ؕ۳۵﴾ ","english_text":"And believe in what I have sent down confirming that which is [already] with you, and be not the first to disbelieve in it. And do not exchange My signs for a small price, and fear [only] Me.","page":260,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1785.mp3","colorText":"وَإِذْ قَالَ إِ[q:2003[بْ]ر[n[َٲ]هِيمُ رَبِّ [h:657[ٱ][q:658[جْ]عَلْ هَ[n[ـٰ]ذَا [h:7139[ٱ]لْبَلَدَ ءَامِ[a:7140[نًا و]َ[h:7141[ٱ][q:7141[جْ]نُ[q:7141[بْ]نِى وَبَنِىَّ أ[a:6403[َن ن]َّعْبُدَ [h:7142[ٱ]لْأَصْن[p[َا]مَ","juz":13,"ruku":216,"manzil":3,"bangla_ahbayan":"আর (স্মরণ কর,) যখন ইব্রাহীম বলেছিল, ‘হে আমার প্রতিপালক! এই শহরকে (মক্কাকে) নিরাপদ কর[১] এবং আমাকে ও আমার পুত্রগণকে প্রতিমা পূজা হতে দূরে রাখ।","bangla_bayan":"আর স্মরণ কর ‘যখন ইবরাহীম বলল, ‘হে আমার রব, আপনি এ শহরকে নিরাপদ করে দিন এবং আমাকে ও আমার সন্তানদেরকে মূর্তি পূজা থেকে দূরে রাখুন’।","bangla_mkhan":"যখন ইব্রাহীম বললেনঃ হে পালনকর্তা, এ শহরকে শান্তিময় করে দিন এবং আমাকে ও আমার সন্তান সন্ততিকে মূর্তি পূজা থেকে দূরে রাখুন।","bangla_mujibur":"স্মরণ কর, ইবরাহীম বলেছিলঃ হে আমার রাব্ব! এই শহরকে নিরাপদ করুন এবং আমাকে ও আমার পুত্রদেরকে মূর্তি পূজা হতে দূরে রাখুন।","bangla_taisirul":"স্মরণ কর, ইবরাহীম যখন বলেছিল, ‘হে আমার রব্ব! তুমি এ নগরীকে নিরাপদ কর আর আমাকে আর আমার সন্তানদেরকে প্রতিমা পূজা থেকে রক্ষা কর।"},{"id":36,"arabic_text":"رَبِّ اِنَّہُنَّ اَضۡلَلۡنَ  کَثِیۡرًا مِّنَ النَّاسِ ۚ فَمَنۡ تَبِعَنِیۡ فَاِنَّہٗ  مِنِّیۡ ۚ وَ مَنۡ عَصَانِیۡ فَاِنَّکَ غَفُوۡرٌ  رَّحِیۡمٌ  ﴿۳۶﴾","english_text":"And do not mix the truth with falsehood or conceal the truth while you know [it].","page":260,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1786.mp3","colorText":"رَبِّ إِ[g[نّ]َهُ[g[نّ]َ أَضْلَلْنَ كَثِي[a:3614[رًا م]ِّنَ [h:721[ٱ][l[ل][g[نّ]َاسِ‌ۖ فَمَ[f:7143[ن ت]َبِعَنِى فَإِ[g[نّ]َهُ[n[ۥ] مِ[g[نّ]ِى‌ۖ وَمَنْ عَصَانِى فَإِ[g[نّ]َكَ غَفُو[u:890[رٌ ر]َّح[p[ِي]مٌ","juz":13,"ruku":216,"manzil":3,"bangla_ahbayan":"হে আমার প্রতিপালক! এসব প্রতিমা বহু মানুষকে বিভ্রান্ত করেছে;[১] সুতরাং যে আমার অনুসরণ করবে সে আমার দলভুক্ত, কিন্তু কেউ আমার অবাধ্য হলে তুমি তো চরম ক্ষমাশীল পরম দয়ালু।","bangla_bayan":"‘হে আমার রব, নিশ্চয় এসব মূর্তি অনেক মানুষকে পথভ্রষ্ট করেছে, সুতরাং যে আমার অনুসরণ করেছে, নিশ্চয় সে আমার দলভুক্ত, আর যে আমার অবাধ্য হয়েছে, তবে নিশ্চয় আপনি ক্ষমাশীল, পরম দয়ালু’।","bangla_mkhan":"হে পালনকর্তা, এরা অনেক মানুষকে বিপথগামী করেছে। অতএব যে আমার অনুসরণ করে, সে আমার এবং কেউ আমার অবাধ্যতা করলে নিশ্চয় আপনি ক্ষমাশীল, পরম দয়ালু।","bangla_mujibur":"হে আমার রাব্ব! এই সব মূর্তি বহু মানুষকে বিভ্রান্ত করেছে; সুতরাং যে আমার অনুসরণ করবে সে’ই আমার দলভুক্ত, কিন্তু কেহ আমার অবাধ্য হলে আপনিতো ক্ষমাশীল, পরম দয়ালু।","bangla_taisirul":"হে আমার প্রতিপালক! এ (প্রতিমা)-গুলো বহু সংখ্যক মানুষকে পথভ্রষ্ট করেছে। কাজেই (প্রতিমাগুলোকে বাদ দিয়ে) যারা আমাকে অনুসরণ করবে তারা আমার দলভুক্ত। আর যে আমার অবাধ্য হবে সেক্ষেত্রে তুমি তো বড়ই ক্ষমাশীল, বড়ই দয়ালু।"},{"id":37,"arabic_text":"رَبَّنَاۤ  اِنِّیۡۤ  اَسۡکَنۡتُ مِنۡ ذُرِّیَّتِیۡ بِوَادٍ غَیۡرِ  ذِیۡ  زَرۡعٍ عِنۡدَ  بَیۡتِکَ  الۡمُحَرَّمِ ۙ رَبَّنَا لِیُـقِیۡمُوا الصَّلٰوۃَ فَاجۡعَلۡ اَفۡئِدَۃً مِّنَ النَّاسِ تَہۡوِیۡۤ اِلَیۡہِمۡ وَارۡ زُقۡہُمۡ مِّنَ الثَّمَرٰتِ لَعَلَّہُمۡ یَشۡکُرُوۡنَ ﴿۳۷﴾ ","english_text":"And establish prayer and give zakah and bow with those who bow [in worship and obedience].","page":260,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1787.mp3","colorText":"رَّبَّن[o[َآ] إِ[g[نّ][o[ِىٓ] أَسْكَ[f:7144[نت]ُ مِ[f:7145[ن ذ]ُرِّيَّتِى بِوَادٍ غَيْرِ ذِى زَرْعٍ عِ[f:264[ند]َ بَيْتِكَ [h:7146[ٱ]لْمُحَرَّمِ رَبَّنَا لِيُقِيمُو[s[اْ] [h:7147[ٱ][l[ل]صَّلَ[s[و][n[ٲ]ةَ فَ[h:7148[ٱ][q:7148[جْ]عَلْ أَفْــِٔدَ[a:7149[ةً م]ِّنَ [h:721[ٱ][l[ل][g[نّ]َاسِ تَهْو[o[ِىٓ] إِلَيْهِمْ وَ[h:7150[ٱ]رْزُ[q:7150[قْ]ه[w:7151[ُم م]ِّنَ [h:93[ٱ][l[ل]ثَّمَر[n[َٲ]تِ لَعَلَّهُمْ يَشْكُر[p[ُو]نَ","juz":13,"ruku":216,"manzil":3,"bangla_ahbayan":"হে আমাদের প্রতিপালক! আমি আমার কিছু বংশধরকে[১] ফল-ফসলহীন উপত্যকায় তোমার পবিত্র গৃহের নিকট বসবাস করালাম; হে আমাদের প্রতিপালক! যাতে তারা নামায কায়েম করে।[২] সুতরাং তুমি কিছু লোকের[৩] অন্তরকে ওদের প্রতি অনুরাগী করে দাও এবং ফলমূল দ্বারা তাদের জীবিকার ব্যবস্থা কর;[৪] যাতে তারা কৃতজ্ঞতা প্রকাশ করে।","bangla_bayan":"‘হে আমাদের রব, নিশ্চয় আমি আমার কিছু বংশধরদেরকে ফসলহীন উপত্যকায় তোমার পবিত্র ঘরের নিকট বসতি স্থাপন করালাম, হে আমাদের রব, যাতে তারা সালাত কায়েম করে। সুতরাং কিছু মানুষের হৃদয় আপনি তাদের দিকে ঝুঁকিয়ে দিন এবং তাদেরকে রিয্ক প্রদান করুন ফল-ফলাদি থেকে, আশা করা যায় তারা শুকরিয়া আদায় করবে’।","bangla_mkhan":"হে আমাদের পালনকর্তা, আমি নিজের এক সন্তানকে তোমার পবিত্র গৃহের সন্নিকটে চাষাবাদহীন উপত্যকায় আবাদ করেছি; হে আমাদের পালনকর্তা, যাতে তারা নামায কায়েম রাখে। অতঃপর আপনি কিছু লোকের অন্তরকে তাদের প্রতি আকৃষ্ট করুন এবং তাদেরকে ফলাদি দ্বারা রুযী দান করুন, সম্ভবতঃ তারা কৃতজ্ঞতা প্রকাশ করবে","bangla_mujibur":"হে আমাদের রাব্ব! আমি আমার বংশধরদের কতককে বসবাস করালাম অনুর্বর উপত্যকায় আপনার পবিত্র গৃহের নিকট। হে আমাদের রাব্ব! এ জন্য যে, তারা যেন সালাত কায়েম করে; সুতরাং আপনি কিছু লোকের অন্তর ওদের প্রতি অনুরাগী করে দিন এবং ফলফলাদি দ্বারা তাদের রিয্কের ব্যবস্থা করুন যাতে তারা কৃতজ্ঞতা প্রকাশ করে।","bangla_taisirul":"হে আমাদের প্রতিপালক! আমি আমার সন্তানদের একাংশকে শস্যক্ষেতহীন উপত্যকায় তোমার সম্মানিত ঘরের নিকট পুনর্বাসিত করলাম। হে আমার প্রতিপালক! তারা যাতে নামায কায়িম করে। কাজেই তুমি মানুষের অন্তরকে তাদের প্রতি অনুরাগী করে দাও আর ফল-ফলাদি দিয়ে তাদের জীবিকার ব্যবস্থা কর যাতে তারা শুকরিয়া আদায় করে।"},{"id":38,"arabic_text":"رَبَّنَاۤ  اِنَّکَ تَعۡلَمُ مَا نُخۡفِیۡ وَ مَا نُعۡلِنُ ؕ وَ مَا یَخۡفٰی عَلَی اللّٰہِ مِنۡ شَیۡءٍ  فِی الۡاَرۡضِ وَ لَا  فِی  السَّمَآءِ ﴿۳۸﴾ ","english_text":"Do you order righteousness of the people and forget yourselves while you recite the Scripture? Then will you not reason?","page":260,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1788.mp3","colorText":"رَبَّن[o[َآ] إِ[g[نّ]َكَ تَعْلَمُ مَا نُخْفِى وَمَا نُعْلِنُ‌ۗ وَمَا يَخْفَىٰ عَلَى [h:412[ٱ]للَّهِ مِ[f:2103[ن ش][f:5402[َىْءٍ ف]ِى [h:44[ٱ]لْأَرْضِ وَلَا فِى [h:746[ٱ][l[ل]سَّم[o[َا]ٓءِ","juz":13,"ruku":216,"manzil":3,"bangla_ahbayan":"হে আমাদের প্রতিপালক! আমরা যা গোপন করি এবং যা প্রকাশ করি তা নিশ্চয় তুমি জানো। আর পৃথিবী ও আকাশের কোন কিছুই আল্লাহর নিকট গোপন থাকে না। [১]","bangla_bayan":"হে আমাদের রব, নিশ্চয় আপনি জানেন, যা আমরা গোপন করি এবং যা প্রকাশ করি, আর কোন কিছু আল্লাহর নিকট গোপন নেই, না যমীনে না আসমানে।","bangla_mkhan":"হে আমাদের পালনকর্তা, আপনি তো জানেন আমরা যা কিছু গোপনে করি এবং যা কিছু প্রকাশ্য করি। আল্লাহর কাছে পৃথিবীতে ও আকাশে কোন কিছুই গোপন নয়।","bangla_mujibur":"হে আমাদের রাব্ব! আপনিতো জানেন যা আমরা গোপন করি এবং যা আমরা প্রকাশ করি; আকাশমন্ডলী ও পৃথিবীর কোন কিছুই আল্লাহর নিকট গোপন থাকেনা।","bangla_taisirul":"হে আমাদের প্রতিপালক! তুমি তো জান যা আমরা গোপন করি আর যা প্রকাশ করি, আসমান ও যমীনের কোন বস্তুই আল্লাহ হতে গোপন নেই।"},{"id":39,"arabic_text":"اَلۡحَمۡدُ لِلّٰہِ الَّذِیۡ وَہَبَ لِیۡ عَلَی الۡکِبَرِ  اِسۡمٰعِیۡلَ وَ اِسۡحٰقَ ؕ اِنَّ  رَبِّیۡ لَسَمِیۡعُ  الدُّعَآءِ ﴿۳۹﴾ ","english_text":"And seek help through patience and prayer, and indeed, it is difficult except for the humbly submissive [to Allah ]","page":260,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1789.mp3","colorText":"ٱلْحَمْدُ لِلَّهِ [h:3912[ٱ]لَّذِى وَهَبَ لِى عَلَى [h:7152[ٱ]لْكِبَرِ إِسْمَ[n[ـٰ]عِيلَ وَإِسْحَ[n[ـٰ]قَ‌ۚ إِ[g[نّ]َ رَبِّى لَسَمِيعُ [h:7153[ٱ][l[ل]دُّع[o[َا]ٓءِ","juz":13,"ruku":216,"manzil":3,"bangla_ahbayan":"সমস্ত প্রশংসা আল্লাহরই প্রাপ্য যিনি আমাকে (আমার) বার্ধক্য সত্ত্বেও ইসমাঈল ও ইসহাককে দান করেছেন। আমার প্রতিপালক অবশ্যই দুআ শ্রবণকারী।","bangla_bayan":"‘সকল প্রশংসা আল্লাহর, যিনি বৃদ্ধ বয়সে আমাকে ঈসমাঈল ও ইসহাককে দান করেছেন। নিশ্চয় আমার রব দো‘আ শ্রবণকারী’।","bangla_mkhan":"সমস্ত প্রশংসা আল্লাহরই, যিনি আমাকে এই বার্ধক্যে ইসমাঈল ও ইসহাক দান করেছেন নিশ্চয় আমার পালনকর্তা দোয়া শ্রবণ করেন।","bangla_mujibur":"সমস্ত প্রশংসা আল্লাহরই প্রাপ্য যিনি আমাকে আমার বার্ধক্যে ইসমাঈল ও ইসহাককে দান করেছেন; আমার রাব্ব অবশ্যই প্রার্থনা শুনে থাকেন।","bangla_taisirul":"যাবতীয় প্রশংসা আল্লাহর যিনি আমার বার্ধক্য অবস্থায় আমাকে ইসমাঈল ও ইসহাককে দান করেছেন, আমার প্রতিপালক অবশ্যই আহবান শ্রবণকারী।"},{"id":40,"arabic_text":"رَبِّ اجۡعَلۡنِیۡ مُقِیۡمَ الصَّلٰوۃِ  وَ مِنۡ ذُرِّیَّتِیۡ ٭ۖ رَبَّنَا وَ تَقَبَّلۡ دُعَآءِ ﴿۴۰﴾ ","english_text":"Who are certain that they will meet their Lord and that they will return to Him.","page":260,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1790.mp3","colorText":"رَبِّ [h:7154[ٱ][q:6717[جْ]عَلْنِى مُقِيمَ [h:7155[ٱ][l[ل]صَّلَ[s[و][n[ٲ]ةِ وَمِ[f:643[ن ذ]ُرِّيَّتِى‌ۚ رَبَّنَا وَتَقَبَّلْ دُع[o[َا]ٓءِ","juz":13,"ruku":216,"manzil":3,"bangla_ahbayan":"হে আমার প্রতিপালক! আমাকে নামায প্রতিষ্ঠাকারী বানাও এবং আমার বংশধরদের মধ্য হতেও।[১] হে আমাদের প্রতিপালক! আমার দুআ কবুল কর।","bangla_bayan":"‘হে আমার রব, আমাকে সালাত কায়েমকারী বানান এবং আমার বংশধরদের মধ্য থেকেও, হে আমাদের রব, আর আমার দো‘আ কবূল করুন’।","bangla_mkhan":"হে আমার পালনকর্তা, আমাকে নামায কায়েমকারী করুন এবং আমার সন্তানদের মধ্যে থেকেও। হে আমাদের পালনকর্তা, এবং কবুল করুন আমাদের দোয়া।","bangla_mujibur":"হে আমার রাব্ব! আমাকে সালাত কায়েমকারী করুন এবং আমার বংশধরদের মধ্য হতেও; হে আমাদের রাব্ব! আমার প্রার্থনা কবূল করুন।","bangla_taisirul":"হে আমার প্রতিপালক! আমাকে নামায প্রতিষ্ঠাকারী বানাও আর আমার সন্তানদেরকেও, হে আমাদের প্রতিপালক! তুমি আমার প্রার্থনা কবূল কর।"},{"id":41,"arabic_text":"رَبَّنَا اغۡفِرۡ لِیۡ  وَ لِوَالِدَیَّ وَ لِلۡمُؤۡمِنِیۡنَ  یَوۡمَ  یَقُوۡمُ الۡحِسَابُ ﴿۴۱﴾ ","english_text":"O Children of Israel, remember My favor that I have bestowed upon you and that I preferred you over the worlds.","page":260,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1791.mp3","colorText":"رَبَّنَا [h:2305[ٱ]غْفِرْ لِى وَلِو[n[َٲ]لِدَىَّ وَلِلْمُؤْمِنِينَ يَوْمَ يَقُومُ [h:7156[ٱ]لْحِس[p[َا][q[ب]ُ","juz":13,"ruku":216,"manzil":3,"bangla_ahbayan":"হে আমার প্রতিপালক! যেদিন হিসাব হবে সেদিন আমাকে, আমার পিতা-মাতাকে[১] এবং বিশ্বাসীদেরকে ক্ষমা করো।’","bangla_bayan":"‘হে আমাদের রব, যেদিন হিসাব কায়েম হবে, সেদিন আপনি আমাকে, আমার পিতামাতাকে ও মুমিনদেরকে ক্ষমা করে দিবেন’।","bangla_mkhan":"হে আমাদের পালনকর্তা, আমাকে, আমার পিতা-মাতাকে এবং সব মুমিনকে ক্ষমা করুন, যেদিন হিসাব কায়েম হবে।","bangla_mujibur":"হে আমার রাব্ব! যেদিন হিসাব হবে সেদিন আমাকে, আমার মাতাপিতাকে এবং মু’মিনদেরকে ক্ষমা করুন।","bangla_taisirul":"হে আমাদের প্রতিপালক! হিসাব গ্রহণের দিন আমাকে, আমার পিতা-মাতাকে আর মু’মিনদেরকে ক্ষমা করে দিও,"},{"id":42,"arabic_text":"وَ لَا تَحۡسَبَنَّ اللّٰہَ غَافِلًا عَمَّا یَعۡمَلُ الظّٰلِمُوۡنَ ۬ؕ اِنَّمَا یُؤَخِّرُہُمۡ لِیَوۡمٍ تَشۡخَصُ  فِیۡہِ  الۡاَبۡصَارُ ﴿ۙ۴۲﴾ ","english_text":"And fear a Day when no soul will suffice for another soul at all, nor will intercession be accepted from it, nor will compensation be taken from it, nor will they be aided.","page":260,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1792.mp3","colorText":"وَلَا تَحْسَبَ[g[نّ]َ [h:7157[ٱ]للَّهَ غَ[n[ـٰ]فِلاً عَ[g[مّ]َا يَعْمَلُ [h:7158[ٱ][l[ل]ظَّ[n[ـٰ]لِمُونَ‌ۚ إِ[g[نّ]َمَا يُؤَخِّرُهُمْ لِيَوْ[f:7159[مٍ ت]َشْخَصُ فِيهِ [h:7160[ٱ]لْأَ[q:4305[بْ]صَ[p[ـٰ]رُ","juz":13,"ruku":217,"manzil":3,"bangla_ahbayan":"তুমি কখনো মনে করো না যে, সীমালংঘনকারীরা যা করে সে বিষয়ে আল্লাহ উদাসীন। আসলে তিনি সেদিন পর্যন্ত তাদেরকে অবকাশ দেন, যেদিন সকল চক্ষু স্থির হয়ে যাবে। [১]","bangla_bayan":"আর যালিমরা যা করছে, আল্লাহকে তুমি সে বিষয়ে মোটেই গাফেল মনে করো না, আল্লাহ তো তাদের অবকাশ দিচ্ছেন, ঐ দিন পর্যন্ত যে দিন চোখ পলকহীন তাকিয়ে থাকবে।","bangla_mkhan":"জালেমরা যা করে, সে সম্পর্কে আল্লাহকে কখনও বেখবর মনে করো না তাদেরকে তো ঐ দিন পর্যন্ত অবকাশ দিয়ে রেখেছেন, যেদিন চক্ষুসমূহ বিস্ফোরিত হবে।","bangla_mujibur":"তুমি কখনও মনে করনা যে, যালিমরা যা করে সে বিষয়ে আল্লাহ উদাসীন। তবে তিনি সেদিন পর্যন্ত তাদেরকে অবকাশ দেন যেদিন তাদের চক্ষু হবে স্থির।","bangla_taisirul":"যালিমরা যা করছে সে ব্যাপারে তোমরা আল্লাহকে কক্ষনো উদাসীন মনে কর না। তিনি তাদেরকে সেদিন পর্যন্ত ঢিল দিচ্ছেন যেদিন ভয়ে আতঙ্কে চক্ষু স্থির হয়ে যাবে।"},{"id":43,"arabic_text":"مُہۡطِعِیۡنَ مُقۡنِعِیۡ رُءُوۡسِہِمۡ لَا یَرۡتَدُّ اِلَیۡہِمۡ  طَرۡفُہُمۡ ۚ وَ اَفۡـِٕدَتُہُمۡ  ہَوَآءٌ ﴿ؕ۴۳﴾ ","english_text":"And [recall] when We saved your forefathers from the people of Pharaoh, who afflicted you with the worst torment, slaughtering your [newborn] sons and keeping your females alive. And in that was a great trial from your Lord.","page":261,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1793.mp3","colorText":"مُهْطِعِينَ مُ[q:7161[قْ]نِعِى رُءُوسِهِمْ لَا يَرْتَدُّ إِلَيْهِمْ طَرْفُهُمْ‌ۖ وَأَفْــِٔدَتُهُمْ هَو[o[َا]ٓءٌ","juz":13,"ruku":217,"manzil":3,"bangla_ahbayan":"ভীত-বিহব্বল চিত্তে আকাশের দিকে চেয়ে তারা ছুটাছুটি করবে[১] নিজেদের প্রতি তাদের দৃষ্টি ফিরবে না এবং তাদের অন্তর হবে (জ্ঞান) শূন্য। [২]","bangla_bayan":"তারা মাথা তুলে দৌড়াতে থাকবে, তাদের দৃষ্টি নিজদের দিকে ফিরবে না এবং তাদের অন্তর হবে শূন্য।","bangla_mkhan":"তারা মস্তক উপরে তুলে ভীত-বিহবল চিত্তে দৌড়াতে থাকবে। তাদের দিকে তাদের দৃষ্টি ফিরে আসবে না এবং তাদের অন্তর উড়ে যাবে।","bangla_mujibur":"ভীতি বিহবল চিত্তে (আকাশের দিকে চেয়ে) ছুটাছুটি করবে। নিজেদের প্রতি তাদের দৃষ্টি ফিরবেনা এবং তাদের অন্তর হবে শূন্য।","bangla_taisirul":"আতঙ্কিত হয়ে মাথা তুলে পালাতে থাকবে, দৃষ্টি তাদের নিজেদের পানে ফিরে আসবে না, আর তাদের দিল উড়ে যাবে।"},{"id":44,"arabic_text":"وَ اَنۡذِرِ النَّاسَ یَوۡمَ  یَاۡتِیۡہِمُ  الۡعَذَابُ فَیَقُوۡلُ الَّذِیۡنَ ظَلَمُوۡا رَبَّنَاۤ  اَخِّرۡنَاۤ  اِلٰۤی  اَجَلٍ قَرِیۡبٍ ۙ نُّجِبۡ دَعۡوَتَکَ وَ نَتَّبِعِ الرُّسُلَ ؕ اَوَ لَمۡ  تَکُوۡنُوۡۤا اَقۡسَمۡتُمۡ مِّنۡ  قَبۡلُ  مَا  لَکُمۡ  مِّنۡ  زَوَالٍ ﴿ۙ۴۴﴾ ","english_text":"And [recall] when We parted the sea for you and saved you and drowned the people of Pharaoh while you were looking on.","page":261,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1794.mp3","colorText":"وَأَ[f:7162[نذ]ِرِ [h:7163[ٱ][l[ل][g[نّ]َاسَ يَوْمَ يَأْتِيهِمُ [h:7164[ٱ]لْعَذَابُ فَيَقُولُ [h:7165[ٱ]لَّذِينَ ظَلَمُو[s[اْ] رَبَّن[o[َآ] أَخِّرْن[o[َآ] إِلَ[o[ىٰٓ] أَجَ[f:2940[لٍ ق]َرِي[a:7166[بٍ ن]ُّجِ[q:7167[بْ] دَعْوَتَكَ وَنَتَّبِعِ [h:7168[ٱ][l[ل]رُّسُلَ‌ۗ أَوَلَمْ تَكُون[o[ُوٓ][s[اْ] أَ[q:4723[قْ]سَمْت[w:7169[ُم م]ِّ[f:128[ن ق]َ[q:129[بْ]لُ مَا لَك[w:556[ُم م]ِّ[f:7170[ن ز]َو[p[َا]لٍ","juz":13,"ruku":217,"manzil":3,"bangla_ahbayan":"সেদিন সম্পর্কে তুমি মানুষকে সতর্ক কর যেদিন তাদের শাস্তি আসবে, যখন সীমালংঘনকারীরা বলবে, ‘হে আমাদের প্রতিপালক! আমাদেরকে কিছু কালের জন্য অবকাশ দাও; আমরা তোমার আহবানে সাড়া দিব এবং রসূলদের অনুসরণ করব।’ (তখন তাদেরকে বলা হবে,) ‘তোমরা কি পূর্বে শপথ করে বলতে না যে, তোমাদের কোন পতন নেই? [১]","bangla_bayan":"আর তুমি মানুষদেরকে সতর্ক কর, যেদিন তাদের উপর আযাব নেমে আসবে। অতঃপর তখন যারা যুলম করেছে তারা বলবে, ‘হে আমাদের রব, তুমি আমাদেরকে কিছু সময়ের জন্য অবকাশ দাও, আমরা তোমার ডাকে সাড়া দেব এবং রাসূলদের অনুসরণ করব’। ইতঃপূর্বে তোমরা কি কসম করনি যে, তোমাদের কোন পতন নেই?","bangla_mkhan":"মানুষকে ঐ দিনের ভয় প্রদর্শন করুন, যেদিন তাদের কাছে আযাব আসবে। তখন জালেমরা বলবেঃ হে আমাদের পালনকর্তা, আমাদেরকে সামান্য মেয়াদ পর্যন্ত সময় দিন, যাতে আমরা আপনার আহবানে সাড়া দিতে এবং পয়গম্বরগণের অনুসরণ করতে পারি। তোমরা কি ইতোপূর্বে কসম খেতে না যে, তোমাদেরকে দুনিয়া থেকে যেতে হবে না?","bangla_mujibur":"যেদিন তাদের শাস্তি আসবে সেদিন সম্পর্কে তুমি মানুষকে সতর্ক কর। তখন যালিমরা বলবেঃ হে আমাদের রাব্ব! আমাদের কিছুকালের জন্য অবকাশ দিন, আমরা আপনার আহবানে সাড়া দিব এবং রাসূলদের অনুসরণ করবই। তোমরা কি পূর্বে শপথ করে বলতে না যে, তোমাদের পতন নেই?","bangla_taisirul":"কাজেই মানুষকে সতর্ক কর সেদিনের ব্যাপারে যেদিন তাদের উপর ‘আযাব আসবে। যারা যুলম করেছিল তারা তখন বলবে, ‘হে আমাদের প্রতিপালক! আমাদেরকে অল্পদিনের জন্য সময় দাও, আমরা তোমার আহবানে সাড়া দিব আর রসূলদের কথা মেনে চলব।’ (তখন তাদেরকে বলা হবে) তোমরা কি পূর্বে শপথ করে বলনি যে, তোমাদের কক্ষনো পতন ঘটবে না?"},{"id":45,"arabic_text":"وَّ سَکَنۡتُمۡ فِیۡ مَسٰکِنِ الَّذِیۡنَ ظَلَمُوۡۤا اَنۡفُسَہُمۡ وَ تَبَیَّنَ لَکُمۡ  کَیۡفَ فَعَلۡنَا بِہِمۡ  وَ ضَرَبۡنَا  لَکُمُ  الۡاَمۡثَالَ ﴿۴۵﴾ ","english_text":"And [recall] when We made an appointment with Moses for forty nights. Then you took [for worship] the calf after him, while you were wrongdoers.","page":261,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1795.mp3","colorText":"وَسَكَ[f:7171[نت]ُمْ فِى مَسَ[n[ـٰ]كِنِ [h:7172[ٱ]لَّذِينَ ظَلَم[o[ُوٓ][s[اْ] أَ[f:38[نف]ُسَهُمْ وَتَبَيَّنَ لَكُمْ كَيْفَ فَعَلْنَا بِهِمْ وَضَرَ[q:7173[بْ]نَا لَكُمُ [h:7174[ٱ]لْأَمْث[p[َا]لَ","juz":13,"ruku":217,"manzil":3,"bangla_ahbayan":"তোমরা বাস করতে তাদের বাসভূমিতে যারা নিজেদের প্রতি যুলম করেছিল এবং তাদের প্রতি আমি কি করেছিলাম, তাও তোমাদের নিকট সুবিদিত ছিল এবং তোমাদের নিকট আমি দৃষ্টান্তও উপস্থিত করেছিলাম।’ [১]","bangla_bayan":"আর তোমরা বাস করছিলে সেসব লোকদের বাসস্থানে, যারা নিজদের উপর যুলম করত এবং তোমাদের নিকট স্পষ্ট হয়েছিল আমি তাদের সাথে কিরূপ করেছি এবং আমি তোমাদের জন্য উপমা বর্ণনা করেছি।","bangla_mkhan":"তোমরা তাদের বাসভূমিতেই বসবাস করতে, যারা নিজেদের উপর জুলুম করেছে এবং তোমাদের জানা হয়ে গিয়েছিল যে, আমি তাদের সাথে কিরূপ ব্যবহার করেছি এবং আমি তোমাদেরকে ওদের সব কাহিনীই বর্ণনা করেছি।","bangla_mujibur":"অথচ তোমরা বাস করতে তাদের বাসভূমিতে যারা নিজেদের প্রতি যুলম করেছিল এবং তাদের প্রতি আমি কি করেছিলাম তাও তোমাদের নিকট সুবিদিত ছিল এবং তোমাদের নিকট আমি তাদের দৃষ্টান্তও উপস্থিত করেছিলাম।","bangla_taisirul":"অথচ তোমরা সেই লোকগুলোর বাসভূমিতে বসবাস করছিলে যারা নিজেদের প্রতি যুলম করেছিল আর তোমাদেরকে স্পষ্ট করে দেখিয়ে দেয়া হয়েছিল আমি তাদের সঙ্গে কেমন ব্যবহার করেছিলাম। আর আমি বহু উদাহরণ টেনে তোমাদেরকে বুঝিয়েও দিয়েছিলাম।"},{"id":46,"arabic_text":"وَ قَدۡ مَکَرُوۡا مَکۡرَہُمۡ وَ عِنۡدَ اللّٰہِ مَکۡرُہُمۡ ؕ وَ اِنۡ کَانَ مَکۡرُہُمۡ لِتَزُوۡلَ مِنۡہُ  الۡجِبَالُ ﴿۴۶﴾ ","english_text":"Then We forgave you after that so perhaps you would be grateful.","page":261,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1796.mp3","colorText":"وَقَ[q:387[دْ] مَكَرُو[s[اْ] مَكْرَهُمْ وَعِ[f:5476[ند]َ [h:7175[ٱ]للَّهِ مَكْرُهُمْ وَإِ[f:1649[ن ك]َانَ مَكْرُهُمْ لِتَزُولَ مِنْهُ [h:7176[ٱ]لْجِب[p[َا]لُ","juz":13,"ruku":217,"manzil":3,"bangla_ahbayan":"তারা ভীষণ চক্রান্ত করেছিল, অথচ আল্লাহর নিকট তাদের চক্রান্ত (জানা) ছিল।[১] তাদের চক্রান্ত এমন ছিল না যাতে পর্বত টলে যেত।[২]","bangla_bayan":"আর তারা তাদের ষড়যন্ত্র করেছিল, আর আল্লাহর কাছেই তাদের ষড়যন্ত্র, যদিও তাদের ষড়যন্ত্র এমন ছিল যা দ্বারা পাহাড় অপসারিত হয়ে যায়।","bangla_mkhan":"তারা নিজেদের মধ্যে ভীষণ চক্রান্ত করে নিয়েছে এবং আল্লাহর সামনে রক্ষিত আছে তাদের কু-চক্রান্ত। তাদের কুটকৌশল পাহাড় টলিয়ে দেয়ার মত হবে না।","bangla_mujibur":"তারা ভীষণ চক্রান্ত করেছিল, কিন্তু আল্লাহর নিকট তাদের চক্রান্ত রক্ষিত রয়েছে। তাদের চক্রান্ত এমন ছিলনা যাতে পর্বত টলে যেত।","bangla_taisirul":"তারা যে চক্রান্ত করেছিল তা ছিল সত্যিই ভয়ানক, কিন্তু তাদের চক্রান্ত আল্লাহর দৃষ্টির ভিতরেই ছিল, যদিও তাদের চক্রান্তগুলো এমন ছিল না যে, তাতে পর্বতও টলে যেত।"},{"id":47,"arabic_text":"فَلَا تَحۡسَبَنَّ اللّٰہَ مُخۡلِفَ وَعۡدِہٖ  رُسُلَہٗ ؕ اِنَّ  اللّٰہَ  عَزِیۡزٌ  ذُو انۡتِقَامٍ ﴿ؕ۴۷﴾ ","english_text":"And [recall] when We gave Moses the Scripture and criterion that perhaps you would be guided.","page":261,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1797.mp3","colorText":"فَلَا تَحْسَبَ[g[نّ]َ [h:7157[ٱ]للَّهَ مُخْلِفَ وَعْدِه[n[ِۦ] رُسُلَهُ[o[ۥٓ‌ۗ] إِ[g[نّ]َ [h:80[ٱ]للَّهَ عَزِي[f:1729[زٌ ذ]ُو [h:1730[ٱ][f:1731[نت]ِق[p[َا]مٍ","juz":13,"ruku":217,"manzil":3,"bangla_ahbayan":"সুতরাং তুমি কখনো মনে করো না যে, আল্লাহ তাঁর রসূলদের প্রতি প্রদত্ত প্রতিশ্রুতি ভঙ্গ করবেন;[১] আল্লাহ পরাক্রমশালী, প্রতিশোধগ্রহণকারী। [২]","bangla_bayan":"সুতরাং তুমি কখনো আল্লা¬হকে তাঁর রাসূলদের দেয়া প্রতিশ্রুতি ভঙ্গকারী মনে করো না। নিশ্চয় আল্লাহ পরাক্রমশালী, প্রতিশোধ গ্রহণকারী।","bangla_mkhan":"অতএব আল্লাহর প্রতি ধারণা করো না যে, তিনি রসূলগণের সাথে কৃত ওয়াদা ভঙ্গ করবেন নিশ্চয় আল্লাহ পরাক্রমশালী, প্রতিশোধ গ্রহণকারী।","bangla_mujibur":"তুমি কখনও মনে করনা যে, আল্লাহ তাঁর রাসূলদের প্রতি প্রদত্ত প্রতিশ্রুতি ভঙ্গ করেন; আল্লাহ পরাক্রমশালী, দন্ড বিধায়ক।","bangla_taisirul":"(অবস্থা যতই প্রতিকূল হোক না কেন) তুমি কক্ষনো মনে কর না যে, আল্লাহ তাঁর রসূলগণকে দেয়া ওয়া‘দা খেলাপ করবেন, আল্লাহ মহা প্রতাপশালী, প্রবল প্রতিশোধ গ্রহণকারী।"},{"id":48,"arabic_text":"یَوۡمَ تُبَدَّلُ الۡاَرۡضُ غَیۡرَ الۡاَرۡضِ وَ السَّمٰوٰتُ وَ  بَرَزُوۡا  لِلّٰہِ  الۡوَاحِدِ  ","english_text":"And [recall] when Moses said to his people, \"O my people, indeed you have wronged yourselves by your taking of the calf [for worship]. So repent to your Creator and kill yourselves. That is best for [all of] you in the sight of your Creator.\" Then He accepted your repentance; indeed, He is the Accepting of repentance, the Merciful.","page":261,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1798.mp3","colorText":"يَوْمَ تُبَدَّلُ [h:7177[ٱ]لْأَرْضُ غَيْرَ [h:7178[ٱ]لْأَرْضِ وَ[h:7179[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تُ‌ۖ وَبَرَزُو[s[اْ] لِلَّهِ [h:7180[ٱ]لْو[n[َٲ]حِدِ [h:7181[ٱ]لْقَهّ[p[َا]رِ","juz":13,"ruku":217,"manzil":3,"bangla_ahbayan":"(স্মরণ কর,) যেদিন এই পৃথিবী পরিবর্তিত হয়ে অন্য পৃথিবী হবে এবং আকাশমন্ডলীও।[১] আর মানুষ (কবর থেকে) বের হবে একক প্রতাপশালী আল্লাহর জন্য।","bangla_bayan":"যেদিন এ যমীন ভিন্ন যমীনে রূপান্তরিত হবে এবং আসমানসমূহও। আর তারা পরাক্রমশালী এক আল্লাহর সামনে হাযির হবে।","bangla_mkhan":"যেদিন পরিবর্তিত করা হবে এ পৃথিবীকে অন্য পৃথিবীতে এবং পরিবর্তিত করা হবে আকাশ সমূহকে এবং লোকেরা পরাক্রমশালী এবং আল্লাহর সামনে পেশ হবে।","bangla_mujibur":"যেদিন এই পৃথিবী পরিবর্তিত হয়ে অন্য পৃথিবী হবে এবং আকাশমন্ডলীও এবং মানুষ উপস্থিত হবে আললাহর সামনে, যিনি এক, পরাক্রমশালী।","bangla_taisirul":"যেদিন এ পৃথিবী বদলে গিয়ে অন্য এক পৃথিবীতে রূপান্তরিত হবে আর আসমানসমূহও (বদলে যাবে), আর মানুষ সমুস্থাপিত হবে এক ও অপ্রতিরোধ্য আল্লাহর সম্মুখে।"},{"id":49,"arabic_text":"الۡقَہَّارِ ﴿۴۸﴾ وَ تَـرَی الۡمُجۡرِمِیۡنَ یَوۡمَئِذٍ مُّقَرَّنِیۡنَ فِی  الۡاَصۡفَادِ ﴿ۚ۴۹﴾ ","english_text":"And [recall] when you said, \"O Moses, we will never believe you until we see Allah outright\"; so the thunderbolt took you while you were looking on.","page":261,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1799.mp3","colorText":"وَتَرَى [h:7182[ٱ]لْمُ[q:4093[جْ]رِمِينَ يَوْمَئِ[a:7183[ذٍ م]ُّقَرَّنِينَ فِى [h:7184[ٱ]لْأَصْف[p[َا][q[د]ِ","juz":13,"ruku":217,"manzil":3,"bangla_ahbayan":"সেদিন তুমি অপরাধীদেরকে দেখবে শিকল দ্বারা বাঁধা অবস্থায়।","bangla_bayan":"আর সে দিন তুমি অপরাধীদের দেখবে তারা শিকলে বাঁধা।","bangla_mkhan":"তুমি ঐদিন পাপীদেরকে পরস্পরে শৃংখলা বদ্ধ দেখবে।","bangla_mujibur":"সেদিন তুমি অপরাধীদেরকে দেখবে শৃংখলিত অবস্থায়।","bangla_taisirul":"সেদিন তুমি অপরাধীদেরকে দেখবে শৃঙ্খলে তাদের হাত পা শক্ত করে বাঁধা।"},{"id":50,"arabic_text":"سَرَابِیۡلُہُمۡ مِّنۡ قَطِرَانٍ وَّ تَغۡشٰی وُجُوۡہَہُمُ  النَّارُ ﴿ۙ۵۰﴾ ","english_text":"Then We revived you after your death that perhaps you would be grateful.","page":261,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1800.mp3","colorText":"سَرَابِيلُه[w:7185[ُم م]ِّ[f:7186[ن ق]َطِرَا[a:7187[نٍ و]َتَغْشَىٰ وُجُوهَهُمُ [h:7188[ٱ][l[ل][g[نّ][p[َا]رُ","juz":13,"ruku":217,"manzil":3,"bangla_ahbayan":"তাদের জামা হবে আলকাতরার[১] এবং অগ্নি আচ্ছন্ন করবে তাদের মুখমন্ডল।","bangla_bayan":"তাদের পোশাক হবে আলকাতরার* এবং আগুন তাদের চেহারাসমূহকে ঢেকে ফেলবে। \\n\\n* قطران হচ্ছে এমন আলকাতরা, যাতে দ্রুত আগুন দাউ দাউ করে জ্বলে উঠে।","bangla_mkhan":"তাদের জামা হবে দাহ্য আলকাতরার এবং তাদের মুখমন্ডলকে আগুন আচ্ছন্ন করে ফেলবে।","bangla_mujibur":"তাদের পোশাক হবে আলকাতরার এবং আগুন আচ্ছন্ন করবে তাদের মুখমন্ডল।","bangla_taisirul":"তাদের পোশাক হবে আলকাতরার আর আগুন তাদের মুখমন্ডল আচ্ছন্ন করবে।"},{"id":51,"arabic_text":"لِیَجۡزِیَ اللّٰہُ  کُلَّ  نَفۡسٍ مَّا کَسَبَتۡ ؕ اِنَّ  اللّٰہَ  سَرِیۡعُ  الۡحِسَابِ ﴿۵۱﴾ ","english_text":"And We shaded you with clouds and sent down to you manna and quails, [saying], \"Eat from the good things with which We have provided you.\" And they wronged Us not - but they were [only] wronging themselves.","page":261,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1801.mp3","colorText":"لِيَ[q:5945[جْ]زِىَ [h:7189[ٱ]للَّهُ كُلَّ نَفْ[a:1654[سٍ م]َّا كَسَبَتْ‌ۚ إِ[g[نّ]َ [h:80[ٱ]للَّهَ سَرِيعُ [h:1112[ٱ]لْحِس[p[َا][q[ب]ِ","juz":13,"ruku":217,"manzil":3,"bangla_ahbayan":"যাতে আল্লাহ প্রত্যেককে তার কৃতকর্মের প্রতিফল দিবেন। নিশ্চয় আল্লাহ হিসাব গ্রহণে তৎপর।","bangla_bayan":"এটা এ জন্য যে, আল্লাহ প্রত্যেকের কৃতকর্মের প্রতিফল দিবেন, আল্লাহ হিসাব গ্রহণে তৎপর।","bangla_mkhan":"যাতে আল্লাহ প্রত্যেককে তার কৃতকর্মের প্রতিদান দেন। নিশ্চয় আল্লাহ দ্রুত হিসাব গ্রহণকারী।","bangla_mujibur":"যাতে আল্লাহ প্রতিদান দেন প্রত্যেক নাফসকে যা সে অর্জন করেছে। নিশ্চয় আল্লাহ দ্রুত হিসাব গ্রহণকারী।","bangla_taisirul":"(এটা করা হবে এজন্য) যাতে আল্লাহ প্রত্যেক ব্যক্তিকে তার কৃতকর্মের প্রতিফল দিতে পারেন। আল্লাহ তো হিসাব গ্রহণে খুবই দ্রুতগতি।"},{"id":52,"arabic_text":"ہٰذَا بَلٰغٌ  لِّلنَّاسِ وَ لِیُنۡذَرُوۡا بِہٖ وَ لِیَعۡلَمُوۡۤا اَنَّمَا ہُوَ  اِلٰہٌ  وَّاحِدٌ  وَّ لِیَذَّکَّرَ اُولُوا  الۡاَلۡبَابِ ﴿۵۲﴾ ","english_text":"And [recall] when We said, \"Enter this city and eat from it wherever you will in [ease and] abundance, and enter the gate bowing humbly and say, 'Relieve us of our burdens.' We will [then] forgive your sins for you, and We will increase the doers of good [in goodness and reward].\"","page":261,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1802.mp3","colorText":"هَ[n[ـٰ]ذَا بَلَ[n[ـٰ][u:7190[غٌ ل]ِّل[g[نّ]َاسِ وَلِيُ[f:7191[نذ]َرُو[s[اْ] بِه[n[ِۦ] وَلِيَعْلَم[o[ُوٓ][s[اْ] أَ[g[نّ]َمَا هُوَ إِلَ[n[ـٰ][a:827[هٌ و][n[َٲ]حِ[a:7192[دٌ و]َلِيَذَّكَّرَ أُ[s[وْ]لُو[s[اْ] [h:1595[ٱ]لْأَلْبَ[p[ـٰ][q[ب]ِ","juz":13,"ruku":217,"manzil":3,"bangla_ahbayan":"এটা[১] মানুষের জন্য এক বার্তা; যাতে এটা দ্বারা তাদেরকে সতর্ক করা হয় এবং তারা জানতে পারে যে, তিনি একমাত্র উপাস্য এবং যাতে জ্ঞানীরা উপদেশ গ্রহণ করে।","bangla_bayan":"এটা মানুষের জন্য পয়গাম। আর যা দ্বারা তাদেরকে সতর্ক করা হয় এবং তারা জানতে পারে যে, তিনি কেবল এক ইলাহ, আর যাতে বুদ্ধিমানরা উপদেশ গ্রহণ করে।","bangla_mkhan":"এটা মানুষের একটি সংবাদনামা এবং যাতে এতদ্বারা ভীত হয় এবং যাতে জেনে নেয় যে, উপাস্য তিনিই-একক; এবং যাতে বুদ্ধিমানরা চিন্তা-ভাবনা করে।","bangla_mujibur":"ইহা মানুষের জন্য এক বার্তা যাতে এর দ্বারা তারা সতর্ক হয় এবং জানতে পারে যে, তিনি একমাত্র উপাস্য এবং যাতে বোধশক্তি সম্পন্নরা উপদেশ গ্রহণ করে।","bangla_taisirul":"এটা মানুষদের জন্য একটা বার্তা যার দ্বারা তাদেরকে সতর্ক করা হচ্ছে আর যাতে তারা জানতে পারে যে, তিনি এক ইলাহ আর যাতে বুদ্ধিমান মানুষেরা উপদেশ লাভ করে।"}]}}