{"surahDetails":{"id":15,"banglaName":"পাথুরে পাহাড়","totalAyah":99,"arabicInBangla":"আল-হিজর"},"surah":{"id":15,"verses":[{"id":1,"arabic_text":"الٓرٰ ۟  تِلۡکَ اٰیٰتُ الۡکِتٰبِ وَ قُرۡاٰنٍ مُّبِیۡنٍ ﴿۱﴾ ","english_text":"And of the people are some who say, \"We believe in Allah and the Last Day,\" but they are not believers.","page":262,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1803.mp3","colorText":"ا[m[لٓ]ر‌ۚ تِلْكَ ءَايَ[n[ـٰ]تُ [h:5932[ٱ]لْكِتَ[n[ـٰ]بِ وَقُرْءَا[a:7193[نٍ م]ُّب[p[ِي]نٍ","juz":14,"ruku":218,"manzil":3,"bangla_ahbayan":"আলিফ লা-ম রা। এগুলি আয়াত মহাগ্রন্থের, সুস্পষ্ট কুরআনের। [১]","bangla_bayan":"আলিফ-লাম-রা; এ হল কিতাব ও সুস্পষ্ট কুরআনের আয়াতসমূহ।","bangla_mkhan":"আলিফ-লা-ম-রা; এগুলো পরিপূর্ণ গ্রন্থ ও সুস্পষ্ট কোরআনের আয়াত।","bangla_mujibur":"আলিফ লাম রা। এগুলি আয়াত, মহাগ্রন্থের, সুস্পষ্ট কুরআনের।","bangla_taisirul":"আলিফ-লাম-র, এগুলো কিতাবের এবং সুস্পষ্ট কুরআনে আয়াতসমূহ।"},{"id":2,"arabic_text":"رُبَمَا یَوَدُّ الَّذِیۡنَ کَفَرُوۡا لَوۡ کَانُوۡا مُسۡلِمِیۡنَ  ﴿۲﴾","english_text":"They [think to] deceive Allah and those who believe, but they deceive not except themselves and perceive [it] not.","page":262,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1804.mp3","colorText":"رُّبَمَا يَوَدُّ [h:544[ٱ]لَّذِينَ كَفَرُو[s[اْ] لَوْ كَانُو[s[اْ] مُسْلِم[p[ِي]نَ","juz":14,"ruku":218,"manzil":3,"bangla_ahbayan":"কোন এক সময় অবিশ্বাসীরা আকাঙ্ক্ষা করবে যে, তারা যদি মুসলিম হত! [১]","bangla_bayan":"কোন কোন সময় কাফিরেরা আকাংখা করবে যে, তারা যদি মুসলিম হত!","bangla_mkhan":"কোন সময় কাফেররা আকাঙ্ক্ষা করবে যে, কি চমৎকার হত, যদি তারা মুসলমান হত।","bangla_mujibur":"যারা কুফরী করেছে, তারা একসময় কামনা করবে যদি তারা মুসলিম হত!","bangla_taisirul":"এমন একটা সময় আসবে যখন কাফিরগণ আক্ষেপ করে বলবে, ‘হায়, আমরা যদি মুসলিম হয়ে যেতাম!’"},{"id":3,"arabic_text":"ذَرۡہُمۡ یَاۡکُلُوۡا وَ یَتَمَتَّعُوۡا وَ یُلۡہِہِمُ الۡاَمَلُ  فَسَوۡفَ  یَعۡلَمُوۡنَ ﴿۳﴾ ","english_text":"In their hearts is disease, so Allah has increased their disease; and for them is a painful punishment because they [habitually] used to lie.","page":262,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1805.mp3","colorText":"ذَرْهُمْ يَأْكُلُو[s[اْ] وَيَتَمَتَّعُو[s[اْ] وَيُلْهِهِمُ [h:7194[ٱ]لْأَمَلُ‌ۖ فَسَوْفَ يَعْلَم[p[ُو]نَ","juz":14,"ruku":218,"manzil":3,"bangla_ahbayan":"তাদেরকে ছেড়ে দাও তারা খেতে থাকুক, ভোগ করতে থাকুক এবং আশা ওদেরকে মোহাচ্ছন্ন করে রাখুক, পরিণামে তারা বুঝবে। [১]","bangla_bayan":"তাদেরকে ছেড়ে দাও, আহারে ও ভোগে তারা মত্ত থাকুক এবং আশা তাদেরকে গাফেল করে রাখুক, আর অচিরেই তারা জানতে পারবে।","bangla_mkhan":"আপনি ছেড়ে দিন তাদেরকে, খেয়ে নিক এবং ভোগ করে নিক এবং আশায় ব্যাপৃত থাকুক। অতি সত্বর তারা জেনে নেবে।","bangla_mujibur":"তাদের ছেড়ে দাও, তারা খেতে থাকুক, ভোগ করতে থাকুক এবং মিথ্যা আশা ওদেরকে মোহাচ্ছন্ন করে রাখুক, পরিণামে তারা বুঝবে।","bangla_taisirul":"ছেড়ে দাও ওদেরকে, ওরা খেতে থাক আর ভোগ করতে থাক, আর (মিথ্যে) আশা ওদেরকে উদাসীনতায় ডুবিয়ে রাখুক, শীঘ্রই ওরা (ওদের ‘আমালের পরিণতি) জানতে পারবে।"},{"id":4,"arabic_text":"وَ مَاۤ  اَہۡلَکۡنَا مِنۡ قَرۡیَۃٍ  اِلَّا وَ لَہَا کِتَابٌ  مَّعۡلُوۡمٌ ﴿۴﴾ ","english_text":"And when it is said to them, \"Do not cause corruption on the earth,\" they say, \"We are but reformers.\"","page":262,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1806.mp3","colorText":"وَم[o[َآ] أَهْلَكْنَا مِ[f:4585[ن ق]َرْيَةٍ إِلَّا وَلَهَا كِتَا[a:7195[بٌ م]َّعْل[p[ُو]مٌ","juz":14,"ruku":218,"manzil":3,"bangla_ahbayan":"আমি কোন জনপদকে তার নির্দিষ্টকাল পূর্ণ না হলে ধ্বংস করিনি।","bangla_bayan":"আর আমি কোন জনপদকে ধ্বংস করিনি তার জন্য নির্ধারিত সময় ছাড়া।","bangla_mkhan":"আমি কোন জনপদ ধবংস করিনি; কিন্ত তার নির্দিষ্ট সময় লিখিত ছিল।","bangla_mujibur":"আমি কোন জনপদকে তার নির্দিষ্ট কাল পূর্ণ না হওয়া পর্যন্ত ধ্বংস করিনি।","bangla_taisirul":"আমি যে জনপদকেই ধ্বংস করেছি তাদের জন্য ছিল লিখিত একটা নির্দিষ্ট সময়।"},{"id":5,"arabic_text":"مَا تَسۡبِقُ مِنۡ اُمَّۃٍ  اَجَلَہَا وَ مَا یَسۡتَاۡخِرُوۡنَ ﴿۵﴾ ","english_text":"Unquestionably, it is they who are the corrupters, but they perceive [it] not.","page":262,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1807.mp3","colorText":"مَّا تَسْبِقُ مِنْ أُ[g[مّ]َةٍ أَجَلَهَا وَمَا يَسْتَــْٔخِر[p[ُو]نَ","juz":14,"ruku":218,"manzil":3,"bangla_ahbayan":"কোন জাতি তার নির্দিষ্ট কালকে তরান্বিত করতে পারে না এবং বিলম্বিতও করতে পারে না।[১]","bangla_bayan":"কোন জাতিই তাদের সুনির্ধারিত সময় থেকে আগে বাড়তে পারে না আর পিছাতেও পারে না।","bangla_mkhan":"কোন সম্প্রদায় তার নির্দিষ্ট সময়ের অগ্রে যায় না এবং পশ্চাতে থাকে না।","bangla_mujibur":"কোন জাতি তার নির্দিষ্ট কালকে ত্বরান্বিত করতে পারেনা এবং বিলম্বিতও করতে পারেনা।","bangla_taisirul":"কোন জাতিই তাদের নির্দিষ্ট কালকে অগ্র-পশ্চাৎ করতে পারে না।"},{"id":6,"arabic_text":"وَ قَالُوۡا یٰۤاَیُّہَا الَّذِیۡ نُزِّلَ عَلَیۡہِ الذِّکۡرُ اِنَّکَ  لَمَجۡنُوۡنٌ ؕ﴿۶﴾ ","english_text":"And when it is said to them, \"Believe as the people have believed,\" they say, \"Should we believe as the foolish have believed?\" Unquestionably, it is they who are the foolish, but they know [it] not.","page":262,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1808.mp3","colorText":"وَقَالُو[s[اْ] يَ[o[ـٰٓ]أَيُّهَا [h:7196[ٱ]لَّذِى نُزِّلَ عَلَيْهِ [h:7197[ٱ][l[ل]ذِّكْرُ إِ[g[نّ]َكَ لَمَ[q:7198[جْ]ن[p[ُو]نٌ","juz":14,"ruku":218,"manzil":3,"bangla_ahbayan":"তারা বলে, ‘ওহে যার প্রতি কুরআন অবতীর্ণ করা হয়েছে! তুমি তো নিশ্চয় উন্মাদ।","bangla_bayan":"আর তারা বলল, ‘হে ঐ ব্যক্তি, যার উপর কুরআন নাযিল করা হয়েছে, তুমি তো নিশ্চিত পাগল’।","bangla_mkhan":"তারা বললঃ হে ঐ ব্যক্তি, যার প্রতি কোরআন নাযিল হয়েছে, আপনি তো একজন উম্মাদ।","bangla_mujibur":"তারা বলেঃ ওহে, যার প্রতি কুরআন অবতীর্ণ হয়েছে! তুমিতো নিশ্চয়ই উম্মাদ।","bangla_taisirul":"তারা বলে, ‘ওহে ঐ ব্যক্তি যার প্রতি কুরআন অবতীর্ণ হয়েছে! তুমি তো অবশ্যই পাগল।"},{"id":7,"arabic_text":"لَوۡ مَا تَاۡتِیۡنَا بِالۡمَلٰٓئِکَۃِ  اِنۡ کُنۡتَ مِنَ  الصّٰدِقِیۡنَ ﴿۷﴾ ","english_text":"And when they meet those who believe, they say, \"We believe\"; but when they are alone with their evil ones, they say, \"Indeed, we are with you; we were only mockers.\"","page":262,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1809.mp3","colorText":"لَّوْ مَا تَأْتِينَا بِ[h:7199[ٱ]لْمَلَ[o[ـٰٓ]ئِكَةِ إِ[f:4792[ن ك]ُ[f:735[نت]َ مِنَ [h:4793[ٱ][l[ل]صَّ[n[ـٰ]دِق[p[ِي]نَ","juz":14,"ruku":218,"manzil":3,"bangla_ahbayan":"তুমি সত্যবাদী হলে আমাদের নিকট ফিরিশতাবর্গ হাযির করছ না কেন?’ [১]","bangla_bayan":"‘কেন আমাদের কাছে ফেরেশতা নিয়ে আসছ না, যদি তুমি সত্যবাদীদের অন্তর্ভুক্ত হয়ে থাক’?","bangla_mkhan":"যদি আপনি সত্যবাদী হন, তবে আমাদের কাছে ফেরেশতাদেরকে আনেন না কেন?","bangla_mujibur":"তুমি সত্যবাদী হলে আমাদের নিকট মালাইকা/ফেরেশতাদেরকে হাযির করছনা কেন?","bangla_taisirul":"তুমি সত্যবাদী হলে আমাদের নিকট ফেরেশতাদের হাজির করছ না কেন?’"},{"id":8,"arabic_text":"مَا نُنَزِّلُ الۡمَلٰٓئِکَۃَ  اِلَّا بِالۡحَقِّ وَ مَا کَانُوۡۤا  اِذًا  مُّنۡظَرِیۡنَ ﴿۸﴾ ","english_text":"[But] Allah mocks them and prolongs them in their transgression [while] they wander blindly.","page":262,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1810.mp3","colorText":"مَا نُنَزِّلُ [h:7200[ٱ]لْمَلَ[o[ـٰٓ]ئِكَةَ إِلَّا بِ[h:370[ٱ]لْحَقِّ وَمَا كَان[o[ُوٓ][s[اْ] إِ[a:7201[ذًا م]ُّ[f:7202[نظ]َر[p[ِي]نَ","juz":14,"ruku":218,"manzil":3,"bangla_ahbayan":"আমি ফিরিশতাদেরকে যথার্থ কারণ ব্যতীত অবতীর্ণ করি না; আর (ফিরিশতা অবতীর্ণ করলে) তখন তারা অবকাশ পাবে না। [১]","bangla_bayan":"আমি যথাযথ কারণ ছাড়া ফেরেশতাদের নাযিল করি না, আর (নাযিল করলে) তখন তারা অবকাশও পেত না।","bangla_mkhan":"আমি ফেরেশতাদেরকে একমাত্র ফায়সালার জন্যেই নাযিল করি। তখন তাদেরকে অবকাশ দেয়া হবে না।","bangla_mujibur":"আমি মালাইকা/ফেরেশতাদেরকে যথার্থ কারণ ব্যতীত প্রেরণ করিনা; মালাইকা/ফেরেশতারা হাযির হলে তারা অবকাশ পাবেনা।","bangla_taisirul":"যথাযথ কারণ ছাড়া আমি ফেরেশতা পাঠাই না, পাঠালে কাফিরদেরকে আর কোন অবকাশ দেয়া হবে না।"},{"id":9,"arabic_text":"اِنَّا نَحۡنُ نَزَّلۡنَا الذِّکۡرَ  وَ  اِنَّا  لَہٗ  لَحٰفِظُوۡنَ ﴿۹﴾ ","english_text":"Those are the ones who have purchased error [in exchange] for guidance, so their transaction has brought no profit, nor were they guided.","page":262,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1811.mp3","colorText":"إِ[g[نّ]َا نَحْنُ نَزَّلْنَا [h:7203[ٱ][l[ل]ذِّكْرَ وَإِ[g[نّ]َا لَهُ[n[ۥ] لَحَ[n[ـٰ]فِظ[p[ُو]نَ","juz":14,"ruku":218,"manzil":3,"bangla_ahbayan":"নিশ্চয় আমিই কুরআন অবতীর্ণ করেছি এবং আমিই ওর সংরক্ষক।[১]","bangla_bayan":"নিশ্চয় আমি কুরআন* নাযিল করেছি, আর আমিই তার হেফাযতকারী। \\n\\n* الذكر দ্বারা উদ্দেশ্য কুরআন।","bangla_mkhan":"আমি স্বয়ং এ উপদেশ গ্রন্থ অবতারণ করেছি এবং আমি নিজেই এর সংরক্ষক।","bangla_mujibur":"আমিই জিকর (কুরআন) অবতীর্ণ করেছি এবং আমিই উহার সংরক্ষক।","bangla_taisirul":"নিশ্চয় আমিই কুরআন নাযিল করেছি আর অবশ্যই আমি তার সংরক্ষক।"},{"id":10,"arabic_text":"وَ لَقَدۡ  اَرۡسَلۡنَا مِنۡ قَبۡلِکَ فِیۡ شِیَعِ الۡاَوَّلِیۡنَ ﴿۱۰﴾ ","english_text":"Their example is that of one who kindled a fire, but when it illuminated what was around him, Allah took away their light and left them in darkness [so] they could not see.","page":262,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1812.mp3","colorText":"وَلَقَ[q:341[دْ] أَرْسَلْنَا مِ[f:18[ن ق]َ[q:19[بْ]لِكَ فِى شِيَعِ [h:7204[ٱ]لْأَوَّل[p[ِي]نَ","juz":14,"ruku":218,"manzil":3,"bangla_ahbayan":"অবশ্যই তোমার পূর্বে আমি অনেক সম্প্রদায়ের নিকট রসূল পাঠিয়েছিলাম।","bangla_bayan":"আর আমি তোমার পূর্বে অতীত সম্প্রদায়গুলোর মধ্যে রাসূল প্রেরণ করেছি।","bangla_mkhan":"আমি আপনার পূর্বে পূর্ববর্তী সম্প্রদায়ের মধ্যে রসূল প্রেরণ করেছি।","bangla_mujibur":"তোমার পূর্বে আমি পূর্বের অনেক সম্প্রদায়ের নিকট রাসূল পাঠিয়েছি।","bangla_taisirul":"তোমার পূর্ববর্তী জাতিগুলোর কাছেও আমি রসূল পাঠিয়েছিলাম।"},{"id":11,"arabic_text":"وَ مَا یَاۡتِیۡہِمۡ مِّنۡ رَّسُوۡلٍ  اِلَّا کَانُوۡا بِہٖ یَسۡتَہۡزِءُوۡنَ ﴿۱۱﴾ ","english_text":"Deaf, dumb and blind - so they will not return [to the right path].","page":262,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1813.mp3","colorText":"وَمَا يَأْتِيه[w:7205[ِم م]ّ[u:2882[ِن ر]َّسُولٍ إِلَّا كَانُو[s[اْ] بِه[n[ِۦ] يَسْتَهْزِء[p[ُو]نَ","juz":14,"ruku":218,"manzil":3,"bangla_ahbayan":"তাদের নিকট এমন কোন রসূল আসেনি, যাকে তারা ঠাট্টা-বিদ্রূপ করত না। [১]","bangla_bayan":"আর যখনই তাদের নিকট কোন রাসূল আসত তারা তাকে নিয়ে উপহাস করত।","bangla_mkhan":"ওদের কাছে এমন কোন রসূল আসেননি, যাদের সাথে ওরা ঠাট্টাবিদ্রূপ করতে থাকেনি।","bangla_mujibur":"তাদের নিকট এমন কোন রাসূল আসেনি যাকে তারা ঠাট্টা বিদ্রুপ করতনা।","bangla_taisirul":"তাদের কাছে এমন কোন রসূল আসেনি যাকে তারা ঠাট্টা-বিদ্রূপ করেনি।"},{"id":12,"arabic_text":"کَذٰلِکَ نَسۡلُکُہٗ فِیۡ  قُلُوۡبِ الۡمُجۡرِمِیۡنَ ﴿ۙ۱۲﴾ ","english_text":"Or [it is] like a rainstorm from the sky within which is darkness, thunder and lightning. They put their fingers in their ears against the thunderclaps in dread of death. But Allah is encompassing of the disbelievers.","page":262,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1814.mp3","colorText":"كَذ[n[َٲ]لِكَ نَسْلُكُهُ[n[ۥ] فِى قُلُوبِ [h:7206[ٱ]لْمُ[q:4093[جْ]رِم[p[ِي]نَ","juz":14,"ruku":218,"manzil":3,"bangla_ahbayan":"এভাবে আমি অপরাধীদের অন্তরে তা সঞ্চার করি। [১]","bangla_bayan":"এমনিভাবে আমি তা অপরাধীদের অন্তরে সঞ্চার করি।","bangla_mkhan":"এমনিভাবে আমি এ ধরনের আচরণ পাপীদের অন্তরে বদ্ধমূল করে দেই।","bangla_mujibur":"এভাবে আমি অপরাধীদের অন্তরে তা সঞ্চার করি।","bangla_taisirul":"এভাবে আমি এ রকম আচরণ পাপীদের অন্তরে বদ্ধমূল করে দেই।"},{"id":13,"arabic_text":"لَا یُؤۡمِنُوۡنَ بِہٖ وَ قَدۡ خَلَتۡ سُنَّۃُ الۡاَوَّلِیۡنَ ﴿۱۳﴾ ","english_text":"The lightning almost snatches away their sight. Every time it lights [the way] for them, they walk therein; but when darkness comes over them, they stand [still]. And if Allah had willed, He could have taken away their hearing and their sight. Indeed, Allah is over all things competent.","page":262,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1815.mp3","colorText":"لَا يُؤْمِنُونَ بِه[n[ِۦ]‌ۖ وَقَ[q:387[دْ] خَلَتْ سُ[g[نّ]َةُ [h:7207[ٱ]لْأَوَّل[p[ِي]نَ","juz":14,"ruku":218,"manzil":3,"bangla_ahbayan":"তারা কুরআনে বিশ্বাস করবে না। আর অবশ্যই পূর্ববর্তিগণের রীতি গত হয়েছে। [১]","bangla_bayan":"তারা এতে ঈমান আনবে না, আর পূর্ববর্তীদের (ব্যাপারে আল্লাহর) রীতি তো বিগত হয়েছে।","bangla_mkhan":"ওরা এর প্রতি বিশ্বাস করবে না। পূর্ববর্তীদের এমন রীতি চলে আসছে।","bangla_mujibur":"তারা কুরআনে বিশ্বাস করবেনা এবং অতীতে পূর্ববর্তীদেরও এই আচরণ ছিল।","bangla_taisirul":"তারা এর প্রতি ঈমান আনবে না, পূর্ববর্তী লোকেদেরও এ নিয়ম-নীতি চলে এসেছে।"},{"id":14,"arabic_text":"وَ لَوۡ فَتَحۡنَا عَلَیۡہِمۡ بَابًا مِّنَ السَّمَآءِ فَظَلُّوۡا فِیۡہِ  یَعۡرُجُوۡنَ ﴿ۙ۱۴﴾ ","english_text":"O mankind, worship your Lord, who created you and those before you, that you may become righteous -","page":262,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1816.mp3","colorText":"وَلَوْ فَتَحْنَا عَلَيْه[c:7208[ِم ب]َا[a:7209[بًا م]ِّنَ [h:64[ٱ][l[ل]سَّم[o[َا]ٓءِ فَظَلُّو[s[اْ] فِيهِ يَعْرُج[p[ُو]نَ","juz":14,"ruku":218,"manzil":3,"bangla_ahbayan":"যদি তাদের জন্য আমি আকাশের কোন দুয়ার খুলে দিই এবং তারা তাতে চড়তেও থাকে।","bangla_bayan":"আর যদি আমি তাদের জন্য আসমানের কোন দরজা খুলে দিতাম, অতঃপর তারা তাতে আরোহণ করতে থাকত ।","bangla_mkhan":"যদি আমি ওদের সামনে আকাশের কোন দরজাও খুলে দেই আর তাতে ওরা দিনভর আরোহণ ও করতে থাকে।","bangla_mujibur":"যদি তাদের জন্য আমি আকাশের দরযা খুলে দিই এবং তারা সারাদিন তাতে আরোহণ করতে থাকে ।","bangla_taisirul":"যদি তাদের জন্য আকাশের দরজা খুলে দেয়া হত, আর তারা তাতে উঠতে থাকত,"},{"id":15,"arabic_text":"لَقَالُوۡۤا اِنَّمَا سُکِّرَتۡ اَبۡصَارُنَا بَلۡ نَحۡنُ قَوۡمٌ  مَّسۡحُوۡرُوۡنَ ﴿۱۵﴾","english_text":"[He] who made for you the earth a bed [spread out] and the sky a ceiling and sent down from the sky, rain and brought forth thereby fruits as provision for you. So do not attribute to Allah equals while you know [that there is nothing similar to Him].","page":262,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1817.mp3","colorText":"لَقَال[o[ُوٓ][s[اْ] إِ[g[نّ]َمَا سُكِّرَتْ أَ[q:7210[بْ]صَ[n[ـٰ]رُنَا بَلْ نَحْنُ قَوْ[a:7211[مٌ م]َّسْحُور[p[ُو]نَ","juz":14,"ruku":218,"manzil":3,"bangla_ahbayan":"তবুও তারা বলবে, ‘আমাদের দৃষ্টিভ্রম ঘটানো হয়েছে; বরং আমরা এক যাদুগ্রস্ত সম্প্রদায়।’ [১]","bangla_bayan":"তবুও তারা বলত, নিশ্চয় আমাদের দৃষ্টি কেড়ে নেয়া হয়েছে, বরং আমরা তো যাদুগ্রস্ত সম্প্রদায়।","bangla_mkhan":"তবুও ওরা একথাই বলবে যে, আমাদের দৃষ্টির বিভ্রাট ঘটানো হয়েছে না বরং আমরা যাদুগ্রস্ত হয়ে পড়েছি।","bangla_mujibur":"তবুও তারা বলবেঃ আমাদের দৃষ্টি সম্মোহিত করা হয়েছে; না, বরং আমরা এক যাদুগ্রস্ত সম্প্রদায়।","bangla_taisirul":"তারা অবশ্যই বলত, ‘আমাদের চোখকে বাঁধিয়ে দেয়া হয়েছে, বরং আমাদের উপর যাদু করা হয়েছে।’"},{"id":16,"arabic_text":"وَ لَقَدۡ جَعَلۡنَا فِی السَّمَآءِ بُرُوۡجًا وَّ زَیَّنّٰہَا  لِلنّٰظِرِیۡنَ ﴿ۙ۱۶﴾ ","english_text":"And if you are in doubt about what We have sent down upon Our Servant [Muhammad], then produce a surah the like thereof and call upon your witnesses other than Allah, if you should be truthful.","page":263,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1818.mp3","colorText":"وَلَقَ[q:341[دْ] جَعَلْنَا فِى [h:746[ٱ][l[ل]سَّم[o[َا]ٓءِ بُرُو[a:7212[جًا و]َزَيَّ[g[نّ]َ[n[ـٰ]هَا لِل[g[نّ]َ[n[ـٰ]ظِر[p[ِي]نَ","juz":14,"ruku":219,"manzil":3,"bangla_ahbayan":"আকাশে আমি গ্রহ-নক্ষত্র সৃষ্টি করেছি[১] এবং ওকে করেছি দর্শকদের জন্য সুশোভিত।","bangla_bayan":"আর আমি আসমানে স্থাপন করেছি কক্ষপথসমূহ এবং তাকে সৌন্দর্যমন্ডিত করেছি দর্শকদের জন্য।","bangla_mkhan":"নিশ্চয় আমি আকাশে রাশিচক্র সৃষ্টি করেছি এবং তাকে দর্শকদের জন্যে সুশোভিত করে দিয়েছি।","bangla_mujibur":"আকাশে আমি গ্রহ নক্ষত্র সৃষ্টি করেছি এবং ওকে করেছি সুশোভিত, দর্শকদের জন্য।","bangla_taisirul":"আমি আকাশে গ্রহ-নক্ষত্র সৃষ্টি করেছি আর দর্শকদের জন্য তা সুসজ্জিত করে দিয়েছি।"},{"id":17,"arabic_text":"وَ  حَفِظۡنٰہَا مِنۡ کُلِّ شَیۡطٰنٍ رَّجِیۡمٍ ﴿ۙ۱۷﴾ ","english_text":"But if you do not - and you will never be able to - then fear the Fire, whose fuel is men and stones, prepared for the disbelievers.","page":263,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1819.mp3","colorText":"وَحَفِظْنَ[n[ـٰ]هَا مِ[f:843[ن ك]ُلِّ شَيْطَ[n[ـٰ][u:7213[نٍ ر]َّج[p[ِي]مٍ","juz":14,"ruku":219,"manzil":3,"bangla_ahbayan":"প্রত্যেক বিতাড়িত শয়তান হতে আমি ওকে নিরাপদ রেখেছি। [১]","bangla_bayan":"আর আমি তাকে সুরক্ষিত করেছি প্রত্যেক বিতাড়িত শয়তান থেকে।","bangla_mkhan":"আমি আকাশকে প্রত্যেক বিতাড়িত শয়তান থেকে নিরাপদ করে দিয়েছি।","bangla_mujibur":"প্রত্যেক অভিশপ্ত শাইতান হতে আমি ওকে রক্ষা করি।","bangla_taisirul":"আর প্রত্যেক অভিশপ্ত শয়ত্বান থেকে সেগুলোকে সুরক্ষিত করে দিয়েছি।"},{"id":18,"arabic_text":"اِلَّا مَنِ اسۡتَرَقَ السَّمۡعَ فَاَتۡبَعَہٗ شِہَابٌ مُّبِیۡنٌ ﴿۱۸﴾ ","english_text":"And give good tidings to those who believe and do righteous deeds that they will have gardens [in Paradise] beneath which rivers flow. Whenever they are provided with a provision of fruit therefrom, they will say, \"This is what we were provided with before.\" And it is given to them in likeness. And they will have therein purified spouses, and they will abide therein eternally.","page":263,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1820.mp3","colorText":"إِلَّا مَنِ [h:7214[ٱ]سْتَرَقَ [h:7215[ٱ][l[ل]سَّمْعَ فَأَتْبَعَهُ[n[ۥ] شِهَا[a:7216[بٌ م]ُّب[p[ِي]نٌ","juz":14,"ruku":219,"manzil":3,"bangla_ahbayan":"আর কেউ চুরি করে সংবাদ শুনতে চাইলে ওর পশ্চাদ্ধাবন করে প্রদীপ্ত উল্কা। [১]","bangla_bayan":"তবে যে গোপনে শোনে, তৎক্ষণাৎ সুস্পষ্ট জ্বলন্ত অগ্নিশিখা তার পিছু নেয়।","bangla_mkhan":"কিন্তু যে চুরি করে শুনে পালায়, তার পশ্চাদ্ধাবন করে উজ্জ্বল উল্কাপিন্ড।","bangla_mujibur":"আর কেহ চুরি করে সংবাদ শুনতে চাইলে ওর পশ্চাদ্ধাবন করে প্রদীপ্ত শিখা।","bangla_taisirul":"কিন্তু কেউ চুরি করে (খবর) শুনতে চাইলে উজ্জ্বল অগ্নিশিখা তার পশ্চাদ্ধাবণ করে।"},{"id":19,"arabic_text":"وَ الۡاَرۡضَ مَدَدۡنٰہَا وَ اَلۡقَیۡنَا فِیۡہَا رَوَاسِیَ وَ اَنۡۢبَتۡنَا فِیۡہَا مِنۡ کُلِّ شَیۡءٍ مَّوۡزُوۡنٍ ﴿۱۹﴾ ","english_text":"Indeed, Allah is not timid to present an example - that of a mosquito or what is smaller than it. And those who have believed know that it is the truth from their Lord. But as for those who disbelieve, they say, \"What did Allah intend by this as an example?\" He misleads many thereby and guides many thereby. And He misleads not except the defiantly disobedient,","page":263,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1821.mp3","colorText":"وَ[h:9999[ٱ]لْأَرْضَ مَدَ[q:7217[دْ]نَ[n[ـٰ]هَا وَأَلْقَيْنَا فِيهَا رَو[n[َٲ]سِىَ وَأَ[i:7218[نۢب]َتْنَا فِيهَا مِ[f:843[ن ك]ُلِّ ش[a:7219[َىْءٍ م]َّوْز[p[ُو]نٍ","juz":14,"ruku":219,"manzil":3,"bangla_ahbayan":"পৃথিবীকে আমি বিস্তৃত করেছি এবং ওতে পর্বতমালা স্থাপন করেছি; আমি ওতে প্রত্যেক বস্তু উদ্গত করেছি সুপরিমিতভাবে। [১]","bangla_bayan":"আর যমীনকে আমি বিস্তৃত করেছি এবং তাতে সুদৃঢ় পাহাড় স্থাপন করেছি। আর তাতে উৎপন্ন করেছি সকল প্রকার বস্তু সুনির্দিষ্ট পরিমাণে ।","bangla_mkhan":"আমি ভু-পৃষ্ঠকে বিস্তৃত করেছি এবং তার উপর পর্বতমালা স্থাপন করেছি এবং তাতে প্রত্যেক বস্তু সুপরিমিতভাবে উৎপন্ন করেছি।","bangla_mujibur":"পৃথিবীকে আমি বিস্তৃত করেছি এবং ওতে পর্বতমালা স্থাপন করেছি; আমি ওতে প্রত্যেক বস্তু উৎপন্ন করেছি সুপরিমিতভাবে।","bangla_taisirul":"আর পৃথিবী, আমি সেটাকে বিছিয়ে দিয়েছি আর তাতে পর্বতরাজি সংস্থাপিত করেছি আর তাতে সকল বস্তু উদগত করেছি যথাযথ পরিমাণে।"},{"id":20,"arabic_text":"وَ جَعَلۡنَا لَکُمۡ  فِیۡہَا مَعَایِشَ وَ مَنۡ لَّسۡتُمۡ  لَہٗ  بِرٰزِقِیۡنَ ﴿۲۰﴾ ","english_text":"Who break the covenant of Allah after contracting it and sever that which Allah has ordered to be joined and cause corruption on earth. It is those who are the losers.","page":263,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1822.mp3","colorText":"وَجَعَلْنَا لَكُمْ فِيهَا مَعَ[n[ـٰ]يِشَ وَم[u:7220[َن ل]َّسْتُمْ لَهُ[n[ۥ] بِر[n[َٲ]زِق[p[ِي]نَ","juz":14,"ruku":219,"manzil":3,"bangla_ahbayan":"আর আমি ওতে জীবিকার অনেক ব্যবস্থা করেছি তোমাদের জন্য[১] আর তোমরা যাদের জীবিকাদাতা নও তাদের জন্যেও। [২]","bangla_bayan":"আর তাতে তোমাদের জন্য এবং তোমরা যার রিয্ক দাতা নও তাদের জন্য রেখেছি জীবনোপকরণ ।","bangla_mkhan":"আমি তোমাদের জন্যে তাতে জীবিকার উপকরন সৃষ্টি করছি এবং তাদের জন্যেও যাদের অন্নদাতা তোমরা নও।","bangla_mujibur":"আর আমি ওতে জীবিকার ব্যবস্থা করেছি তোমাদের জন্য, আর তোমরা যাদের জীবিকাদাতা নও তাদের জন্যও।","bangla_taisirul":"আর তাতে তোমাদের জীবন ধারণের ব্যবস্থা করেছি আর তাদেরও যাদের রিযকদাতা তোমরা নও।"},{"id":21,"arabic_text":"وَ  اِنۡ مِّنۡ شَیۡءٍ   اِلَّا عِنۡدَنَا خَزَآئِنُہٗ ۫ وَ  مَا  نُنَزِّلُہٗۤ  اِلَّا بِقَدَرٍ  مَّعۡلُوۡمٍ ﴿۲۱﴾ ","english_text":"How can you disbelieve in Allah when you were lifeless and He brought you to life; then He will cause you to die, then He will bring you [back] to life, and then to Him you will be returned.","page":263,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1823.mp3","colorText":"وَإ[a:3281[ِن م]ِّ[f:2103[ن ش]َىْءٍ إِلَّا عِ[f:2359[ند]َنَا خَز[o[َا]ٓئِنُهُ[n[ۥ] وَمَا نُنَزِّلُهُ[o[ۥٓ] إِلَّا بِقَدَ[a:7221[رٍ م]َّعْل[p[ُو]مٍ","juz":14,"ruku":219,"manzil":3,"bangla_ahbayan":"আমারই কাছে আছে প্রত্যেক বস্তুর ভান্ডার[১] এবং আমি তা প্রয়োজনীয় পরিমাণেই সরবরাহ করে থাকি।","bangla_bayan":"আর প্রতিটি বস্তুরই ভান্ডারসমূহ রয়েছে আমার কাছে এবং আমি তা অবতীর্ণ করি কেবল নির্দিষ্ট পরিমাণে।","bangla_mkhan":"আমার কাছে প্রত্যেক বস্তুর ভান্ডার রয়েছে। আমি নির্দিষ্ট পরিমানেই তা অবতরণ করি।","bangla_mujibur":"আমারই কাছে আছে প্রত্যেক বস্তুর ভান্ডার এবং আমি তা সুসম পরিমাণেই সরবরাহ করে থাকি।","bangla_taisirul":"এমন কোন জিনিসই নেই যার ভান্ডার আমার কাছে নেই, কিন্তু আমি সেগুলো আমার জ্ঞান মোতাবেক নির্দিষ্ট পরিমাণে সরবরাহ করে থাকি।"},{"id":22,"arabic_text":"وَ اَرۡسَلۡنَا الرِّیٰحَ لَوَاقِحَ فَاَنۡزَلۡنَا مِنَ السَّمَآءِ مَآءً فَاَسۡقَیۡنٰکُمُوۡہُ ۚ وَ مَاۤ اَنۡتُمۡ  لَہٗ  بِخٰزِنِیۡنَ ﴿۲۲﴾ ","english_text":"It is He who created for you all of that which is on the earth. Then He directed Himself to the heaven, [His being above all creation], and made them seven heavens, and He is Knowing of all things.","page":263,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1824.mp3","colorText":"وَأَرْسَلْنَا [h:7222[ٱ][l[ل]رِّيَ[n[ـٰ]حَ لَو[n[َٲ]قِحَ فَأَ[f:288[نز]َلْنَا مِنَ [h:64[ٱ][l[ل]سَّم[o[َا]ٓءِ م[o[َا]ٓ[f:7223[ءً ف]َأَسْقَيْنَ[n[ـٰ]كُمُوهُ وَم[o[َآ] أَ[f:428[نت]ُمْ لَهُ[n[ۥ] بِخَ[n[ـٰ]زِن[p[ِي]نَ","juz":14,"ruku":219,"manzil":3,"bangla_ahbayan":"আমি বৃষ্টিগর্ভ বায়ু প্রেরণ করি[১] অতঃপর আকাশ হতে বৃষ্টি বর্ষণ করি এবং তা তোমাদেরকে পান করাই এবং ওর ভান্ডার তোমাদের কাছে নেই। [২]","bangla_bayan":"আর আমি বায়ুকে ঊর্বরকারীরূপে প্রেরণ করি অতঃপর আসমান থেকে বৃষ্টি বর্ষণ করি এবং তা তোমাদের পান করাই। তবে তোমরা তার সংরক্ষণকারী নও।","bangla_mkhan":"আমি বৃষ্টিগর্ভ বায়ু পরিচালনা করি অতঃপর আকাশ থেকে পানি বর্ষণ করি, এরপর তোমাদেরকে তা পান করাই। বস্তুতঃ তোমাদের কাছে এর ভান্ডার নেই।","bangla_mujibur":"আমি বৃষ্টিগর্ভ বায়ু প্রেরণ করি, অতঃপর আকাশ হতে বৃষ্টি বর্ষণ করি এবং তা তোমাদেরকে পান করতে দিই; ওর ভান্ডার তোমাদের কাছে নেই।","bangla_taisirul":"আমি বৃষ্টি-সঞ্চারী বাতাস প্রেরণ করি, অতঃপর আসমান থেকে পানি বর্ষণ করি আর তা তোমাদের পান করাই, তোমরা তার স্টোর কীপার নও।"},{"id":23,"arabic_text":"وَ اِنَّا لَنَحۡنُ نُحۡیٖ وَ نُمِیۡتُ وَ نَحۡنُ الۡوٰرِثُوۡنَ ﴿۲۳﴾ ","english_text":"And [mention, O Muhammad], when your Lord said to the angels, \"Indeed, I will make upon the earth a successive authority.\" They said, \"Will You place upon it one who causes corruption therein and sheds blood, while we declare Your praise and sanctify You?\" Allah said, \"Indeed, I know that which you do not know.\"","page":263,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1825.mp3","colorText":"وَإِ[g[نّ]َا لَنَحْنُ نُحْى[n[ِۦ] وَنُمِيتُ وَنَحْنُ [h:7224[ٱ]لْو[n[َٲ]رِث[p[ُو]نَ","juz":14,"ruku":219,"manzil":3,"bangla_ahbayan":"নিশ্চয় আমিই জীবন দান করি ও মৃত্যু ঘটাই এবং আমিই চূড়ান্ত মালিকানার অধিকারী।","bangla_bayan":"আর নিশ্চয় আমি জীবিত করি ও মৃত্যু দেই এবং আমিই ওয়ারিস।","bangla_mkhan":"আমিই জীবনদান করি, মৃত্যুদান করি এবং আমিই চুড়ান্ত মালিকানার অধিকারী।","bangla_mujibur":"আমিই জীবন দান করি ও মৃত্যু ঘটাই এবং আমিই চূড়ান্ত মালিকানার অধিকারী।","bangla_taisirul":"আমিই জীবন দেই আর মৃত্যু ঘটাই আর আমিই চূড়ান্ত উত্তরাধিকারী।"},{"id":24,"arabic_text":"وَ لَقَدۡ عَلِمۡنَا الۡمُسۡتَقۡدِمِیۡنَ مِنۡکُمۡ وَ لَقَدۡ  عَلِمۡنَا الۡمُسۡتَاۡخِرِیۡنَ ﴿۲۴﴾ ","english_text":"And He taught Adam the names - all of them. Then He showed them to the angels and said, \"Inform Me of the names of these, if you are truthful.\"","page":263,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1826.mp3","colorText":"وَلَقَ[q:341[دْ] عَلِمْنَا [h:7225[ٱ]لْمُسْتَ[q:7226[قْ]دِمِينَ مِ[f:344[نك]ُمْ وَلَقَ[q:341[دْ] عَلِمْنَا [h:7227[ٱ]لْمُسْتَــْٔخِر[p[ِي]نَ","juz":14,"ruku":219,"manzil":3,"bangla_ahbayan":"অবশ্যই আমি তোমাদের অগ্রগামীদেরকে জানি এবং অবশ্যই জানি তোমাদের পশ্চাতগামীদেরকেও।","bangla_bayan":"আর অবশ্যই আমি জানি তোমাদের পূর্ববর্তীদেরকে এবং অবশ্যই জানি পরবর্তীদেরকে।","bangla_mkhan":"আমি জেনে রেখেছি তোমাদের অগ্রগামীদেরকে এবং আমি জেনে রেখেছি পশ্চাদগামীদেরকে।","bangla_mujibur":"তোমাদের পূর্বে যারা গত হয়েছে আমি তাদেরকে জানি এবং পরে যারা আসবে তাদেরকেও জানি।","bangla_taisirul":"তোমাদের মধ্যেকার যারা পূর্বে গত হয়ে গেছে আমি তাদেরকে জানি আর পরে যারা আসবে তাদেরকেও জানি।"},{"id":25,"arabic_text":"وَ اِنَّ رَبَّکَ ہُوَ یَحۡشُرُہُمۡ ؕ اِنَّہٗ حَکِیۡمٌ عَلِیۡمٌ ﴿۲۵﴾ ","english_text":"They said, \"Exalted are You; we have no knowledge except what You have taught us. Indeed, it is You who is the Knowing, the Wise.\"","page":263,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1827.mp3","colorText":"وَإِ[g[نّ]َ رَبَّكَ هُوَ يَحْشُرُهُمْ‌ۚ إِ[g[نّ]َهُ[n[ۥ] حَكِيمٌ عَل[p[ِي]مٌ","juz":14,"ruku":219,"manzil":3,"bangla_ahbayan":"নিশ্চয় তোমার প্রতিপালকই তাদেরকে সমবেত করবেন; নিশ্চয় তিনি প্রজ্ঞাময়, সর্বজ্ঞ।","bangla_bayan":"আর নিশ্চয় তোমার রব তাদেরকে একত্র করবেন। নিশ্চয় তিনি প্রজ্ঞাময় ও সর্বজ্ঞানী।","bangla_mkhan":"আপনার পালনকর্তাই তাদেরকে একত্রিত করে আনবেন। নিশ্চয় তিনি প্রজ্ঞাবান, জ্ঞানময়।","bangla_mujibur":"তোমার রাব্বই তাদেরকে সমবেত করবেন; তিনি প্রজ্ঞাময়, সর্বজ্ঞ।","bangla_taisirul":"অবশ্যই তোমার প্রতিপালক তিনি সববাইকে একত্রিত করবেন, তিনি মহাবিজ্ঞানী, সর্বজ্ঞ।"},{"id":26,"arabic_text":"وَ لَقَدۡ خَلَقۡنَا الۡاِنۡسَانَ مِنۡ صَلۡصَالٍ مِّنۡ حَمَاٍ مَّسۡنُوۡنٍ ﴿ۚ۲۶﴾ ","english_text":"He said, \"O Adam, inform them of their names.\" And when he had informed them of their names, He said, \"Did I not tell you that I know the unseen [aspects] of the heavens and the earth? And I know what you reveal and what you have concealed.\"","page":263,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1828.mp3","colorText":"وَلَقَ[q:341[دْ] خَلَ[q:5159[قْ]نَا [h:7228[ٱ]لْإِ[f:5969[نس]َ[n[ـٰ]نَ مِ[f:7229[ن ص]َلْصَ[n[ـٰ][a:7230[لٍ م]ِّنْ حَمَ[a:7231[إٍ م]َّسْن[p[ُو]نٍ","juz":14,"ruku":220,"manzil":3,"bangla_ahbayan":"নিশ্চয় আমি মানুষকে সৃষ্টি করেছি কালো পচা শুষ্ক ঠনঠনে মাটি হতে।[১]","bangla_bayan":"আর অবশ্যই আমি মানুষকে সৃষ্টি করেছি শুকনো ঠনঠনে, কালচে কাদামাটি থেকে।","bangla_mkhan":"আমি মানবকে পচা কর্দম থেকে তৈরী বিশুস্ক ঠনঠনে মাটি দ্বারা সৃষ্টি করেছি।","bangla_mujibur":"আমিতো মানুষকে সৃষ্টি করেছি ছাঁচে ঢালা শুষ্ক ঠনঠনে মাটি হতে।","bangla_taisirul":"আমি কাল শুষ্ক ঠনঠনে মাটির গাড়া থেকে মানুষকে সৃষ্টি করেছি।"},{"id":27,"arabic_text":"وَ الۡجَآنَّ خَلَقۡنٰہُ مِنۡ قَبۡلُ مِنۡ نَّارِ السَّمُوۡمِ ﴿۲۷﴾ ","english_text":"And [mention] when We said to the angels, \"Prostrate before Adam\"; so they prostrated, except for Iblees. He refused and was arrogant and became of the disbelievers.","page":263,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1829.mp3","colorText":"وَ[h:9999[ٱ]لْج[m[َا]ٓ[g[نّ]َ خَلَ[q:7232[قْ]نَ[n[ـٰ]هُ مِ[f:128[ن ق]َ[q:129[بْ]لُ م[a:7233[ِن ن]َّارِ [h:7234[ٱ][l[ل]سَّم[p[ُو]مِ","juz":14,"ruku":220,"manzil":3,"bangla_ahbayan":"আর এর পূর্বে জীনকে সৃষ্টি করেছি ধূম্রহীন বিশুদ্ধ অগ্নি হতে।[১]","bangla_bayan":"আর ইতঃপূর্বে জিনকে সৃষ্টি করেছি উত্তপ্ত অগ্নিশিখা থেকে।","bangla_mkhan":"এবং জিনকে এর আগে লু এর আগুনের দ্বারা সৃজিত করেছি।","bangla_mujibur":"এর পূর্বে সৃষ্টি করেছি জিনকে, প্রখর শিখাযুক্ত অগ্নি হতে।","bangla_taisirul":"এর পূর্বে আমি জ্বীনকে আগুনের লেলিহান আগুন থেকে সৃষ্টি করেছি।"},{"id":28,"arabic_text":"وَ اِذۡ قَالَ رَبُّکَ لِلۡمَلٰٓئِکَۃِ  اِنِّیۡ خَالِقٌۢ بَشَرًا مِّنۡ صَلۡصَالٍ مِّنۡ  حَمَاٍ  مَّسۡنُوۡنٍ ﴿۲۸﴾ ","english_text":"And We said, \"O Adam, dwell, you and your wife, in Paradise and eat therefrom in [ease and] abundance from wherever you will. But do not approach this tree, lest you be among the wrongdoers.\"","page":263,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1830.mp3","colorText":"وَإِذْ قَالَ رَبُّكَ لِلْمَلَ[o[ـٰٓ]ئِكَةِ إِ[g[نّ]ِى خَ[n[ـٰ]لِ[i:7235[قُۢ ب]َشَ[a:7236[رًا م]ِّ[f:7229[ن ص]َلْصَ[n[ـٰ][a:7230[لٍ م]ِّنْ حَمَ[a:7231[إٍ م]َّسْن[p[ُو]نٍ","juz":14,"ruku":220,"manzil":3,"bangla_ahbayan":"স্মরণ কর; যখন তোমার প্রতিপালক ফিরিশতাদেরকে বললেন, ‘আমি কালো পচা শুষ্ক ঠনঠনে মাটি হতে মানুষ সৃষ্টি করব।","bangla_bayan":"আর স্মরণ কর, যখন তোমার রব ফেরেশতাদের বললেন, ‘আমি একজন মানুষ সৃষ্টি করতে যাচ্ছি শুকনো ঠনঠনে কালচে মাটি থেকে’।","bangla_mkhan":"আর আপনার পালনকর্তা যখন ফেরেশতাদেরকে বললেনঃ আমি পচা কর্দম থেকে তৈরী বিশুষ্ক ঠনঠনে মাটি দ্বারা সৃষ্ট একটি মানব জাতির পত্তন করব।","bangla_mujibur":"স্মরণ কর, যখন তোমার রাব্ব মালাইকা/ফেরেশতাদেরকে বললেনঃ আমি ছাঁচে ঢালা শুষ্ক ঠনঠনে মাটি হতে মানুষ সৃষ্টি করব।","bangla_taisirul":"স্মরণ কর যখন তোমার প্রতিপালক ফেরেশতাদেরকে বলেছিলেন, ‘আমি কাল শুষ্ক ঠনঠনে মাটির কাদা থেকে মানুষ সৃষ্টি করছি।"},{"id":29,"arabic_text":"فَاِذَا سَوَّیۡتُہٗ  وَ نَفَخۡتُ فِیۡہِ  مِنۡ  رُّوۡحِیۡ فَقَعُوۡا  لَہٗ   سٰجِدِیۡنَ ﴿۲۹﴾ ","english_text":"But Satan caused them to slip out of it and removed them from that [condition] in which they had been. And We said, \"Go down, [all of you], as enemies to one another, and you will have upon the earth a place of settlement and provision for a time.\"","page":263,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1831.mp3","colorText":"فَإِذَا سَوَّيْتُهُ[n[ۥ] وَنَفَخْتُ فِيهِ م[u:7237[ِن ر]ُّوحِى فَقَعُو[s[اْ] لَهُ[n[ۥ] سَ[n[ـٰ]جِد[p[ِي]نَ","juz":14,"ruku":220,"manzil":3,"bangla_ahbayan":"যখন আমি তাকে সুঠাম করব এবং তাতে আমার রূহ সঞ্চার করব, তখন তোমরা তার প্রতি সিজদাবনত হয়ো।’ [১]","bangla_bayan":"‘অতএব যখন আমি তাকে পূর্ণাঙ্গ রূপ দেব এবং তার মধ্যে আমার রূহ ফুঁকে দেব, তখন তোমরা তার জন্য সিজদাবনত হও’।","bangla_mkhan":"অতঃপর যখন তাকে ঠিকঠাক করে নেব এবং তাতে আমার রূহ থেকে ফঁুক দেব, তখন তোমরা তার সামনে সেজদায় পড়ে যেয়ো।","bangla_mujibur":"যখন আমি তাকে সুঠাম করব এবং তাতে আমার রূহ সঞ্চার করব তখন তোমরা তার প্রতি সাজদাহবনত হও।","bangla_taisirul":"আমি যখন তাকে পূর্ণ মাত্রায় বানিয়ে দেব আর তাতে আমার পক্ষ হতে রূহ ফুঁকে দেব, তখন তোমরা তার প্রতি সাজদায় পড়ে যেও।"},{"id":30,"arabic_text":"فَسَجَدَ  الۡمَلٰٓئِکَۃُ  کُلُّہُمۡ  اَجۡمَعُوۡنَ ﴿ۙ۳۰﴾ ","english_text":"Then Adam received from his Lord [some] words, and He accepted his repentance. Indeed, it is He who is the Accepting of repentance, the Merciful.","page":263,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1832.mp3","colorText":"فَسَجَدَ [h:7238[ٱ]لْمَلَ[o[ـٰٓ]ئِكَةُ كُلُّهُمْ أَ[q:7239[جْ]مَع[p[ُو]نَ","juz":14,"ruku":220,"manzil":3,"bangla_ahbayan":"তখন ফিরিশতাগণ সবাই একত্রে সিজদা করল।","bangla_bayan":"অতঃপর, ফেরেশতারা সকলেই সিজদা করল।","bangla_mkhan":"তখন ফেরেশতারা সবাই মিলে সেজদা করল।","bangla_mujibur":"মালাইকা/ফেরেশতাগণ সবাই একত্রে সাজদাহ করল।","bangla_taisirul":"তখন ফেরেশতারা সবাই সাজদাহ করল।"},{"id":31,"arabic_text":"اِلَّاۤ  اِبۡلِیۡسَ ؕ اَبٰۤی اَنۡ یَّکُوۡنَ مَعَ السّٰجِدِیۡنَ ﴿۳۱﴾ ","english_text":"We said, \"Go down from it, all of you. And when guidance comes to you from Me, whoever follows My guidance - there will be no fear concerning them, nor will they grieve.","page":263,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1833.mp3","colorText":"إِلّ[o[َآ] إِ[q:180[بْ]لِيسَ أَبَ[o[ىٰٓ] أ[a:3312[َن ي]َكُونَ مَعَ [h:7240[ٱ][l[ل]سَّ[n[ـٰ]جِد[p[ِي]نَ","juz":14,"ruku":220,"manzil":3,"bangla_ahbayan":"কিন্তু ইবলীস করল না। সে সিজদাকারীদের অন্তর্ভুক্ত হতে অস্বীকার করল।","bangla_bayan":"ইবলীস ছাড়া। সে সিজদাকারীদের সঙ্গী হতে অস্বীকার করল।","bangla_mkhan":"কিন্তু ইবলীস-সে সেজদাকারীদের অন্তর্ভূক্ত হতে স্বীকৃত হল না।","bangla_mujibur":"কিন্তু ইবলীস করলনা, সে সাজদাহকারীদের অন্তর্ভুক্ত হতে অস্বীকার করল।","bangla_taisirul":"ইবলীস বাদে, সে সাজদাহ্কারীদের দলভুক্ত হতে অস্বীকৃতি জানাল।"},{"id":32,"arabic_text":"قَالَ یٰۤـاِبۡلِیۡسُ مَا لَکَ اَلَّا تَکُوۡنَ مَعَ السّٰجِدِیۡنَ ﴿۳۲﴾ ","english_text":"And those who disbelieve and deny Our signs - those will be companions of the Fire; they will abide therein eternally.\"","page":264,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1834.mp3","colorText":"قَالَ يَ[o[ـٰٓ]إِ[q:7241[بْ]لِيسُ مَا لَكَ أَلَّا تَكُونَ مَعَ [h:7240[ٱ][l[ل]سَّ[n[ـٰ]جِد[p[ِي]نَ","juz":14,"ruku":220,"manzil":3,"bangla_ahbayan":"তিনি (আল্লাহ) বললেন, ‘হে ইবলীস! তোমার কি হল যে, তুমি সিজদাকারীদের অন্তর্ভুক্ত হলে না?’","bangla_bayan":"তিনি বললেন, ‘হে ইবলীস, তোমার কী হল যে, তুমি সিজদাকারীদের সঙ্গী হলে না’?","bangla_mkhan":"আল্লাহ বললেনঃ হে ইবলিস, তোমার কি হলো যে তুমি সেজদাকারীদের অন্তর্ভূক্ত হতে স্বীকৃত হলে না?","bangla_mujibur":"(আল্লাহ) বললেনঃ হে ইবলীস! তোর কি হল, তুই কেন সাজদাহকারীদের অন্তর্ভুক্ত হলিনা?","bangla_taisirul":"আল্লাহ বলবেন, ‘হে ইবলীস! তোমার কী হল যে তুমি সাজদাহকারীদের দলভুক্ত হলে না?’"},{"id":33,"arabic_text":"قَالَ لَمۡ  اَکُنۡ  لِّاَسۡجُدَ  لِبَشَرٍ  خَلَقۡتَہٗ مِنۡ  صَلۡصَالٍ  مِّنۡ  حَمَاٍ  مَّسۡنُوۡنٍ ﴿۳۳﴾ ","english_text":"O Children of Israel, remember My favor which I have bestowed upon you and fulfill My covenant [upon you] that I will fulfill your covenant [from Me], and be afraid of [only] Me.","page":264,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1835.mp3","colorText":"قَالَ لَمْ أَك[u:7242[ُن ل]ِّأَسْجُدَ لِبَشَرٍ خَلَ[q:7243[قْ]تَهُ[n[ۥ] مِ[f:7229[ن ص]َلْصَ[n[ـٰ][a:7230[لٍ م]ِّنْ حَمَ[a:7231[إٍ م]َّسْن[p[ُو]نٍ","juz":14,"ruku":220,"manzil":3,"bangla_ahbayan":"সে (উত্তরে) বলল, ‘কালো পচা শুষ্ক ঠনঠনে মাটি হতে যে মানুষ তুমি সৃষ্টি করেছ, আমি তাকে সিজদা করবার নই।’ [১]","bangla_bayan":"সে বলল, ‘আমি তো এমন নই যে, একজন মানুষকে আমি সিজদা করব, যাকে আপনি সৃষ্টি করেছেন শুকনো ঠনঠনে কালচে মাটি থেকে’।","bangla_mkhan":"বললঃ আমি এমন নই যে, একজন মানবকে সেজদা করব, যাকে আপনি পচা কর্দম থেকে তৈরী ঠনঠনে বিশুষ্ক মাটি দ্বারা সৃষ্টি করেছেন।","bangla_mujibur":"সে উত্তরে বললঃ ছাঁচে ঢালা শুষ্ক ঠনঠনে মৃত্তিকা হতে যে মানুষ আপনি সৃষ্টি করেছেন, আমি তাকে সাজদাহ করার নই।","bangla_taisirul":"ইবলীস বলল, ‘আমার কাজ নয় মানুষকে সাজদাহ্ করা যাকে তুমি পচা কর্দমের ঠনঠনে গাড়া থেকে সৃষ্টি করেছ।’"},{"id":34,"arabic_text":"قَالَ  فَاخۡرُجۡ  مِنۡہَا فَاِنَّکَ  رَجِیۡمٌ ﴿ۙ۳۴﴾ ","english_text":"And believe in what I have sent down confirming that which is [already] with you, and be not the first to disbelieve in it. And do not exchange My signs for a small price, and fear [only] Me.","page":264,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1836.mp3","colorText":"قَالَ فَ[h:4603[ٱ]خْرُ[q:4603[جْ] مِنْهَا فَإِ[g[نّ]َكَ رَج[p[ِي]مٌ","juz":14,"ruku":220,"manzil":3,"bangla_ahbayan":"তিনি (আল্লাহ) বললেন, ‘তাহলে তুমি এখান হতে বের হয়ে যাও। কারণ, নিশ্চয়ই তুমি অভিশপ্ত।","bangla_bayan":"তিনি বললেন, ‘তাহলে তুমি এখান থেকে বেরিয়ে যাও, তুমি বিতাড়িত’।","bangla_mkhan":"আল্লাহ বললেনঃ তবে তুমি এখান থেকে বের হয়ে যাও। তুমি বিতাড়িত।","bangla_mujibur":"(আল্লাহ) বললেনঃ তাহলে তুই এখান হতে বের হয়ে যা, কারণ তুই অভিশপ্ত।","bangla_taisirul":"তিনি বললেন, ‘বেরিয়ে যাও এখান থেকে, কারণ তুমি হলে অভিশপ্ত।"},{"id":35,"arabic_text":"وَّ اِنَّ عَلَیۡکَ اللَّعۡنَۃَ اِلٰی یَوۡمِ الدِّیۡنِ ﴿۳۵﴾ ","english_text":"And do not mix the truth with falsehood or conceal the truth while you know [it].","page":264,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1837.mp3","colorText":"وَإِ[g[نّ]َ عَلَيْكَ [h:7244[ٱ][l[ل]لَّعْنَةَ إِلَىٰ يَوْمِ [h:5[ٱ][l[ل]دّ[p[ِي]نِ","juz":14,"ruku":220,"manzil":3,"bangla_ahbayan":"কর্মফল দিবস পর্যন্ত তোমার প্রতি রইল অভিশাপ।’","bangla_bayan":"‘আর নিশ্চয় কিয়ামত দিবস পর্যন্ত তোমার উপর লা‘নত’।","bangla_mkhan":"এবং তোমার প্রতি ন্যায় বিচারের দিন পর্যন্ত অভিসম্পাত।","bangla_mujibur":"কর্মফল দিন পর্যন্ত তোর প্রতি রইল লা’নত।","bangla_taisirul":"বিচার দিবস পর্যন্ত তোমার উপর থাকল লা‘নত।’"},{"id":36,"arabic_text":"قَالَ رَبِّ فَاَنۡظِرۡنِیۡۤ  اِلٰی یَوۡمِ یُبۡعَثُوۡنَ ﴿۳۶﴾ ","english_text":"And establish prayer and give zakah and bow with those who bow [in worship and obedience].","page":264,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1838.mp3","colorText":"قَالَ رَبِّ فَأَ[f:7245[نظ]ِرْن[o[ِىٓ] إِلَىٰ يَوْمِ يُ[q:4606[بْ]عَث[p[ُو]نَ","juz":14,"ruku":220,"manzil":3,"bangla_ahbayan":"সে (ইবলীস) বলল, ‘হে আমার প্রতিপালক! পুনরুত্থান দিবস পর্যন্ত আমাকে অবকাশ দাও।’","bangla_bayan":"সে বলল, ‘হে আমার রব, তাহলে আমাকে অবকাশ দিন সে দিন পর্যন্ত, যেদিন তাদেরকে পুনরুজ্জীবিত করা হবে’।","bangla_mkhan":"সে বললঃ হে আমার পালনকর্তা, আপনি আমাকে পুনরুত্থান দিবস পর্যন্ত অবকাশ দিন।","bangla_mujibur":"ইবলীস বললঃ হে আমার রাব্ব! পুনরুত্থান দিন পর্যন্ত আমাকে অবকাশ দিন।","bangla_taisirul":"সে বলল, ‘হে আমার প্রতিপালক! পুনরুত্থান দিবস পর্যন্ত আমাকে সময় দিন।’"},{"id":37,"arabic_text":"قَالَ فَاِنَّکَ مِنَ الۡمُنۡظَرِیۡنَ ﴿ۙ۳۷﴾ ","english_text":"Do you order righteousness of the people and forget yourselves while you recite the Scripture? Then will you not reason?","page":264,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1839.mp3","colorText":"قَالَ فَإِ[g[نّ]َكَ مِنَ [h:4607[ٱ]لْمُ[f:4608[نظ]َر[p[ِي]نَ","juz":14,"ruku":220,"manzil":3,"bangla_ahbayan":"তিনি (আল্লাহ) বললেন, ‘যাদেরকে অবকাশ দেওয়া হয়েছে তুমি তাদের অন্তর্ভুক্ত হলে।","bangla_bayan":"তিনি বললেন, ‘তুমি নিশ্চয় অবকাশপ্রাপ্তদের একজন’।","bangla_mkhan":"আল্লাহ বললেনঃ তোমাকে অবকাশ দেয়া হল।","bangla_mujibur":"আল্লাহ বললেনঃ তোকে অবকাশ দেয়া হল ।","bangla_taisirul":"তিনি বললেন, ‘তোমাকে সময় দেয়া হল"},{"id":38,"arabic_text":"اِلٰی یَوۡمِ  الۡوَقۡتِ  الۡمَعۡلُوۡمِ ﴿۳۸﴾ ","english_text":"And seek help through patience and prayer, and indeed, it is difficult except for the humbly submissive [to Allah ]","page":264,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1840.mp3","colorText":"إِلَىٰ يَوْمِ [h:7246[ٱ]لْوَ[q:7247[قْ]تِ [h:7248[ٱ]لْمَعْل[p[ُو]مِ","juz":14,"ruku":220,"manzil":3,"bangla_ahbayan":"অবধারিত সময় উপস্থিত হওয়ার দিন পর্যন্ত।’","bangla_bayan":"‘নির্ধারিত সময়ের দিন পর্যন্ত’।","bangla_mkhan":"সেই অবধারিত সময় উপস্থিত হওয়ার দিন পর্যন্ত।","bangla_mujibur":"অবধারিত সময় উপস্থিত হওয়ার দিন পর্যন্ত।","bangla_taisirul":"সেদিন পর্যন্ত যার নির্দিষ্ট ক্ষণ আমার জানা আছে।’"},{"id":39,"arabic_text":"قَالَ رَبِّ بِمَاۤ  اَغۡوَیۡتَنِیۡ لَاُزَیِّنَنَّ  لَہُمۡ فِی الۡاَرۡضِ  وَ لَاُغۡوِیَنَّہُمۡ  اَجۡمَعِیۡنَ ﴿ۙ۳۹﴾ ","english_text":"Who are certain that they will meet their Lord and that they will return to Him.","page":264,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1841.mp3","colorText":"قَالَ رَبِّ بِم[o[َآ] أَغْوَيْتَنِى لَأُزَيِّنَ[g[نّ]َ لَهُمْ فِى [h:44[ٱ]لْأَرْضِ وَلَأُغْوِيَ[g[نّ]َهُمْ أَ[q:825[جْ]مَع[p[ِي]نَ","juz":14,"ruku":220,"manzil":3,"bangla_ahbayan":"সে বলল, ‘হে আমার প্রতিপালক! তুমি যে আমাকে বিপদগামী করলে তার জন্য আমি পৃথিবীতে মানুষের নিকট পাপ কর্মকে অবশ্যই শোভনীয় করে তুলব এবং আমি তাদের সকলকে অবশ্যই বিপথগামী করে ছাড়ব।","bangla_bayan":"সে বলল, ‘হে আমার রব, যেহেতু আপনি আমাকে পথভ্রষ্ট করেছেন, তাই যমীনে আমি তাদের জন্য (পাপকে) শোভিত করব এবং নিশ্চয় তাদের সকলকে পথভ্রষ্ট করব’।","bangla_mkhan":"সে বললঃ হে আমার পলনকর্তা, আপনি যেমন আমাকে পথ ভ্রষ্ট করেছেন, আমিও তাদের সবাইকে পৃথিবীতে নানা সৌন্দর্যে আকৃষ্ট করব এবং তাদের সবাইকে পথ ভ্রষ্ঠ করে দেব।","bangla_mujibur":"সে বললঃ হে আমার রাব্ব! আপনি যে আমাকে বিপথগামী করলেন তজ্জন্য আমি পৃথিবীতে মানুষের নিকট পাপ কাজকে শোভনীয় করে তুলব এবং আমি তাদের সকলকে বিপথগামী করব।","bangla_taisirul":"সে বলল, ‘হে আমার প্রতিপালক! যেহেতু আপনি আমাকে ভ্রান্তপথে ঠেলে দিলেন, কাজেই আমিও পৃথিবীতে মানুষের কাছে পাপকাজকে অবশ্য অবশ্যই সুশোভিত করে দেখাব আর তাদের সবাইকে অবশ্য অবশ্যই বিভ্রান্ত করব।"},{"id":40,"arabic_text":"اِلَّا عِبَادَکَ  مِنۡہُمُ  الۡمُخۡلَصِیۡنَ ﴿۴۰﴾ ","english_text":"O Children of Israel, remember My favor that I have bestowed upon you and that I preferred you over the worlds.","page":264,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1842.mp3","colorText":"إِلَّا عِبَادَكَ مِنْهُمُ [h:7249[ٱ]لْمُخْلَص[p[ِي]نَ","juz":14,"ruku":220,"manzil":3,"bangla_ahbayan":"তবে তাদের মধ্যে তোমার একনিষ্ঠ বান্দাগণ ছাড়া।’","bangla_bayan":"তাদের মধ্য থেকে আপনার একান্ত বান্দাগণ ছাড়া।","bangla_mkhan":"আপনার মনোনীত বান্দাদের ব্যতীত।","bangla_mujibur":"তবে তাদের মধ্য হতে আপনার নির্বাচিত বান্দাগণ ব্যতীত।","bangla_taisirul":"কিন্তু তাদের মধ্যে আপনার বাছাই করা বান্দাহদের ছাড়া।’"},{"id":41,"arabic_text":"قَالَ  ہٰذَا  صِرَاطٌ  عَلَیَّ  مُسۡتَقِیۡمٌ ﴿۴۱﴾ ","english_text":"And fear a Day when no soul will suffice for another soul at all, nor will intercession be accepted from it, nor will compensation be taken from it, nor will they be aided.","page":264,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1843.mp3","colorText":"قَالَ هَ[n[ـٰ]ذَا صِر[n[َٲ]طٌ عَلَىَّ مُسْتَق[p[ِي]مٌ","juz":14,"ruku":220,"manzil":3,"bangla_ahbayan":"তিনি বললেন, ‘এটাই আমার নিকট পৌঁছনোর সরল পথ। ( )","bangla_bayan":"তিনি বললেন, ‘এটা আমার দিকে আনয়নকারী সরল পথ’।","bangla_mkhan":"আল্লাহ বললেনঃ এটা আমা পর্যন্ত সোজা পথ।","bangla_mujibur":"তিনি বললেনঃ এটাই আমার নিকট পৌঁছার সরল পথ।","bangla_taisirul":"তিনি বললেন- (আমার বাছাই করা বান্দারা যে পথে চলছে) এটাই আমার কাছে পৌঁছার সরল সোজা পথ।"},{"id":42,"arabic_text":"اِنَّ عِبَادِیۡ لَیۡسَ لَکَ عَلَیۡہِمۡ سُلۡطٰنٌ  اِلَّا مَنِ اتَّبَعَکَ  مِنَ  الۡغٰوِیۡنَ ﴿۴۲﴾ ","english_text":"And [recall] when We saved your forefathers from the people of Pharaoh, who afflicted you with the worst torment, slaughtering your [newborn] sons and keeping your females alive. And in that was a great trial from your Lord.","page":264,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1844.mp3","colorText":"إِ[g[نّ]َ عِبَادِى لَيْسَ لَكَ عَلَيْهِمْ سُلْطَ[n[ـٰ]نٌ إِلَّا مَنِ [h:7250[ٱ]تَّبَعَكَ مِنَ [h:5135[ٱ]لْغَاو[p[ِي]نَ","juz":14,"ruku":220,"manzil":3,"bangla_ahbayan":"বিভ্রান্তদের মধ্য হতে যারা তোমার অনুসরণ করবে, তারা ছাড়া আমার (একনিষ্ঠ) বান্দাদের উপর তোমার কোন আধিপত্য থাকবে না।[১]","bangla_bayan":"‘নিশ্চয় আমার বান্দাদের উপর তোমার কোন ক্ষমতা নেই, তবে পথভ্রষ্টরা ছাড়া যারা তোমাকে অনুসরণ করেছে’।","bangla_mkhan":"যারা আমার বান্দা, তাদের উপর তোমার কোন ক্ষমতা নেই; কিন্তু পথভ্রান্তদের মধ্য থেকে যারা তোমার পথে চলে।","bangla_mujibur":"বিভ্রান্তদের মধ্যে যারা তোর অনুসরণ করবে তারা ছাড়া আমার বান্দাদের উপর তোর কোন ক্ষমতা থাকবেনা।","bangla_taisirul":"আমার প্রকৃত বান্দাহ্দের উপর তোমার কোন আধিপত্য চলবে না, তোমাকে যারা অনুসরণ করে সেই বিভ্রান্তরা ছাড়া।"},{"id":43,"arabic_text":"وَ  اِنَّ جَہَنَّمَ  لَمَوۡعِدُہُمۡ  اَجۡمَعِیۡنَ ﴿۟ۙ۴۳﴾ ","english_text":"And [recall] when We parted the sea for you and saved you and drowned the people of Pharaoh while you were looking on.","page":264,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1845.mp3","colorText":"وَإِ[g[نّ]َ جَهَ[g[نّ]َمَ لَمَوْعِدُهُمْ أَ[q:825[جْ]مَع[p[ِي]نَ","juz":14,"ruku":220,"manzil":3,"bangla_ahbayan":"অবশ্যই (তোমার অনুসারীদের) তাদের সবারই প্রতিশ্রুত স্থান হবে জাহান্নাম।’ [১]","bangla_bayan":"‘আর নিশ্চয় জাহান্নাম তাদের সকলের প্রতিশ্রুত স্থান’।","bangla_mkhan":"তাদের সবার নির্ধারিত স্থান হচ্ছে জাহান্নাম।","bangla_mujibur":"অবশ্যই তোর অনুসারীদের সবারই নির্ধারিত স্থান হবে জাহান্নাম।","bangla_taisirul":"আর তাদের সবার জন্য অবশ্যই ওয়া‘দাকৃত স্থান হচ্ছে জাহান্নাম।"},{"id":44,"arabic_text":"لَہَا سَبۡعَۃُ  اَبۡوَابٍ ؕ لِکُلِّ بَابٍ مِّنۡہُمۡ جُزۡءٌ  مَّقۡسُوۡمٌ  ﴿۴۴﴾ ","english_text":"And [recall] when We made an appointment with Moses for forty nights. Then you took [for worship] the calf after him, while you were wrongdoers.","page":264,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1846.mp3","colorText":"لَهَا سَ[q:7251[بْ]عَةُ أَ[q:6744[بْ]و[n[َٲ][u:7252[بٍ ل]ِّكُلِّ بَا[a:7253[بٍ م]ِّنْهُمْ جُزْ[a:7254[ءٌ م]َّ[q:7255[قْ]س[p[ُو]مٌ","juz":14,"ruku":220,"manzil":3,"bangla_ahbayan":"ওর সাতটি দরজা আছে; প্রত্যেক দরজার জন্য তাদের মধ্য থেকে পৃথক পৃথক দল আছে। [১]","bangla_bayan":"‘তার সাতটি দরজা রয়েছে। প্রতিটি দরজার জন্য রয়েছে তাদের মধ্য থেকে নির্দিষ্ট একটি শ্রেণী’।","bangla_mkhan":"এর সাতটি দরজা আছে। প্রত্যেক দরজার জন্যে এক একটি পৃথক দল আছে।","bangla_mujibur":"ওর সাতটি দরযা আছে, প্রত্যেক দরযার জন্য পৃথক পৃথক দল আছে।","bangla_taisirul":"তার সাতটা দরজা আছে। প্রত্যেক দরজার জন্য তাদের মধ্যে শ্রেণী নির্দিষ্ট আছে।’"},{"id":45,"arabic_text":"اِنَّ  الۡمُتَّقِیۡنَ  فِیۡ  جَنّٰتٍ  وَّ عُیُوۡنٍ ﴿ؕ۴۵﴾ ","english_text":"Then We forgave you after that so perhaps you would be grateful.","page":264,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1847.mp3","colorText":"إِ[g[نّ]َ [h:7256[ٱ]لْمُتَّقِينَ فِى جَ[g[نّ]َ[n[ـٰ][a:7257[تٍ و]َعُي[p[ُو]نٍ","juz":14,"ruku":221,"manzil":3,"bangla_ahbayan":"নিশ্চয় সাবধানীরা বাস করবে উদ্যান ও প্রস্রবণসমূহে। [১]","bangla_bayan":"নিশ্চয় মুত্তাকীগণ থাকবে জান্নাত ও ঝর্ণাধারাসমূহে।","bangla_mkhan":"নিশ্চয় খোদাভীরুরা বাগান ও নির্ঝরিনীসহূহে থাকবে।","bangla_mujibur":"নিশ্চয়ই মুত্তাকীরা থাকবে প্রস্রবন বহুল জান্নাতে।","bangla_taisirul":"অবশ্যই মুত্তাকীরা থাকবে জান্নাতে আর নির্ঝরিণীগুলোর মধ্যে।"},{"id":46,"arabic_text":"اُدۡخُلُوۡہَا بِسَلٰمٍ  اٰمِنِیۡنَ ﴿۴۶﴾ ","english_text":"And [recall] when We gave Moses the Scripture and criterion that perhaps you would be guided.","page":264,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1848.mp3","colorText":"ٱ[q:7258[دْ]خُلُوهَا بِسَلَ[n[ـٰ]مٍ ءَامِن[p[ِي]نَ","juz":14,"ruku":221,"manzil":3,"bangla_ahbayan":"(তাদেরকে বলা হবে,) ‘তোমরা শান্তি ও নিরাপত্তার সাথে তাতে প্রবেশ কর।’ [১]","bangla_bayan":"‘তোমরা তাতে প্রবেশ কর শান্তিতে, নিরাপদ হয়ে’।","bangla_mkhan":"বলা হবেঃ এগুলোতে নিরাপত্তা ও শান্তি সহকরে প্রবেশ কর।","bangla_mujibur":"(তাদেরকে বলা হবে) তোমরা শান্তি ও নিরাপত্তার সাথে এখানে প্রবেশ কর।","bangla_taisirul":"তাদেরকে বলা হবে, ‘পূর্ণ শান্তি ও নিরাপত্তার সাথে তোমরা এতে প্রবেশ কর।’"},{"id":47,"arabic_text":"وَ نَزَعۡنَا مَا فِیۡ صُدُوۡرِہِمۡ مِّنۡ غِلٍّ اِخۡوَانًا عَلٰی  سُرُرٍ  مُّتَقٰبِلِیۡنَ ﴿۴۷﴾ ","english_text":"And [recall] when Moses said to his people, \"O my people, indeed you have wronged yourselves by your taking of the calf [for worship]. So repent to your Creator and kill yourselves. That is best for [all of] you in the sight of your Creator.\" Then He accepted your repentance; indeed, He is the Accepting of repentance, the Merciful.","page":264,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1849.mp3","colorText":"وَنَزَعْنَا مَا فِى صُدُورِه[w:4694[ِم م]ِّنْ غِلٍّ إِخْو[n[َٲ]نًا عَلَىٰ سُرُ[a:7259[رٍ م]ُّتَقَ[n[ـٰ]بِل[p[ِي]نَ","juz":14,"ruku":221,"manzil":3,"bangla_ahbayan":"আমি তাদের অন্তরে যে ঈর্ষা থাকবে তা দূর করে দেব;[১] তারা ভ্রাতৃভাবে পরস্পর মুখোমুখি হয়ে আসনে অবস্থান করবে।","bangla_bayan":"আর আমি তাদের অন্তর থেকে হিংসা বিদ্বেষ বের করে ফেলব, তারা সেখানে ভাই ভাই হয়ে আসনে মুখোমুখি বসবে।","bangla_mkhan":"তাদের অন্তরে যে ক্রোধ ছিল, আমি তা দূর করে দেব। তারা ভাই ভাইয়ের মত সামনা-সামনি আসনে বসবে।","bangla_mujibur":"আমি তাদের অন্তর হতে ঈর্ষা দূর করব; তারা ভ্রাতৃভাবে পরস্পর মুখোমুখি হয়ে অবস্থান করবে।","bangla_taisirul":"তাদের অন্তর থেকে আমি বিদ্বেষ দূরীভূত করব, তারা ভ্রাতৃবন্ধনে আবদ্ধ হয়ে আসনে মুখোমুখী সমাসীন হবে।"},{"id":48,"arabic_text":"لَا  یَمَسُّہُمۡ فِیۡہَا نَصَبٌ  وَّ  مَا ہُمۡ  مِّنۡہَا بِمُخۡرَجِیۡنَ ﴿۴۸﴾ ","english_text":"And [recall] when you said, \"O Moses, we will never believe you until we see Allah outright\"; so the thunderbolt took you while you were looking on.","page":264,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1850.mp3","colorText":"لَا يَمَسُّهُمْ فِيهَا نَصَ[a:7260[بٌ و]َمَا ه[w:7261[ُم م]ِّنْهَا بِمُخْرَج[p[ِي]نَ","juz":14,"ruku":221,"manzil":3,"bangla_ahbayan":"সেথায় তাদেরকে অবসাদ স্পর্শ করবে না এবং তারা সেথা হতে বহিষ্কৃতও হবে না।","bangla_bayan":"সেখানে তাদেরকে ক্লান্তি স্পর্শ করবে না এবং তারা সেখান থেকে বহিষ্কৃতও হবে না।","bangla_mkhan":"সেখানে তাদের মোটেই কষ্ট হবে না এবং তারা সেখান থেকে বহিস্কৃত হবে না।","bangla_mujibur":"সেখানে তাদেরকে অবসাদ স্পর্শ করবেনা এবং তারা সেখান হতে বহিস্কৃতও হবেনা।","bangla_taisirul":"কোন ক্লান্তি তাদেরকে স্পর্শ করবে না, আর সেখান থেকে তারা কখনও বহিষ্কৃতও হবে না।"},{"id":49,"arabic_text":"نَبِّیٴۡ عِبَادِیۡۤ  اَنِّیۡۤ  اَنَا الۡغَفُوۡرُ الرَّحِیۡمُ ﴿ۙ۴۹﴾ ","english_text":"Then We revived you after your death that perhaps you would be grateful.","page":264,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1851.mp3","colorText":"۞ نَبِّئْ عِبَاد[o[ِىٓ] أَ[g[نّ][o[ِىٓ] أَنَا [h:7262[ٱ]لْغَفُورُ [h:6228[ٱ][l[ل]رَّح[p[ِي]مُ","juz":14,"ruku":221,"manzil":3,"bangla_ahbayan":"আমার বান্দাদেরকে বলে দাও, ‘নিশ্চয় আমিই চরম ক্ষমাশীল, পরম দয়ালু।","bangla_bayan":"আমার বান্দাদের জানিয়ে দাও যে, আমি নিশ্চয় ক্ষমাশীল, পরম দয়ালু।","bangla_mkhan":"আপনি আমার বান্দাদেরকে জানিয়ে দিন যে, আমি অত্যন্ত ক্ষমাশীল দয়ালু।","bangla_mujibur":"আমার বান্দাদেরকে বলে দাওঃ নিশ্চয়ই আমি ক্ষমাশীল, পরম দয়ালু।","bangla_taisirul":"আমার বান্দাহদেরকে সংবাদ দাও যে, আমি বড়ই ক্ষমাশীল, বড়ই দয়ালু।"},{"id":50,"arabic_text":"وَ اَنَّ عَذَابِیۡ ہُوَ  الۡعَذَابُ  الۡاَلِیۡمُ ﴿۵۰﴾","english_text":"And We shaded you with clouds and sent down to you manna and quails, [saying], \"Eat from the good things with which We have provided you.\" And they wronged Us not - but they were [only] wronging themselves.","page":264,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1852.mp3","colorText":"وَأَ[g[نّ]َ عَذَابِى هُوَ [h:7263[ٱ]لْعَذَابُ [h:7264[ٱ]لْأَل[p[ِي]مُ","juz":14,"ruku":221,"manzil":3,"bangla_ahbayan":"এবং আমার শাস্তিই হল অতি মর্মন্তুদ শাস্তি।’","bangla_bayan":"আর আমার আযাবই যন্ত্রণাদায়ক আযাব।","bangla_mkhan":"এবং ইহাও যে, আমার শাস্তিই যন্ত্রনাদায়ক শাস্তি।","bangla_mujibur":"আর আমার শাস্তি! তা অতি মর্মন্তদ শাস্তি।","bangla_taisirul":"আর আমার শাস্তি- তা বড়ই ভয়াবহ শাস্তি।"},{"id":51,"arabic_text":"وَ نَبِّئۡہُمۡ عَنۡ ضَیۡفِ  اِبۡرٰہِیۡمَ ﴿ۘ۵۱﴾ ","english_text":"And [recall] when We said, \"Enter this city and eat from it wherever you will in [ease and] abundance, and enter the gate bowing humbly and say, 'Relieve us of our burdens.' We will [then] forgive your sins for you, and We will increase the doers of good [in goodness and reward].\"","page":264,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1853.mp3","colorText":"وَنَبِّئْهُمْ عَ[f:7265[ن ض]َيْفِ إِ[q:1860[بْ]ر[n[َٲ]ه[p[ِي]مَ","juz":14,"ruku":221,"manzil":3,"bangla_ahbayan":"আর তাদেরকে জানিয়ে দাও ইব্রাহীমের অতিথিদের কথা।","bangla_bayan":"আর তাদেরকে বলঃ ইবরাহীমের অতিথিদের কথা।","bangla_mkhan":"আপনি তাদেরকে ইব্রাহীমের মেহমানদের অবস্থা শুনিয়ে দিন।","bangla_mujibur":"আর তুমি তাদেরকে ইবরাহীমের মেহমানদের সংবাদ দাও।","bangla_taisirul":"তাদেরকে ইবরাহীমের মেহমানের কাহিনী জানিয়ে দাও।"},{"id":52,"arabic_text":"اِذۡ دَخَلُوۡا عَلَیۡہِ فَقَالُوۡا سَلٰمًا ؕ قَالَ  اِنَّا مِنۡکُمۡ  وَجِلُوۡنَ ﴿۵۲﴾ ","english_text":"But those who wronged changed [those words] to a statement other than that which had been said to them, so We sent down upon those who wronged a punishment from the sky because they were defiantly disobeying.","page":265,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1854.mp3","colorText":"إِذْ دَخَلُو[s[اْ] عَلَيْهِ فَقَالُو[s[اْ] سَلَ[n[ـٰ][f:6415[مًا ق]َالَ إِ[g[نّ]َا مِ[f:344[نك]ُمْ وَجِل[p[ُو]نَ","juz":14,"ruku":221,"manzil":3,"bangla_ahbayan":"যখন তারা (ফিরিশতারা) তার নিকট উপস্থিত হয়ে বলল, ‘সালাম’, তখন সে বলেছিল, ‘আমরা তোমাদের আগমনে ভীত-সন্ত্রস্ত।’ [১]","bangla_bayan":"যখন তারা তার নিকট প্রবেশ করল, অতঃপর বলল, ‘সালাম’। সে বলল, ‘আমরা নিশ্চয় তোমাদের ব্যাপারে শঙ্কিত’।","bangla_mkhan":"যখন তারা তাঁর গৃহে আগমন করল এবং বললঃ সালাম। তিনি বললেনঃ আমরা তোমাদের ব্যাপারে ভীত।","bangla_mujibur":"যখন তারা তার নিকট উপস্থিত হয়ে বললঃ ‘সালাম’ তখন সে বলেছিলঃ আমরা তোমাদের আগমনে আতংকিত।","bangla_taisirul":"তারা যখন তার কাছে উপস্থিত হল তখন তারা বলল, ‘তোমার প্রতি সালাম।’ তখন সে বলল, ‘তোমাদের দেখে আমরা শংকিত।’"},{"id":53,"arabic_text":"قَالُوۡا لَا تَوۡجَلۡ  اِنَّا نُبَشِّرُکَ بِغُلٰمٍ عَلِیۡمٍ ﴿۵۳﴾ ","english_text":"And [recall] when Moses prayed for water for his people, so We said, \"Strike with your staff the stone.\" And there gushed forth from it twelve springs, and every people knew its watering place. \"Eat and drink from the provision of Allah, and do not commit abuse on the earth, spreading corruption.\"","page":265,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1855.mp3","colorText":"قَالُو[s[اْ] لَا تَوْجَلْ إِ[g[نّ]َا نُبَشِّرُكَ بِغُلَ[n[ـٰ]مٍ عَل[p[ِي]مٍ","juz":14,"ruku":221,"manzil":3,"bangla_ahbayan":"তারা বলল, ‘ভয় করো না। আমরা তোমাকে একজন জ্ঞানী পুত্রের সুসংবাদ দিচ্ছি।’","bangla_bayan":"তারা বলল, ‘তুমি ভীত হয়ো না, নিশ্চয় আমরা তোমাকে এক জ্ঞানী শিশুর সুসংবাদ দিচ্ছি’।","bangla_mkhan":"তারা বললঃ ভয় করবেন না। আমরা আপনাকে একজন জ্ঞানবান ছেলে-সন্তানের সুসংবাদ দিচ্ছি।","bangla_mujibur":"তারা বললঃ ভয় করনা, আমরা তোমাকে এক জ্ঞানী পুত্রের সুসংবাদ দিচ্ছি।","bangla_taisirul":"তারা বলল, ‘শংকা করো না, আমরা তোমাকে এক জ্ঞানী পুত্রের সুখবর দিচ্ছি।’"},{"id":54,"arabic_text":"قَالَ اَبَشَّرۡتُمُوۡنِیۡ عَلٰۤی اَنۡ مَّسَّنِیَ الۡکِبَرُ  فَبِمَ  تُبَشِّرُوۡنَ ﴿۵۴﴾ ","english_text":"And [recall] when you said, \"O Moses, we can never endure one [kind of] food. So call upon your Lord to bring forth for us from the earth its green herbs and its cucumbers and its garlic and its lentils and its onions.\" [Moses] said, \"Would you exchange what is better for what is less? Go into [any] settlement and indeed, you will have what you have asked.\" And they were covered with humiliation and poverty and returned with anger from Allah [upon them]. That was because they [repeatedly] disbelieved in the signs of Allah and killed the prophets without right. That was because they disobeyed and were [habitually] transgressing.","page":265,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1856.mp3","colorText":"قَالَ أَبَشَّرْتُمُونِى عَلَ[o[ىٰٓ] أ[a:7266[َن م]َّسَّنِىَ [h:7267[ٱ]لْكِبَرُ فَبِمَ تُبَشِّر[p[ُو]نَ","juz":14,"ruku":221,"manzil":3,"bangla_ahbayan":"সে বলল, ‘আমি বার্ধক্যগ্রস্ত হওয়া সত্ত্বেও তোমরা কি আমাকে সুসংবাদ দিচ্ছ? তোমরা কিসের সুসংবাদ দিচ্ছ?’","bangla_bayan":"সে বলল, ‘তোমরা কি আমাকে সুসংবাদ দিচ্ছ, যখন বার্ধক্য আমাকে স্পর্শ করেছে ? সুতরাং তোমরা কিসের সুসংবাদ দিচ্ছ’ ?","bangla_mkhan":"তিনি বললেনঃ তোমরা কি আমাকে এমতাবস্থায় সুসংবাদ দিচ্ছ, যখন আমি বার্ধক্যে পৌছে গেছি ?","bangla_mujibur":"সে বললঃ তোমরা কি আমাকে সুসংবাদ দিচ্ছ আমি বার্ধক্যগ্রস্ত হওয়া সত্ত্বেও? তোমরা কি বিষয়ে সুসংবাদ দিচ্ছ?","bangla_taisirul":"সে বলল, ‘বার্ধক্য যখন আমাকে স্পর্শ করেছে তখন তোমরা আমাকে সুখবর দিচ্ছ। আচ্ছা, তোমাদের সুখবরটা কী?’"},{"id":55,"arabic_text":"قَالُوۡا بَشَّرۡنٰکَ بِالۡحَقِّ فَلَا تَکُنۡ مِّنَ الۡقٰنِطِیۡنَ ﴿۵۵﴾ ","english_text":"Indeed, those who believed and those who were Jews or Christians or Sabeans [before Prophet Muhammad] - those [among them] who believed in Allah and the Last Day and did righteousness - will have their reward with their Lord, and no fear will there be concerning them, nor will they grieve.","page":265,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1857.mp3","colorText":"قَالُو[s[اْ] بَشَّرْنَ[n[ـٰ]كَ بِ[h:370[ٱ]لْحَقِّ فَلَا تَك[a:1974[ُن م]ِّنَ [h:7268[ٱ]لْقَ[n[ـٰ]نِط[p[ِي]نَ","juz":14,"ruku":221,"manzil":3,"bangla_ahbayan":"তারা বলল, ‘আমরা তোমাকে সত্য সংবাদ দিচ্ছি; সুতরাং তুমি আদৌ নিরাশ হয়ো না।’ [১]","bangla_bayan":"তারা বলল, ‘আমরা তোমাকে যথার্থ সুসংবাদ দিচ্ছি। সুতরাং তুমি নিরাশদের অন্তর্ভুক্ত হয়ো না’।","bangla_mkhan":"তারা বললঃ আমরা আপনাকে সত্য সু-সংবাদ দিচ্ছি! অতএব আপনি নিরাশ হবেন না।","bangla_mujibur":"তারা বললঃ আমরা সত্য সংবাদ দিচ্ছি; সুতরাং তুমি নিরাশ হয়োনা।","bangla_taisirul":"তারা বলল, ‘তোমাকে আমরা প্রকৃতই সুসংবাদ দিচ্ছি। কাজেই তুমি নিরাশদের অন্তর্ভুক্ত হয়ো না।’"},{"id":56,"arabic_text":"قَالَ وَ مَنۡ یَّقۡنَطُ مِنۡ رَّحۡمَۃِ  رَبِّہٖۤ  اِلَّا الضَّآلُّوۡنَ ﴿۵۶﴾ ","english_text":"And [recall] when We took your covenant, [O Children of Israel, to abide by the Torah] and We raised over you the mount, [saying], \"Take what We have given you with determination and remember what is in it that perhaps you may become righteous.\"","page":265,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1858.mp3","colorText":"قَالَ وَم[a:7269[َن ي]َ[q:7270[قْ]نَطُ م[u:7271[ِن ر]َّحْمَةِ رَبِّه[o[ِۦٓ] إِلَّا [h:7272[ٱ][l[ل]ضّ[m[َا]ٓلّ[p[ُو]نَ","juz":14,"ruku":221,"manzil":3,"bangla_ahbayan":"সে বলল, ‘পথভ্রষ্টরা ব্যতীত আর কে নিজ প্রতিপালকের অনুগ্রহ হতে নিরাশ হয়?’ [১]","bangla_bayan":"সে বলল, ‘পথভ্রষ্টরা ছাড়া, কে তার রবের রহমত থেকে নিরাশ হয়’ ?","bangla_mkhan":"তিনি বললেনঃ পালনকর্তার রহমত থেকে পথভ্রষ্টরা ছাড়া কে নিরাশ হয় ?","bangla_mujibur":"সে বললঃ যারা পথভ্রষ্ট তারা ব্যতীত আর কে তার রবের অনুগ্রহ হতে নিরাশ হয়?","bangla_taisirul":"সে বলল, ‘পথভ্রষ্টরা ছাড়া আর কে তার প্রতিপালকের রহমাত থেকে নিরাশ হয়?’"},{"id":57,"arabic_text":"قَالَ فَمَا خَطۡبُکُمۡ اَیُّہَا الۡمُرۡسَلُوۡنَ ﴿۵۷﴾ ","english_text":"Then you turned away after that. And if not for the favor of Allah upon you and His mercy, you would have been among the losers.","page":265,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1859.mp3","colorText":"قَالَ فَمَا خَ[q:7273[طْ]بُكُمْ أَيُّهَا [h:7274[ٱ]لْمُرْسَل[p[ُو]نَ","juz":14,"ruku":221,"manzil":3,"bangla_ahbayan":"সে বলল, ‘হে প্রেরিত (ফিরিশতা)গণ! তোমাদের ব্যাপার কি?’ [১]","bangla_bayan":"সে বলল, ‘তবে তোমাদের কী কাজ হে প্রেরিতগণ’ ?","bangla_mkhan":"তিনি বললেনঃ অতঃপর তোমাদের প্রধান উদ্দেশ্য কি হে আল্লাহর প্রেরিতগণ ?","bangla_mujibur":"সে বললঃ হে প্রেরিতগণ! অতঃপর তোমরা কি বিশেষ কাজ নিয়ে এসেছ?","bangla_taisirul":"সে বলল, ‘হে আল্লাহর প্রেরিতরা! তোমরা কোন্ কাজে আগমন করেছ?’"},{"id":58,"arabic_text":"قَالُوۡۤا اِنَّاۤ اُرۡسِلۡنَاۤ  اِلٰی قَوۡمٍ مُّجۡرِمِیۡنَ ﴿ۙ۵۸﴾ ","english_text":"And you had already known about those who transgressed among you concerning the sabbath, and We said to them, \"Be apes, despised.\"","page":265,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1860.mp3","colorText":"قَال[o[ُوٓ][s[اْ] إِ[g[نّ][o[َآ] أُرْسِلْن[o[َآ] إِلَىٰ قَوْ[a:7275[مٍ م]ُّ[q:4958[جْ]رِم[p[ِي]نَ","juz":14,"ruku":221,"manzil":3,"bangla_ahbayan":"তারা বলল, ‘আমাদেরকে এক অপরাধী সম্প্রদায়ের বিরুদ্ধে প্রেরণ করা হয়েছে।","bangla_bayan":"তারা বলল, ‘নিশ্চয় আমরা প্রেরিত হয়েছি অপরাধী কওমের নিকট’।","bangla_mkhan":"তারা বললঃ আমরা একটি অপরাধী সম্প্রদায়ের প্রতি প্রেরিত হয়েছি।","bangla_mujibur":"তারা বললঃ আমাদেরকে এক অপরাধী সম্প্রদায়ের বিরুদ্ধে প্রেরণ করা হয়েছে।","bangla_taisirul":"তারা বলল, ‘আমরা এক অপরাধী জাতির বিরুদ্ধে প্রেরিত হয়েছি।"},{"id":59,"arabic_text":"اِلَّاۤ اٰلَ لُوۡطٍ ؕ اِنَّا لَمُنَجُّوۡہُمۡ اَجۡمَعِیۡنَ ﴿ۙ۵۹﴾ ","english_text":"And We made it a deterrent punishment for those who were present and those who succeeded [them] and a lesson for those who fear Allah .","page":265,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1861.mp3","colorText":"إِلّ[o[َآ] ءَالَ لُوطٍ إِ[g[نّ]َا لَمُنَجُّوهُمْ أَ[q:825[جْ]مَع[p[ِي]نَ","juz":14,"ruku":221,"manzil":3,"bangla_ahbayan":"তবে লূতের পরিবারবর্গের বিরুদ্ধে নয়, আমরা অবশ্যই তাদের সকলকে রক্ষা করব।","bangla_bayan":"‘লূতের পরিবার ছাড়া, আমরা নিশ্চয় তাদের সবাইকে রক্ষা করব’।","bangla_mkhan":"কিন্তু লূতের পরিবার-পরিজন। আমরা অবশ্যই তাদের সবাইকে বাঁচিয়ে নেব।","bangla_mujibur":"তবে লূতের পরিবারবর্গের বিরুদ্ধে নয়, আমরা অবশ্যই তাদের সকলকে রক্ষা করব।","bangla_taisirul":"তবে লূতের পরিবার বাদে, তাদের সবাইকে আমরা অবশ্যই রক্ষা করব।"},{"id":60,"arabic_text":"اِلَّا امۡرَاَتَہٗ  قَدَّرۡنَاۤ ۙ اِنَّہَا  لَمِنَ الۡغٰبِرِیۡنَ ﴿۶۰﴾ ","english_text":"And [recall] when Moses said to his people, \"Indeed, Allah commands you to slaughter a cow.\" They said, \"Do you take us in ridicule?\" He said, \"I seek refuge in Allah from being among the ignorant.\"","page":265,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1862.mp3","colorText":"إِلَّا [h:4837[ٱ]مْرَأَتَهُ[n[ۥ] قَدَّرْن[o[َآ‌ۙ] إِ[g[نّ]َهَا لَمِنَ [h:7276[ٱ]لْغَ[n[ـٰ]بِر[p[ِي]نَ","juz":14,"ruku":221,"manzil":3,"bangla_ahbayan":"কিন্তু তার স্ত্রীকে নয়; আমরা স্থির করেছি যে, সে অবশ্যই পশ্চাতে অবস্থানকারীদের অন্তর্ভুক্ত থাকবে।’","bangla_bayan":"‘তবে তার স্ত্রী ছাড়া, আমরা সিদ্ধান্ত নিয়েছি যে, নিশ্চয় সে শাস্তিপ্রাপ্তদের দলভুক্ত’।","bangla_mkhan":"তবে তার স্ত্রী। আমরা স্থির করেছি যে, সে থেকে যাওয়াদের দলভূক্ত হবে।","bangla_mujibur":"কিন্তু তার স্ত্রীকে নয়; আমরা স্থির করেছি যে, সে অবশ্যই পশ্চাতে অবস্থানকারীদের অন্তর্ভুক্ত।","bangla_taisirul":"তবে তার স্ত্রীকে নয়, আমরা (আল্লাহর নির্দেশক্রমে) তার জন্য নির্ধারিত করে দিয়েছি যে, সে পেছনে থেকে যাওয়া লোকেদের মধ্যে শামিল থাকবে।’"},{"id":61,"arabic_text":"فَلَمَّا جَآءَ  اٰلَ  لُوۡطِۣ الۡمُرۡسَلُوۡنَ ﴿ۙ۶۱﴾ ","english_text":"They said, \"Call upon your Lord to make clear to us what it is.\" [Moses] said, \"[ Allah ] says, 'It is a cow which is neither old nor virgin, but median between that,' so do what you are commanded.\"","page":265,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1863.mp3","colorText":"فَلَ[g[مّ]َا ج[o[َا]ٓءَ ءَالَ لُوطٍ [h:7277[ٱ]لْمُرْسَل[p[ُو]نَ","juz":14,"ruku":222,"manzil":3,"bangla_ahbayan":"অতঃপর ফিরিশতাগণ যখন লূত পরিবারের নিকট এল,","bangla_bayan":"এরপর যখন ফেরেশতাগণ লূতের পরিবারের কাছে আসল,","bangla_mkhan":"অতঃপর যখন প্রেরিতরা লূতের গৃহে পৌছল।","bangla_mujibur":"মালাইকা/ফেরেশতাগণ যখন লূত পরিবারের নিকট এলো –","bangla_taisirul":"আল্লাহর প্রেরিতরা যখন লূত পরিবারের নিকট আসল,"},{"id":62,"arabic_text":"قَالَ  اِنَّکُمۡ  قَوۡمٌ  مُّنۡکَرُوۡنَ ﴿۶۲﴾ ","english_text":"They said, \"Call upon your Lord to show us what is her color.\" He said, \"He says, 'It is a yellow cow, bright in color - pleasing to the observers.' \"","page":265,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1864.mp3","colorText":"قَالَ إِ[g[نّ]َكُمْ قَوْ[a:7278[مٌ م]ُّ[f:7279[نك]َر[p[ُو]نَ","juz":14,"ruku":222,"manzil":3,"bangla_ahbayan":"তখন লূত বলল, ‘তোমরা তো অপরিচিত লোক।’ [১]","bangla_bayan":"সে বলল, ‘তোমরা তো অপরিচিত লোক’।","bangla_mkhan":"তিনি বললেনঃ তোমরা তো অপরিচিত লোক।","bangla_mujibur":"তখন লূত বললঃ তোমরাতো অপরিচিত লোক।","bangla_taisirul":"সে বলল, ‘আপনাদেরকে তো অপরিচিত লোক মনে হচ্ছে।’"},{"id":63,"arabic_text":"قَالُوۡا بَلۡ جِئۡنٰکَ بِمَا کَانُوۡا فِیۡہِ یَمۡتَرُوۡنَ ﴿۶۳﴾ ","english_text":"They said, \"Call upon your Lord to make clear to us what it is. Indeed, [all] cows look alike to us. And indeed we, if Allah wills, will be guided.\"","page":265,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1865.mp3","colorText":"قَالُو[s[اْ] بَلْ جِئْنَ[n[ـٰ]كَ بِمَا كَانُو[s[اْ] فِيهِ يَمْتَر[p[ُو]نَ","juz":14,"ruku":222,"manzil":3,"bangla_ahbayan":"তারা বলল, ‘না, বরং তারা যে বিষয়ে সন্দিহান ছিল আমরা তোমার নিকট তাই নিয়ে এসেছি। [১]","bangla_bayan":"তারা বলল, ‘বরং আমরা তোমার কাছে এমন বিষয় নিয়ে এসেছি, যাতে তারা সন্দেহ করত’।","bangla_mkhan":"তারা বললঃ না বরং আমরা আপনার কাছে ঐ বস্তু নিয়ে এসেছি, যে সম্পর্কে তারা বিবাদ করত।","bangla_mujibur":"তারা বললঃ না, তারা যে বিষয়ে সন্দিগ্ধ ছিল আমরা তোমার নিকট তা নিয়ে এসেছি।","bangla_taisirul":"তারা বলল, ‘আমরা তা-ই নিয়ে এসেছি যে ব্যাপারে এ লোকেরা সন্দেহে পতিত ছিল।"},{"id":64,"arabic_text":"وَ  اَتَیۡنٰکَ بِالۡحَقِّ وَ  اِنَّا  لَصٰدِقُوۡنَ ﴿۶۴﴾ ","english_text":"He said, \"He says, 'It is a cow neither trained to plow the earth nor to irrigate the field, one free from fault with no spot upon her.' \" They said, \"Now you have come with the truth.\" So they slaughtered her, but they could hardly do it.","page":265,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1866.mp3","colorText":"وَأَتَيْنَ[n[ـٰ]كَ بِ[h:370[ٱ]لْحَقِّ وَإِ[g[نّ]َا لَصَ[n[ـٰ]دِق[p[ُو]نَ","juz":14,"ruku":222,"manzil":3,"bangla_ahbayan":"আমরা তোমার নিকট সত্য নিয়ে এসেছি এবং অবশ্যই আমরা সত্যবাদী। [১]","bangla_bayan":"‘আর আমরা তোমার নিকট সত্য নিয়ে এসেছি এবং আমরা অবশ্যই সত্যবাদী’।","bangla_mkhan":"এবং আমরা আপনার কাছে সত্য বিষয় নিয়ে এসেছি এবং আমরা সত্যবাদী।","bangla_mujibur":"আমরা তোমার নিকট সত্য সংবাদ নিয়ে এসেছি এবং অবশ্যই আমরা সত্যবাদী।","bangla_taisirul":"তোমার কাছে আমরা সত্য নিয়েই এসেছি, আর আমরা অবশ্যই সত্যবাদী।"},{"id":65,"arabic_text":"فَاَسۡرِ بِاَہۡلِکَ بِقِطۡعٍ مِّنَ الَّیۡلِ وَ اتَّبِعۡ اَدۡبَارَہُمۡ وَ لَا یَلۡتَفِتۡ مِنۡکُمۡ  اَحَدٌ وَّ امۡضُوۡا  حَیۡثُ  تُؤۡمَرُوۡنَ ﴿۶۵﴾ ","english_text":"And [recall] when you slew a man and disputed over it, but Allah was to bring out that which you were concealing.","page":265,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1867.mp3","colorText":"فَأَسْرِ بِأَهْلِكَ بِقِ[q:6438[طْ][a:6439[عٍ م]ِّنَ [h:6029[ٱ]لَّيْلِ وَ[h:7280[ٱ]تَّبِعْ أَ[q:7281[دْ]بَ[n[ـٰ]رَهُمْ وَلَا يَلْتَفِتْ مِ[f:344[نك]ُمْ أَحَ[a:7282[دٌ و]َ[h:7283[ٱ]مْضُو[s[اْ] حَيْثُ تُؤْمَر[p[ُو]نَ","juz":14,"ruku":222,"manzil":3,"bangla_ahbayan":"সুতরাং তুমি রাত্রির কোন এক সময়ে তোমার পরিবারবর্গসহ বের হয়ে পড় এবং তুমি তাদের পশ্চাতে চল।[১] আর তোমাদের মধ্যে কেউ যেন পিছনের দিকে না তাকায়। তোমাদেরকে যেথায় যেতে আদেশ করা হচ্ছে তোমরা সেথায় চলে যাও।’","bangla_bayan":"‘সুতরাং তুমি তোমার পরিবার নিয়ে বেরিয়ে পড় রাতের একাংশে, আর তুমি তাদের পেছনে চল, আর তোমাদের কেউ পেছনে ফিরে তাকাবে না এবং যেভাবে তোমাদের নির্দেশ করা হয়েছে সেভাবেই চলতে থাকবে’।","bangla_mkhan":"অতএব আপনি শেষরাত্রে পরিবারের সকলকে নিয়ে চলে যান এবং আপনি তাদের পশ্চাদনুসরণ করবেন না এবং আপনাদের মধ্যে কেউ যেন পিছন ফিরে না দেখে। আপনারা যেখানে আদেশ প্রাপ্ত হচ্ছেন সেখানে যান।","bangla_mujibur":"সুতরাং তুমি রাতের শেষ প্রহরে তোমার পরিবারবর্গসহ বের হয়ে পড় এবং তুমি তাদের পশ্চাদনুসরণ কর এবং তোমাদের মধ্যে কেহ যেন পিছন ফিরে না তাকায়, তোমাদেরকে যেখানে যেতে বলা হয়েছে সেখানে চলে যাও।","bangla_taisirul":"কাজেই কিছুটা রাত থাকতে তুমি তোমার পরিবারবর্গকে নিয়ে বেরিয়ে পড় আর তুমি তাদের পেছনে পেছনে চলতে থাক। তোমাদের কেউ যেন পেছনে ফিরে না তাকায় বরং যেখানে যেতে বলা হচ্ছে চলে যাও।’"},{"id":66,"arabic_text":"وَ قَضَیۡنَاۤ  اِلَیۡہِ ذٰلِکَ الۡاَمۡرَ اَنَّ  دَابِرَ ہٰۤؤُلَآءِ  مَقۡطُوۡعٌ  مُّصۡبِحِیۡنَ ﴿۶۶﴾ ","english_text":"So, We said, \"Strike the slain man with part of it.\" Thus does Allah bring the dead to life, and He shows you His signs that you might reason.","page":265,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1868.mp3","colorText":"وَقَضَيْن[o[َآ] إِلَيْهِ ذ[n[َٲ]لِكَ [h:7284[ٱ]لْأَمْرَ أَ[g[نّ]َ دَابِرَ هَ[o[ـٰٓ]ؤُل[o[َا]ٓءِ مَ[q:7285[قْ]طُو[a:7286[عٌ م]ُّصْبِح[p[ِي]نَ","juz":14,"ruku":222,"manzil":3,"bangla_ahbayan":"আমি তাকে (লূতকে) এ বিষয়ে অবহিত করলাম যে, প্রত্যূষে তাদেরকে সমূলে বিনাশ করা হবে। [১]","bangla_bayan":"আর আমি তাকে এ সিদ্ধান্ত জানিয়ে দিয়েছিলাম যে, নিশ্চয় সকালে এদের শিকড় কেটে ফেলা হবে।","bangla_mkhan":"আমি লূতকে এ বিষয় পরিজ্ঞাত করে দেই যে, সকাল হলেই তাদেরকে সমুলে বিনাশ করে দেয়া হবে।","bangla_mujibur":"আমি তাকে এ বিষয়ে প্রত্যাদেশ দিলাম যে, প্রত্যুষে তাদেরকে সমূলে বিনাশ করা হবে।","bangla_taisirul":"আমি লূতকে এ সিদ্ধান্ত জানিয়ে দিলাম যে, সকাল হতে না হতেই সমূলে ধ্বংস করা হবে।"},{"id":67,"arabic_text":"وَ جَآءَ اَہۡلُ الۡمَدِیۡنَۃِ یَسۡتَبۡشِرُوۡنَ ﴿۶۷﴾ ","english_text":"Then your hearts became hardened after that, being like stones or even harder. For indeed, there are stones from which rivers burst forth, and there are some of them that split open and water comes out, and there are some of them that fall down for fear of Allah . And Allah is not unaware of what you do.","page":265,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1869.mp3","colorText":"وَج[o[َا]ٓءَ أَهْلُ [h:7287[ٱ]لْمَدِينَةِ يَسْتَ[q:2415[بْ]شِر[p[ُو]نَ","juz":14,"ruku":222,"manzil":3,"bangla_ahbayan":"নগরবাসিগণ উল্লাসিত হয়ে উপস্থিত হল। [১]","bangla_bayan":"আর শহরের অধিবাসীরা উৎফুল্ল হয়ে হাযির হল।","bangla_mkhan":"শহরবাসীরা আনন্দ-উল্লাস করতে করতে পৌছল।","bangla_mujibur":"নগরবাসীরা আনন্দোম্মাদ হয়ে উপস্থিত হল।","bangla_taisirul":"শহরের লোকেরা আনন্দ সহকারে (লূতের ঘরে) উপস্থিত হল।"},{"id":68,"arabic_text":"قَالَ  اِنَّ ہٰۤؤُلَآءِ ضَیۡفِیۡ فَلَا تَفۡضَحُوۡنِ ﴿ۙ۶۸﴾ ","english_text":"Do you covet [the hope, O believers], that they would believe for you while a party of them used to hear the words of Allah and then distort the Torah after they had understood it while they were knowing?","page":265,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1870.mp3","colorText":"قَالَ إِ[g[نّ]َ هَ[o[ـٰٓ]ؤُل[o[َا]ٓءِ ضَيْفِى فَلَا تَفْضَح[p[ُو]نِ","juz":14,"ruku":222,"manzil":3,"bangla_ahbayan":"সে বলল, ‘নিশ্চয় এরা আমার অতিথি; সুতরাং তোমরা আমাকে বেইজ্জত করো না। [১]","bangla_bayan":"সে বলল, ‘নিশ্চয় এরা আমার মেহমান, সুতরাং আমাকে অপমানিত করো না’।","bangla_mkhan":"লূত বললেনঃ তারা আমার মেহমান। অতএব আমাকে লাঞ্ছিত করো না।","bangla_mujibur":"সে বললঃ নিশ্চয়ই এরা আমার অতিথি; সুতরাং তোমরা আমাকে বেইয্যাত করনা।","bangla_taisirul":"লূত বলল, ‘এরা আমার মেহমান, কাজেই তোমরা আমাকে লাঞ্ছিত করো না।"},{"id":69,"arabic_text":"وَ اتَّقُوا  اللّٰہَ  وَ لَا  تُخۡزُوۡنِ ﴿۶۹﴾ ","english_text":"And when they meet those who believe, they say, \"We have believed\"; but when they are alone with one another, they say, \"Do you talk to them about what Allah has revealed to you so they can argue with you about it before your Lord?\" Then will you not reason?","page":265,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1871.mp3","colorText":"وَ[h:9999[ٱ]تَّقُو[s[اْ] [h:1019[ٱ]للَّهَ وَلَا تُخْز[p[ُو]نِ","juz":14,"ruku":222,"manzil":3,"bangla_ahbayan":"তোমরা আল্লাহকে ভয় কর এবং আমাকে লাঞ্ছিত করো না।’","bangla_bayan":"‘তোমরা আল্লাহকে ভয় কর এবং আমাকে লাঞ্ছিত করো না’।","bangla_mkhan":"তোমরা আল্লাহকে ভয় কর এবং আমার ইযযত নষ্ট করো না।","bangla_mujibur":"তোমরা আল্লাহকে ভয় কর ও আমাকে লজ্জিত করনা।","bangla_taisirul":"তোমরা আল্লাহকে ভয় কর, আমাকে লজ্জিত করো না।’"},{"id":70,"arabic_text":"قَالُوۡۤا  اَوَ لَمۡ  نَنۡہَکَ  عَنِ الۡعٰلَمِیۡنَ ﴿۷۰﴾ ","english_text":"But do they not know that Allah knows what they conceal and what they declare?","page":265,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1872.mp3","colorText":"قَال[o[ُوٓ][s[اْ] أَوَلَمْ نَنْهَكَ عَنِ [h:2124[ٱ]لْعَ[n[ـٰ]لَم[p[ِي]نَ","juz":14,"ruku":222,"manzil":3,"bangla_ahbayan":"তারা বলল, ‘আমরা কি দুনিয়ার লোককে আশ্রয় দিতে তোমাকে নিষেধ করিনি?’ [১]","bangla_bayan":"তারা বলল, ‘আমরা কি জগদ্বাসীর কারো মেহমানদারী করতে তোমাকে নিষেধ করিনি’?","bangla_mkhan":"তার বললঃ আমরা কি আপনাকে জগৎদ্বাসীর সমর্থন করতে নিষেধ করিনি।","bangla_mujibur":"তারা বললঃ আমরা কি দুনিয়াবাসী লোককে আশ্রয় দিতে আপনাকে নিষেধ করিনি?","bangla_taisirul":"তারা বলল, দুনিয়াব্যাপী বিষয় নিয়ে কথা বলতে আমরা কি তোমাকে নিষেধ করিনি?’"},{"id":71,"arabic_text":"قَالَ ہٰۤؤُلَآءِ بَنٰتِیۡۤ  اِنۡ کُنۡتُمۡ فٰعِلِیۡنَ ﴿ؕ۷۱﴾ ","english_text":"And among them are unlettered ones who do not know the Scripture except in wishful thinking, but they are only assuming.","page":266,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1873.mp3","colorText":"قَالَ هَ[o[ـٰٓ]ؤُل[o[َا]ٓءِ بَنَات[o[ِىٓ] إِ[f:109[ن ك]ُ[f:100[نت]ُمْ فَ[n[ـٰ]عِل[p[ِي]نَ","juz":14,"ruku":222,"manzil":3,"bangla_ahbayan":"লূত বলল, ‘একান্তই যদি তোমরা কিছু করতে চাও, তবে আমার এই কন্যাগণ রয়েছে।’ [১]","bangla_bayan":"সে বলল, ‘ওরা আমার মেয়ে* , যদি তোমরা করতেই চাও (তবে বিবাহের মাধ্যমে বৈধ উপায়ে কর)। \\n\\n*‘আমার মেয়ে’ দ্বারা উদ্দেশ্য কওমের মেয়েরা। কারণ, যে কোন কওমের নবী তাদের পিতাতুল্য।","bangla_mkhan":"তিনি বললেনঃ যদি তোমরা একান্ত কিছু করতেই চাও, তবে আমার কন্যারা উপস্থিত আছে।","bangla_mujibur":"লূত বললঃ একান্তই যদি তোমরা কিছু করতে চাও তাহলে আমার এই কন্যাগণ রয়েছে।","bangla_taisirul":"(লূত (আ.)) বলল, ‘তোমরা যদি কিছু করতেই চাও তাহলে এই আমার (জাতির) কন্যারা আছে।’"},{"id":72,"arabic_text":"لَعَمۡرُکَ اِنَّہُمۡ لَفِیۡ سَکۡرَتِہِمۡ یَعۡمَہُوۡنَ ﴿۷۲﴾ ","english_text":"So woe to those who write the \"scripture\" with their own hands, then say, \"This is from Allah,\" in order to exchange it for a small price. Woe to them for what their hands have written and woe to them for what they earn.","page":266,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1874.mp3","colorText":"لَعَمْرُكَ إِ[g[نّ]َهُمْ لَفِى سَكْرَتِهِمْ يَعْمَه[p[ُو]نَ","juz":14,"ruku":222,"manzil":3,"bangla_ahbayan":"(হে নবী!) তোমার আয়ুর শপথ! অবশ্যই ওরা নিজেদের মত্ততায় বিমূঢ় ছিল। [১]","bangla_bayan":"তোমার জীবনের কসম, নিশ্চয় তারা তাদেরকে নেশায় ঘুরপাক খাচ্ছিল।","bangla_mkhan":"আপনার প্রাণের কসম, তারা আপন নেশায় প্রমত্ত ছিল।","bangla_mujibur":"তোমার জীবনের শপথ! ওরাতো আপন নেশায় মত্ত ছিল।","bangla_taisirul":"তোমার জীবনের শপথ হে নাবী! তারা উন্মত্ত নেশায় আত্মহারা হয়ে পড়েছিল।"},{"id":73,"arabic_text":"فَاَخَذَتۡہُمُ  الصَّیۡحَۃُ  مُشۡرِقِیۡنَ ﴿ۙ۷۳﴾ ","english_text":"And they say, \"Never will the Fire touch us, except for a few days.\" Say, \"Have you taken a covenant with Allah ? For Allah will never break His covenant. Or do you say about Allah that which you do not know?\"","page":266,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1875.mp3","colorText":"فَأَخَذَتْهُمُ [h:7288[ٱ][l[ل]صَّيْحَةُ مُشْرِق[p[ِي]نَ","juz":14,"ruku":222,"manzil":3,"bangla_ahbayan":"অতঃপর সূর্যোদয়ের সময়ে বিকট আওয়াজ তাদেরকে পাকড়াও করল। [১]","bangla_bayan":"অতএব সূর্যোদয়কালে বিকট আওয়াজ তাদের পেয়ে বসল।","bangla_mkhan":"অতঃপর সুর্যোদয়ের সময় তাদেরকে প্রচন্ড একটি শব্দ এসে পাকড়াও করল।","bangla_mujibur":"অতঃপর সূর্যোদয়ের সময়ে মহানাদ তাদেরকে আঘাত করল।","bangla_taisirul":"সূর্যোদয়ের সময়ে এক প্রচন্ড ধ্বনি তাদের উপর আঘাত হানল।"},{"id":74,"arabic_text":"فَجَعَلۡنَا عَالِیَہَا سَافِلَہَا وَ اَمۡطَرۡنَا عَلَیۡہِمۡ  حِجَارَۃً  مِّنۡ  سِجِّیۡلٍ ﴿ؕ۷۴﴾ ","english_text":"Yes, whoever earns evil and his sin has encompassed him - those are the companions of the Fire; they will abide therein eternally.","page":266,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1876.mp3","colorText":"فَجَعَلْنَا عَ[n[ـٰ]لِيَهَا سَافِلَهَا وَأَمْطَرْنَا عَلَيْهِمْ حِجَارَ[a:6444[ةً م]ِّ[f:6445[ن س]ِجّ[p[ِي]لٍ","juz":14,"ruku":222,"manzil":3,"bangla_ahbayan":"সুতরাং আমি (তাদের) জনপদকে উল্টিয়ে উপর-নীচ করে দিলাম[১] এবং তাদের উপর ঝামা পাথর নিক্ষেপ করলাম।[২]","bangla_bayan":"অতঃপর আমি তার (নগরীর) উপরকে নিচে উলটে দিলাম এবং তাদের উপর বর্ষণ করলাম পোড়া মাটির পাথর।","bangla_mkhan":"অতঃপর আমি জনপদটিকে উল্টে দিলাম এবং তাদের উপর কঙ্করের প্রস্থর বর্ষণ করলাম।","bangla_mujibur":"সুতরাং আমি জনপদকে উল্টে দিলাম এবং তাদের উপর প্রস্তর কংকর নিক্ষেপ করলাম।","bangla_taisirul":"আর আমি সে জনপদকে উল্টে (উপর-নীচ) করে দিলাম আর তাদের উপর পাকানো মাটির প্রস্তর বর্ষণ করলাম।"},{"id":75,"arabic_text":"اِنَّ  فِیۡ ذٰلِکَ  لَاٰیٰتٍ  لِّلۡمُتَوَسِّمِیۡنَ ﴿۷۵﴾ ","english_text":"But they who believe and do righteous deeds - those are the companions of Paradise; they will abide therein eternally.","page":266,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1877.mp3","colorText":"إِ[g[نّ]َ فِى ذ[n[َٲ]لِكَ لَأَيَ[n[ـٰ][u:7289[تٍ ل]ِّلْمُتَوَسِّم[p[ِي]نَ","juz":14,"ruku":222,"manzil":3,"bangla_ahbayan":"অবশ্যই এতে নিদর্শন রয়েছে সূক্ষ্ণদর্শী চিন্তাশীল ব্যক্তিদের জন্য। [১]","bangla_bayan":"নিশ্চয় এতে পর্যবেক্ষণকারীদের জন্য রয়েছে নিদর্শনমালা।","bangla_mkhan":"নিশ্চয় এতে চিন্তাশীলদের জন্যে নিদর্শনাবলী রয়েছে।","bangla_mujibur":"অবশ্যই এতে নিদর্শন রয়েছে বোধশক্তি সম্পন্ন ব্যক্তিদের জন্য।","bangla_taisirul":"এতে অবশ্যই অন্তর্দৃষ্টিসম্পন্ন লোকেদের জন্য অনেক নিদর্শন রয়েছে।"},{"id":76,"arabic_text":"وَ  اِنَّہَا لَبِسَبِیۡلٍ  مُّقِیۡمٍ ﴿۷۶﴾ ","english_text":"And [recall] when We took the covenant from the Children of Israel, [enjoining upon them], \"Do not worship except Allah ; and to parents do good and to relatives, orphans, and the needy. And speak to people good [words] and establish prayer and give zakah.\" Then you turned away, except a few of you, and you were refusing.","page":266,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1878.mp3","colorText":"وَإِ[g[نّ]َهَا لَبِسَبِي[a:7290[لٍ م]ُّق[p[ِي]مٍ","juz":14,"ruku":222,"manzil":3,"bangla_ahbayan":"নিশ্চয় তা (ঐ জনপদের ধ্বংসস্তূপ) চালু পথের পাশে বিদ্যমান। [১]","bangla_bayan":"আর নিশ্চয়ই তা পথের পাশেই বিদ্যমান ।","bangla_mkhan":"জনপদটি সোজা পথে অবস্থিত রয়েছে।","bangla_mujibur":"ওটা লোক চলাচলের পথপার্শ্বে এখনও বিদ্যমান।","bangla_taisirul":"এটি মানুষের চলাচল পথের পাশেই বিদ্যমান।"},{"id":77,"arabic_text":"اِنَّ فِیۡ ذٰلِکَ لَاٰیَۃً   لِّلۡمُؤۡمِنِیۡنَ ﴿ؕ۷۷﴾ ","english_text":"And [recall] when We took your covenant, [saying], \"Do not shed each other's blood or evict one another from your homes.\" Then you acknowledged [this] while you were witnessing.","page":266,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1879.mp3","colorText":"إِ[g[نّ]َ فِى ذ[n[َٲ]لِكَ لَأَيَ[u:7291[ةً ل]ِّلْمُؤْمِن[p[ِي]نَ","juz":14,"ruku":222,"manzil":3,"bangla_ahbayan":"অবশ্যই এতে বিশ্বাসীদের জন্য রয়েছে নিদর্শন।","bangla_bayan":"নিশ্চয় এতে মুমিনদের জন্য রয়েছে নিদর্শন।","bangla_mkhan":"নিশ্চয় এতে ঈমানদারদের জন্যে নিদর্শণ আছে।","bangla_mujibur":"অবশ্যই এতে মু’মিনদের জন্য রয়েছে নিদর্শন।","bangla_taisirul":"মু’মিনদের জন্য এতে বড়ই নিদর্শন রয়েছে।"},{"id":78,"arabic_text":"وَ  اِنۡ کَانَ اَصۡحٰبُ الۡاَیۡکَۃِ لَظٰلِمِیۡنَ ﴿ۙ۷۸﴾ ","english_text":"Then, you are those [same ones who are] killing one another and evicting a party of your people from their homes, cooperating against them in sin and aggression. And if they come to you as captives, you ransom them, although their eviction was forbidden to you. So do you believe in part of the Scripture and disbelieve in part? Then what is the recompense for those who do that among you except disgrace in worldly life; and on the Day of Resurrection they will be sent back to the severest of punishment. And Allah is not unaware of what you do.","page":266,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1880.mp3","colorText":"وَإِ[f:1649[ن ك]َانَ أَصْحَ[n[ـٰ]بُ [h:7292[ٱ]لْأَيْكَةِ لَظَ[n[ـٰ]لِم[p[ِي]نَ","juz":14,"ruku":222,"manzil":3,"bangla_ahbayan":"আর আয়কাবাসীরাও তো ছিল সীমালংঘনকারী। [১]","bangla_bayan":"আর নিশ্চয় আইকার* অধিবাসীরা ছিল যালিম। \\n\\n* الأيكة বলা হয় ঘন উদ্যানকে। শুআইব (আ:)-এর কওম গহীন বনে বসবাস করত, তাই তাদেরকে أصحاب الأيكة বলা হয়।","bangla_mkhan":"নিশ্চয় গহীন বনের অধিবাসীরা পাপী ছিল।","bangla_mujibur":"আর ‘আয়কা’বাসীরাওতো ছিল সীমা লংঘনকারী।","bangla_taisirul":"আর আয়কাহবাসীরাও অবশ্যই যালিম ছিল।"},{"id":79,"arabic_text":"فَانۡتَقَمۡنَا مِنۡہُمۡ ۘ وَ اِنَّہُمَا لَبِاِمَامٍ مُّبِیۡنٍ ﴿ؕ۷۹﴾ ","english_text":"Those are the ones who have bought the life of this world [in exchange] for the Hereafter, so the punishment will not be lightened for them, nor will they be aided.","page":266,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1881.mp3","colorText":"فَ[h:9999[ٱ][f:4969[نت]َقَمْنَا مِنْهُمْ وَإِ[g[نّ]َهُمَا لَبِإِمَا[a:7293[مٍ م]ُّب[p[ِي]نٍ","juz":14,"ruku":222,"manzil":3,"bangla_ahbayan":"সুতরাং আমি তাদের নিকট থেকে প্রতিশোধ নিয়েছি; ওদের উভয়ই তো প্রকাশ্য পথপাশে অবস্থিত।[১]","bangla_bayan":"অতঃপর আমি তাদের থেকে প্রতিশোধ নিলাম। আর এ (জনপদ) দু’টি উন্মুক্ত রাস্তার পাশেই বিদ্যমান।","bangla_mkhan":"অতঃপর আমি তাদের কাছ থেকে প্রতিশোধ নিয়েছি। উভয় বস্তি প্রকাশ্য রাস্তার উপর অবস্থিত।","bangla_mujibur":"সুতরাং আমি তাদেরকে শাস্তি দিয়েছি, ওদের উভয়ই প্রকাশ্য পথপার্শ্বে অবস্থিত।","bangla_taisirul":"কাজেই তাদের উপর প্রতিশোধ নিয়েছিলাম, এ দু’টো জনপদই প্রকাশ্য পথের উপর অবস্থিত।"},{"id":80,"arabic_text":"وَ لَقَدۡ کَذَّبَ اَصۡحٰبُ الۡحِجۡرِ  الۡمُرۡسَلِیۡنَ ﴿ۙ۸۰﴾ ","english_text":"And We did certainly give Moses the Torah and followed up after him with messengers. And We gave Jesus, the son of Mary, clear proofs and supported him with the Pure Spirit. But is it [not] that every time a messenger came to you, [O Children of Israel], with what your souls did not desire, you were arrogant? And a party [of messengers] you denied and another party you killed.","page":266,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1882.mp3","colorText":"وَلَقَ[q:341[دْ] كَذَّبَ أَصْحَ[n[ـٰ]بُ [h:7294[ٱ]لْحِ[q:7295[جْ]رِ [h:7296[ٱ]لْمُرْسَل[p[ِي]نَ","juz":14,"ruku":223,"manzil":3,"bangla_ahbayan":"হিজরবাসিগণও রসূলদেরকে মিথ্যা মনে করেছিল। [১]","bangla_bayan":"আর অবশ্যই হিজরের অধিবাসীরা [সালেহের (আঃ) কওম] রাসূলদেরকে অস্বীকার করেছে।","bangla_mkhan":"নিশ্চয় হিজরের বাসিন্দারা পয়গম্বরগণের প্রতি মিথ্যারোপ করেছে।","bangla_mujibur":"হিজরবাসীরা রাসূলদের প্রতি মিথ্যা আরোপ করেছিল।","bangla_taisirul":"হিজর-এর লোকেরাও রসূলদেরকে অমান্য করেছিল।"},{"id":81,"arabic_text":"وَ اٰتَیۡنٰہُمۡ اٰیٰتِنَا فَکَانُوۡا عَنۡہَا مُعۡرِضِیۡنَ ﴿ۙ۸۱﴾ ","english_text":"And they said, \"Our hearts are wrapped.\" But, [in fact], Allah has cursed them for their disbelief, so little is it that they believe.","page":266,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1883.mp3","colorText":"وَءَاتَيْنَ[n[ـٰ]هُمْ ءَايَ[n[ـٰ]تِنَا فَكَانُو[s[اْ] عَنْهَا مُعْرِض[p[ِي]نَ","juz":14,"ruku":223,"manzil":3,"bangla_ahbayan":"আমি তাদেরকে আমার নিদর্শনাবলী দিয়েছিলাম, কিন্তু তারা তা উপেক্ষা করেছিল। [১]","bangla_bayan":"আর আমি তাদেরকে আমার আয়াতসমূহ দিয়েছিলাম, তবে তারা তা থেকে বিমুখ হয়েছে।","bangla_mkhan":"আমি তাদেরকে নিজের নিদর্শনাবলী দিয়েছি। অতঃপর তারা এগুলো থেকে মুখ ফিরিয়ে নেয়।","bangla_mujibur":"আমি তাদেরকে আমার নিদর্শন দেখিয়েছিলাম, কিন্তু তারা তা উপেক্ষা করেছিল।","bangla_taisirul":"আমি তাদেরকে আমার নিদর্শনাবলী দিয়েছিলাম কিন্তু তাত্থেকে তারা মুখ ফিরিয়েই রেখেছিল।"},{"id":82,"arabic_text":"وَ کَانُوۡا یَنۡحِتُوۡنَ مِنَ الۡجِبَالِ بُیُوۡتًا اٰمِنِیۡنَ ﴿۸۲﴾ ","english_text":"And when there came to them a Book from Allah confirming that which was with them - although before they used to pray for victory against those who disbelieved - but [then] when there came to them that which they recognized, they disbelieved in it; so the curse of Allah will be upon the disbelievers.","page":266,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1884.mp3","colorText":"وَكَانُو[s[اْ] يَنْحِتُونَ مِنَ [h:7297[ٱ]لْجِبَالِ بُيُوتًا ءَامِن[p[ِي]نَ","juz":14,"ruku":223,"manzil":3,"bangla_ahbayan":"তারা নিশ্চিন্তে পাহাড় কেটে গৃহ নির্মাণ করত। [১]","bangla_bayan":"আর তারা পাহাড় কেটে বাড়ি বানাত নিরাপদে।","bangla_mkhan":"তারা পাহাড়ে নিশ্চিন্তে ঘর খোদাই করত।","bangla_mujibur":"তারা পাহাড় কেটে গৃহ নির্মাণ করত নিরাপদ বসবাসের জন্য।","bangla_taisirul":"তারা পাহাড় খোদাই করতঃ ঘর তৈরি করে নিজেদেরকে নিরাপদ ভাবত।"},{"id":83,"arabic_text":"فَاَخَذَتۡہُمُ  الصَّیۡحَۃُ  مُصۡبِحِیۡنَ ﴿ۙ۸۳﴾ ","english_text":"How wretched is that for which they sold themselves - that they would disbelieve in what Allah has revealed through [their] outrage that Allah would send down His favor upon whom He wills from among His servants. So they returned having [earned] wrath upon wrath. And for the disbelievers is a humiliating punishment.","page":266,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1885.mp3","colorText":"فَأَخَذَتْهُمُ [h:7288[ٱ][l[ل]صَّيْحَةُ مُصْبِح[p[ِي]نَ","juz":14,"ruku":223,"manzil":3,"bangla_ahbayan":"অতঃপর প্রভাতকালে বিকট আওয়াজ তাদেরকে পাকড়াও করল। [১]","bangla_bayan":"কিন্তু ভোরে বিকট আওয়াজ তাদেরকে পাকড়াও করল।","bangla_mkhan":"অতঃপর এক প্রত্যুষে তাদের উপর একটা শব্দ এসে আঘাত করল।","bangla_mujibur":"অতঃপর প্রভাতকালে মহানাদ তাদেরকে আঘাত করল।","bangla_taisirul":"অতঃপর এক সকালে প্রচন্ড ধ্বনি তাদের উপর আঘাত হানল।"},{"id":84,"arabic_text":"فَمَاۤ  اَغۡنٰی عَنۡہُمۡ مَّا کَانُوۡا یَکۡسِبُوۡنَ ﴿ؕ۸۴﴾ ","english_text":"And when it is said to them, \"Believe in what Allah has revealed,\" they say, \"We believe [only] in what was revealed to us.\" And they disbelieve in what came after it, while it is the truth confirming that which is with them. Say, \"Then why did you kill the prophets of Allah before, if you are [indeed] believers?\"","page":266,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1886.mp3","colorText":"فَم[o[َآ] أَغْنَىٰ عَنْه[w:3985[ُم م]َّا كَانُو[s[اْ] يَكْسِب[p[ُو]نَ","juz":14,"ruku":223,"manzil":3,"bangla_ahbayan":"সুতরাং তারা যা অর্জন করত তা তাদের কোন কাজে আসেনি।","bangla_bayan":"আর তারা যা উপার্জন করত, তা তাদের কাজে আসল না।","bangla_mkhan":"তখন কোন উপকারে আসল না যা তারা উপার্জন করেছিল।","bangla_mujibur":"সুতরাং তারা যা অর্জন করেছিল তা তাদের কোন কাজে আসেনি।","bangla_taisirul":"তাদের উপার্জন তাদের কোন কাজে আসল না।"},{"id":85,"arabic_text":"وَ مَا خَلَقۡنَا السَّمٰوٰتِ وَ الۡاَرۡضَ وَ مَا بَیۡنَہُمَاۤ  اِلَّا بِالۡحَقِّ ؕ وَ اِنَّ السَّاعَۃَ لَاٰتِیَۃٌ  فَاصۡفَحِ  الصَّفۡحَ  الۡجَمِیۡلَ ﴿۸۵﴾ ","english_text":"And Moses had certainly brought you clear proofs. Then you took the calf [in worship] after that, while you were wrongdoers.","page":266,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1887.mp3","colorText":"وَمَا خَلَ[q:5159[قْ]نَا [h:7298[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَ[h:1474[ٱ]لْأَرْضَ وَمَا بَيْنَهُم[o[َآ] إِلَّا بِ[h:370[ٱ]لْحَقِّ‌ۗ وَإِ[g[نّ]َ [h:7299[ٱ][l[ل]سَّاعَةَ لَأَتِيَ[f:7300[ةٌ‌ۖ ف]َ[h:7301[ٱ]صْفَحِ [h:7302[ٱ][l[ل]صَّفْحَ [h:7303[ٱ]لْجَم[p[ِي]لَ","juz":14,"ruku":223,"manzil":3,"bangla_ahbayan":"আকাশমন্ডলী ও পৃথিবী এবং এই দুয়ের অন্তর্বর্তী কোন কিছুই আমি অযথা সৃষ্টি করিনি।[১] আর কিয়ামত অবশ্যম্ভাবী; সুতরাং তুমি পরম সৌজন্যের সাথে তাদেরকে ক্ষমা কর।","bangla_bayan":"আর আমি আসমানসমূহ, যমীন ও এ দুয়ের মধ্যে যা আছে, তা যথার্থতা ছাড়া সৃষ্টি করিনি এবং নিশ্চয় কিয়ামত আসবে। সুতরাং তুমি সুন্দরভাবে তাদেরকে এড়িয়ে যাও।","bangla_mkhan":"আমি নভোমন্ডল, ভুমন্ডল এবং এতদুভয়ের মধ্যবর্তী যা আছে তা তাৎপর্যহীন সৃষ্টি করিনি। কেয়ামত অবশ্যই আসবে। অতএব পরম ঔদাসীন্যের সাথে ওদের ক্রিয়াকর্ম উপক্ষো করুন।","bangla_mujibur":"আকাশসমূহ ও পৃথিবী এবং এ দু’য়ের অন্তবর্তী কোন কিছুই আমি অযথা সৃষ্টি করিনি; এবং কিয়ামাত অবশ্যম্ভাবী; সুতরাং তুমি পরম সৌজন্যের সাথে তাদেরকে ক্ষমা কর।","bangla_taisirul":"আমি আসমানসমূহ, যমীন আর এ দু’য়ের মাঝে যা কিছু আছে প্রকৃত উদ্দেশ্য ছাড়া সৃষ্টি করিনি। ক্বিয়ামাত অবশ্যই আসবে, কাজেই উত্তম পন্থায় (তাদেরকে) এড়িয়ে যাও।"},{"id":86,"arabic_text":"اِنَّ  رَبَّکَ ہُوَ  الۡخَلّٰقُ  الۡعَلِیۡمُ ﴿۸۶﴾ ","english_text":"And [recall] when We took your covenant and raised over you the mount, [saying], \"Take what We have given you with determination and listen.\" They said [instead], \"We hear and disobey.\" And their hearts absorbed [the worship of] the calf because of their disbelief. Say, \"How wretched is that which your faith enjoins upon you, if you should be believers.\"","page":266,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1888.mp3","colorText":"إِ[g[نّ]َ رَبَّكَ هُوَ [h:7304[ٱ]لْخَلَّ[n[ـٰ]قُ [h:7305[ٱ]لْعَل[p[ِي]مُ","juz":14,"ruku":223,"manzil":3,"bangla_ahbayan":"নিশ্চয় তোমার প্রতিপালকই মহাস্রষ্টা, মহাজ্ঞানী।","bangla_bayan":"নিশ্চয় তোমার রবই সৃষ্টিকর্তা, মহাজ্ঞানী।","bangla_mkhan":"নিশ্চয় আপনার পালনকর্তাই স্রষ্টা, সর্বজ্ঞ।","bangla_mujibur":"নিশ্চয়ই তোমার রাব্বই মহান স্রষ্টা, মহাজ্ঞানী।","bangla_taisirul":"নিশ্চয় তোমার প্রতিপালক তিনি সর্বস্রষ্টা, সর্বজ্ঞ।"},{"id":87,"arabic_text":"وَ لَقَدۡ اٰتَیۡنٰکَ سَبۡعًا مِّنَ الۡمَثَانِیۡ وَ الۡقُرۡاٰنَ  الۡعَظِیۡمَ ﴿۸۷﴾ ","english_text":"Say, [O Muhammad], \"If the home of the Hereafter with Allah is for you alone and not the [other] people, then wish for death, if you should be truthful.","page":266,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1889.mp3","colorText":"وَلَقَ[q:341[دْ] ءَاتَيْنَ[n[ـٰ]كَ سَ[q:7306[بْ][a:7307[عًا م]ِّنَ [h:7308[ٱ]لْمَثَانِى وَ[h:7309[ٱ]لْقُرْءَانَ [h:7310[ٱ]لْعَظ[p[ِي]مَ","juz":14,"ruku":223,"manzil":3,"bangla_ahbayan":"অবশ্যই আমি তোমাকে দিয়েছি পুনঃ পুনঃ পঠিতব্য সাতটি আয়াত[১] এবং মহা কুরআন।","bangla_bayan":"আর আমি তো তোমাকে দিয়েছি পুনঃপুনঃ পঠিত সাতটি আয়াত ও মহান কুরআন।","bangla_mkhan":"আমি আপনাকে সাতটি বার বার পঠিতব্য আয়াত এবং মহান কোরআন দিয়েছি।","bangla_mujibur":"আমিতো তোমাকে দিয়েছি সাত আয়াত যা পুনঃ পুনঃ আবৃত্তি করা হয় এবং দিয়েছি মহান কুরআন।","bangla_taisirul":"আমি তোমাকে দিয়েছি পুনঃ পুনঃ আবৃত্ত সপ্ত আয়াত আর মহা কুরআন।"},{"id":88,"arabic_text":"لَا تَمُدَّنَّ عَیۡنَیۡکَ اِلٰی مَا مَتَّعۡنَا بِہٖۤ اَزۡوَاجًا مِّنۡہُمۡ وَ لَا تَحۡزَنۡ عَلَیۡہِمۡ وَ اخۡفِضۡ جَنَاحَکَ  لِلۡمُؤۡمِنِیۡنَ  ﴿۸۸﴾","english_text":"But they will never wish for it, ever, because of what their hands have put forth. And Allah is Knowing of the wrongdoers.","page":266,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1890.mp3","colorText":"لَا تَمُدَّ[g[نّ]َ عَيْنَيْكَ إِلَىٰ مَا مَتَّعْنَا بِه[o[ِۦٓ] أَزْو[n[َٲ][a:7311[جًا م]ِّنْهُمْ وَلَا تَحْزَنْ عَلَيْهِمْ وَ[h:7312[ٱ]خْفِضْ جَنَاحَكَ لِلْمُؤْمِن[p[ِي]نَ","juz":14,"ruku":223,"manzil":3,"bangla_ahbayan":"আমি তাদের বিভিন্ন শ্রেণীকে ভোগ বিলাসের যে উপকরণ দিয়েছি তার প্রতি তুমি কখনো তোমার চক্ষুদ্বয় প্রসারিত করো না এবং তাদের জন্য তুমি ক্ষোভ করো না। আর বিশ্বাসীদের জন্য তুমি তোমার বাহুকে অবনমিত রাখ।[১]","bangla_bayan":"আমি তাদের কিছু শ্রেণীকে যে ভোগ-উপকরণ দিয়েছি, তার প্রতি তুমি দু’চোখ প্রসারিত করো না। আর তাদের জন্য দুঃখিত হয়ো না এবং মুমিনদের জন্য তোমার বাহু অবনত কর।","bangla_mkhan":"আপনি চক্ষু তুলে ঐ বস্তুর প্রতি দেখবেন না, যা আমি তাদের মধ্যে কয়েক প্রকার লোককে ভোগ করার জন্যে দিয়েছি, তাদের জন্যে চিন্তিত হবেন না আর ঈমানদারদের জন্যে স্বীয় বাহু নত করুন।","bangla_mujibur":"আমি তাদের বিভিন্ন শ্রেণীকে ভোগ বিলাসের যে উপকরণ দিয়েছি তার প্রতি তুমি কখনও তোমার চক্ষুদ্বয় প্রসারিত করনা; তাদেরকে যা দেয়া হয়েছে সেই জন্য তুমি ক্ষোভ করনা; তুমি মু’মিনদের জন্য তোমার বাহু অবনমিত কর।","bangla_taisirul":"তুমি দুনিয়ার দ্রব্য সামগ্রীর প্রতি চোখ তুলে তাকিও না যা আমি তাদের বিভিন্ন লোকেদের দিয়েছি। (তারা ভুল চিন্তা ও ভুল কর্মের মাধ্যমে নিজেদের ভয়াবহ পরিণাম ডেকে আনছে, এমতাবস্থায়) তাদের জন্য তুমি দুঃখ করো না, আর মু’মিনদের জন্য তোমার (অনুকম্পার) ডানা মেলে দাও।"},{"id":89,"arabic_text":"وَ قُلۡ   اِنِّیۡۤ   اَنَا النَّذِیۡرُ  الۡمُبِیۡنُ ﴿ۚ۸۹﴾  ","english_text":"And you will surely find them the most greedy of people for life - [even] more than those who associate others with Allah . One of them wishes that he could be granted life a thousand years, but it would not remove him in the least from the [coming] punishment that he should be granted life. And Allah is Seeing of what they do.","page":266,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1891.mp3","colorText":"وَقُلْ إِ[g[نّ][o[ِىٓ] أَنَا [h:7313[ٱ][l[ل][g[نّ]َذِيرُ [h:7314[ٱ]لْمُب[p[ِي]نُ","juz":14,"ruku":223,"manzil":3,"bangla_ahbayan":"আর তুমি বল, ‘আমি তো প্রকাশ্য সতর্ককারী।’","bangla_bayan":"আর বল, ‘নিশ্চয় আমিই সুস্পষ্ট সতর্ককারী’।","bangla_mkhan":"আর বলুনঃ আমি প্রকাশ্য ভয় প্রদর্শক।","bangla_mujibur":"আর বলঃ আমিতো একজন ভয় প্রদর্শনকারী মাত্র।","bangla_taisirul":"আর বলে দাও, ‘আমি তো স্পষ্ট ভাষায় সতর্ককারী মাত্র।’"},{"id":90,"arabic_text":"کَمَاۤ   اَنۡزَلۡنَا عَلَی  الۡمُقۡتَسِمِیۡنَ ﴿ۙ۹۰﴾ ","english_text":"Say, \"Whoever is an enemy to Gabriel - it is [none but] he who has brought the Qur'an down upon your heart, [O Muhammad], by permission of Allah, confirming that which was before it and as guidance and good tidings for the believers.\"","page":266,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1892.mp3","colorText":"كَم[o[َآ] أَ[f:515[نز]َلْنَا عَلَى [h:7315[ٱ]لْمُ[q:7316[قْ]تَسِم[p[ِي]نَ","juz":14,"ruku":223,"manzil":3,"bangla_ahbayan":"যেভাবে আমি অবতীর্ণ করেছি বিভক্তকারীদের উপর। [১]","bangla_bayan":"যেভাবে আমি নাযিল করেছিলাম বিভক্তকারীদের (ইয়াহূদী ও নাসারা) উপর,","bangla_mkhan":"যেমন আমি নাযিল করেছি যারা বিভিন্ন মতে বিভক্ত তাদের উপর।","bangla_mujibur":"যেভাবে আমি অবতীর্ণ করেছিলাম বিভক্তকারীদের উপর,","bangla_taisirul":"যে ধরনের সতর্কীকরণ পাঠানো হয়েছিল (আল্লাহর কিতাবকে) বিভক্তকারী (ইয়াহূদী ও খ্রীস্টান)দের উপর।"},{"id":91,"arabic_text":"الَّذِیۡنَ  جَعَلُوا  الۡقُرۡاٰنَ  عِضِیۡنَ  ﴿۹۱﴾","english_text":"Whoever is an enemy to Allah and His angels and His messengers and Gabriel and Michael - then indeed, Allah is an enemy to the disbelievers.","page":267,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1893.mp3","colorText":"ٱلَّذِينَ جَعَلُو[s[اْ] [h:7317[ٱ]لْقُرْءَانَ عِض[p[ِي]نَ","juz":14,"ruku":223,"manzil":3,"bangla_ahbayan":"যারা কুরআনকে বিভিন্নভাবে বিভক্ত করেছে।","bangla_bayan":"যারা কুরআনকে বিভিন্ন অংশে ভাগ করেছিল।* \\n\\n* ‘বিভিন্ন অংশে ভাগ করেছিল, অর্থাৎ কুরআনকে তারা বিভিন্ন নামে ও বিভিন্ন অভিধায় চি‎‎হ্নত করত, যেমন কেউ বলত, এটি যাদু, কেউ বলত, কবিতা, আবার কেউ বলত, গণকদের গণনা ইত্যাদি।","bangla_mkhan":"যারা কোরআনকে খন্ড খন্ড করেছে।","bangla_mujibur":"যারা কুরআনকে বিভিন্নভাবে বিভক্ত করেছে।","bangla_taisirul":"যারা কুরআনকে (নিজেদের খেয়াল খুশিমত) ভাগ ভাগ করে ফেলেছে (যেটা ইচ্ছে মানছে, যেটা ইচ্ছে অমান্য করছে)।"},{"id":92,"arabic_text":"فَوَ رَبِّکَ  لَنَسۡـَٔلَنَّہُمۡ  اَجۡمَعِیۡنَ ﴿ۙ۹۲﴾ ","english_text":"And We have certainly revealed to you verses [which are] clear proofs, and no one would deny them except the defiantly disobedient.","page":267,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1894.mp3","colorText":"فَوَرَبِّكَ لَنَسْــَٔلَ[g[نّ]َهُمْ أَ[q:825[جْ]مَع[p[ِي]نَ","juz":14,"ruku":223,"manzil":3,"bangla_ahbayan":"সুতরাং তোমার প্রতিপালকের শপথ! আমি তাদের সকলকে প্রশ্ন করবই।","bangla_bayan":"অতএব তোমার রবের কসম, আমি তাদের সকলকে অবশ্যই জেরা করব,","bangla_mkhan":"অতএব আপনার পালনকর্তার কসম, আমি অবশ্যই ওদের সবাইকে জিজ্ঞাসাবাদ করব।","bangla_mujibur":"সুতরাং তোমার রবের শপথ! আমি তাদের সকলকে প্রশ্ন করবই,","bangla_taisirul":"অতএব শপথ তোমার রব্বের! তাদের সববাইকে অবশ্য অবশ্যই আমি জিজ্ঞেস করব ।"},{"id":93,"arabic_text":"عَمَّا  کَانُوۡا  یَعۡمَلُوۡنَ ﴿ٙ۹۳﴾ ","english_text":"Is it not [true] that every time they took a covenant a party of them threw it away? But, [in fact], most of them do not believe.","page":267,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1895.mp3","colorText":"عَ[g[مّ]َا كَانُو[s[اْ] يَعْمَل[p[ُو]نَ","juz":14,"ruku":223,"manzil":3,"bangla_ahbayan":"সেই বিষয়ে যা তারা করত।","bangla_bayan":"তারা যা করত, সে সম্পর্কে।","bangla_mkhan":"ওদের কাজকর্ম সম্পর্কে।","bangla_mujibur":"সেই বিষয়ে, যা তারা করে।","bangla_taisirul":"তারা যা করছে সে সম্পর্কে।"},{"id":94,"arabic_text":"فَاصۡدَعۡ بِمَا تُؤۡمَرُ وَ اَعۡرِضۡ عَنِ الۡمُشۡرِکِیۡنَ ﴿۹۴﴾ ","english_text":"And when a messenger from Allah came to them confirming that which was with them, a party of those who had been given the Scripture threw the Scripture of Allah behind their backs as if they did not know [what it contained].","page":267,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1896.mp3","colorText":"فَ[h:9999[ٱ]صْدَعْ بِمَا تُؤْمَرُ وَأَعْرِضْ عَنِ [h:4314[ٱ]لْمُشْرِك[p[ِي]نَ","juz":14,"ruku":223,"manzil":3,"bangla_ahbayan":"অতএব তুমি যে বিষয়ে আদিষ্ট হয়েছ, তা প্রকাশ্যে প্রচার কর[১] এবং অংশীবাদীদেরকে উপেক্ষা কর।","bangla_bayan":"সুতরাং তোমাকে যে আদেশ দেয়া হয়েছে, তা ব্যাপকভাবে প্রচার কর এবং মুশরিকদের থেকে মুখ ফিরিয়ে নাও।","bangla_mkhan":"অতএব আপনি প্রকাশ্যে শুনিয়ে দিন যা আপনাকে আদেশ করা হয় এবং মুশরিকদের পরওয়া করবেন না।","bangla_mujibur":"অতএব তুমি যে বিষয়ে আদিষ্ট হয়েছ তা প্রকাশ্যে প্রচার কর এবং মুশরিকদের উপেক্ষা কর।","bangla_taisirul":"কাজেই তোমাকে যে বিষয়ের হুকুম দেয়া হয়েছে তা জোরে শোরে প্রকাশ্যে প্রচার কর, আর মুশরিকদের থেকে মুখ ফিরিয়ে নাও।"},{"id":95,"arabic_text":"اِنَّا کَفَیۡنٰکَ الۡمُسۡتَہۡزِءِیۡنَ ﴿ۙ۹۵﴾ ","english_text":"And they followed [instead] what the devils had recited during the reign of Solomon. It was not Solomon who disbelieved, but the devils disbelieved, teaching people magic and that which was revealed to the two angels at Babylon, Harut and Marut. But the two angels do not teach anyone unless they say, \"We are a trial, so do not disbelieve [by practicing magic].\" And [yet] they learn from them that by which they cause separation between a man and his wife. But they do not harm anyone through it except by permission of Allah . And the people learn what harms them and does not benefit them. But the Children of Israel certainly knew that whoever purchased the magic would not have in the Hereafter any share. And wretched is that for which they sold themselves, if they only knew.","page":267,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1897.mp3","colorText":"إِ[g[نّ]َا كَفَيْنَ[n[ـٰ]كَ [h:7318[ٱ]لْمُسْتَهْزِء[p[ِي]نَ","juz":14,"ruku":223,"manzil":3,"bangla_ahbayan":"বিদ্রূপকারীদের বিরুদ্ধে আমিই তোমার জন্য যথেষ্ট।","bangla_bayan":"নিশ্চয় আমি তোমার জন্য উপহাসকারীদের বিপক্ষে যথেষ্ট।","bangla_mkhan":"বিদ্রুপকারীদের জন্যে আমি আপনার পক্ষ থেকে যথেষ্ট।","bangla_mujibur":"আমিই যথেষ্ট তোমার জন্য, বিদ্রুপকারীদের বিরুদ্ধে।","bangla_taisirul":"(সেই) ঠাট্টা-বিদ্রূপকারীদের বিরুদ্ধে তোমার জন্য আমিই যথেষ্ট"},{"id":96,"arabic_text":"الَّذِیۡنَ یَجۡعَلُوۡنَ مَعَ اللّٰہِ اِلٰہًا اٰخَرَ ۚ فَسَوۡفَ یَعۡلَمُوۡنَ ﴿۹۶﴾ ","english_text":"And if they had believed and feared Allah, then the reward from Allah would have been [far] better, if they only knew.","page":267,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1898.mp3","colorText":"ٱلَّذِينَ يَ[q:68[جْ]عَلُونَ مَعَ [h:3975[ٱ]للَّهِ إِلَ[n[ـٰ]هًا ءَاخَرَ‌ۚ فَسَوْفَ يَعْلَم[p[ُو]نَ","juz":14,"ruku":223,"manzil":3,"bangla_ahbayan":"যারা আল্লাহর সাথে অপর উপাস্য প্রতিষ্ঠা করে। সুতরাং শীঘ্রই তারা জানতে পারবে।","bangla_bayan":"যারা আল্লাহর সাথে অন্য ইলাহ নির্ধারণ করে। অতএব তারা অচিরেই জানতে পারবে।","bangla_mkhan":"যারা আল্লাহর সাথে অন্য উপাস্য সাব্যস্ত করে। অতএব অতিসত্তর তারা জেনে নেবে।","bangla_mujibur":"যারা আল্লাহর সাথে অপর মা‘বূদ প্রতিষ্ঠা করেছে। এবং শীঘ্রই তারা জানতে পারবে!","bangla_taisirul":"যারা আল্লাহর সাথে অন্যকেও ইলাহ বানিয়ে নিয়েছে, (কাজেই শিরকের পরিণতি কী) শীঘ্রই তারা জানতে পারবে।"},{"id":97,"arabic_text":"وَ لَقَدۡ نَعۡلَمُ اَنَّکَ یَضِیۡقُ صَدۡرُکَ بِمَا یَقُوۡلُوۡنَ ﴿ۙ۹۷﴾ ","english_text":"O you who have believed, say not [to Allah 's Messenger], \"Ra'ina\" but say, \"Unthurna\" and listen. And for the disbelievers is a painful punishment.","page":267,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1899.mp3","colorText":"وَلَقَ[q:341[دْ] نَعْلَمُ أَ[g[نّ]َكَ يَضِيقُ صَ[q:6262[دْ]رُكَ بِمَا يَقُول[p[ُو]نَ","juz":14,"ruku":223,"manzil":3,"bangla_ahbayan":"আমি তো অবশ্যই জানি যে, তারা যা বলে তাতে তোমার হৃদয় সংকুচিত হয়।","bangla_bayan":"আর অবশ্যই আমি জানি যে, তারা যা বলে তাতে তোমার অন্তর সঙ্কুচিত হয়।","bangla_mkhan":"আমি জানি যে আপনি তাদের কথাবর্তায় হতোদ্যম হয়ে পড়েন।","bangla_mujibur":"আমিতো জানি যে, তারা যা বলে তাতে তোমার অন্তর সংকুচিত হয়।","bangla_taisirul":"আমি জানি, তারা যে সব কথা-বার্তা বলে তাতে তোমার মন সংকুচিত হয়।"},{"id":98,"arabic_text":"فَسَبِّحۡ بِحَمۡدِ رَبِّکَ وَ کُنۡ مِّنَ السّٰجِدِیۡنَ ﴿ۙ۹۸﴾","english_text":"Neither those who disbelieve from the People of the Scripture nor the polytheists wish that any good should be sent down to you from your Lord. But Allah selects for His mercy whom He wills, and Allah is the possessor of great bounty.","page":267,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1900.mp3","colorText":"فَسَبِّحْ بِحَمْدِ رَبِّكَ وَك[a:5006[ُن م]ِّنَ [h:4595[ٱ][l[ل]سَّ[n[ـٰ]جِد[p[ِي]نَ","juz":14,"ruku":223,"manzil":3,"bangla_ahbayan":"সুতরাং তুমি তোমার প্রতিপালকের সপ্রশংস পবিত্রতা ও মহিমা ঘোষণা কর এবং সিজদাকারীদের অন্তর্ভুক্ত হও।","bangla_bayan":"সুতরাং তুমি তোমার রবের প্রশংসায় তাসবীহ পাঠ কর এবং সিজদাকারীদের অন্তর্ভুক্ত হও।","bangla_mkhan":"অতএব আপনি পালনকর্তার সৌন্দর্য স্মরণ করুন এবং সেজদাকারীদের অন্তর্ভূক্ত হয়ে যান।","bangla_mujibur":"সুতরাং তুমি তোমার রবের প্রশংসা দ্বারা তাঁর পবিত্রতা ও মহিমা ঘোষণা কর এবং সাজদাহকারীদের অন্তর্ভুক্ত হও।","bangla_taisirul":"কাজেই প্রশংসা সহকারে তুমি তোমার প্রতিপালকের পবিত্রতা ঘোষণা কর, আর সাজদাহকারীদের দলভুক্ত হও।"},{"id":99,"arabic_text":"وَ اعۡبُدۡ رَبَّکَ حَتّٰی یَاۡتِیَکَ الۡیَقِیۡنُ ﴿۹۹﴾ ","english_text":"We do not abrogate a verse or cause it to be forgotten except that We bring forth [one] better than it or similar to it. Do you not know that Allah is over all things competent?","page":267,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1901.mp3","colorText":"وَ[h:9999[ٱ]عْبُ[q:7319[دْ] رَبَّكَ حَتَّىٰ يَأْتِيَكَ [h:7320[ٱ]لْيَق[p[ِي]نُ","juz":14,"ruku":223,"manzil":3,"bangla_ahbayan":"আর তোমার মৃত্যু উপস্থিত হওয়া পর্যন্ত তুমি তোমার প্রতিপালকের ইবাদত কর। [১]","bangla_bayan":"আর ইয়াকীন (মৃত্যু) আসা পর্যন্ত তুমি তোমার রবের ইবাদাত কর।","bangla_mkhan":"এবং পালনকর্তার এবাদত করুন, যে পর্যন্ত আপনার কাছে নিশ্চিত কথা না আসে।","bangla_mujibur":"আর তোমার মৃত্যু উপস্থিত না হওয়া পর্যন্ত তুমি তোমার রবের ইবাদাত কর।","bangla_taisirul":"আর তোমার রব্বের ‘ইবাদাত করতে থাক তোমার সুনিশ্চিত ক্ষণের (অর্থাৎ মৃত্যুর) আগমন পর্যন্ত।"}]}}