{"surahDetails":{"id":16,"banglaName":"মৌমাছি","totalAyah":128,"arabicInBangla":"আন্‌-নাহল"},"surah":{"id":16,"verses":[{"id":1,"arabic_text":"اَتٰۤی اَمۡرُ اللّٰہِ فَلَا تَسۡتَعۡجِلُوۡہُ ؕ سُبۡحٰنَہٗ وَ تَعٰلٰی عَمَّا  یُشۡرِکُوۡنَ ﴿۱﴾ ","english_text":"They [think to] deceive Allah and those who believe, but they deceive not except themselves and perceive [it] not.","page":267,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1902.mp3","colorText":"أَتَ[o[ىٰٓ] أَمْرُ [h:2832[ٱ]للَّهِ فَلَا تَسْتَعْجِلُوهُ‌ۚ سُ[q:608[بْ]حَ[n[ـٰ]نَهُ[n[ۥ] وَتَعَ[n[ـٰ]لَىٰ عَ[g[مّ]َا يُشْرِك[p[ُو]نَ","juz":14,"ruku":224,"manzil":3,"bangla_ahbayan":"আল্লাহর আদেশ আসবেই;[১] সুতরাং তোমরা তা ত্বরান্বিত করতে চেয়ো না। তিনি মহিমার্নিত এবং ওরা যাকে অংশী করে তিনি তার উর্ধে।","bangla_bayan":"আল্লাহর আদেশ এসে গেছে, সুতরাং তার জন্য তাড়াহুড়া করো না। তিনি পবিত্র এবং তারা যা শিরক করে, তা থেকে ঊর্ধ্বে।","bangla_mkhan":"আল্লাহর নির্দেশ এসে গেছে। অতএব এর জন্যে তাড়াহুড়া করো না। ওরা যেসব শরীক সাব্যস্ত করছে সেসব থেকে তিনি পবিত্র ও বহু উর্ধ্বে।","bangla_mujibur":"আল্লাহর আদেশ আসবেই; সুতরাং ওটা ত্বরান্বিত করতে চেওনা; তিনি মহিমান্বিত এবং তারা যাকে শরীক করে তিনি তার উর্ধ্বে।","bangla_taisirul":"আল্লাহর নির্দেশ এসে গেছে, অতএব এর জন্য তাড়াহুড়ো করো না। তিনি মহান পবিত্র, তারা যাকে শরীক সাব্যস্ত করে তাত্থেকে তিনি বহু ঊর্ধ্বে।"},{"id":2,"arabic_text":"یُنَزِّلُ الۡمَلٰٓئِکَۃَ بِالرُّوۡحِ مِنۡ  اَمۡرِہٖ عَلٰی مَنۡ یَّشَآءُ مِنۡ عِبَادِہٖۤ  اَنۡ  اَنۡذِرُوۡۤا  اَنَّہٗ  لَاۤ  اِلٰہَ   اِلَّاۤ   اَنَا  فَاتَّقُوۡنِ ﴿۲﴾ ","english_text":"In their hearts is disease, so Allah has increased their disease; and for them is a painful punishment because they [habitually] used to lie.","page":267,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1903.mp3","colorText":"يُنَزِّلُ [h:7321[ٱ]لْمَلَ[o[ـٰٓ]ئِكَةَ بِ[h:7322[ٱ][l[ل]رُّوحِ مِنْ أَمْرِه[n[ِۦ] عَلَىٰ م[a:476[َن ي]َش[o[َا]ٓءُ مِنْ عِبَادِه[o[ِۦٓ] أَنْ أَ[f:7323[نذ]ِر[o[ُوٓ][s[اْ] أَ[g[نّ]َهُ[n[ۥ] ل[o[َآ] إِلَ[n[ـٰ]هَ إِلّ[o[َآ] أَنَا۟ فَ[h:210[ٱ]تَّق[p[ُو]نِ","juz":14,"ruku":224,"manzil":3,"bangla_ahbayan":"তিনি তাঁর বান্দাদের মধ্যে যার প্রতি ইচ্ছা[১] স্বীয় নির্দেশে অহী (প্রত্যাদেশ)[২] সহ ফিরিশতা অবতীর্ণ করেন, এই মর্মে সতর্ক করবার জন্য যে, আমি ছাড়া কোন (সত্য) উপাস্য নেই; সুতরাং তোমরা আমাকে ভয় কর।","bangla_bayan":"তিনি ফেরেশতাদের আপন নির্দেশে ওহী* দিয়ে নাযিল করেন তার বান্দাদের মধ্যে যাকে ইচ্ছা তার প্রতি; যেন তোমরা সতর্ক কর যে, আমি ছাড়া কোন ইলাহ নেই। অতএব, তোমরা আমাকে ভয় কর। \\n\\n* রূপ শব্দের অর্থ আত্মা, ওহীকে রূহ বলা হয় এ কারণে যে, ওহীর মাধ্যমেই মানুষের অন্তর জীবন লাভ করে।","bangla_mkhan":"তিনি স্বীয় নির্দেশে বান্দাদের মধ্যে যার কাছে ইচ্ছা, নির্দেশসহ ফেরেশতাদেরকে এই মর্মে নাযিল করেন যে, হুশিয়ার করে দাও, আমি ছাড়া কোন উপাস্য নেই। অতএব আমাকে ভয় কর।","bangla_mujibur":"তিনি তাঁর বান্দাদের মধ্যে যার প্রতি ইচ্ছা নির্দেশ সম্বলিত ওহীসহ মালাক/ফেরেশতা প্রেরণ করেন, এই মর্মে সতর্ক করার জন্য, আমি ছাড়া কোন ইলাহ নেই; সুতরাং আমাকে ভয় কর।","bangla_taisirul":"তিনি তাঁর এ রূহকে (ওহীক) যে বান্দাহর উপর চান স্বীয় নির্দেশক্রমে ফেরেশতাদের মাধ্যমে অবতীর্ণ করেন (এই মর্মে যে) তোমরা সতর্ক কর যে, আমি ছাড়া সত্যিকারের কোন ইলাহ নেই, কাজেই আমাকে ভয় কর।"},{"id":3,"arabic_text":"خَلَقَ السَّمٰوٰتِ وَ الۡاَرۡضَ بِالۡحَقِّ ؕ تَعٰلٰی عَمَّا  یُشۡرِکُوۡنَ ﴿۳﴾ ","english_text":"And when it is said to them, \"Do not cause corruption on the earth,\" they say, \"We are but reformers.\"","page":267,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1904.mp3","colorText":"خَلَقَ [h:3913[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَ[h:1474[ٱ]لْأَرْضَ بِ[h:370[ٱ]لْحَقِّ‌ۚ تَعَ[n[ـٰ]لَىٰ عَ[g[مّ]َا يُشْرِك[p[ُو]نَ","juz":14,"ruku":224,"manzil":3,"bangla_ahbayan":"তিনি যথাযথভাবে আকাশমন্ডলী ও পৃথিবী সৃষ্টি করেছেন;[১] তারা যাকে অংশী করে, তিনি তার ঊর্ধ্বে।","bangla_bayan":"তিনি আসমানসমূহ ও যমীন সৃষ্টি করেছেন যথাযথই, তারা যা শরীক করে, তা থেকে তিনি ঊর্ধ্বে।","bangla_mkhan":"যিনি যথাবিধি আকাশরাজি ও ভূ-মন্ডল সৃষ্টি করেছেন। তারা যাকে শরীক করে তিনি তার বহু উর্ধ্বে।","bangla_mujibur":"তিনি যথাযথভাবে আকাশমন্ডলী ও পৃথিবী সৃষ্টি করেছেন; তারা যাকে শরীক করে তিনি তার উর্ধ্বে।","bangla_taisirul":"তিনি (বিশেষ উদ্দেশ্য সাধনের নিমিত্তে) প্রকৃতভাবেই আসমানসমূহ যমীন সৃষ্টি করেছেন, তারা যাকে আল্লাহর অংশীদার গণ্য করে তাত্থেকে তিনি বহু ঊর্ধ্বে।"},{"id":4,"arabic_text":"خَلَقَ الۡاِنۡسَانَ مِنۡ نُّطۡفَۃٍ  فَاِذَا ہُوَ خَصِیۡمٌ مُّبِیۡنٌ ﴿۴﴾ ","english_text":"Unquestionably, it is they who are the corrupters, but they perceive [it] not.","page":267,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1905.mp3","colorText":"خَلَقَ [h:7324[ٱ]لْإِ[f:5969[نس]َ[n[ـٰ]نَ م[a:7325[ِن ن]ُّ[q:7326[طْ]فَ[f:7327[ةٍ ف]َإِذَا هُوَ خَصِي[a:7328[مٌ م]ُّب[p[ِي]نٌ","juz":14,"ruku":224,"manzil":3,"bangla_ahbayan":"তিনি মানুষকে বীর্য হতে সৃষ্টি করেছেন; পরে সে প্রকাশ্য বিতন্ডাকারী হয়ে বসল! [১]","bangla_bayan":"তিনি মানুষকে সৃষ্টি করেছেন ‘নুতফা’* থেকে, অথচ সে প্রকাশ্য বিতন্ডাকারী। \\n\\n* ‘নুতফা’ হচ্ছে নারী ও পুরুষের যৌথ বীর্য, যা ভ্রুণে পরিণত হয়।","bangla_mkhan":"তিনি মানবকে এক ফোটা বীর্য থেকে সৃষ্টি করেছেন। এতদসত্বেও সে প্রকাশ্য বিতন্ডাকারী হয়ে গেছে।","bangla_mujibur":"তিনি শুক্র হতে মানুষ সৃষ্টি করেছেন। অথচ দেখ, সে প্রকাশ্য বিতন্ডাকারী।","bangla_taisirul":"তিনি শুক্র-কীট থেকে মানুষ সৃষ্টি করেছেন অথচ সে প্রকাশ্য ঝগড়াটে সেজে বসল।"},{"id":5,"arabic_text":"وَ الۡاَنۡعَامَ خَلَقَہَا ۚ لَکُمۡ فِیۡہَا دِفۡءٌ  وَّ  مَنَافِعُ وَ مِنۡہَا  تَاۡکُلُوۡنَ ﴿۪۵﴾ ","english_text":"And when it is said to them, \"Believe as the people have believed,\" they say, \"Should we believe as the foolish have believed?\" Unquestionably, it is they who are the foolish, but they know [it] not.","page":267,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1906.mp3","colorText":"وَ[h:9999[ٱ]لْأَنْعَ[n[ـٰ]مَ خَلَقَهَا‌ۗ لَكُمْ فِيهَا دِفْ[a:7329[ءٌ و]َمَنَ[n[ـٰ]فِعُ وَمِنْهَا تَأْكُل[p[ُو]نَ","juz":14,"ruku":224,"manzil":3,"bangla_ahbayan":"তিনি চতুষ্পদ জন্তু সৃষ্টি করেছেন; তোমাদের জন্য ওতে শীত নিবারক উপকরণ ও বহু উপকার রয়েছে;[১] আর তা হতে তোমরা আহার্য পেয়ে থাক।","bangla_bayan":"আর চতুষ্পদ জন্তুগুলো তিনি তোমাদের জন্য সৃষ্টি করেছেন তাতে রয়েছে উষ্ণতার উপকরণ ও বিবিধ উপকার। আর তা থেকে তোমরা আহার গ্রহণ কর।","bangla_mkhan":"চতুষ্পদ জন্তুকে তিনি সৃষ্টি করেছেন। এতে তোমাদের জন্যে শীত বস্ত্রের উপকরণ আছে। আর অনেক উপকার হয়েছে এবং কিছু সংখ্যককে তোমরা আহার্যে?2474;রিণত করে থাক।","bangla_mujibur":"তিনি চতুস্পদ জন্তু সৃষ্টি করেছেন; তোমাদের জন্য ওতে শীত নিবারক উপকরণ এবং আরও বহু উপকার রয়েছে; এবং ওটা হতে তোমরা আহার্য পেয়ে থাক।","bangla_taisirul":"তিনি চতুস্পদ জন্তু সৃষ্টি করেছেন এবং তাতে তোমাদের জন্য আছে (শীত) নিবারক আর বহু উপকারিতাও, আর সেগুলো থেকে তোমরা আহার কর।"},{"id":6,"arabic_text":"وَ لَکُمۡ فِیۡہَا جَمَالٌ حِیۡنَ تُرِیۡحُوۡنَ وَ حِیۡنَ  تَسۡرَحُوۡنَ ﴿۪۶﴾ ","english_text":"And when they meet those who believe, they say, \"We believe\"; but when they are alone with their evil ones, they say, \"Indeed, we are with you; we were only mockers.\"","page":267,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1907.mp3","colorText":"وَلَكُمْ فِيهَا جَمَالٌ حِينَ تُرِيحُونَ وَحِينَ تَسْرَح[p[ُو]نَ","juz":14,"ruku":224,"manzil":3,"bangla_ahbayan":"আর যখন তোমরা সন্ধ্যায় ওদেরকে চারণভূমি হতে গৃহে নিয়ে আস এবং প্রভাতে যখন ওদেরকে চারণ ভূমিতে নিয়ে যাও, তখন তোমরা ওর সৌন্দর্য উপভোগ কর। [১]","bangla_bayan":"আর তোমাদের জন্য তাতে রয়েছে সৌন্দর্য যখন সন্ধ্যায় তা ফিরিয়ে আন এবং সকালে চারণে নিয়ে যাও।","bangla_mkhan":"এদের দ্বারা তোমাদের সম্মান হয়, যখন বিকালে চারণভূমি থেকে নিয়ে আস এবং সকালে চারণ ভূমিতে নিয়ে যাও।","bangla_mujibur":"আর যখন তোমরা গোধূলি লগ্নে ওদেরকে চারণভূমি হতে গৃহে নিয়ে আসো এবং প্রভাতে যখন ওদেরকে চারণভূমিতে নিয়ে যাও তখন তোমরা ওর সৌন্দর্য উপভোগ কর এবং গৌরব অনুভব কর।","bangla_taisirul":"তোমরা গর্বভরে সৌন্দর্য অনুভব কর যখন তোমরা সন্ধ্যাবেলা সেগুলোকে বাড়ীর পানে হাঁকিয়ে আন আর সকাল বেলা বিচরণের জন্য পাঠাও।"},{"id":7,"arabic_text":"وَ تَحۡمِلُ اَثۡقَالَکُمۡ  اِلٰی بَلَدٍ لَّمۡ تَکُوۡنُوۡا بٰلِغِیۡہِ   اِلَّا بِشِقِّ الۡاَنۡفُسِ ؕ اِنَّ رَبَّکُمۡ   لَرَءُوۡفٌ  رَّحِیۡمٌ ۙ﴿۷﴾ ","english_text":"[But] Allah mocks them and prolongs them in their transgression [while] they wander blindly.","page":268,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1908.mp3","colorText":"وَتَحْمِلُ أَثْقَالَكُمْ إِلَىٰ بَلَ[u:7330[دٍ ل]َّمْ تَكُونُو[s[اْ] بَ[n[ـٰ]لِغِيهِ إِلَّا بِشِقِّ [h:7331[ٱ]لْأَ[f:7332[نف]ُسِ‌ۚ إِ[g[نّ]َ رَبَّكُمْ لَرَءُو[u:744[فٌ ر]َّح[p[ِي]مٌ","juz":14,"ruku":224,"manzil":3,"bangla_ahbayan":"আর ওরা তোমাদের ভার বহন করে নিয়ে যায় দূর দেশে; যেথায় প্রাণান্তকর কষ্ট ব্যতীত তোমরা পৌঁছতে পারতে না; তোমাদের প্রতিপালক অবশ্যই চরম স্নেহশীল, পরম দয়ালু।","bangla_bayan":"আর এগুলো তোমাদের বোঝা বহন করে এমন দেশে নিয়ে যায়, ভীষণ কষ্ট ছাড়া যেখানে তোমরা পৌঁছতে সক্ষম হতে না। নিশ্চয় তোমাদের রব দয়াশীল, পরম দয়ালু।","bangla_mkhan":"এরা তোমাদের বোঝা এমন শহর পর্যন্ত বহন করে নিয়ে যায়, যেখানে তোমরা প্রাণান্তকর পরিশ্রۦ#2478; ব্যতীত পৌছাতে পারতে না। নিশ্চয় তোমাদের প্রভু অত্যন্ত দয়াদ্র, পরম দয়ালু।","bangla_mujibur":"আর ওরা তোমাদের ভার বহন করে নিয়ে যায় দূরদেশে যেখানে প্রাণান্ত ক্লেশ ব্যতীত তোমরা পৌঁছতে পারতেনা; তোমাদের রাব্ব অবশ্যই দয়ার্দ্র, পরম দয়ালু।","bangla_taisirul":"আর এগুলো তোমাদের ভার বোঝা বহন ক’রে এমন স্থান পর্যন্ত নিয়ে যায়, প্রাণান্তকর ক্লেশ ছাড়া যেখানে তোমরা পৌঁছতে পারতে না, তোমাদের প্রতিপালক অবশ্যই বড়ই দয়ার্দ্র, বড়ই দয়ালু।"},{"id":8,"arabic_text":"وَّ الۡخَیۡلَ وَ الۡبِغَالَ وَ الۡحَمِیۡرَ لِتَرۡکَبُوۡہَا وَ زِیۡنَۃً ؕ وَ یَخۡلُقُ مَا لَا تَعۡلَمُوۡنَ ﴿۸﴾ ","english_text":"Those are the ones who have purchased error [in exchange] for guidance, so their transaction has brought no profit, nor were they guided.","page":268,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1909.mp3","colorText":"وَ[h:9999[ٱ]لْخَيْلَ وَ[h:7333[ٱ]لْبِغَالَ وَ[h:7334[ٱ]لْحَمِيرَ لِتَرْكَبُوهَا وَزِينَ[a:7335[ةً‌ۚ و]َيَخْلُقُ مَا لَا تَعْلَم[p[ُو]نَ","juz":14,"ruku":224,"manzil":3,"bangla_ahbayan":"তোমাদের আরোহণের জন্য ও শোভার জন্য তিনি সৃষ্টি করেছেন ঘোড়া, খচ্চর ও গাধা।[১] আর তিনি সৃষ্টি করেন এমন অনেক কিছু যা তোমরা অবগত নও। [২]","bangla_bayan":"আর (তিনি সৃষ্টি করেছেন) ঘোড়া, খচ্চর ও গাধা, তোমাদের আরোহণ ও শোভার জন্য এবং তিনি সৃষ্টি করেন এমন কিছু, যা তোমরা জান না।","bangla_mkhan":"তোমাদের আরোহণের জন্যে এবং শোভার জন্যে তিনি ঘোড়া, খচ্চর ও গাধা সৃষ্টি করেছেন। আর তিনি এমন জিনিস সৃষ্টি করেন যা তোমরা জান না।","bangla_mujibur":"তোমাদের আরোহনের জন্য ও শোভার জন্য তিনি সৃষ্টি করেছেন অশ্ব, খচ্চর, গর্দভ এবং তিনি সৃষ্টি করেন এমন অনেক কিছু যা তোমরা অবগত নও।","bangla_taisirul":"তিনি ঘোড়া, খচ্চর ও গর্দভ সৃষ্টি করেছেন যাতে তোমরা ওগুলোতে আরোহণ করতে পার আর শোভা-সৌন্দর্যের জন্যও; তিনি পয়দা করেন অনেক কিছু যা তোমাদের জানা নেই।"},{"id":9,"arabic_text":"وَ عَلَی اللّٰہِ  قَصۡدُ السَّبِیۡلِ وَ مِنۡہَا جَآئِرٌ ؕ وَ لَوۡ شَآءَ لَہَدٰىکُمۡ اَجۡمَعِیۡنَ ﴿۹﴾ ","english_text":"Their example is that of one who kindled a fire, but when it illuminated what was around him, Allah took away their light and left them in darkness [so] they could not see.","page":268,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1910.mp3","colorText":"وَعَلَى [h:2207[ٱ]للَّهِ قَصْدُ [h:7336[ٱ][l[ل]سَّبِيلِ وَمِنْهَا ج[o[َا]ٓئِ[a:7337[رٌ‌ۚ و]َلَوْ ش[o[َا]ٓءَ لَهَدَ[n[ٮٰ]كُمْ أَ[q:825[جْ]مَع[p[ِي]نَ","juz":14,"ruku":224,"manzil":3,"bangla_ahbayan":"সরল পথের নির্দেশ করা আল্লাহর দায়িত্ব।[১] আর পথগুলির মধ্যে বক্রপথও আছে; তিনি ইচ্ছা করলে তোমাদের সকলকেই সৎপথে পরিচালিত করতেন। [২]","bangla_bayan":"আর সঠিক পথ বাতলে দেয়া আল্লাহর দায়িত্ব, এবং পথের মধ্যে কিছু আছে বক্র। আর তিনি যদি ইচ্ছা করতেন তবে তোমাদের সকলকে হিদায়াত করতেন।","bangla_mkhan":"সরল পথ আল্লাহ পর্যন্ত পৌছে এবং পথগুলোর মধ্যে কিছু বক্র পথও রয়েছে। তিনি ইচ্ছা করলে তোমাদের সবাইকে সৎপথে পরিচালিত করতে পারতেন।","bangla_mujibur":"সরল পথ আল্লাহর কাছে পৌঁছায়, কিন্তু পথগুলির মধ্যে বক্র পথও রয়েছে। তিনি ইচ্ছা করলে তোমাদের সকলকেই সৎ পথে পরিচালিত করতেন।","bangla_taisirul":"আল্লাহরই দায়িত্বে রয়েছে সরল পথপ্রদর্শন। পথগুলোর মধ্যে বাঁকা পথও আছে। তিনি যদি ইচ্ছে করতেন তাহলে অবশ্যই তোমাদের সকলকেই সঠিক পথ প্রদর্শন করতেন।"},{"id":10,"arabic_text":"ہُوَ الَّذِیۡۤ اَنۡزَلَ مِنَ السَّمَآءِ مَآءً لَّکُمۡ  مِّنۡہُ شَرَابٌ وَّ مِنۡہُ  شَجَرٌ  فِیۡہِ تُسِیۡمُوۡنَ ﴿۱۰﴾ ","english_text":"Deaf, dumb and blind - so they will not return [to the right path].","page":268,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1911.mp3","colorText":"هُوَ [h:153[ٱ]لَّذ[o[ِىٓ] أَ[f:471[نز]َلَ مِنَ [h:64[ٱ][l[ل]سَّم[o[َا]ٓءِ م[o[َا]ٓ[u:7338[ءً‌ۖ ل]َّك[w:6234[ُم م]ِّنْهُ شَرَا[a:7339[بٌ و]َمِنْهُ شَجَ[f:7340[رٌ ف]ِيهِ تُسِيم[p[ُو]نَ","juz":14,"ruku":225,"manzil":3,"bangla_ahbayan":"তিনিই আকাশ হতে বৃষ্টি বর্ষণ করেন, ওতে তোমাদের জন্য রয়েছে পানীয় এবং তা হতে (জন্মায়) উদ্ভিদ; যাতে তোমরা পশুচারণ করে থাক।","bangla_bayan":"তিনিই সে সত্তা, যিনি আসমান থেকে পানি বর্ষণ করেন, যাতে রয়েছে তোমাদের জন্য পানীয় এবং তা থেকে হয় উদ্ভিত, যাতে তোমরা জন্তু চরাও।","bangla_mkhan":"তিনি তোমাদের জন্যে আকাশ থেকে পানি বর্ষণ করেছেন। এই পানি থেকে তোমরা পান কর এবং এ থেকেই উদ্ভিদ উৎপন্ন হয়, যাতে তোমরা পশুচারণ কর।","bangla_mujibur":"তিনিই আকাশ হতে বারি বর্ষণ করেন। ওতে তোমাদের জন্য রয়েছে পানীয় এবং তা হতে জন্মায় উদ্ভিদ যাতে তোমরা পশু চারণ করে থাক।","bangla_taisirul":"তিনি আকাশ থেকে পানি বর্ষণ করেন যাতে আছে তোমাদের জন্য পানীয় আর তাতে জন্মে বৃক্ষ লতা যা তোমাদের পশুগুলোকে খাওয়াও।"},{"id":11,"arabic_text":"یُنۡۢبِتُ لَکُمۡ بِہِ الزَّرۡعَ وَ الزَّیۡتُوۡنَ وَ النَّخِیۡلَ وَ الۡاَعۡنَابَ وَ مِنۡ کُلِّ الثَّمَرٰتِ ؕ اِنَّ  فِیۡ  ذٰلِکَ لَاٰیَۃً  لِّقَوۡمٍ یَّتَفَکَّرُوۡنَ ﴿۱۱﴾ ","english_text":"Or [it is] like a rainstorm from the sky within which is darkness, thunder and lightning. They put their fingers in their ears against the thunderclaps in dread of death. But Allah is encompassing of the disbelievers.","page":268,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1912.mp3","colorText":"يُ[i:7341[نۢب]ِتُ لَك[c:2000[ُم ب]ِهِ [h:7342[ٱ][l[ل]زَّرْعَ وَ[h:4290[ٱ][l[ل]زَّيْتُونَ وَ[h:7343[ٱ][l[ل][g[نّ]َخِيلَ وَ[h:7344[ٱ]لْأَعْنَ[n[ـٰ]بَ وَمِ[f:4136[ن ك]ُلِّ [h:1571[ٱ][l[ل]ثَّمَر[n[َٲ]تِ‌ۗ إِ[g[نّ]َ فِى ذ[n[َٲ]لِكَ لَأَيَ[u:7345[ةً ل]ِّقَوْ[a:6018[مٍ ي]َتَفَكَّر[p[ُو]نَ","juz":14,"ruku":225,"manzil":3,"bangla_ahbayan":"ওর দ্বারা তিনি তোমাদের জন্য উৎপন্ন করেন শস্য, যায়তুন, খর্জুর বৃক্ষ, আঙ্গুর এবং সর্বপ্রকার ফল; অবশ্যই এতে চিন্তাশীল সম্প্রদায়ের জন্য রয়েছে নিদর্শন।[১]","bangla_bayan":"তার মাধ্যমে তিনি তোমাদের জন্য উৎপন্ন করেন ফসল, যাইতুন, খেজুর গাছ, আঙ্গুর এবং সকল ফল-ফলাদি। নিশ্চয় এতে নিদর্শন রয়েছে এমন কওমের জন্য, যারা চিন্তা করে।","bangla_mkhan":"এ পানি দ্বারা তোমাদের জন্যে উৎপাদন করেন ফসল, যয়তুন, খেজুর, আঙ্গুর ও সর্বপ্রকার ফল। নিশ্চয় এতে চিন্তাশীলদের জন্যে নিদর্শন রয়েছে।","bangla_mujibur":"তিনি তোমাদের জন্য ওর দ্বারা উৎপন্ন করেন শস্য, যাইতূন, খেজুর বৃক্ষ, আঙ্গুর এবং সর্বপ্রকার ফল; অবশ্যই এতে চিন্তাশীল সম্প্রদায়ের জন্য রয়েছে নিদর্শন।","bangla_taisirul":"তিনি তা দিয়ে তোমাদের জন্য জন্মান শস্য, যায়তূন, খেজুর, আঙ্গুর এবং সর্বপ্রকার ফল। এতে চিন্তাশীল মানুষদের জন্য নিদর্শন রয়েছে।"},{"id":12,"arabic_text":"وَ  سَخَّرَ لَکُمُ الَّیۡلَ وَ النَّہَارَ ۙ وَ الشَّمۡسَ وَ الۡقَمَرَ ؕ وَ النُّجُوۡمُ  مُسَخَّرٰتٌۢ بِاَمۡرِہٖ ؕ اِنَّ فِیۡ ذٰلِکَ لَاٰیٰتٍ لِّقَوۡمٍ  یَّعۡقِلُوۡنَ ﴿ۙ۱۲﴾ ","english_text":"The lightning almost snatches away their sight. Every time it lights [the way] for them, they walk therein; but when darkness comes over them, they stand [still]. And if Allah had willed, He could have taken away their hearing and their sight. Indeed, Allah is over all things competent.","page":268,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1913.mp3","colorText":"وَسَخَّرَ لَكُمُ [h:6116[ٱ]لَّيْلَ وَ[h:6117[ٱ][l[ل][g[نّ]َهَارَ وَ[h:4264[ٱ][l[ل]شَّمْسَ وَ[h:4265[ٱ]لْقَمَرَ‌ۖ وَ[h:7346[ٱ][l[ل][g[نّ]ُجُومُ مُسَخَّر[n[َٲ][i:7347[تُۢ ب]ِأَمْرِه[o[ِۦٓ‌ۗ] إِ[g[نّ]َ فِى ذ[n[َٲ]لِكَ لَأَيَ[n[ـٰ][u:849[تٍ ل]ِّقَوْ[a:850[مٍ ي]َعْقِل[p[ُو]نَ","juz":14,"ruku":225,"manzil":3,"bangla_ahbayan":"তিনিই তোমাদের কল্যাণে নিয়োজিত করেছেন রজনী, দিবস, সূর্য এবং চন্দ্রকে; আর নক্ষত্ররাজিও অধীন রয়েছে তাঁরই বিধানের; অবশ্যই এতে বোধশক্তিসম্পন্ন সম্প্রদায়ের জন্য রয়েছে নিদর্শন।[১]","bangla_bayan":"আর তিনি তোমাদের জন্য নিয়োজিত করেছেন রাত ও দিনকে এবং সূর্য ও চাঁদকে এবং তারকাসমূহও তাঁর নির্দেশে নিয়োজিত। নিশ্চয় এতে অনেক নিদর্শন রয়েছে এমন কওমের জন্য যারা বুঝে।","bangla_mkhan":"তিনিই তোমাদের কাজে নিয়োজিত করেছেন রাত্রি, দিন, সূর্য এবং চন্দ্রকে। তারকাসমূহ তাঁরই বিধানের কর্মে নিয়োজিত রয়েছে। নিশ্চয়ই এতে বোধশক্তিসম্পন্নদের জন্যে নিদর্শনাবলী রয়েছে।","bangla_mujibur":"তিনিই তোমাদের কল্যাণে নিয়োজিত করেছেন রাত্রী, দিন, সূর্য এবং চাঁদকে। আর নক্ষত্ররাজিও অধীন হয়েছে তাঁরই আদেশে; অবশ্যই এতে বোধশক্তিসম্পন্ন সম্প্রদায়ের জন্য রয়েছে নিদর্শন।","bangla_taisirul":"তিনিই রাত ও দিনকে তোমাদের উপকারে নিয়োজিত করেছেন। আর সুরুজ ও চাঁদকেও; এবং তারকারাজিও তাঁরই নির্দেশে নিয়ন্ত্রিত; বিবেকসম্পন্ন লোকেদের জন্য এতে অবশ্যই বহু নিদর্শন রয়েছে।"},{"id":13,"arabic_text":"وَ مَا ذَرَاَ لَکُمۡ فِی الۡاَرۡضِ مُخۡتَلِفًا اَلۡوَانُہٗ ؕ اِنَّ فِیۡ ذٰلِکَ لَاٰیَۃً  لِّقَوۡمٍ یَّذَّکَّرُوۡنَ ﴿۱۳﴾ ","english_text":"O mankind, worship your Lord, who created you and those before you, that you may become righteous -","page":268,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1914.mp3","colorText":"وَمَا ذَرَأَ لَكُمْ فِى [h:44[ٱ]لْأَرْضِ مُخْتَلِفًا أَلْو[n[َٲ]نُهُ[o[ۥٓ‌ۗ] إِ[g[نّ]َ فِى ذ[n[َٲ]لِكَ لَأَيَ[u:7345[ةً ل]ِّقَوْ[a:4403[مٍ ي]َذَّكَّر[p[ُو]نَ","juz":14,"ruku":225,"manzil":3,"bangla_ahbayan":"আর যে নানা রঙের বস্তু তোমাদের জন্য পৃথিবীতে সৃষ্টি করেছেন (তাও তোমাদের কল্যাণে নিয়োজিত করেছেন); এতে সেই সম্প্রদায়ের জন্য নিদর্শন রয়েছে, যারা উপদেশ গ্রহণ করে।[১]","bangla_bayan":"আর তিনি তোমাদের জন্য যমীনে যা সৃষ্টি করেছেন, বিচিত্র রঙের করে, নিশ্চয় তাতেও নিদর্শন রয়েছে এমন কওমের জন্য, যারা উপদেশ গ্রহণ করে।","bangla_mkhan":"তোমাদের জন্যে পৃথিবীতে যেসব রং-বেরঙের বস্তু ছড়িয়ে দিয়েছেন, সেগুলোতে নিদর্শন রয়েছে তাদের জন্যে যারা চিন্তা-ভাবনা করে।","bangla_mujibur":"আর বিবিধ প্রকাশ্য বস্তুও, যা তোমাদের জন্য পৃথিবীতে সৃষ্টি করেছেন। এতে রয়েছে নিদর্শন সেই সম্প্রদায়ের জন্য যারা উপদেশ গ্রহণ করে।","bangla_taisirul":"আর তিনি তোমাদের জন্য যমীনে বিভিন্ন রং-এর বস্তুরাজি সৃষ্টি করেছেন। এতে ঐ সমস্ত লোকেদের জন্য নিশ্চিতভাবে নিদর্শন আছে যারা উপদেশ গ্রহণ করতে চায়।"},{"id":14,"arabic_text":"وَ ہُوَ الَّذِیۡ سَخَّرَ  الۡبَحۡرَ   لِتَاۡکُلُوۡا  مِنۡہُ لَحۡمًا طَرِیًّا وَّ تَسۡتَخۡرِجُوۡا مِنۡہُ حِلۡیَۃً تَلۡبَسُوۡنَہَا ۚ وَ تَرَی الۡفُلۡکَ مَوَاخِرَ فِیۡہِ وَ لِتَبۡتَغُوۡا مِنۡ فَضۡلِہٖ وَ لَعَلَّکُمۡ   تَشۡکُرُوۡنَ ﴿۱۴﴾ ","english_text":"[He] who made for you the earth a bed [spread out] and the sky a ceiling and sent down from the sky, rain and brought forth thereby fruits as provision for you. So do not attribute to Allah equals while you know [that there is nothing similar to Him].","page":268,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1915.mp3","colorText":"وَهُوَ [h:4114[ٱ]لَّذِى سَخَّرَ [h:7348[ٱ]لْبَحْرَ لِتَأْكُلُو[s[اْ] مِنْهُ لَحْ[f:7349[مًا ط]َرِي[a:7350[ًّا و]َتَسْتَخْرِجُو[s[اْ] مِنْهُ حِلْيَ[f:7351[ةً ت]َلْبَسُونَهَا وَتَرَى [h:7352[ٱ]لْفُلْكَ مَوَاخِرَ فِيهِ وَلِتَ[q:7353[بْ]تَغُو[s[اْ] مِ[f:475[ن ف]َضْلِه[n[ِۦ] وَلَعَلَّكُمْ تَشْكُر[p[ُو]نَ","juz":14,"ruku":225,"manzil":3,"bangla_ahbayan":"তিনিই সমুদ্রকে অধীন করেছেন; যাতে তোমরা তা হতে তাজা গোশত (মাছ) আহার করতে পার এবং যাতে তা হতে বের করতে পার নিজেদের পরিধেয় অলংকার। এবং তোমরা দেখতে পাও, ওর বুক চিরে নৌযান চলাচল করে। আর যাতে তোমরা তাঁর অনুগ্রহ সন্ধান করতে পার এবং কৃতজ্ঞতা প্রকাশ কর।[১]","bangla_bayan":"আর তিনিই সে সত্তা, যিনি সমুদ্রকে নিয়োজিত করেছেন, যাতে তোমরা তা থেকে তাজা (মাছের) গোশ্ত খেতে পার এবং তা থেকে বের করতে পার অলংকারাদি, যা তোমরা পরিধান কর। আর তুমি তাতে নৌযান দেখবে তা পানি চিরে চলছে এবং যাতে তোমরা তার অনুগ্রহ অন্বেষণ করতে পার এবং যাতে তোমরা শুকরিয়া আদায় কর।","bangla_mkhan":"তিনিই কাজে লাগিয়ে দিয়েছেন সমুদ্রকে, যাতে তা থেকে তোমরা তাজা মাংস খেতে পার এবং তা থেকে বের করতে পার পরিধেয় অলঙ্কার। তুমি তাতে জলযান সমূহকে পানি চিরে চলতে দেখবে এবং যাতে তোমরা আল্লাহর কৃপা অন্বেষণ কর এবং যাতে তার অনুগ্রহ স্বীকার কর।","bangla_mujibur":"তিনিই সমুদ্রকে অধীন করেছেন যাতে তোমরা তা হতে তাজা গোশত আহার করতে পার এবং যাতে তা হতে আহরণ করতে পার রত্নাবলী যা তোমরা ভূষণ রূপে পরিধান কর; এবং তোমরা দেখতে পাও, ওর বুক চিরে নৌযান চলাচল করে এবং তা এ জন্য যে, তোমরা যেন তাঁর অনুগ্রহ সন্ধান করতে পার এবং তোমরা যেন কৃতজ্ঞতা প্রকাশ কর।","bangla_taisirul":"তিনিই সমুদ্রকে কল্যাণে নিয়োজিত রেখেছেন যাতে তোমরা তাত্থেকে তাজা গোশত খেতে পার, আর তাত্থেকে তোমরা রত্নরাজি সংগ্রহ করতে পার যা তোমরা অলংকার হিসেবে পরিধান কর। আর নৌযানগুলোকে তোমরা দেখতে পাও ঢেউয়ের বুক চিরে তাতে চলাচল করে, যাতে তোমরা তাঁর অনুগ্রহ তালাশ করতে পার আর শোকর আদায় করতে পার।"},{"id":15,"arabic_text":"وَ اَلۡقٰی فِی الۡاَرۡضِ رَوَاسِیَ اَنۡ  تَمِیۡدَ بِکُمۡ  وَ اَنۡہٰرًا وَّ سُبُلًا  لَّعَلَّکُمۡ تَہۡتَدُوۡنَ ﴿ۙ۱۵﴾ ","english_text":"And if you are in doubt about what We have sent down upon Our Servant [Muhammad], then produce a surah the like thereof and call upon your witnesses other than Allah, if you should be truthful.","page":269,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1916.mp3","colorText":"وَأَلْقَىٰ فِى [h:44[ٱ]لْأَرْضِ رَو[n[َٲ]سِىَ أَ[f:7354[ن ت]َمِيدَ بِكُمْ وَأَنْهَ[n[ـٰ][a:7355[رًا و]َسُبُل[u:7356[اً ل]َّعَلَّكُمْ تَهْتَد[p[ُو]نَ","juz":14,"ruku":225,"manzil":3,"bangla_ahbayan":"আর তিনি পৃথিবীতে সুদৃঢ় পর্বত স্থাপন করেছেন, যাতে পৃথিবী তোমাদেরকে নিয়ে আন্দোলিত না হয়[১] এবং স্থাপন করেছেন নদ-নদী ও পথ, যাতে তোমরা তোমাদের গন্তব্যস্থলে পৌঁছতে পার। [২]","bangla_bayan":"আর যমীনে তিনি স্থাপন করেছেন সুদৃঢ় পর্বতমালা, যাতে তোমাদের নিয়ে যমীন হেলে না যায় এবং নদ-নদী ও পথসমূহ, যাতে তোমরা পথপ্রাপ্ত হও।","bangla_mkhan":"এবং তিনি পৃথিবীর উপর বোঝা রেখেছেন যে, কখনো যেন তা তোমাদেরকে নিয়ে হেলে-দুলে না পড়ে এবং নদী ও পথ তৈরী করেছেন, যাতে তোমরা পথ প্রদর্শিত হও।","bangla_mujibur":"আর তিনি পৃথিবীতে সুদৃঢ় পর্বত স্থাপন করেছেন, যাতে পৃথিবী তোমাদেরকে নিয়ে আন্দোলিত না হয় এবং স্থাপন করেছেন নদ-নদী ও পথ, যাতে তোমরা তোমাদের গন্তব্যস্থলে পৌঁছতে পার।","bangla_taisirul":"তিনি যমীনে সুদৃঢ় পর্বত সংস্থাপিত করেছেন যাতে যমীন তোমাদেরকে নিয়ে আন্দোলিত না হয়, আর সংস্থাপিত করেছেন নদী নির্ঝরিণী আর পথ যাতে তোমরা পথের সন্ধান পেতে পার।"},{"id":16,"arabic_text":"وَ  عَلٰمٰتٍ ؕ وَ  بِالنَّجۡمِ  ہُمۡ  یَہۡتَدُوۡنَ ﴿۱۶﴾ ","english_text":"But if you do not - and you will never be able to - then fear the Fire, whose fuel is men and stones, prepared for the disbelievers.","page":269,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1917.mp3","colorText":"وَعَلَ[n[ـٰ]مَ[n[ـٰ][a:7357[تٍ‌ۚ و]َبِ[h:7358[ٱ][l[ل][g[نّ]َ[q:7358[جْ]مِ هُمْ يَهْتَد[p[ُو]نَ","juz":14,"ruku":225,"manzil":3,"bangla_ahbayan":"আর (স্থাপন করেছেন) পথ নির্ণায়ক চিহ্নসমূহও; এবং ওরা নক্ষত্রের সাহায্যেও পথের নির্দেশ পায়।","bangla_bayan":"আর (দিনের) পথ-নির্দেশক চি‎হ্নসমূহ, আরা (রাতে) তারকার মাধ্যমে তারা পথ পায়।","bangla_mkhan":"এবং তিনি পথ নির্ণয়ক বহু চিহ্ন সৃষ্টি করেছেন, এবং তারকা দ্বারা ও মানুষ পথের নির্দেশ পায়।","bangla_mujibur":"আর পথ নির্ণায়ক চিহ্নসমূহও; এবং নক্ষত্রের সাহায্যেও মানুষ পথের নির্দেশ পায়।","bangla_taisirul":"আর দিক-দিশা প্রদানকারী চিহ্নসমূহ; আর তারকারাজির সাহায্যেও তারা পথনির্দেশ লাভ করে।"},{"id":17,"arabic_text":"اَفَمَنۡ یَّخۡلُقُ کَمَنۡ لَّا یَخۡلُقُ ؕ اَفَلَا تَذَکَّرُوۡنَ ﴿۱۷﴾ ","english_text":"And give good tidings to those who believe and do righteous deeds that they will have gardens [in Paradise] beneath which rivers flow. Whenever they are provided with a provision of fruit therefrom, they will say, \"This is what we were provided with before.\" And it is given to them in likeness. And they will have therein purified spouses, and they will abide therein eternally.","page":269,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1918.mp3","colorText":"أَفَم[a:7359[َن ي]َخْلُقُ كَم[u:7360[َن ل]َّا يَخْلُقُ‌ۗ أَفَلَا تَذَكَّر[p[ُو]نَ","juz":14,"ruku":225,"manzil":3,"bangla_ahbayan":"সুতরাং যিনি সৃষ্টি করেন, তিনি কি তারই মত, যে সৃষ্টি করে না? তবুও কি তোমরা শিক্ষা গ্রহণ করবে না? [১]","bangla_bayan":"সুতরাং যে সৃষ্টি করে, সে কি তার মত, যে সৃষ্টি করে না? অতএব তোমরা কি উপদেশ গ্রহণ করবে না?","bangla_mkhan":"যিনি সৃষ্টি করে, তিনি কি সে লোকের সমতুল্য যে সৃষ্টি করতে পারে না? তোমরা কি চিন্তা করবে না?","bangla_mujibur":"তবে কি যিনি সৃষ্টি করেন তিনি তারই মত যে সৃষ্টি করেনা? তবুও কি তোমরা শিক্ষা গ্রহণ করবেনা?","bangla_taisirul":"যিনি সৃষ্টি করেন তিনি কি তার মত যে সৃষ্টি করে না? তবে কি তোমরা শিক্ষা গ্রহণ করবে না?"},{"id":18,"arabic_text":"وَ اِنۡ تَعُدُّوۡا نِعۡمَۃَ اللّٰہِ لَا تُحۡصُوۡہَا ؕ اِنَّ  اللّٰہَ  لَغَفُوۡرٌ  رَّحِیۡمٌ ﴿۱۸﴾ ","english_text":"Indeed, Allah is not timid to present an example - that of a mosquito or what is smaller than it. And those who have believed know that it is the truth from their Lord. But as for those who disbelieve, they say, \"What did Allah intend by this as an example?\" He misleads many thereby and guides many thereby. And He misleads not except the defiantly disobedient,","page":269,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1919.mp3","colorText":"وَإِ[f:7136[ن ت]َعُدُّو[s[اْ] نِعْمَةَ [h:1154[ٱ]للَّهِ لَا تُحْصُوه[o[َآ‌ۗ] إِ[g[نّ]َ [h:80[ٱ]للَّهَ لَغَفُو[u:4578[رٌ ر]َّح[p[ِي]مٌ","juz":14,"ruku":225,"manzil":3,"bangla_ahbayan":"তোমরা আল্লাহর অনুগ্রহ গণনা করলে ওর সংখ্যা নির্ণয় করতে পারবে না; আল্লাহ অবশ্যই ক্ষমাপরায়ণ, পরম দয়ালু।","bangla_bayan":"আর যদি তোমরা আল্লাহর নিআমত গণনা কর, তবে তার ইয়ত্তা পাবে না। নিশ্চয় আল্লাহ ক্ষমাশীল, পরম দয়ালু।","bangla_mkhan":"যদি আল্লাহর নেয়ামত গণনা কর, শেষ করতে পারবে না। নিশ্চয় আল্লাহ ক্ষমাশীল, দয়ালু।","bangla_mujibur":"তোমরা আল্লাহর অনুগ্রহ গণনা করলে ওর সংখ্যা নির্ণয় করতে পারবেনা; আল্লাহ অবশ্যই ক্ষমা পরায়ণ, পরম দয়ালু।","bangla_taisirul":"তোমরা আল্লাহর নি‘মাতসমূহকে গণনা করলে তার সংখ্যা নির্ণয় করতে পারবে না; আল্লাহ অবশ্যই বড়ই ক্ষমাশীল, বড়ই দয়ালু।"},{"id":19,"arabic_text":"وَ اللّٰہُ یَعۡلَمُ  مَا تُسِرُّوۡنَ وَ مَا  تُعۡلِنُوۡنَ ﴿۱۹﴾ ","english_text":"Who break the covenant of Allah after contracting it and sever that which Allah has ordered to be joined and cause corruption on earth. It is those who are the losers.","page":269,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1920.mp3","colorText":"وَ[h:9999[ٱ]للَّهُ يَعْلَمُ مَا تُسِرُّونَ وَمَا تُعْلِن[p[ُو]نَ","juz":14,"ruku":225,"manzil":3,"bangla_ahbayan":"তোমরা যা গোপন রাখো এবং যা প্রকাশ কর, আল্লাহ তা জানেন।[১]","bangla_bayan":"আর আল্লাহ জানেন তোমরা যা গোপন কর এবং যা প্রকাশ্যে ঘোষণা কর।","bangla_mkhan":"আল্লাহ জানেন যা তোমরা গোপন কর এবং যা তোমরা প্রকাশ কর।","bangla_mujibur":"তোমরা যা গোপন রাখ এবং যা প্রকাশ কর, আল্লাহ তা জানেন।","bangla_taisirul":"আল্লাহ জানেন তোমরা যা গোপন কর আর যা তোমরা প্রকাশ কর।"},{"id":20,"arabic_text":"وَ الَّذِیۡنَ یَدۡعُوۡنَ مِنۡ دُوۡنِ اللّٰہِ  لَا یَخۡلُقُوۡنَ شَیۡئًا وَّ ہُمۡ  یُخۡلَقُوۡنَ ﴿ؕ۲۰﴾ ","english_text":"How can you disbelieve in Allah when you were lifeless and He brought you to life; then He will cause you to die, then He will bring you [back] to life, and then to Him you will be returned.","page":269,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1921.mp3","colorText":"وَ[h:9999[ٱ]لَّذِينَ يَ[q:1240[دْ]عُونَ مِ[f:107[ن د]ُونِ [h:108[ٱ]للَّهِ لَا يَخْلُقُونَ شَيْـ[a:5188[ـًٔا و]َهُمْ يُخْلَق[p[ُو]نَ","juz":14,"ruku":225,"manzil":3,"bangla_ahbayan":"যারা আল্লাহ ছাড়া অপরকে আহবান করে তারা কিছুই সৃষ্টি করে  না, বরং তাদেরকেই সৃষ্টি করা হয়।[১]","bangla_bayan":"আর তারা আল্লাহ ছাড়া যাদেরকে ডাকে, তারা কিছু সৃষ্টি করতে পারে না, বরং তাদেরকেই সৃষ্টি করা হয়।","bangla_mkhan":"এবং যারা আল্লাহকে ছেড়ে অন্যদের ডাকে, ওরা তো কোন বস্তুই সৃষ্টি করে না; বরং ওরা নিজেরাই সৃজিত।","bangla_mujibur":"তারা আল্লাহ ছাড়া অপর যাদেরকে আহবান করে তারা কিছুই সৃষ্টি করেনা, তাদেরকেই সৃষ্টি করা হয়।","bangla_taisirul":"তারা আল্লাহ ছাড়া অন্য যাদেরকে ডাকে তারা কিছুই সৃষ্টি করে না, তারা (নিজেরাই) সৃষ্ট।"},{"id":21,"arabic_text":"اَمۡوَاتٌ غَیۡرُ  اَحۡیَآءٍ ۚ وَ مَا یَشۡعُرُوۡنَ ۙ اَیَّانَ  یُبۡعَثُوۡنَ ﴿۲۱﴾ ","english_text":"It is He who created for you all of that which is on the earth. Then He directed Himself to the heaven, [His being above all creation], and made them seven heavens, and He is Knowing of all things.","page":269,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1922.mp3","colorText":"أَمْو[n[َٲ]تٌ غَيْرُ أَحْي[o[َا]ٓ[a:7361[ءٍ‌ۖ و]َمَا يَشْعُرُونَ أَيَّانَ يُ[q:4606[بْ]عَث[p[ُو]نَ","juz":14,"ruku":225,"manzil":3,"bangla_ahbayan":"তারা নিষ্প্রাণ, নির্জীব[১] এবং পুনরুত্থান কবে হবে, সে বিষয়ে তাদের কোন চেতনা (বোধ) নেই।[২]","bangla_bayan":"(তারা) মৃত, জীবিত নয় এবং তারা জানে না কখন তাদেরকে পুনরুজ্জীবিত করা হবে।","bangla_mkhan":"তারা মৃত-প্রাণহীন এবং কবে পুনরুত্থিত হবে, জানে না।","bangla_mujibur":"তারা নিস্প্রাণ নির্জীব এবং পুনরুত্থান কবে হবে সে বিষয়ে তাদের কোন জ্ঞান নেই।","bangla_taisirul":"তারা প্রাণহীন, জীবিত নয়, তাদের কোনই চেতনা নেই কবে তাদেরকে (পুনর্জীবিত করে) উঠানো হবে।"},{"id":22,"arabic_text":"اِلٰـہُکُمۡ  اِلٰہٌ  وَّاحِدٌ ۚ فَالَّذِیۡنَ لَا یُؤۡمِنُوۡنَ بِالۡاٰخِرَۃِ  قُلُوۡبُہُمۡ مُّنۡکِرَۃٌ وَّ  ہُمۡ  مُّسۡتَکۡبِرُوۡنَ ﴿۲۲﴾ ","english_text":"And [mention, O Muhammad], when your Lord said to the angels, \"Indeed, I will make upon the earth a successive authority.\" They said, \"Will You place upon it one who causes corruption therein and sheds blood, while we declare Your praise and sanctify You?\" Allah said, \"Indeed, I know that which you do not know.\"","page":269,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1923.mp3","colorText":"إِلَ[n[ـٰ]هُكُمْ إِلَ[n[ـٰ][a:827[هٌ و][n[َٲ]حِ[f:7362[دٌ‌ۚ ف]َ[h:2514[ٱ]لَّذِينَ لَا يُؤْمِنُونَ بِ[h:447[ٱ]لْأَخِرَةِ قُلُوبُه[w:7363[ُم م]ُّ[f:7364[نك]ِرَ[a:7365[ةٌ و]َه[w:7366[ُم م]ُّسْتَكْبِر[p[ُو]نَ","juz":14,"ruku":226,"manzil":3,"bangla_ahbayan":"তোমাদের উপাস্য একক উপাস্য; সুতরাং যারা আখেরাতে বিশ্বাস করে না, তাদের অন্তর সত্য বিমুখ এবং তারা অহংকারী। [১]","bangla_bayan":"তোমাদের ইলাহ এক ইলাহ। অতঃপর যারা আখিরাতে বিশ্বাস করে না, তাদের অন্তর অস্বীকারকারী এবং তারা অহঙ্কারী।","bangla_mkhan":"আমাদের ইলাহ একক ইলাহ। অনন্তর যারা পরজীবনে বিশ্বাস করে না, তাদের অন্তর সত্যবিমুখ এবং তারা অহংকার প্রদর্শন করেছে।","bangla_mujibur":"তোমাদের মা‘বূদ একই মা‘বূদ। সুতরাং যারা আখিরাতে বিশ্বাস করেনা তাদের অন্তর সত্যবিমুখ এবং তারা অহংকারী।","bangla_taisirul":"তোমাদের ইলাহ হলেন এক ইলাহ। কাজেই যারা আখেরাতে বিশ্বাস করে না, তাদের অন্তর সত্য-অস্বীকারকারী আর তারা অহংকারী।"},{"id":23,"arabic_text":"لَاجَرَمَ  اَنَّ اللّٰہَ  یَعۡلَمُ  مَا  یُسِرُّوۡنَ وَ مَا یُعۡلِنُوۡنَ ؕ اِنَّہٗ  لَا یُحِبُّ الۡمُسۡتَکۡبِرِیۡنَ ﴿۲۳﴾ ","english_text":"And He taught Adam the names - all of them. Then He showed them to the angels and said, \"Inform Me of the names of these, if you are truthful.\"","page":269,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1924.mp3","colorText":"لَا جَرَمَ أَ[g[نّ]َ [h:394[ٱ]للَّهَ يَعْلَمُ مَا يُسِرُّونَ وَمَا يُعْلِنُونَ‌ۚ إِ[g[نّ]َهُ[n[ۥ] لَا يُحِبُّ [h:7367[ٱ]لْمُسْتَكْبِر[p[ِي]نَ","juz":14,"ruku":226,"manzil":3,"bangla_ahbayan":"এটা নিঃসন্দেহ যে, আল্লাহ জানেন যা তারা গোপন করে এবং যা তারা প্রকাশ করে; তিনি অহংকারীকে অবশ্যই পছন্দ করেন না। [১]","bangla_bayan":"নিঃসন্দেহে তারা যা গোপন করে এবং যা প্রকাশ্যে ঘোষণা করে, নিশ্চয় তা আল্লাহ জানেন। নিশ্চয় তিনি অহঙ্কারীদের পছন্দ করেন না।","bangla_mkhan":"নিঃসন্দেহে আল্লাহ তাদের গোপন ও প্রকাশ্য যাবতীয় বিষয়ে অবগত। নিশ্চিতই তিনি অহংকারীদের পছন্দ করেন না।","bangla_mujibur":"এটা নিঃসন্দেহ যে, আল্লাহ জানেন যা তারা গোপন করে এবং যা তারা প্রকাশ করে; তিনি অহংকারীকে পছন্দ করেননা।","bangla_taisirul":"এতে কোন সন্দেহ নেই যে, আল্লাহ জানেন যা তারা গোপন করে আর যা প্রকাশ করে, তিনি অহঙ্কারীদেরকে ভালবাসেন না।"},{"id":24,"arabic_text":"وَ اِذَا قِیۡلَ لَہُمۡ مَّا ذَاۤ  اَنۡزَلَ رَبُّکُمۡ ۙ قَالُوۡۤا  اَسَاطِیۡرُ  الۡاَوَّلِیۡنَ ﴿ۙ۲۴﴾ ","english_text":"They said, \"Exalted are You; we have no knowledge except what You have taught us. Indeed, it is You who is the Knowing, the Wise.\"","page":269,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1925.mp3","colorText":"وَإِذَا قِيلَ لَه[w:7368[ُم م]َّاذ[o[َآ] أَ[f:471[نز]َلَ رَبُّكُمْ‌ۙ قَال[o[ُوٓ][s[اْ] أَسَ[n[ـٰ]طِيرُ [h:3993[ٱ]لْأَوَّل[p[ِي]نَ","juz":14,"ruku":226,"manzil":3,"bangla_ahbayan":"যখন তাদেরকে বলা হয়, ‘তোমাদের প্রতিপালক কি অবতীর্ণ করেছেন?’ উত্তরে তারা বলে, ‘পূর্ববর্তীদের উপকথা।’[১]","bangla_bayan":"আর যখন তাদের বলা হয়, ‘তোমাদের রব কী নাযিল করেছেন’? তারা বলে, ‘পূর্ববর্তীদের কল্পকাহিনী’।","bangla_mkhan":"যখন তাদেরকে বলা হয়ঃ তোমাদের পালনকর্তা কি নাযিল করেছেন? তারা বলেঃ পূর্ববর্তীদের কিসসা-কাহিনী।","bangla_mujibur":"যখন তাদেরকে বলা হয়ঃ তোমাদের রাব্ব কি অবতীর্ণ করেছেন? উত্তরে তারা বলেঃ পূর্ববর্তীদের কিস্সা-কাহিনী।","bangla_taisirul":"তাদেরকে যখন বলা হয়, ‘তোমাদের প্রতিপালক কী নাযিল করেছেন’ তখন তারা বলে- ‘পূর্ববর্তীদের কল্প-কাহিনী’।"},{"id":25,"arabic_text":"لِیَحۡمِلُوۡۤا اَوۡزَارَہُمۡ کَامِلَۃً یَّوۡمَ الۡقِیٰمَۃِ ۙ وَ مِنۡ اَوۡزَارِ الَّذِیۡنَ یُضِلُّوۡنَہُمۡ بِغَیۡرِ عِلۡمٍ ؕ اَلَا سَآءَ مَا یَزِرُوۡنَ ﴿۲۵﴾ ","english_text":"He said, \"O Adam, inform them of their names.\" And when he had informed them of their names, He said, \"Did I not tell you that I know the unseen [aspects] of the heavens and the earth? And I know what you reveal and what you have concealed.\"","page":269,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1926.mp3","colorText":"لِيَحْمِل[o[ُوٓ][s[اْ] أَوْزَارَهُمْ كَامِلَ[a:7369[ةً ي]َوْمَ [h:592[ٱ]لْقِيَ[n[ـٰ]مَةِ‌ۙ وَمِنْ أَوْزَارِ [h:7370[ٱ]لَّذِينَ يُضِلُّونَه[c:7371[ُم ب]ِغَيْرِ عِلْمٍ‌ۗ أَلَا س[o[َا]ٓءَ مَا يَزِر[p[ُو]نَ","juz":14,"ruku":226,"manzil":3,"bangla_ahbayan":"ফলে কিয়ামত দিবসে তারা বহন করবে তাদের পাপভার পূর্ণমাত্রায় এবং তাদেরও পাপভার যাদেরকে তারা অজ্ঞতা হেতু বিভ্রান্ত করেছে। দেখ, তারা যা বহন করবে তা কতই না নিকৃষ্ট। [১]","bangla_bayan":"এতে করে তারা কিয়ামতের দিনে নিজদের পাপের বোঝা পুরোটাই বহন করবে এবং তাদের পাপের বোঝাও যাদেরকে তারা অজ্ঞতা হেতু পথভ্রষ্ট করে। তারা যা বহন করবে, তা কতই না নিকৃষ্ট!","bangla_mkhan":"ফলে কেয়ামতের দিন ওরা পূর্ণমাত্রায় বহন করবে ওদের পাপভার এবং পাপভার তাদেরও যাদেরকে তারা তাদের অজ্ঞতাহেতু বিপথগামী করে শুনে নাও, খুবই নিকৃষ্ট বোঝা যা তারা বহন করে।","bangla_mujibur":"ফলে কিয়ামাত দিবসে তারা বহন করবে তাদের পাপভার পূর্ণমাত্রায় এবং পাপভার তাদেরও যাদেরকে তারা অজ্ঞতা বশতঃ বিভ্রান্ত করেছে; হায়! তারা যা বহন করবে তা কতই না নিকৃষ্ট!","bangla_taisirul":"যার ফলে ক্বিয়ামাত দিবসে তারা বহন করবে নিজেদের পাপের বোঝা পূর্ণ মাত্রায়, আর (আংশিক) তাদেরও পাপের বোঝা যাদেরকে তারা গুমরাহ করেছে নিজেদের অজ্ঞতার কারণে। হায়, তারা যা বহন করবে তা কতই না নিকৃষ্ট!"},{"id":26,"arabic_text":"قَدۡ مَکَرَ الَّذِیۡنَ مِنۡ قَبۡلِہِمۡ فَاَتَی اللّٰہُ بُنۡیَانَہُمۡ مِّنَ الۡقَوَاعِدِ فَخَرَّ عَلَیۡہِمُ السَّقۡفُ مِنۡ فَوۡقِہِمۡ وَ اَتٰىہُمُ الۡعَذَابُ مِنۡ  حَیۡثُ لَا یَشۡعُرُوۡنَ ﴿۲۶﴾ ","english_text":"And [mention] when We said to the angels, \"Prostrate before Adam\"; so they prostrated, except for Iblees. He refused and was arrogant and became of the disbelievers.","page":269,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1927.mp3","colorText":"قَ[q:298[دْ] مَكَرَ [h:7027[ٱ]لَّذِينَ مِ[f:617[ن ق]َ[q:618[بْ]لِهِمْ فَأَتَى [h:7372[ٱ]للَّهُ بُنْيَ[n[ـٰ]نَه[w:7373[ُم م]ِّنَ [h:7374[ٱ]لْقَوَاعِدِ فَخَرَّ عَلَيْهِمُ [h:7375[ٱ][l[ل]سَّ[q:7376[قْ]فُ مِ[f:3683[ن ف]َوْقِهِمْ وَأَتَ[n[ـٰ]هُمُ [h:7377[ٱ]لْعَذَابُ مِنْ حَيْثُ لَا يَشْعُر[p[ُو]نَ","juz":14,"ruku":227,"manzil":3,"bangla_ahbayan":"নিশ্চয় তাদের পূর্ববর্তীগণ চক্রান্ত করেছিল; আল্লাহ তাদের ইমারতের ভিত্তিমূলে আঘাত করলেন; ফলে ইমারতের ছাদ তাদের উপর ধসে পড়ল[১] এবং এমন দিক হতে তাদের উপর শাস্তি এল, যা ছিল তাদের ধারণার বাইরে। [২]","bangla_bayan":"তাদের পূর্বে যারা ছিল, তারা ষড়যন্ত্র করেছিল, অতঃপর আল্লাহ তাদের দালানের ভীতে আঘাত করেছিলেন, ফলে তাদের উপর থেকে তাদের ছাদ ধ্বসে পড়েছিল। আর তাদের উপর আযাব এসছিল এমনভাবে যে, তারা তা উপলব্ধি করতে পারেনি।","bangla_mkhan":"নিশ্চয় চক্রান্ত করেছে তাদের পূর্ববর্তীরা, অতঃপর আল্লাহ তাদের চক্রান্তের ইমারতের ভিত্তিমূলে আঘাত করেছিলেন। এরপর উপর থেকে তাদের মাথায় ছাদ ধ্বসে পড়ে গেছে এবং তাদের উপর আযাব এসেছে যেখান থেকে তাদের ধারণা ছিল না।","bangla_mujibur":"তাদের পূর্ববর্তীরাও চক্রান্ত করেছিল। আল্লাহ তাদের ইমারাতের ভিত্তিমূলে আঘাত করেছিলেন; ফলে ইমারাতের ছাদ তাদের উপর ধ্বসে পড়ল এবং তাদের প্রতি শাস্তি নেমে এলো এমন দিক হতে যা ছিল তাদের ধারনার বাহির।","bangla_taisirul":"তাদের পূর্বে যারা ছিল তারাও চক্রান্ত করেছিল। ফলে আল্লাহ তাদের ইমারাতকে মূল থেকে উৎপাটিত করেছিলেন আর উপর থেকে ছাদ তাদের উপর ভেঙ্গে পড়ল, আর তাদের প্রতি শাস্তি পতিত হল এমন দিক হতে যা তারা এতটুকু টের পায়নি।"},{"id":27,"arabic_text":"ثُمَّ یَوۡمَ الۡقِیٰمَۃِ یُخۡزِیۡہِمۡ وَ یَقُوۡلُ اَیۡنَ شُرَکَآءِیَ الَّذِیۡنَ  کُنۡتُمۡ  تُشَآقُّوۡنَ فِیۡہِمۡ ؕ قَالَ الَّذِیۡنَ اُوۡتُوا الۡعِلۡمَ  اِنَّ الۡخِزۡیَ الۡیَوۡمَ  وَ السُّوۡٓءَ  عَلَی  الۡکٰفِرِیۡنَ ﴿ۙ۲۷﴾ ","english_text":"And We said, \"O Adam, dwell, you and your wife, in Paradise and eat therefrom in [ease and] abundance from wherever you will. But do not approach this tree, lest you be among the wrongdoers.\"","page":270,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1928.mp3","colorText":"ثُ[g[مّ]َ يَوْمَ [h:592[ٱ]لْقِيَ[n[ـٰ]مَةِ يُخْزِيهِمْ وَيَقُولُ أَيْنَ شُرَك[o[َا]ٓءِىَ [h:7378[ٱ]لَّذِينَ كُ[f:100[نت]ُمْ تُشَ[m[ـٰٓ]قُّونَ فِيهِمْ‌ۚ قَالَ [h:590[ٱ]لَّذِينَ أُوتُو[s[اْ] [h:7379[ٱ]لْعِلْمَ إِ[g[نّ]َ [h:7380[ٱ]لْخِزْىَ [h:7381[ٱ]لْيَوْمَ وَ[h:7382[ٱ][l[ل]سّ[o[ُو]ٓءَ عَلَى [h:468[ٱ]لْكَ[n[ـٰ]فِر[p[ِي]نَ","juz":14,"ruku":227,"manzil":3,"bangla_ahbayan":"পরে কিয়ামতের দিনে তিনি তাদেরকে লাঞ্ছিত করবেন এবং বলবেন, ‘কোথায় আমার সে সব অংশী যাদের সম্বন্ধে তোমরা বিতন্ডা করতে?’[১] যাদেরকে জ্ঞান দান করা হয়েছিল[২] তারা বলবে, ‘নিশ্চয় আজ লাঞ্ছনা ও অমঙ্গল অবিশ্বাসীদের জন্য।’","bangla_bayan":"অতঃপর কিয়ামতের দিন তিনি তাদেরকে লাঞ্ছিত করবেন এবং বলবেন, ‘কোথায় আমার শরীকরা, যাদের ব্যাপারে তোমরা (মুমিনদের) বিরোধীতা করতে’? যাদেরকে জ্ঞান দেয়া হয়েছে, তারা বলবে, ‘নিশ্চয় লাঞ্ছনা ও দুর্গতি আজ কাফিরদের উপর।’","bangla_mkhan":"অতঃপর কেয়ামতের দিন তিনি তাদেরকে লাঞ্ছিত করবেন এবং বলবেনঃ আমার অংশীদাররা কোথায়, যাদের ব্যাপারে তোমরা খুব হঠকারিতা করতে ? যারা জ্ঞানপ্রাপ্ত হয়েছিল তারা বলবেঃ নিশ্চয়ই আজকের দিনে লাঞ্ছনা ও দুর্গতি কাফেরদের জন্যে,","bangla_mujibur":"পরে কিয়ামাত দিবসে তিনি তাদের লাঞ্ছিত করবেন এবং বলবেনঃ কোথায় আমার সেই সব শরীক যাদের সম্বন্ধে তোমরা বিতন্ডা করতে? যাদেরকে জ্ঞান দান করা হয়েছিল তারা বলবেঃ নিশ্চয়ই আজ লাঞ্ছনা ও অমঙ্গল কাফিরদের জন্য।","bangla_taisirul":"অতঃপর ক্বিয়ামাত দিনে তিনি তাদেরকে অপমানিত করবেন আর বলবেন, ‘আমার অংশীদাররা কোথায় যাদের সম্পর্কে তোমরা (ঈমানদারদের সঙ্গে) বাক-বিতন্ডা করতে?’ যাদেরকে (দুনিয়ায়) জ্ঞান দেয়া হয়েছিল তারা বলবে, ‘আজ অপমান আর দুর্ভাগ্য তো কাফিরদের জন্য"},{"id":28,"arabic_text":"الَّذِیۡنَ تَتَوَفّٰىہُمُ الۡمَلٰٓئِکَۃُ ظَالِمِیۡۤ اَنۡفُسِہِمۡ ۪ فَاَلۡقَوُا السَّلَمَ مَا کُنَّا نَعۡمَلُ مِنۡ سُوۡٓءٍ ؕ بَلٰۤی  اِنَّ اللّٰہَ عَلِیۡمٌۢ  بِمَا کُنۡتُمۡ  تَعۡمَلُوۡنَ ﴿۲۸﴾ ","english_text":"But Satan caused them to slip out of it and removed them from that [condition] in which they had been. And We said, \"Go down, [all of you], as enemies to one another, and you will have upon the earth a place of settlement and provision for a time.\"","page":270,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1929.mp3","colorText":"ٱلَّذِينَ تَتَوَفَّ[n[ـٰ]هُمُ [h:7383[ٱ]لْمَلَ[o[ـٰٓ]ئِكَةُ ظَالِم[o[ِىٓ] أَ[f:568[نف]ُسِهِمْ‌ۖ فَأَلْقَوُ[s[اْ] [h:7384[ٱ][l[ل]سَّلَمَ مَا كُ[g[نّ]َا نَعْمَلُ مِ[f:1847[ن س][o[ُو]ٓ[i:7385[ءِۭ‌ۚ ب]َلَ[o[ىٰٓ] إِ[g[نّ]َ [h:80[ٱ]للَّهَ عَلِي[i:6056[مُۢ ب]ِمَا كُ[f:100[نت]ُمْ تَعْمَل[p[ُو]نَ","juz":14,"ruku":227,"manzil":3,"bangla_ahbayan":"নিজেদের প্রতি যুলুম করতে থাকা অবস্থায় ফিরিশতাগণ যাদের প্রাণ হরণ করে, তারা আত্মসমর্পণ করে বলবে, ‘আমরা কোন মন্দ কর্ম করতাম না।’[১] অবশ্যই! তোমরা যা করতে সে বিষয়ে নিশ্চয় আল্লাহ সবিশেষ অবহিত। [২]","bangla_bayan":"নিজদের উপর যুলমকারী থাকা অবস্থায় ফেরেশতারা যাদের মৃত্যু ঘটাবে। অতঃপর তারা আত্মসমর্পণ করে বলবে, ‘আমরা কোন পাপ করতাম না।’ হ্যাঁ, নিশ্চয় তোমরা যা করতে সে বিষয়ে আল্লাহ সম্যক জ্ঞাত।","bangla_mkhan":"ফেরেশতারা তাদের জান এমতাঅবস্থায় কবজ করে যে, তারা নিজেদের উপর যুলুম করেছে। তখন তারা অনুগত্য প্রকাশ করবে যে, আমরা তো কোন মন্দ কাজ করতাম না। হঁ্যা নিশ্চয় আল্লাহ সববিষয় অবগত আছেন, যা তোমরা করতে।","bangla_mujibur":"মালাইকা/ফেরেশতাগণ তাদের মৃত্যু ঘটায় তাদের নিজেদের প্রতি যুলম করতে থাকা অবস্থায়; অতঃপর তারা আত্মসমর্পণ করে বলবেঃ আমরা কোন মন্দ কাজ করতামনা। হ্যাঁ, তোমরা যা করতে সে বিষয়ে আল্লাহ সবিশেষ অবহিত।","bangla_taisirul":"ফেরেশতারা যাদের মৃত্যু ঘটায় নিজেদের প্রতি যুলম করা অবস্থায়।’ অতঃপর তারা আত্মসমর্পণ ক’রে বলবে, ‘আমরা তো কোন খারাপ কাজ করতাম না।’ (ফেরেশতারা জবাব দিবে) ‘বরং, তোমরা যা করছিলে আল্লাহ সে বিষয়ে খুব ভালভাবেই অবগত।"},{"id":29,"arabic_text":"فَادۡخُلُوۡۤا اَبۡوَابَ جَہَنَّمَ خٰلِدِیۡنَ فِیۡہَا ؕ فَلَبِئۡسَ مَثۡوَی الۡمُتَکَبِّرِیۡنَ ﴿۲۹﴾ ","english_text":"Then Adam received from his Lord [some] words, and He accepted his repentance. Indeed, it is He who is the Accepting of repentance, the Merciful.","page":270,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1930.mp3","colorText":"فَ[h:9999[ٱ][q:7386[دْ]خُل[o[ُوٓ][s[اْ] أَ[q:4047[بْ]و[n[َٲ]بَ جَهَ[g[نّ]َمَ خَ[n[ـٰ]لِدِينَ فِيهَا‌ۖ فَلَبِئْسَ مَثْوَى [h:7387[ٱ]لْمُتَكَبِّر[p[ِي]نَ","juz":14,"ruku":227,"manzil":3,"bangla_ahbayan":"সুতরাং তোমরা জাহান্নামের দরজাগুলিতে প্রবেশ কর সেথায় চিরস্থায়ী থাকার জন্য।[১] দেখ অহংকারীদের আবাসস্থল কত নিকৃষ্ট।","bangla_bayan":"সুতরাং তোমরা জাহান্নামের দরজাগুলো দিয়ে প্রবেশ কর, তাতে স্থায়ী হয়ে। অতএব অবশ্যই অহঙ্কারীদের আবাস অতিনিকৃষ্ট।","bangla_mkhan":"অতএব, জাহান্নামের দরজসমূহে প্রবেশ কর, এতেই অনন্তকাল বাস কর। আর অহংকারীদের আবাসস্থল কতই নিকৃষ্ট।","bangla_mujibur":"সুতরাং তোমরা দ্বারগুলি দিয়ে জাহান্নামে প্রবেশ কর, সেখানে স্থায়ী হওয়ার জন্য। দেখ, অহংকারীদের আবাসস্থল কত নিকৃষ্ট!","bangla_taisirul":"কাজেই জাহান্নামের দরজায় প্রবেশ কর, সেখানে তোমাদেরকে চিরকাল থাকতে হবে, দাম্ভিকদের অবাসস্থল কতই না মন্দ!’"},{"id":30,"arabic_text":"وَ  قِیۡلَ لِلَّذِیۡنَ اتَّقَوۡا مَاذَاۤ  اَنۡزَلَ رَبُّکُمۡ ؕ قَالُوۡا  خَیۡرًا ؕ لِلَّذِیۡنَ  اَحۡسَنُوۡا فِیۡ ہٰذِہِ  الدُّنۡیَا حَسَنَۃٌ ؕ وَ لَدَارُ الۡاٰخِرَۃِ خَیۡرٌ ؕ وَ لَنِعۡمَ  دَارُ الۡمُتَّقِیۡنَ ﴿ۙ۳۰﴾ ","english_text":"We said, \"Go down from it, all of you. And when guidance comes to you from Me, whoever follows My guidance - there will be no fear concerning them, nor will they grieve.","page":270,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1931.mp3","colorText":"۞ وَقِيلَ لِلَّذِينَ [h:1785[ٱ]تَّقَوْ[s[اْ] مَاذ[o[َآ] أَ[f:471[نز]َلَ رَبُّكُمْ‌ۚ قَالُو[s[اْ] خَيْ[u:7388[رًا‌ۗ ل]ِّلَّذِينَ أَحْسَنُو[s[اْ] فِى هَ[n[ـٰ]ذِهِ [h:5052[ٱ][l[ل]دُّنْيَا حَسَنَ[a:7389[ةٌ‌ۚ و]َلَدَارُ [h:6855[ٱ]لْأَخِرَةِ خَيْ[a:7390[رٌ‌ۚ و]َلَنِعْمَ دَارُ [h:7391[ٱ]لْمُتَّق[p[ِي]نَ","juz":14,"ruku":227,"manzil":3,"bangla_ahbayan":"আর যারা সাবধানী ছিল তাদেরকে বলা হবে, ‘তোমাদের প্রতিপালক কি অবতীর্ণ করেছিলেন?’ তারা বলবে, ‘মহাকল্যাণ।’ যারা এই দুনিয়ায় সৎকর্ম করে, তাদের জন্য রয়েছে মঙ্গল এবং পরকালের আবাস আরো উৎকৃষ্টতর; আর সাবধানীদের আবাসস্থল কত উত্তম!","bangla_bayan":"আর যারা তাকওয়ার অবলম্বন করেছে, তাদের বলা হল, ‘তোমাদের রব কী নাযিল করেছেন’? তারা বলল, ‘কল্যাণ’। যারা এই দুনিয়ায় উত্তম কাজ করেছে, তাদের জন্য রয়েছে পুণ্য। আর নিশ্চয় আখিরাতের আবাস উত্তম এবং মুত্তাকীদের আবাস কতইনা উত্তম!","bangla_mkhan":"পরহেযগারদেরকে বলা হয়ঃ তোমাদের পালনকর্তা কি নাযিল করেছেন? তারা বলেঃ মহাকল্যাণ। যারা এ জগতে সৎকাজ করে, তাদের জন্যে কল্যাণ রয়েছে এবং পরকালের গৃহ আরও উত্তম। পরহেযগারদের গৃহ কি চমৎকার?","bangla_mujibur":"আর যারা মুত্তাকী তাদেরকে বলা হবেঃ তোমাদের রাব্ব কি অবতীর্ণ করেছিলেন? তারা বলবেঃ মহা কল্যাণ। যারা সৎকাজ করে তাদের জন্য রয়েছে এই দুনিয়ার মঙ্গল এবং আখিরাতের আবাস আরও উৎকৃষ্ট; আর মুত্তাকীদের আবাসস্থল কত উত্তম!","bangla_taisirul":"মুত্তাকীদের যখন বলা হয়, ‘তোমাদের প্রতিপালক কী অবতীর্ণ করেছেন?’ তারা বলে, ‘যা কিছু উৎকৃষ্ট (তা-ই অবতীর্ণ করেছেন)।’ যারা সৎকর্ম করে তাদের জন্য এ দুনিয়াতে আছে কল্যাণ, আর তাদের পরকালের ঘর তো নিশ্চিতই কল্যাণকর। মুত্তাকীদের আবাসস্থল কতই না উত্তম!"},{"id":31,"arabic_text":"جَنّٰتُ عَدۡنٍ یَّدۡخُلُوۡنَہَا تَجۡرِیۡ مِنۡ تَحۡتِہَا الۡاَنۡہٰرُ  لَہُمۡ  فِیۡہَا مَا یَشَآءُوۡنَ ؕ   کَذٰلِکَ یَجۡزِی  اللّٰہُ   الۡمُتَّقِیۡنَ ﴿ۙ۳۱﴾ ","english_text":"And those who disbelieve and deny Our signs - those will be companions of the Fire; they will abide therein eternally.\"","page":270,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1932.mp3","colorText":"جَ[g[نّ]َ[n[ـٰ]تُ عَ[q:5720[دْ][a:6962[نٍ ي]َ[q:6963[دْ]خُلُونَهَا تَ[q:120[جْ]رِى مِ[f:121[ن ت]َحْتِهَا [h:122[ٱ]لْأَنْهَ[n[ـٰ]رُ‌ۖ لَهُمْ فِيهَا مَا يَش[o[َا]ٓءُونَ‌ۚ كَذ[n[َٲ]لِكَ يَ[q:6806[جْ]زِى [h:7392[ٱ]للَّهُ [h:7393[ٱ]لْمُتَّق[p[ِي]نَ","juz":14,"ruku":227,"manzil":3,"bangla_ahbayan":"ওটা স্থায়ী জান্নাত যাতে তারা প্রবেশ করবে; ওর নিম্নদেশে নদীসমূহ প্রবাহিত; তারা যা কিছু কামনা করবে তাতে তাদের জন্য তাই থাকবে; এভাবেই আল্লাহ সাবধানীদেরকে পুরস্কৃত করেন।","bangla_bayan":"স্থায়ী জান্নাতসমূহ যাতে তারা প্রবেশ করবে, যার তলদেশে প্রবাহিত হচ্ছে নহরসমূহ। তারা চাইবে, তাদের জন্য তার মধ্যে তাই থাকবে। এভাবেই আল্লাহ মুত্তাকীদের প্রতিদান দেন।","bangla_mkhan":"সর্বদা বসবাসের উদ্যান, তারা যাতে প্রবেশ করবে। এর পাদদেশে দিয়ে স্রোতস্বিনী প্রবাহিত হয় তাদের জন্যে তাতে তা-ই রয়েছে, যা তারা চায় এমনিভাবে প্রতিদান দেবেন আল্লাহর পরহেযগারদেরকে,","bangla_mujibur":"ওটা স্থায়ী জান্নাত, যাতে তারা প্রবেশ করবে; ওর পাদদেশে স্রোতস্বিনী নদী প্রবাহিত; তারা যা কিছু কামনা করবে তাতে তাদের জন্য তা’ই থাকবে; এভাবেই আল্লাহ পুরস্কৃত করেন মুত্তাকীদেরকে।","bangla_taisirul":"(তা হল) স্থায়ী জান্নাত যাতে তারা প্রবেশ করবে, তার নিম্নদেশ দিয়ে ঝর্ণাধারা প্রবাহিত, তারা যা ইচ্ছে করবে সেখানে তাদের জন্য তা-ই আছে- আল্লাহ মুত্তাকীদেরকে এভাবেই পুরস্কৃত করেন।"},{"id":32,"arabic_text":"الَّذِیۡنَ تَتَوَفّٰىہُمُ الۡمَلٰٓئِکَۃُ  طَیِّبِیۡنَ ۙ یَقُوۡلُوۡنَ سَلٰمٌ عَلَیۡکُمُ ۙ ادۡخُلُوا الۡجَنَّۃَ  بِمَا کُنۡتُمۡ  تَعۡمَلُوۡنَ ﴿۳۲﴾","english_text":"O Children of Israel, remember My favor which I have bestowed upon you and fulfill My covenant [upon you] that I will fulfill your covenant [from Me], and be afraid of [only] Me.","page":270,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1933.mp3","colorText":"ٱلَّذِينَ تَتَوَفَّ[n[ـٰ]هُمُ [h:7383[ٱ]لْمَلَ[o[ـٰٓ]ئِكَةُ طَيِّبِينَ‌ۙ يَقُولُونَ سَلَ[n[ـٰ]مٌ عَلَيْكُمُ [h:7394[ٱ][q:278[دْ]خُلُو[s[اْ] [h:4726[ٱ]لْجَ[g[نّ]َةَ بِمَا كُ[f:100[نت]ُمْ تَعْمَل[p[ُو]نَ","juz":14,"ruku":227,"manzil":3,"bangla_ahbayan":"যাদের পবিত্র থাকা অবস্থায় ফিরিশতাগণ প্রাণ হরণ করে; ফিরিশতাগণ (তাদেরকে) বলে, ‘তোমাদের প্রতি শান্তি![১] তোমরা যা করতে তার ফলে জান্নাতে প্রবেশ কর।’ [২]","bangla_bayan":"ফেরেশতারা যাদের মৃত্যু ঘটায় উত্তম অবস্থায়, তারা বলে, ‘তোমাদের উপর সালাম। জান্নাতে প্রবেশ কর, যে আমল তোমরা করতে তার কারণে।","bangla_mkhan":"ফেরেশতা যাদের জান কবজ করেন তাদের পবিত্র থাকা অবস্থায়। ফেরেশতারা বলেঃ তোমাদের প্রতি শাস্তি বর্ষিত হোক। তোমরা যা করতে, তার প্রতিদানে জান্নাতে প্রবেশ কর।","bangla_mujibur":"মালাইকা/ফেরেশতাগণ যাদের মৃত্যু ঘটায় পবিত্র থাকা অবস্থায়, (তাদেরকে) বলবেঃ তোমাদের প্রতি শান্তি! তোমরা যা করতে তার প্রতিদানে জান্নাতে প্রবেশ কর।","bangla_taisirul":"ফেরেশতা যাদের মৃত্যু ঘটায় পবিত্র অবস্থায় এই ব’লে যে, ‘তোমাদের উপর শান্তি বর্ষিত হোক, তোমরা যে ‘আমাল করতে তার ফল হিসেবে জান্নাতে প্রবেশ কর।’"},{"id":33,"arabic_text":"ہَلۡ یَنۡظُرُوۡنَ  اِلَّاۤ  اَنۡ  تَاۡتِیَہُمُ الۡمَلٰٓئِکَۃُ  اَوۡ یَاۡتِیَ  اَمۡرُ رَبِّکَ ؕ کَذٰلِکَ فَعَلَ الَّذِیۡنَ مِنۡ قَبۡلِہِمۡ ؕ وَ مَا ظَلَمَہُمُ اللّٰہُ وَ لٰکِنۡ کَانُوۡۤا اَنۡفُسَہُمۡ یَظۡلِمُوۡنَ ﴿۳۳﴾ ","english_text":"And believe in what I have sent down confirming that which is [already] with you, and be not the first to disbelieve in it. And do not exchange My signs for a small price, and fear [only] Me.","page":270,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1934.mp3","colorText":"هَلْ يَ[f:1141[نظ]ُرُونَ إِلّ[o[َآ] أَ[f:4552[ن ت]َأْتِيَهُمُ [h:4553[ٱ]لْمَلَ[o[ـٰٓ]ئِكَةُ أَوْ يَأْتِىَ أَمْرُ رَبِّكَ‌ۚ كَذ[n[َٲ]لِكَ فَعَلَ [h:7395[ٱ]لَّذِينَ مِ[f:617[ن ق]َ[q:618[بْ]لِهِمْ‌ۚ وَمَا ظَلَمَهُمُ [h:2189[ٱ]للَّهُ وَلَ[n[ـٰ]كِ[f:276[ن ك]َان[o[ُوٓ][s[اْ] أَ[f:38[نف]ُسَهُمْ يَظْلِم[p[ُو]نَ","juz":14,"ruku":227,"manzil":3,"bangla_ahbayan":"তারা শুধু প্রতীক্ষা করে তাদের কাছে ফিরিশতা আগমনের অথবা তোমার প্রতিপালকের নির্দেশ আগমনের।[১] ওদের পূর্ববর্তিগণও এরূপ করেছে।[২] আল্লাহ তাদের প্রতি কোন যুলুম করেননি,[৩] বরং তারা নিজেরাই নিজেদের প্রতি যুলুম করত। [৪]","bangla_bayan":"তারা শুধু ফেরেশতা আসার অপেক্ষা করছে অথবা তোমার রবের সিদ্ধান্ত আসার। এমনি করেছিল তারা, যারা তাদের পূর্বে ছিল। আর আল্লাহ তাদের উপর যুলম করেননি, বরং তারাই নিজদের উপর যুলম করেছিল।","bangla_mkhan":"কাফেররা কি এখন অপেক্ষা করছে যে, তাদের কাছে ফেরেশতারা আসবে কিংবা আপনার পালনকর্তার নির্দেশ পৌছবে? তাদের পূর্ববর্তীরা এমনই করেছিল। আল্লাহ তাদের প্রতি অবিচার করেননি; কিন্তু তারা স্বয়ং নিজেদের প্রতি জুলুম করেছিল।","bangla_mujibur":"তারা শুধু প্রতীক্ষা করে তাদের কাছে মালাক/ফেরেশতা আগমনের অথবা তোমার রবের শাস্তি আগমনের; আল্লাহ তাদের প্রতি কোন যুলম করেননি, কিন্তু তারাই নিজেদের প্রতি যুলম করত।","bangla_taisirul":"তারা কি এই অপেক্ষায় আছে যে, ফেরেশতারা তাদের কাছে আসবে কিংবা তোমার প্রতিপালকের ফায়সালা এসে পড়বে? তাদের পূর্ববর্তীরাও এ রকমই করত। আল্লাহ তাদের প্রতি কোন যুলম করেননি বরং তারা নিজেরাই নিজেদের প্রতি যুলম করত।"},{"id":34,"arabic_text":"فَاَصَابَہُمۡ سَیِّاٰتُ مَا عَمِلُوۡا وَ حَاقَ بِہِمۡ مَّا کَانُوۡا بِہٖ یَسۡتَہۡزِءُوۡنَ ﴿۳۴﴾ ","english_text":"And do not mix the truth with falsehood or conceal the truth while you know [it].","page":270,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1935.mp3","colorText":"فَأَصَابَهُمْ سَيِّـَٔـاتُ مَا عَمِلُو[s[اْ] وَحَاقَ بِه[w:6252[ِم م]َّا كَانُو[s[اْ] بِه[n[ِۦ] يَسْتَهْزِء[p[ُو]نَ","juz":14,"ruku":227,"manzil":3,"bangla_ahbayan":"সুতরাং তাদের প্রতি আপতিত হয়েছিল তাদেরই মন্দ কর্মের শাস্তি এবং তাদেরকে পরিবেষ্টন করেছিল তাই, যা নিয়ে তারা ঠাট্টা-বিদ্রূপ করত। [১]","bangla_bayan":"সুতরাং তারা যা করেছে, তার খারাপ পরিণতি তাদেরকে আক্রান্ত করেছে এবং তারা যা নিয়ে উপহাস করত, তা তাদেরকে ঘিরে ফেলেছে।","bangla_mkhan":"সুতরাং তাদের মন্দ কাজের শাস্তি তাদেরই মাথায় আপতিত হয়েছে এবং তারা যে ঠাট্টা বিদ্রুপ করত, তাই উল্টে তাদের উপর পড়েছে।","bangla_mujibur":"সুতরাং তাদের প্রতি আপতিত হয়েছিল তাদেরই মন্দ কর্মের শাস্তি এবং তাদেরকে পরিবেষ্টন করেছিল ওটাই যা নিয়ে তারা ঠাট্টা বিদ্রুপ করত।","bangla_taisirul":"কাজেই তাদের ‘আমালের মন্দ পরিণতি তাদের উপর আপতিত হল আর যে বিষয়কে তারা ঠাট্টা-বিদ্রূপ করত তা-ই তাদেরকে ঘিরে ফেলল।"},{"id":35,"arabic_text":"وَ قَالَ الَّذِیۡنَ اَشۡرَکُوۡا لَوۡ شَآءَ اللّٰہُ مَا عَبَدۡنَا مِنۡ دُوۡنِہٖ مِنۡ شَیۡءٍ نَّحۡنُ وَ لَاۤ اٰبَآؤُنَا وَ لَا حَرَّمۡنَا مِنۡ دُوۡنِہٖ مِنۡ شَیۡءٍ ؕ  کَذٰلِکَ  فَعَلَ  الَّذِیۡنَ  مِنۡ  قَبۡلِہِمۡ ۚ فَہَلۡ عَلَی الرُّسُلِ  اِلَّا الۡبَلٰغُ  الۡمُبِیۡنُ ﴿۳۵﴾ ","english_text":"And establish prayer and give zakah and bow with those who bow [in worship and obedience].","page":271,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1936.mp3","colorText":"وَقَالَ [h:614[ٱ]لَّذِينَ أَشْرَكُو[s[اْ] لَوْ ش[o[َا]ٓءَ [h:78[ٱ]للَّهُ مَا عَبَ[q:7396[دْ]نَا مِ[f:3136[ن د]ُونِه[n[ِۦ] مِ[f:2103[ن ش][a:7397[َىْءٍ ن]َّحْنُ وَل[o[َآ] ءَاب[o[َا]ٓؤُنَا وَلَا حَرَّمْنَا مِ[f:3136[ن د]ُونِه[n[ِۦ] مِ[f:2103[ن ش][f:4506[َىْءٍ‌ۚ ك]َذ[n[َٲ]لِكَ فَعَلَ [h:7395[ٱ]لَّذِينَ مِ[f:617[ن ق]َ[q:618[بْ]لِهِمْ‌ۚ فَهَلْ عَلَى [h:7398[ٱ][l[ل]رُّسُلِ إِلَّا [h:3819[ٱ]لْبَلَ[n[ـٰ]غُ [h:3781[ٱ]لْمُب[p[ِي]نُ","juz":14,"ruku":228,"manzil":3,"bangla_ahbayan":"অংশীবাদীরা বলবে, ‘আল্লাহ ইচ্ছা করলে আমাদের পিতৃ-পুরুষেরা ও আমরা তিনি ব্যতীত অপর কোন কিছুর উপাসনা করতাম না এবং তাঁর নির্দেশ ব্যতীত আমরা কোন কিছু নিষিদ্ধ করতাম না।’ ওদের পূর্ববর্তিগণও এরূপ করেছে। সুতরাং রসূলদের কর্তব্য সুস্পষ্ট বাণী প্রচার করা ছাড়া আর কি? [১]","bangla_bayan":"আর যারা শিরক করেছে, তারা বলল, যদি আল্লাহ চাইতেন তবে আমরা তাকে ছাড়া কোন কিছুর ইবাদাত করতাম না এবং আমাদের পিতৃপুরুষরাও না। আর তার বিপরীতে তো আমরা কোন কিছু হারাম করতাম না। এমনিই করেছে, যারা তাদের পূর্বে ছিল। সুতরাং স্পষ্টভাবে পৌঁছে দেয়া ছাড়া রাসূলদের কি কোন কর্তব্য আছে?","bangla_mkhan":"মুশরিকরা বললঃ যদি আল্লাহ চাইতেন, তবে আমরা তাঁকে ছাড়া কারও এবাদত করতাম না এবং আমাদের পিতৃপুরুষেরাও করত না এবং তাঁর নির্দেশ ছাড়া কোন বস্তুই আমরা হারাম করতাম না। তাদের পূর্ববর্তীরা এমনই করেছে। রাসূলের দায়িত্ব তো শুধুমাত্র সুস্পষ্ট বাণী পৌছিয়ে দেয়া।","bangla_mujibur":"মুশরিকরা বলেঃ আল্লাহ ইচ্ছা করলে আমাদের পিতৃ-পুরুষরা ও আমরা তিনি ব্যতীত অপর কোন কিছুর ইবাদাত করতাম না এবং তাঁর অনুমতি ব্যতীত আমরা কোন কিছু নিষিদ্ধ করতাম না। তাদের পূর্ববর্তীরাও এই রূপই করত; রাসূলদের কর্তব্য তো শুধু সুস্পষ্ট বাণী প্রচার করা।","bangla_taisirul":"মুশরিকরা বলে, ‘আল্লাহ ইচ্ছে করলে তাঁকে বাদ দিয়ে অন্য কোন কিছুর ‘ইবাদাত আমরাও করতাম না, আর আমাদের পিতৃপুরুষরাও না, আর তাঁর হুকুম ছাড়া কোন কিছুকে হারাম গণ্যও করতাম না। তাদের পূর্ববর্তীরাও এ রকমই করত। (তারা রসূলদের কথা অমান্য করলে রসূলদের তো আর কিছুই করার নেই, কারণ) স্পষ্টভাবে পৌঁছে দেয়া ছাড়া রসূলদের উপর কি কোন দায়িত্ব আছে?"},{"id":36,"arabic_text":"وَ لَقَدۡ بَعَثۡنَا فِیۡ کُلِّ اُمَّۃٍ  رَّسُوۡلًا اَنِ اعۡبُدُوا اللّٰہَ  وَ اجۡتَنِبُوا الطَّاغُوۡتَ ۚ فَمِنۡہُمۡ مَّنۡ ہَدَی اللّٰہُ وَ مِنۡہُمۡ مَّنۡ حَقَّتۡ عَلَیۡہِ  الضَّلٰلَۃُ ؕ فَسِیۡرُوۡا فِی الۡاَرۡضِ فَانۡظُرُوۡا کَیۡفَ کَانَ عَاقِبَۃُ  الۡمُکَذِّبِیۡنَ ﴿۳۶﴾ ","english_text":"Do you order righteousness of the people and forget yourselves while you recite the Scripture? Then will you not reason?","page":271,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1937.mp3","colorText":"وَلَقَ[q:341[دْ] بَعَثْنَا فِى كُلِّ أُ[g[مّ]َ[u:7399[ةٍ ر]َّسُولاً أَنِ [h:3899[ٱ]عْبُدُو[s[اْ] [h:3704[ٱ]للَّهَ وَ[h:7400[ٱ][q:7400[جْ]تَنِبُو[s[اْ] [h:7401[ٱ][l[ل]طَّ[n[ـٰ]غُوتَ‌ۖ فَمِنْه[w:1456[ُم م]َّنْ هَدَى [h:741[ٱ]للَّهُ وَمِنْه[w:1106[ُم م]َّنْ حَقَّتْ عَلَيْهِ [h:7402[ٱ][l[ل]ضَّلَ[n[ـٰ]لَةُ‌ۚ فَسِيرُو[s[اْ] فِى [h:44[ٱ]لْأَرْضِ فَ[h:2257[ٱ][f:2257[نظ]ُرُو[s[اْ] كَيْفَ كَانَ عَ[n[ـٰ]قِبَةُ [h:2258[ٱ]لْمُكَذِّب[p[ِي]نَ","juz":14,"ruku":228,"manzil":3,"bangla_ahbayan":"অবশ্যই আমি প্রত্যেক জাতির মধ্যে রসূল পাঠিয়েছি এই নির্দেশ দিয়ে যে, তোমরা আল্লাহর উপাসনা কর ও তাগূত থেকে দূরে থাক। অতঃপর তাদের কতককে আল্লাহ সৎপথে পরিচালিত করেন এবং তাদের কতকের উপর ভ্রষ্টতা অবধারিত হয়।[১] সুতরাং তোমরা পৃথিবীতে পরিভ্রমণ করে দেখ, যারা সত্যকে মিথ্যা বলেছে, তাদের পরিণাম কি হয়েছে।","bangla_bayan":"আর আমি অবশ্যই প্রত্যেক জাতিতে একজন রাসূল প্রেরণ করেছি যে, তোমরা আল্লাহর ইবাদাত কর এবং পরিহার কর তাগূতকে। অতঃপর তাদের মধ্য থেকে আল্লাহ কাউকে হিদায়াত দিয়েছেন এবং তাদের মধ্য থেকে কারো উপর পথভ্রষ্টতা সাব্যস্ত হয়েছে। সুতরাং তোমরা যমীনে ভ্রমণ কর অতঃপর দেখ, অস্বীকারকারীদের পরিণতি কীরূপ হয়েছে।","bangla_mkhan":"আমি প্রত্যেক উম্মতের মধ্যেই রাসূল প্রেরণ করেছি এই মর্মে যে, তোমরা আল্লাহর এবাদত কর এবং তাগুত থেকে নিরাপদ থাক। অতঃপর তাদের মধ্যে কিছু সংখ্যককে আল্লাহ হেদায়েত করেছেন এবং কিছু সংখ্যকের জন্যে বিপথগামিতা অবধারিত হয়ে গেল। সুতরাং তোমরা পৃথিবীতে ভ্রমণ কর এবং দেখ মিথ্যারোপকারীদের কিরূপ পরিণতি হয়েছে।","bangla_mujibur":"আল্লাহর ইবাদাত করার ও তাগুতকে বর্জন করার নির্দেশ দেয়ার জন্য আমি প্রত্যেক জাতির মধ্যেই রাসূল পাঠিয়েছি; অতঃপর তাদের কতককে আল্লাহ সৎ পথে পরিচালিত করেন এবং তাদের কতকের উপর পথভ্রান্তি সাব্যস্ত হয়েছিল। সুতরাং পৃথিবীতে ভ্রমণ কর এবং দেখ, যারা সত্যকে মিথ্যা বলেছে তাদের পরিনাম কি হয়েছে!","bangla_taisirul":"প্রত্যেক জাতির কাছে আমি রসূল পাঠিয়েছি (এ সংবাদ দিয়ে) যে, আল্লাহর ‘ইবাদাত কর আর তাগুতকে বর্জন কর। অতঃপর আল্লাহ তাদের মধ্যে কতককে সৎপথ দেখিয়েছেন, আর কতকের উপর অবধারিত হয়েছে গুমরাহী, অতএব যমীনে ভ্রমণ করে দেখ, সত্য প্রত্যাখ্যানকারীদের পরিণতি কী ঘটেছিল!"},{"id":37,"arabic_text":"اِنۡ تَحۡرِصۡ عَلٰی ہُدٰىہُمۡ فَاِنَّ اللّٰہَ  لَا یَہۡدِیۡ مَنۡ یُّضِلُّ وَ مَا لَہُمۡ  مِّنۡ نّٰصِرِیۡنَ ﴿۳۷﴾ ","english_text":"And seek help through patience and prayer, and indeed, it is difficult except for the humbly submissive [to Allah ]","page":271,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1938.mp3","colorText":"إِ[f:7403[ن ت]َحْرِصْ عَلَىٰ هُدَ[n[ٮٰ]هُمْ فَإِ[g[نّ]َ [h:513[ٱ]للَّهَ لَا يَهْدِى م[a:7404[َن ي]ُضِلُّ‌ۖ وَمَا لَه[w:1812[ُم م]ّ[a:1813[ِن ن]َّ[n[ـٰ]صِر[p[ِي]نَ","juz":14,"ruku":228,"manzil":3,"bangla_ahbayan":"তুমি তাদের পথপ্রাপ্তির ব্যাপারে আগ্রহী হলেও আল্লাহ যাকে বিভ্রান্ত করেছেন তাকে নিশ্চয় তিনি সৎপথে পরিচালিত করবেন না এবং তাদের কোন সাহায্যকারীও নেই।[১]","bangla_bayan":"যদিও তুমি তাদের হিদায়াতের ব্যাপারে আকাঙ্ক্ষা কর, তবু নিশ্চয় আল্লাহ যাকে পথভ্রষ্ট করেন, তাকে হিদায়াত দেন না এবং তাদের জন্য কোন সাহায্যকারী নেই।","bangla_mkhan":"আপনি তাদেরকে সুপথে আনতে আগ্রহী হলেও আল্লাহ যাকে বিপথগামী করেন তিনি তাকে পথ দেখান না এবং তাদের কোন সাহায্যকারী ও নেই।","bangla_mujibur":"তুমি তাদেরকে পথ প্রদর্শন করতে আগ্রহী হলেও আল্লাহ যাকে বিভ্রান্ত করেছেন তাকে তিনি সৎ পথে পরিচালিত করবেননা এবং তাদের কোন সাহায্যকারীও নেই।","bangla_taisirul":"তুমি যদি তাদের হিদায়াতের জন্য লালায়িত হও তবে (জেনে রেখে যে) আল্লাহ তাকে সৎপথ দেখান না যাকে তিনি বিপথগামী হতে ছেড়ে দেন আর তাদের কোন সাহায্যকারী নেই।"},{"id":38,"arabic_text":"وَ اَقۡسَمُوۡا بِاللّٰہِ جَہۡدَ اَیۡمَانِہِمۡ ۙ لَا یَبۡعَثُ اللّٰہُ مَنۡ یَّمُوۡتُ ؕ بَلٰی وَعۡدًا عَلَیۡہِ حَقًّا وَّ لٰکِنَّ  اَکۡثَرَ  النَّاسِ لَا  یَعۡلَمُوۡنَ ﴿ۙ۳۸﴾ ","english_text":"Who are certain that they will meet their Lord and that they will return to Him.","page":271,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1939.mp3","colorText":"وَأَ[q:4324[قْ]سَمُو[s[اْ] بِ[h:32[ٱ]للَّهِ جَهْدَ أَيْمَ[n[ـٰ]نِهِمْ‌ۙ لَا يَ[q:7405[بْ]عَثُ [h:7406[ٱ]للَّهُ م[a:7407[َن ي]َمُوتُ‌ۚ بَلَىٰ وَعْدًا عَلَيْهِ حَق[a:7408[ًّا و]َلَ[n[ـٰ]كِ[g[نّ]َ أَكْثَرَ [h:1374[ٱ][l[ل][g[نّ]َاسِ لَا يَعْلَم[p[ُو]نَ","juz":14,"ruku":228,"manzil":3,"bangla_ahbayan":"তারা দৃঢ়তার সাথে আল্লাহর শপথ করে বলে, যার মৃত্যু হয় আল্লাহ তাকে পুনর্জীবিত করবেন না।[১] অবশ্যই! তিনি তাঁর প্রতিশ্রুতি পূর্ণ করবেনই; কিন্তু অধিকাংশ মানুষ এটা অবগত নয়। [২]","bangla_bayan":"আর তারা আল্লাহর নামে কঠিন শপথ করেছেন যে, যে ব্যক্তি মারা যায়. আল্লাহ তাকে পুনরুজ্জীবিত করবেন না। হ্যাঁ, তার নিজের উপরে করা ওয়াদা তিনি সত্যে রূপ দেবেন; কিন্তু অধিকাংশ মানুষই জানে না।","bangla_mkhan":"তারা আল্লাহর নামে কঠোর শপথ করে যে, যার মৃত্যু হয় আল্লাহ তাকে পুনরুজ্জীবিত করবেন না। অবশ্যই এর পাকাপোক্ত ওয়াদা হয়ে গেছে। কিন্তু, অধিকাংশ লোক জানে না।","bangla_mujibur":"তারা দৃঢ়তার সাথে আল্লাহর শপথ করে বলেঃ যার মৃত্যু হয় আল্লাহ তাকে পুনরুজ্জীবিত করবেননা। কেন নয়? তিনি তাঁর প্রতিশ্রুতি পূর্ণ করবেনই; কিন্তু অধিকাংশ মানুষ এটা অবগত নয়।","bangla_taisirul":"তারা আল্লাহর নামে শক্ত কসম খেয়ে বলে, ‘যার মুত্যৃ ঘটে আল্লাহ তাকে পুনরায় জীবিত করবেন না।’ অবশ্যই করবেন, এটা তো একটা প্রতিশ্রুতি যা পূরণ করা তাঁর দায়িত্ব, কিন্তু অধিকাংশ মানুষই তা জানে না।"},{"id":39,"arabic_text":"لِیُبَیِّنَ لَہُمُ الَّذِیۡ یَخۡتَلِفُوۡنَ فِیۡہِ وَ لِیَعۡلَمَ الَّذِیۡنَ کَفَرُوۡۤا اَنَّہُمۡ کَانُوۡا کٰذِبِیۡنَ ﴿۳۹﴾ ","english_text":"O Children of Israel, remember My favor that I have bestowed upon you and that I preferred you over the worlds.","page":271,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1940.mp3","colorText":"لِيُبَيِّنَ لَهُمُ [h:7409[ٱ]لَّذِى يَخْتَلِفُونَ فِيهِ وَلِيَعْلَمَ [h:2400[ٱ]لَّذِينَ كَفَر[o[ُوٓ][s[اْ] أَ[g[نّ]َهُمْ كَانُو[s[اْ] كَ[n[ـٰ]ذِب[p[ِي]نَ","juz":14,"ruku":228,"manzil":3,"bangla_ahbayan":"তিনি (পুনর্জীবিত করবেন) যাতে তাদের বিতর্কিত বিষয় তাদেরকে স্পষ্টভাবে জানিয়ে দেন এবং যাতে অবিশ্বাসীরা জানতে পারে যে, তারাই ছিল মিথ্যাবাদী।[১]","bangla_bayan":"যাতে তিনি তাদের জন্য স্পষ্ট করেন, যা নিয়ে তারা মতবিরোধ করে। আর যারা কুফরী করেছে, যেন তারা জানতে পারে যে, নিশ্চয় তারা ছিল মিথ্যাবাদী।","bangla_mkhan":"তিনি পুনরুজ্জীবিত করবেনই, যাতে যে বিষয়ে তাদের মধ্যে মতানৈক্য ছিল তা প্রকাশ করা যায় এবং যাতে কাফেরেরা জেনে নেয় যে, তারা মিথ্যাবাদী ছিল।","bangla_mujibur":"তিনি পুনরুত্থিত করবেন, যে বিষয়ে তাদের মতানৈক্য ছিল তা তাদেরকে স্পষ্টভাবে দেখানোর জন্য এবং যাতে কাফিরেরা জানতে পারে যে, তারাই ছিল মিথ্যাবাদী।","bangla_taisirul":"(তাদেরকে পুনর্জীবিত করা হবে) যারা এ ব্যাপারে মতভেদ করেছিল তাদের কাছে স্পষ্ট করে দেয়ার জন্য, আর কাফিরগণ যাতে জানতে পারে যে, তারা ছিল মিথ্যেবাদী।"},{"id":40,"arabic_text":"اِنَّمَا قَوۡلُنَا لِشَیۡءٍ   اِذَاۤ   اَرَدۡنٰہُ اَنۡ نَّقُوۡلَ  لَہٗ   کُنۡ  فَیَکُوۡنُ ﴿۴۰﴾ ","english_text":"And fear a Day when no soul will suffice for another soul at all, nor will intercession be accepted from it, nor will compensation be taken from it, nor will they be aided.","page":271,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1941.mp3","colorText":"إِ[g[نّ]َمَا قَوْلُنَا لِشَىْءٍ إِذ[o[َآ] أَرَ[q:7410[دْ]نَ[n[ـٰ]هُ أ[a:7411[َن ن]َّقُولَ لَهُ[n[ۥ] كُ[f:613[ن ف]َيَك[p[ُو]نُ","juz":14,"ruku":228,"manzil":3,"bangla_ahbayan":"আমি কোন কিছু করার ইচ্ছা করলে সে বিষয়ে আমার কথা শুধু এই যে, আমি বলি, ‘হও’ ফলে তা হয়ে যায়। [১]","bangla_bayan":"যখন আমি কোন কিছুর ইচ্ছা করি, তখন আমার কথা হয় কেবল এই বলা যে, ‘হও’, ফলে তা হয়ে যায়।","bangla_mkhan":"আমি যখন কোন কিছু করার ইচ্ছা করি; তখন তাকে কেবল এতটুকুই বলি যে, হয়ে যাও,। সুতরাং তা হয়ে যায়।","bangla_mujibur":"আমি কোন কিছু ইচ্ছা করলে সেই বিষয়ে আমার কথা শুধু এই যে, আমি বলি ‘হও,’ ফলে তা হয়ে যায়।","bangla_taisirul":"কোন বিষয়ে আমি ইচ্ছে করলে বলি, ‘হয়ে যাও’, ফলে তা হয়ে যায়।"},{"id":41,"arabic_text":"وَ الَّذِیۡنَ ہَاجَرُوۡا فِی اللّٰہِ  مِنۡۢ  بَعۡدِ مَا ظُلِمُوۡا لَـنُبَوِّئَنَّہُمۡ فِی الدُّنۡیَا حَسَنَۃً ؕ وَ لَاَجۡرُ الۡاٰخِرَۃِ  اَکۡبَرُ ۘ لَوۡ کَانُوۡا یَعۡلَمُوۡنَ ﴿ۙ۴۱﴾ ","english_text":"And [recall] when We saved your forefathers from the people of Pharaoh, who afflicted you with the worst torment, slaughtering your [newborn] sons and keeping your females alive. And in that was a great trial from your Lord.","page":271,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1942.mp3","colorText":"وَ[h:9999[ٱ]لَّذِينَ هَاجَرُو[s[اْ] فِى [h:714[ٱ]للَّهِ م[i:146[ِنۢ ب]َعْدِ مَا ظُلِمُو[s[اْ] لَنُبَوِّئَ[g[نّ]َهُمْ فِى [h:599[ٱ][l[ل]دُّنْيَا حَسَنَ[a:7412[ةً‌ۖ و]َلَأَ[q:6719[جْ]رُ [h:6720[ٱ]لْأَخِرَةِ أَكْبَرُ‌ۚ لَوْ كَانُو[s[اْ] يَعْلَم[p[ُو]نَ","juz":14,"ruku":229,"manzil":3,"bangla_ahbayan":"যারা অত্যাচারিত হবার পর আল্লাহর পথে হিজরত (স্বদেশ ত্যাগ) করেছে,[১] আমি অবশ্যই তাদেরকে দুনিয়ায় উত্তম আবাস প্রদান করব।[২] আর পরকালের পুরস্কারই অধিক বড়;[৩] যদি তারা জানত!","bangla_bayan":"আর যারা হিজরত করেছে আল্লাহর রাস্তায় অত্যাচারিত হওয়ার পর, আমি অবশ্যই তাদেরকে দুনিয়াতে উত্তম আবাস দান করব। আর আখিরাতের প্রতিদান তো বিশাল, যদি তারা জানত।","bangla_mkhan":"যারা নির্যাতিত হওয়ার পর আল্লাহর জন্যে গৃহত্যাগ করেছে, আমি অবশ্যই তাদেরকে দুনিয়াতে উত্তম আবাস দেব এবং পরকালের পুরস্কার তো সর্বাধিক; হায়! যদি তারা জানত।","bangla_mujibur":"যারা অত্যাচারিত হওয়ার পর আল্লাহর পথে হিজরাত করেছে আমি অবশ্যই তাদেরকে দুনিয়ায় উত্তম আবাস প্রদান করব এবং আখিরাতের পুরষ্কারইতো শ্রেষ্ঠ। হায়! তারা যদি ওটা জানত!","bangla_taisirul":"যারা অত্যাচারিত হওয়ার পরও আল্লাহর পথে হিজরাত করেছে, আমি তাদেরকে অবশ্য অবশ্যই এ দুনিয়াতে উত্তম আবাস দান করব, আর আখেরাতের পুরস্কার তো অবশ্যই সবচেয়ে বড়। হায়, তারা যদি জানত!"},{"id":42,"arabic_text":"الَّذِیۡنَ صَبَرُوۡا وَ عَلٰی رَبِّہِمۡ یَتَوَکَّلُوۡنَ ﴿۴۲﴾ ","english_text":"And [recall] when We parted the sea for you and saved you and drowned the people of Pharaoh while you were looking on.","page":271,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1943.mp3","colorText":"ٱلَّذِينَ صَبَرُو[s[اْ] وَعَلَىٰ رَبِّهِمْ يَتَوَكَّل[p[ُو]نَ","juz":14,"ruku":229,"manzil":3,"bangla_ahbayan":"যারা ধৈর্য ধারণ করেছে এবং নিজেদের প্রতিপালকের উপর নির্ভর করে।","bangla_bayan":"যারা সবর করেছে এবং তাদের রবের উপরই তাওয়াক্কুল করেছে।","bangla_mkhan":"যারা দৃঢ়পদ রয়েছে এবং তাদের পালনকর্তার উপর ভরসা করেছে।","bangla_mujibur":"তারা ধৈর্য ধারণ করে এবং তাদের রবের উপর নির্ভর করে।","bangla_taisirul":"(আখেরাতের ঐ পুরস্কার তাদের জন্য) যারা ধৈর্যধারণ করে আর তাদের প্রতিপালকের উপর নির্ভর করে।"},{"id":43,"arabic_text":"وَ مَاۤ  اَرۡسَلۡنَا مِنۡ قَبۡلِکَ اِلَّا رِجَالًا نُّوۡحِیۡۤ  اِلَیۡہِمۡ فَسۡـَٔلُوۡۤا اَہۡلَ الذِّکۡرِ  اِنۡ کُنۡتُمۡ  لَا  تَعۡلَمُوۡنَ ﴿ۙ۴۳﴾ ","english_text":"And [recall] when We made an appointment with Moses for forty nights. Then you took [for worship] the calf after him, while you were wrongdoers.","page":272,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1944.mp3","colorText":"وَم[o[َآ] أَرْسَلْنَا مِ[f:18[ن ق]َ[q:19[بْ]لِكَ إِلَّا رِجَال[a:6851[اً ن]ُّوح[o[ِىٓ] إِلَيْهِمْ‌ۚ فَسْــَٔل[o[ُوٓ][s[اْ] أَهْلَ [h:7413[ٱ][l[ل]ذِّكْرِ إِ[f:109[ن ك]ُ[f:100[نت]ُمْ لَا تَعْلَم[p[ُو]نَ","juz":14,"ruku":229,"manzil":3,"bangla_ahbayan":"তোমার পূর্বে পুরুষদেরকেই আমি (রসূলরূপে) প্রেরণ করেছি; যাদের নিকট আমি অহী পাঠাতাম। তোমরা যদি না জান, তাহলে জ্ঞানীদেরকে জিজ্ঞাসা কর; [১]","bangla_bayan":"আর আমি তোমার পূর্বে কেবল পুরুষদেরকেই রাসূল হিসেবে প্রেরণ করেছি, যাদের প্রতি আমি ওহী পাঠিয়েছি। সুতরাং জ্ঞানীদের জিজ্ঞাসা কর, যদি তোমরা না জানো।","bangla_mkhan":"আপনার পূর্বেও আমি প্রত্যাদেশসহ মানবকেই তাদের প্রতি প্রেরণ করেছিলাম অতএব জ্ঞানীদেরকে জিজ্ঞেস কর, যদি তোমাদের জানা না থাকে;","bangla_mujibur":"তোমার পূর্বে আমি অহীসহ (পুরুষ) মানুষই প্রেরণ করেছিলাম, তোমরা যদি না জান তাহলে জ্ঞানীদেরকে জিজ্ঞেস কর।","bangla_taisirul":"আমি তোমার পূর্বে পুরুষ মানুষ ব্যতীত পাঠাইনি যাদের কাছে আমি ওয়াহী করতাম। তোমরা যদি না জান তাহলে তোমরা আল্লাহর কিতাব সম্পর্কে যারা অবগত তাদেরকে জিজ্ঞেস কর"},{"id":44,"arabic_text":"بِالۡبَیِّنٰتِ وَ الزُّبُرِ ؕ وَ اَنۡزَلۡنَاۤ  اِلَیۡکَ الذِّکۡرَ  لِتُبَیِّنَ  لِلنَّاسِ مَا نُزِّلَ  اِلَیۡہِمۡ وَ لَعَلَّہُمۡ  یَتَفَکَّرُوۡنَ ﴿۴۴﴾ ","english_text":"Then We forgave you after that so perhaps you would be grateful.","page":272,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1945.mp3","colorText":"بِ[h:9999[ٱ]لْبَيِّنَ[n[ـٰ]تِ وَ[h:2474[ٱ][l[ل]زُّبُرِ‌ۗ وَأَ[f:271[نز]َلْن[o[َآ] إِلَيْكَ [h:7414[ٱ][l[ل]ذِّكْرَ لِتُبَيِّنَ لِل[g[نّ]َاسِ مَا نُزِّلَ إِلَيْهِمْ وَلَعَلَّهُمْ يَتَفَكَّر[p[ُو]نَ","juz":14,"ruku":229,"manzil":3,"bangla_ahbayan":"স্পষ্ট প্রমাণ ও গ্রন্থসহ। আর তোমার প্রতি কুরআন অবতীর্ণ করেছি, যাতে তুমি মানুষকে স্পষ্টভাবে বুঝিয়ে দাও, যা তাদের প্রতি অবতীর্ণ করা হয়েছে এবং যাতে তারা চিন্তা-গবেষণা করে।","bangla_bayan":"(তাদের প্রেরণ করেছি) স্পষ্ট প্রমাণাদি ও কিতাবসমূহ এবং তোমার প্রতি নাযিল করেছি কুরআন, যাতে তুমি মানুষের জন্য স্পষ্ট করে দিতে পার, যা তাদের প্রতি নাযিল হয়েছে। আর যাতে তারা চিন্তা করে।","bangla_mkhan":"প্রেরণ করেছিলাম তাদেরকে নিꦣ2503;দশাবলী ও অবতীর্ণ গ্রন্থসহ এবং আপনার কাছে আমি স্মরণিকা অবতীর্ণ করেছি, যাতে আপনি লোকদের সামনে ঐসব বিষয় বিবৃত করেন, যে গুলো তোদের প্রতি নাযিল করা হয়েছে, যাতে তারা চিন্তা-ভাবনা করে।","bangla_mujibur":"তাদের প্রেরণ করেছিলাম স্পষ্ট নিদর্শন ও গ্রন্থসহ এবং তোমার প্রতি কুরআন অবতীর্ণ করেছি মানুষকে স্পষ্টভাবে বুঝিয়ে দেয়ার জন্য, যা তাদের প্রতি অবতীর্ণ করা হয়েছিল, যাতে তারা চিন্তা ভাবনা করে।","bangla_taisirul":"(অতীতের রসূলদেরকে পাঠিয়েছিলাম) স্পষ্ট প্রমাণাদি আর কিতাব দিয়ে; আর এখন তোমার প্রতি কুরআন অবতীর্ণ করছি মানুষকে স্পষ্টভাবে বুঝিয়ে দেয়ার জন্য যা তাদের প্রতি অবতীর্ণ করা হয়েছে আর যাতে তারা চিন্তা-ভাবনা করে।"},{"id":45,"arabic_text":"اَفَاَمِنَ الَّذِیۡنَ مَکَرُوا السَّیِّاٰتِ اَنۡ یَّخۡسِفَ اللّٰہُ بِہِمُ الۡاَرۡضَ اَوۡ یَاۡتِیَہُمُ الۡعَذَابُ  مِنۡ  حَیۡثُ لَا  یَشۡعُرُوۡنَ ﴿ۙ۴۵﴾ ","english_text":"And [recall] when We gave Moses the Scripture and criterion that perhaps you would be guided.","page":272,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1946.mp3","colorText":"أَفَأَمِنَ [h:7415[ٱ]لَّذِينَ مَكَرُو[s[اْ] [h:7416[ٱ][l[ل]سَّيِّـَٔـاتِ أ[a:7417[َن ي]َخْسِفَ [h:7418[ٱ]للَّهُ بِهِمُ [h:7419[ٱ]لْأَرْضَ أَوْ يَأْتِيَهُمُ [h:7420[ٱ]لْعَذَابُ مِنْ حَيْثُ لَا يَشْعُر[p[ُو]نَ","juz":14,"ruku":229,"manzil":3,"bangla_ahbayan":"যারা জঘন্য ষড়যন্ত্র করে, তারা কি এ বিষয়ে নিশ্চিত আছে যে, আল্লাহ তাদেরকে ভূগর্ভে ধসিয়ে দেবেন না অথবা এমন দিক হতে শাস্তি আসবে না, যার তারা টেরও পাবে না?","bangla_bayan":"যারা মন্দের ষড়যন্ত্র করে তারা কি নিরাপদ হয়ে গেছে যে, আল্লাহ তাদেরসহ মাটিকে ধ্বসিয়ে দেবেন না। অথবা তাদের উপর আসবে না, আযাব এমনভাবে যে, তারা উপলব্ধি করবে না?","bangla_mkhan":"যারা কুচক্র করে, তারা কি এ বিষয়ে ভয় করে না যে, আল্লাহ তাদেরকে ভূগর্ভে বিলীন করে দিবেন কিংবা তাদের কাছে এমন জায়গা থেকে আযাব আসবে যা তাদের ধারণাতীত।","bangla_mujibur":"যারা দুস্কর্মের ষড়যন্ত্র করে তারা কি এ বিষয়ে নিশ্চিত যে, আল্লাহ তাদেরকে ভূ-গর্ভে বিলীন করবেন না, অথবা এমন দিক হতে শাস্তি আসবে না যা তাদের ধারণাতীত?","bangla_taisirul":"যারা (ইসলামের বিরুদ্ধে) কূট-কৌশল করছে তারা কি নির্ভয় হয়ে গেছে যে, আল্লাহ তাদেরকে যমীনে ধ্বসিয়ে দিবেন না, অথবা তাদের কাছে শাস্তি এসে পড়বে না এমন দিক থেকে যা তারা এতটুকুও টের পাবে না"},{"id":46,"arabic_text":"اَوۡ یَاۡخُذَہُمۡ فِیۡ تَقَلُّبِہِمۡ فَمَا ہُمۡ بِمُعۡجِزِیۡنَ ﴿ۙ۴۶﴾ ","english_text":"And [recall] when Moses said to his people, \"O my people, indeed you have wronged yourselves by your taking of the calf [for worship]. So repent to your Creator and kill yourselves. That is best for [all of] you in the sight of your Creator.\" Then He accepted your repentance; indeed, He is the Accepting of repentance, the Merciful.","page":272,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1947.mp3","colorText":"أَوْ يَأْخُذَهُمْ فِى تَقَلُّبِهِمْ فَمَا ه[c:7421[ُم ب]ِمُعْجِز[p[ِي]نَ","juz":14,"ruku":229,"manzil":3,"bangla_ahbayan":"অথবা চলাফেরা করতে থাকাকালে তিনি তাদেরকে পাকড়াও করবেন না; [১] অতঃপর তারা তা ব্যর্থ করতে পারবে না?","bangla_bayan":"অথবা তিনি তাদের চলাফেরার ভেতর তাদেরকে পাকড়াও করবেন না? বস্তুত তারা (আল্লাহকে) পরাস্তকারী নয়।","bangla_mkhan":"কিংবা চলাফেরার মধ্যেই তাদেরকে পাকড়াও করবে, তারা তো তা ব্যর্থ করতে পারবে না।","bangla_mujibur":"অথবা চলাফিরা করতে থাকাকালে তিনি তাদেরকে ধৃত করবেননা? তারাতো এটা ব্যর্থ করতে পারবেনা।","bangla_taisirul":"কিংবা তাদের চলাফেরার ভিতরেই তিনি তাদেরকে পাকড়াও করবেন না, অতঃপর তারা তো তা ব্যর্থ করে দিতে পারবে না।"},{"id":47,"arabic_text":"اَوۡ یَاۡخُذَہُمۡ عَلٰی تَخَوُّفٍ ؕ فَاِنَّ رَبَّکُمۡ لَرَءُوۡفٌ  رَّحِیۡمٌ ﴿۴۷﴾ ","english_text":"And [recall] when you said, \"O Moses, we will never believe you until we see Allah outright\"; so the thunderbolt took you while you were looking on.","page":272,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1948.mp3","colorText":"أَوْ يَأْخُذَهُمْ عَلَىٰ تَخَوُّ[f:7422[فٍ ف]َإِ[g[نّ]َ رَبَّكُمْ لَرَءُو[u:744[فٌ ر]َّح[p[ِي]مٌ","juz":14,"ruku":229,"manzil":3,"bangla_ahbayan":"অথবা তাদেরকে তিনি ভীত-সন্ত্রস্ত অবস্থায় পাকড়াও করবেন না?[১] তোমাদের প্রতিপালক তো অবশ্যই অত্যন্ত স্নেহশীল, পরম দয়ালু। [২]","bangla_bayan":"কিংবা তিনি তাদেরকে ভীত অবস্থায় পাকড়াও করবেন না? নিশ্চয় তোমাদের রব অতিশয় দয়াশীল, পরম দয়ালু।","bangla_mkhan":"কিংবা ভীতি প্রদর্শনের পর তাদেরকে পাকড়াও করবেন? তোমাদের পালনকর্তা তো অত্যন্ত নম্র, দয়ালু।","bangla_mujibur":"অথবা তাদেরকে তিনি ভীত সন্ত্রস্ত অবস্থায় পাকড়াও করবেননা? তোমাদের রাব্বতো অবশ্যই ক্ষমাকারী, পরম দয়ালু।","bangla_taisirul":"অথবা তিনি তাদেরকে পাকড়াও করবেন না যখন তারা আসন্ন মুসীবাতের চিন্তায় ভীত-সন্ত্রস্ত হয়ে থাকবে, (আসল কথা হল আল্লাহ মানুষকে খুবই অবকাশ দিয়ে থাকেন) কেননা তোমাদের প্রতিপালক অবশ্যই অতি দয়ার্দ্র, বড়ই দয়ালু।"},{"id":48,"arabic_text":"اَوَ لَمۡ  یَرَوۡا  اِلٰی مَا خَلَقَ اللّٰہُ  مِنۡ  شَیۡءٍ یَّتَفَیَّؤُا ظِلٰلُہٗ عَنِ الۡیَمِیۡنِ وَ الشَّمَآئِلِ سُجَّدًا  لِّلّٰہِ  وَ  ہُمۡ   دٰخِرُوۡنَ ﴿۴۸﴾ ","english_text":"Then We revived you after your death that perhaps you would be grateful.","page":272,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1949.mp3","colorText":"أَوَلَمْ يَرَوْ[s[اْ] إِلَىٰ مَا خَلَقَ [h:1272[ٱ]للَّهُ مِ[f:2103[ن ش][a:7423[َىْءٍ ي]َتَفَيَّؤُ[s[اْ] ظِلَ[n[ـٰ]لُهُ[n[ۥ] عَنِ [h:7424[ٱ]لْيَمِينِ وَ[h:7425[ٱ][l[ل]شَّم[o[َا]ٓئِلِ سُجَّ[u:7426[دًا ل]ِّلَّهِ وَهُمْ د[n[َٲ]خِر[p[ُو]نَ","juz":14,"ruku":229,"manzil":3,"bangla_ahbayan":"তারা কি লক্ষ্য করে না আল্লাহর সৃষ্ট বস্তুর প্রতি, যার ছায়া বিনীতভাবে আল্লাহর প্রতি সিজদাবনত হয়ে ডানে ও বামে ঢলে পড়ে? [১]","bangla_bayan":"আল্লাহ যে সকল বস্তু সৃষ্টি করেছেন, তারা কি সে দিকে তাকায়নি, যার ছায়াসমূহ ডানে ও বামে হেলে পড়ে আল্লাহর জন্য সিজাদারত অবস্থায়, আর তারা একান্ত বিনীত?","bangla_mkhan":"তারা কি আল্লাহর সৃজিত বস্তু দেখে না, যার ছায়া আল্লাহর প্রতি বিনীতভাবে সেজদাবনত থেকে ডান ও বাম দিকে ঝুঁকে পড়ে।","bangla_mujibur":"তারা কি লক্ষ্য করেনা আল্লাহর সৃষ্ট বস্তুর প্রতি, যার ছায়া ডানে ও বামে ঢলে পড়ে আল্লাহর প্রতি সাজদাহয় নত হয়?","bangla_taisirul":"তারা কি আল্লাহর সৃষ্টি করা জিনিসের দিকে লক্ষ্য করে না, যার ছায়া আল্লাহর প্রতি সাজদার অবস্থায় ডানে-বামে পতিত হয়, আর তারা বিনয় প্রকাশ করে?"},{"id":49,"arabic_text":"وَ لِلّٰہِ یَسۡجُدُ  مَا فِی السَّمٰوٰتِ وَ مَا فِی الۡاَرۡضِ مِنۡ دَآبَّۃٍ وَّ الۡمَلٰٓئِکَۃُ وَ ہُمۡ  لَا یَسۡتَکۡبِرُوۡنَ ﴿۴۹﴾ ","english_text":"And We shaded you with clouds and sent down to you manna and quails, [saying], \"Eat from the good things with which We have provided you.\" And they wronged Us not - but they were [only] wronging themselves.","page":272,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1950.mp3","colorText":"وَلِلَّهِ يَسْجُدُ مَا فِى [h:609[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَمَا فِى [h:44[ٱ]لْأَرْضِ مِ[f:4026[ن د][m[َا]ٓبَّ[a:7427[ةٍ و]َ[h:1146[ٱ]لْمَلَ[o[ـٰٓ]ئِكَةُ وَهُمْ لَا يَسْتَكْبِر[p[ُو]نَ","juz":14,"ruku":229,"manzil":3,"bangla_ahbayan":"আল্লাহকেই সিজদা করে আকাশমন্ডলী ও পৃথিবীর সকল জীব-জন্তু এবং ফিরিশতাগণও। আর তারা অহংকার করে না।","bangla_bayan":"আর আল্লাহকেই সিজদা করে আসমানসমূহে যা আছে এবং যমীনে যে প্রাণী আছে, আর ফেরেশতারা এবং তারা অহঙ্কার করে না।","bangla_mkhan":"আল্লাহকে সেজদা করে যা কিছু নভোমন্ডলে আছে এবং যা কিছু ভুমন্ডলে আছে এবং ফেরেশতাগণ; তারা অহংকার করে না।","bangla_mujibur":"আল্লাহকেই সাজদাহ করে যা কিছু সৃষ্টি রয়েছে আকাশমন্ডলীতে এবং পৃথিবীতে এবং মালাইকাগণও; তারা অহংকার করেনা।","bangla_taisirul":"আকাশসমূহ ও পৃথিবীতে যত জীব-জন্তু ফেরেশতারা, সমস্তই আল্লাহকে সাজদাহ করে; তারা অহঙ্কার করে না।"},{"id":50,"arabic_text":"یَخَافُوۡنَ رَبَّہُمۡ مِّنۡ فَوۡقِہِمۡ وَ یَفۡعَلُوۡنَ مَا  یُؤۡمَرُوۡنَ ﴿ٛ۵۰﴾","english_text":"And [recall] when We said, \"Enter this city and eat from it wherever you will in [ease and] abundance, and enter the gate bowing humbly and say, 'Relieve us of our burdens.' We will [then] forgive your sins for you, and We will increase the doers of good [in goodness and reward].\"","page":272,"is_sajdah_ayat":true,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1951.mp3","colorText":"يَخَافُونَ رَبَّه[w:7428[ُم م]ِّ[f:3683[ن ف]َوْقِهِمْ وَيَفْعَلُونَ مَا يُؤْمَرُ[p[و]نَ ۩","juz":14,"ruku":229,"manzil":3,"bangla_ahbayan":"তারা ভয় করে তাদের উপরে তাদের প্রতিপালককে[১] এবং তারা তা করে, যা তাদেরকে আদেশ করা হয়। [২] (সাজদাহ-৩)","bangla_bayan":"তারা তাদের উপরস্থ রবকে ভয় করে এবং তাদেরকে যা নির্দেশ দেয়া হয়, তারা তা করে।[সাজদাহ]","bangla_mkhan":"তারা তাদের উপর পরাক্রমশালী তাদের পালনকর্তাকে ভয় করে এবং তারা যা আদেশ পায়, তা করে","bangla_mujibur":"তারা ভয় করে, তাদের উপর পরাক্রমশালী তাদের রাব্বকে এবং তাদেরকে যা আদেশ করা হয় তারা তা পালন করে। [সাজদাহ]","bangla_taisirul":"তারা তাদের উপরে আল্লাহকে ভয় করে আর তারা তা-ই করে যা তাদেরকে আদেশ দেয়া হয়। [সাজদাহ]"},{"id":51,"arabic_text":"وَ قَالَ اللّٰہُ  لَا تَتَّخِذُوۡۤا  اِلٰـہَیۡنِ  اثۡنَیۡنِ ۚ اِنَّمَا ہُوَ  اِلٰہٌ  وَّاحِدٌ ۚ فَاِیَّایَ فَارۡہَبُوۡنِ ﴿۵۱﴾ ","english_text":"But those who wronged changed [those words] to a statement other than that which had been said to them, so We sent down upon those who wronged a punishment from the sky because they were defiantly disobeying.","page":272,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1952.mp3","colorText":"۞ وَقَالَ [h:3421[ٱ]للَّهُ لَا تَتَّخِذ[o[ُوٓ][s[اْ] إِلَ[n[ـٰ]هَيْنِ [h:7429[ٱ]ثْنَيْنِ‌ۖ إِ[g[نّ]َمَا هُوَ إِلَ[n[ـٰ][a:827[هٌ و][n[َٲ]حِ[f:7430[دٌ‌ۖ ف]َإِيَّ[n[ـٰ]ىَ فَ[h:204[ٱ]رْهَب[p[ُو]نِ","juz":14,"ruku":230,"manzil":3,"bangla_ahbayan":"আল্লাহ বললেন, তোমরা দুইজন উপাস্য গ্রহণ কর না; তিনিই তো একমাত্র উপাস্য।[১] সুতরাং তোমরা আমাকেই ভয় কর।","bangla_bayan":"আর আল্লাহ বলেছেন, ‘তোমরা দুই ইলাহ গ্রহণ করো না। তিনি তো কেবল এক ইলাহ। সুতরাং তোমরা আমাকেই ভয় কর।’","bangla_mkhan":"আল্লাহ বললেনঃ তোমরা দুই উপাস্য গ্রহণ করো না উপাস্য তো মাত্র একজনই। অতএব আমাকেই ভয় কর।","bangla_mujibur":"আল্লাহ বলেনঃ তোমরা দুই ইলাহ গ্রহণ করনা; তিনিই একমাত্র ইলাহ, সুতরাং তোমরা আমাকেই ভয় কর।","bangla_taisirul":"আল্লাহ বললেন, ‘তোমরা দু’ ইলাহ গ্রহণ করো না, তিনি তো এক ইলাহ; কাজেই আমাকে- কেবল আমাকেই ভয় কর।’"},{"id":52,"arabic_text":"وَ لَہٗ  مَا فِی السَّمٰوٰتِ وَ الۡاَرۡضِ وَ لَہُ الدِّیۡنُ وَاصِبًا ؕ اَفَغَیۡرَ اللّٰہِ تَتَّقُوۡنَ ﴿۵۲﴾ ","english_text":"And [recall] when Moses prayed for water for his people, so We said, \"Strike with your staff the stone.\" And there gushed forth from it twelve springs, and every people knew its watering place. \"Eat and drink from the provision of Allah, and do not commit abuse on the earth, spreading corruption.\"","page":272,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1953.mp3","colorText":"وَلَهُ[n[ۥ] مَا فِى [h:609[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَ[h:177[ٱ]لْأَرْضِ وَلَهُ [h:7431[ٱ][l[ل]دِّينُ وَاصِبًا‌ۚ أَفَغَيْرَ [h:4347[ٱ]للَّهِ تَتَّق[p[ُو]نَ","juz":14,"ruku":230,"manzil":3,"bangla_ahbayan":"আকাশমন্ডলী ও পৃথিবীতে যা কিছু আছে সেসব তো তাঁরই এবং নিরবচ্ছিন্ন আনুগত্য তাঁরই প্রাপ্য;[১] তোমরা কি আল্লাহ ব্যতীত অন্যকে ভয় করবে?","bangla_bayan":"আর আসমানসমূহ ও যমীনে যা আছে, তা তারই এবং সার্বক্ষণিক আনুগত্য তারই। অতএব তোমরা কি আল্লাহ ছাড়া অন্যকে ভয় করবে?","bangla_mkhan":"যা কিছু নভোমন্ডল ও ভুমন্ডলে আছে তা তাঁরই এবাদত করা শাশ্বত কর্তব্য। তোমরা কি আল্লাহ ব্যতীত কাউকে ভয় করবে?","bangla_mujibur":"আকাশমন্ডলী ও পৃথিবীতে যা কিছু আছে তা তাঁরই; এবং নিরবচ্ছিন্ন আনুগত্য তাঁরই প্রাপ্য; তোমরা কি আল্লাহ ব্যতীত অন্যকে ভয় করবে?","bangla_taisirul":"আকাশসমূহ আর যমীনে যা কিছু আছে তা তাঁরই, আর দ্বীন সদা-সর্বদা একান্তভাবে তাঁরই জন্য। তাহলে তোমরা কি আল্লাহ ছাড়া অন্য কাউকে ভয় করবে?"},{"id":53,"arabic_text":"وَ مَا بِکُمۡ مِّنۡ نِّعۡمَۃٍ فَمِنَ اللّٰہِ ثُمَّ  اِذَا مَسَّکُمُ  الضُّرُّ  فَاِلَیۡہِ  تَجۡـَٔرُوۡنَ ﴿ۚ۵۳﴾ ","english_text":"And [recall] when you said, \"O Moses, we can never endure one [kind of] food. So call upon your Lord to bring forth for us from the earth its green herbs and its cucumbers and its garlic and its lentils and its onions.\" [Moses] said, \"Would you exchange what is better for what is less? Go into [any] settlement and indeed, you will have what you have asked.\" And they were covered with humiliation and poverty and returned with anger from Allah [upon them]. That was because they [repeatedly] disbelieved in the signs of Allah and killed the prophets without right. That was because they disobeyed and were [habitually] transgressing.","page":272,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1954.mp3","colorText":"وَمَا بِك[w:7432[ُم م]ّ[a:7433[ِن ن]ِّعْمَ[f:7434[ةٍ ف]َمِنَ [h:2957[ٱ]للَّهِ‌ۖ ثُ[g[مّ]َ إِذَا مَسَّكُمُ [h:7435[ٱ][l[ل]ضُّرُّ فَإِلَيْهِ تَ[q:7436[جْ]ــَٔر[p[ُو]نَ","juz":14,"ruku":230,"manzil":3,"bangla_ahbayan":"তোমাদের মাঝে যেসব সম্পদ রয়েছে তা তো আল্লাহরই নিকট হতে;[১] আবার যখন দুঃখ-দৈন্য তোমাদেরকে স্পর্শ করে, তখন তোমরা তাঁকেই ব্যাকুলভাবে আহবান কর। [২]","bangla_bayan":"আর তোমাদের কাছ যে সব নিআমত আছে, তা আল্লাহর পক্ষ থেকে। অতঃপর দুঃখ-দুর্দশা যখন তোমাদের স্পর্শ করে তখন তোমরা শুধু তার কাছেই ফরিয়াদ কর।","bangla_mkhan":"তোমাদের কাছে যে সমস্ত নেয়ামত আছে, তা আল্লাহরই পক্ষ থেকে। অতঃপর তোমরা যখন দুঃখে-কষ্টে পতিত হও তখন তাঁরই নিকট কান্নাকাটি কর।","bangla_mujibur":"তোমরা যে সব অনুগ্রহ ভোগ কর তাতো আল্লাহরই নিকট হতে। অধিকন্ত যখন দুঃখ দৈন্য তোমাদেরকে স্পর্শ করে তখন তোমরা তাঁকেই ব্যাকুলভাবে আহবান কর।","bangla_taisirul":"যে নি‘মাতই তোমরা পেয়েছ তাতো আল্লাহর নিকট হতেই। আর যখন দুঃখ-কষ্ট তোমাদেরকে স্পর্শ করে, তখন তাঁর কাছেই তোমরা আকুল আবেদন জানাতে থাক।"},{"id":54,"arabic_text":"ثُمَّ  اِذَا کَشَفَ الضُّرَّ عَنۡکُمۡ  اِذَا فَرِیۡقٌ  مِّنۡکُمۡ  بِرَبِّہِمۡ  یُشۡرِکُوۡنَ ﴿ۙ۵۴﴾ ","english_text":"Indeed, those who believed and those who were Jews or Christians or Sabeans [before Prophet Muhammad] - those [among them] who believed in Allah and the Last Day and did righteousness - will have their reward with their Lord, and no fear will there be concerning them, nor will they grieve.","page":272,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1955.mp3","colorText":"ثُ[g[مّ]َ إِذَا كَشَفَ [h:7437[ٱ][l[ل]ضُّرَّ عَ[f:255[نك]ُمْ إِذَا فَرِي[a:7438[قٌ م]ِّ[f:344[نك][c:7439[ُم ب]ِرَبِّهِمْ يُشْرِك[p[ُو]نَ","juz":14,"ruku":230,"manzil":3,"bangla_ahbayan":"আবার যখন আল্লাহ তোমাদের দুঃখ-দৈন্য দূরীভূত করেন, তখন তোমাদের একদল তাদের প্রতিপালকের সাথে অংশী করে।","bangla_bayan":"তারপর যখন তিনি তোমাদের থেকে দুঃখ-দুর্দশা দূর করে দেন, তখন তোমাদের মধ্য থেকে একটি দল তাদের রবের সাথে শিরক করে।","bangla_mkhan":"এরপর যখন আল্লাহ তোমাদের কষ্ট দুরীভূত করে দেন, তখনই তোমাদের একদল স্বীয় পালনকর্তার সাথে অংশীদার সাব্যস্ত করতে থাকে।","bangla_mujibur":"আবার যখন (আল্লাহ) তোমাদের দুঃখ-দৈন্য দূর করেন তখন তোমাদের এক দল তাদের রবের সাথে শরীক করে ।","bangla_taisirul":"অতঃপর যখন তিনি তোমাদের থেকে দুঃখ-কষ্ট দূর করে দেন, তখন তোমাদের একদল তাদের প্রতিপালকের সঙ্গে অন্যকে শরীক করে বসে"},{"id":55,"arabic_text":"لِیَکۡفُرُوۡا بِمَاۤ  اٰتَیۡنٰہُمۡ ؕ فَتَمَتَّعُوۡا ۟ فَسَوۡفَ تَعۡلَمُوۡنَ ﴿۵۵﴾ ","english_text":"And [recall] when We took your covenant, [O Children of Israel, to abide by the Torah] and We raised over you the mount, [saying], \"Take what We have given you with determination and remember what is in it that perhaps you may become righteous.\"","page":273,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1956.mp3","colorText":"لِيَكْفُرُو[s[اْ] بِم[o[َآ] ءَاتَيْنَ[n[ـٰ]هُمْ‌ۚ فَتَمَتَّعُو[s[اْ‌ۖ] فَسَوْفَ تَعْلَم[p[ُو]نَ","juz":14,"ruku":230,"manzil":3,"bangla_ahbayan":"যাতে আমি তাদেরকে যা দান করেছি তা অস্বীকার করে;[১] সুতরাং তোমরা ভোগ করে নাও, অচিরেই জানতে পারবে। [২]","bangla_bayan":"যাতে আমি তাদেরকে যা দিয়েছি তা তারা অস্বীকার করতে পারে। অতএব তোমরা ভোগ কর, অচিরেই তোমরা জানতে পারবে।","bangla_mkhan":"যাতে ঐ নেয়ামত অস্বীকার করে, যা আমি তাদেরকে দিয়েছি। অতএব মজা ভোগ করে নাও-সত্বরই তোমরা জানতে পারবে।","bangla_mujibur":"আমি তাদেরকে যা দান করেছি তা অস্বীকার করার জন্য, সুতরাং তোমরা ভোগ করে নাও, অচিরেই জানতে পারবে।","bangla_taisirul":"আমি তাদেরকে যা দিয়েছি তাদের না-শোকরি করা জন্য। অতএব তোমরা ভোগ করে নাও, শীঘ্রই তোমরা জানতে পারবে।"},{"id":56,"arabic_text":"وَ یَجۡعَلُوۡنَ لِمَا لَا یَعۡلَمُوۡنَ نَصِیۡبًا مِّمَّا رَزَقۡنٰہُمۡ ؕ تَاللّٰہِ  لَتُسۡـَٔلُنَّ عَمَّا کُنۡتُمۡ تَفۡتَرُوۡنَ ﴿۵۶﴾ ","english_text":"Then you turned away after that. And if not for the favor of Allah upon you and His mercy, you would have been among the losers.","page":273,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1957.mp3","colorText":"وَيَ[q:7440[جْ]عَلُونَ لِمَا لَا يَعْلَمُونَ نَصِي[a:7441[بًا م]ِّ[g[مّ]َا رَزَ[q:15[قْ]نَ[n[ـٰ]هُمْ‌ۗ تَ[h:6760[ٱ]للَّهِ لَتُسْــَٔلُ[g[نّ]َ عَ[g[مّ]َا كُ[f:100[نت]ُمْ تَفْتَر[p[ُو]نَ","juz":14,"ruku":230,"manzil":3,"bangla_ahbayan":"আমি তাদেরকে যে জীবিকা দান করি, তারা তার এক অংশ নির্ধারিত করে তাদের (বাতিল উপাস্যদের) জন্য, যাদের সম্বন্ধে তারা কিছুই জানে না।[১] শপথ আল্লাহর! তোমরা যে মিথ্যা উদ্ভাবন কর, সে সম্বন্ধে তোমাদের অবশ্যই প্রশ্ন করা হবে। [২]","bangla_bayan":"আর আমি তাদেরকে যে রিয্ক দিয়েছি, তার একটি অংশ তারা নির্ধারণ করে এমন সত্তার জন্য, যার ব্যাপারে তারা জানে না। আল্লাহর কসম! তোমাদেরকে অবশ্যই জিজ্ঞাসা করা হবে, তোমরা যে মিথ্যা রটাচ্ছ সে ব্যাপারে।","bangla_mkhan":"তারা আমার দেয়া জীবনোপকরণ থেকে তাদের জন্যে একটি অংশ নির্ধারিত করে, যাদের কোন খবরই তারা রাখে না। আল্লাহর কসম, তোমরা যে অপবাদ আরোপ করছ, সে সম্পর্কে অবশ্যই জিজ্ঞাসিত হবে।","bangla_mujibur":"আমি তাদেরকে যে রিয্ক দান করি তারা তার এক অংশ নির্ধারিত করে তাদের জন্য যাদের সম্বন্ধে তারা কিছুই জানেনা। শপথ আল্লাহর! তোমরা যে মিথ্যা উদ্ভাবন কর সেই সম্বন্ধে তোমাদেরকে প্রশ্ন করা হবেই।","bangla_taisirul":"আর আমি তাদেরকে যে রিযক দিয়েছি তার একাংশ তারা ঐ সবের জন্য নির্ধারিত করে যাদের সম্পর্কে তারা কিছুই জানে না। আল্লাহর শপথ! তোমাদের এই মিথ্যে উদ্ভাবন সম্পর্কে তোমাদেরকে অবশ্য অবশ্যই জিজ্ঞেস করা হবে"},{"id":57,"arabic_text":"وَ یَجۡعَلُوۡنَ لِلّٰہِ الۡبَنٰتِ سُبۡحٰنَہٗ ۙ وَ لَہُمۡ مَّا یَشۡتَہُوۡنَ ﴿۵۷﴾ ","english_text":"And you had already known about those who transgressed among you concerning the sabbath, and We said to them, \"Be apes, despised.\"","page":273,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1958.mp3","colorText":"وَيَ[q:7440[جْ]عَلُونَ لِلَّهِ [h:7442[ٱ]لْبَنَ[n[ـٰ]تِ سُ[q:608[بْ]حَ[n[ـٰ]نَهُ[n[ۥ]‌ۙ وَلَه[w:7443[ُم م]َّا يَشْتَه[p[ُو]نَ","juz":14,"ruku":230,"manzil":3,"bangla_ahbayan":"তারা নির্ধারিত করে আল্লাহর জন্য কন্যা-সন্তান অথচ তিনি পবিত্র; আর তাদের জন্য তাই যা তারা কামনা করে! [১]","bangla_bayan":"আর তারা আল্লাহর জন্য কন্যা সন্তান নির্দিষ্ট করে। তিনি পবিত্র এবং নিজেদের জন্য তা (নির্দিষ্ট করে) যা তারা পছন্দ করে।","bangla_mkhan":"তারা আল্লাহর জন্যে কন্যা সন্তান নির্ধারণ করে-তিনি পবিত্র মহিমান্বিত এবং নিজেদের জন্যে ওরা তাই স্থির করে যা ওরা চায়।","bangla_mujibur":"তারা নির্ধারণ করে আল্লাহর জন্য কন্যা সন্তান। তিনি পবিত্র মহিমান্বিত, এবং তাদের জন্য ওটাই যা তারা কামনা করে।","bangla_taisirul":"আর তারা কন্যা সন্তানগুলোকে আল্লাহর জন্য নির্ধারিত করে, তিনি (তাত্থেকে) পবিত্র মহান, আর তারা নিজেদের জন্য (নির্ধারিত করে) যা তাদের আকাঙ্ক্ষা হয়।"},{"id":58,"arabic_text":"وَ اِذَا بُشِّرَ اَحَدُہُمۡ بِالۡاُنۡثٰی ظَلَّ  وَجۡہُہٗ  مُسۡوَدًّا  وَّ ہُوَ کَظِیۡمٌ ﴿ۚ۵۸﴾ ","english_text":"And We made it a deterrent punishment for those who were present and those who succeeded [them] and a lesson for those who fear Allah .","page":273,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1959.mp3","colorText":"وَإِذَا بُشِّرَ أَحَدُه[c:7444[ُم ب]ِ[h:930[ٱ]لْأُ[f:930[نث]َىٰ ظَلَّ وَ[q:7445[جْ]هُهُ[n[ۥ] مُسْوَد[a:7446[ًّا و]َهُوَ كَظ[p[ِي]مٌ","juz":14,"ruku":230,"manzil":3,"bangla_ahbayan":"তাদের কাউকে যখন কন্যা-সন্তানের সুসংবাদ দেওয়া হয়, তখন তার মুখমন্ডল কাল হয়ে যায় এবং সে অসহনীয় মনস্তাপে ক্লিষ্ট  হয়।","bangla_bayan":"আর যখন তাদের কাউকে কন্যা সন্তানের সুসংবাদ দেয়া হয়; তখন তার চেহারা কালো হয়ে যায়। আর সে থাকে দুঃখ ভারাক্রান্ত।","bangla_mkhan":"যখন তাদের কাউকে কন্যা সন্তানের সুসংবাদ দেয়া হয়, তখন তারা মুখ কাল হয়ে যায় এবং অসহ্য মনস্তাপে ক্লিষ্ট হতে থাকে।","bangla_mujibur":"তাদের কেহকে যখন কন্যা সন্তানের সুসংবাদ দেয়া হয় তখন তার মুখমন্ডল কালো হয়ে যায় এবং সে অসহনীয় মনস্তাপে ক্লিষ্ট হয়।","bangla_taisirul":"তাদের কাউকে যখন কন্যা সন্তানের সুসংবাদ দেয়া হয়, তখন তার মুখ কালো হয়ে যায় আর সে অন্তর্জ্বালায় পুড়তে থাকে।"},{"id":59,"arabic_text":"یَتَوَارٰی مِنَ الۡقَوۡمِ مِنۡ سُوۡٓءِ مَا بُشِّرَ بِہٖ ؕ اَیُمۡسِکُہٗ عَلٰی ہُوۡنٍ اَمۡ  یَدُسُّہٗ  فِی التُّرَابِ ؕ اَلَا  سَآءَ  مَا  یَحۡکُمُوۡنَ ﴿۵۹﴾ ","english_text":"And [recall] when Moses said to his people, \"Indeed, Allah commands you to slaughter a cow.\" They said, \"Do you take us in ridicule?\" He said, \"I seek refuge in Allah from being among the ignorant.\"","page":273,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1960.mp3","colorText":"يَتَو[n[َٲ]رَىٰ مِنَ [h:4196[ٱ]لْقَوْمِ مِ[f:7447[ن س][o[ُو]ٓءِ مَا بُشِّرَ بِه[o[ِۦٓ‌ۚ] أَيُمْسِكُهُ[n[ۥ] عَلَىٰ هُونٍ أَمْ يَدُسُّهُ[n[ۥ] فِى [h:7448[ٱ][l[ل]تُّرَابِ‌ۗ أَلَا س[o[َا]ٓءَ مَا يَحْكُم[p[ُو]نَ","juz":14,"ruku":230,"manzil":3,"bangla_ahbayan":"তাকে যে সংবাদ দেওয়া হয়, তার গ্লানি হেতু সে নিজ সম্প্রদায় হতে আত্মগোপন করে; সে চিন্তা করে যে, হীনতা সত্ত্বেও সে তাকে রেখে দেবে, না মাটিতে পুঁতে দেবে। সাবধান! তারা যা সিদ্ধান্ত করে, তা কতই না নিকৃষ্ট। [১]","bangla_bayan":"তাকে যে সংবাদ দেয়া হয়েছে, সে দুঃখে সে কওম থেকে আত্মগোপন করে। আপমান সত্ত্বেও কি একে রেখে দেবে, না মাটিতে পুঁতে ফেলবে? জেনে রেখ, তারা যা ফয়সালা করে, তা কতই না মন্দ!","bangla_mkhan":"তাকে শোনানো সুসংবাদের দুঃখে সে লোকদের কাছ থেকে মুখ লুকিয়ে থাকে। সে ভাবে, অপমান সহ্য করে তাকে থাকতে দেবে, না তাকে মাটির নীচে পুতে ফেলবে। শুনে রাখ, তাদের ফয়সালা খুবই নিকৃষ্ট।","bangla_mujibur":"তাকে যে সংবাদ দেয়া হয়, তার গ্লানি হেতু সে নিজ সম্প্রদায় হতে আত্মগোপন করে। সে চিন্তা করে যে, হীনতা সত্ত্বেও সে তাকে রেখে দিবে, নাকি মাটিতে পুঁতে ফেলবে। সাবধান! তারা যা সিদ্ধান্ত নেয় তা কতই না নিকৃষ্ট!","bangla_taisirul":"লজ্জায় সে মানুষ থেকে মুখ লুকায় খারাপ সংবাদ পাওয়ার কারণে। সে চিন্তা করে যে অপমান মাথায় করে তাকে রেখে দেবে, না তাকে মাটিতে পুঁতে ফেলবে। হায়, তারা যা সিদ্ধান্ত করে তা কতই না জঘন্য!"},{"id":60,"arabic_text":"لِلَّذِیۡنَ لَا یُؤۡمِنُوۡنَ بِالۡاٰخِرَۃِ مَثَلُ السَّوۡءِ ۚ وَ لِلّٰہِ الۡمَثَلُ الۡاَعۡلٰی ؕ وَ ہُوَ الۡعَزِیۡزُ  الۡحَکِیۡمُ ﴿۶۰﴾ ","english_text":"They said, \"Call upon your Lord to make clear to us what it is.\" [Moses] said, \"[ Allah ] says, 'It is a cow which is neither old nor virgin, but median between that,' so do what you are commanded.\"","page":273,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1961.mp3","colorText":"لِلَّذِينَ لَا يُؤْمِنُونَ بِ[h:447[ٱ]لْأَخِرَةِ مَثَلُ [h:7449[ٱ][l[ل]سَّوْءِ‌ۖ وَلِلَّهِ [h:7450[ٱ]لْمَثَلُ [h:7451[ٱ]لْأَعْلَىٰ‌ۚ وَهُوَ [h:7045[ٱ]لْعَزِيزُ [h:681[ٱ]لْحَك[p[ِي]مُ","juz":14,"ruku":230,"manzil":3,"bangla_ahbayan":"যারা পরকালে বিশ্বাস করে না, তাদের জন্য নিকৃষ্ট গুণ।[১] আর আল্লাহর জন্য রয়েছে উৎকৃষ্টতম গুণ এবং তিনি পরাক্রমশালী, প্রজ্ঞাময়।[২]","bangla_bayan":"যারা আখিরাতে বিশ্বাস করে না, তাদের জন্য মন্দ উদাহরণ এবং আল্লাহর জন্য রয়েছে মহান উদাহরণ। আর তিনিই পরাক্রমশালী, মহাজ্ঞানী।","bangla_mkhan":"যারা পরকাল বিশ্বাস করে না, তাদের উদাহরণ নিকৃষ্ট এবং আল্লাহর উদাহরণই মহান, তিনি পরাক্রমশালী, প্রজ্ঞাময়।","bangla_mujibur":"যারা আখিরাতে বিশ্বাস করেনা তারা নিকৃষ্ট প্রকৃতির সদৃশ। আর আল্লাহতো মহত্তম প্রকৃতির অধিকারী; এবং তিনি পরাক্রমশালী, প্রজ্ঞাময়।","bangla_taisirul":"যারা আখেরাতে বিশ্বাস করে না, খারাপ উপমা তাদের জন্য। মহোত্তম উপমা সব আল্লাহর জন্য, তিনি হলেন প্রতাপান্বিত, প্রজ্ঞাময়।"},{"id":61,"arabic_text":"وَ لَوۡ  یُؤَاخِذُ اللّٰہُ النَّاسَ بِظُلۡمِہِمۡ مَّا تَرَکَ عَلَیۡہَا مِنۡ دَآبَّۃٍ وَّ لٰکِنۡ یُّؤَخِّرُہُمۡ  اِلٰۤی اَجَلٍ مُّسَمًّی ۚ فَاِذَا جَآءَ  اَجَلُہُمۡ لَا یَسۡتَاۡخِرُوۡنَ سَاعَۃً وَّ لَا یَسۡتَقۡدِمُوۡنَ ﴿۶۱﴾ ","english_text":"They said, \"Call upon your Lord to show us what is her color.\" He said, \"He says, 'It is a yellow cow, bright in color - pleasing to the observers.' \"","page":273,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1962.mp3","colorText":"وَلَوْ يُؤَاخِذُ [h:7452[ٱ]للَّهُ [h:7453[ٱ][l[ل][g[نّ]َاسَ بِظُلْمِه[w:7454[ِم م]َّا تَرَكَ عَلَيْهَا مِ[f:4026[ن د][m[َا]ٓبَّ[a:7455[ةٍ و]َلَ[n[ـٰ]ك[a:7456[ِن ي]ُؤَخِّرُهُمْ إِلَ[o[ىٰٓ] أَجَ[a:1657[لٍ م]ُّسَم[f:7457[ًّى‌ۖ ف]َإِذَا ج[o[َا]ٓءَ أَجَلُهُمْ لَا يَسْتَــْٔخِرُونَ سَاعَ[a:4666[ةً‌ۖ و]َلَا يَسْتَ[q:4667[قْ]دِم[p[ُو]نَ","juz":14,"ruku":231,"manzil":3,"bangla_ahbayan":"আল্লাহ যদি মানুষকে তাদের সীমালংঘনের জন্য শাস্তি দিতেন, তাহলে ভূপৃষ্ঠে কোন জীব-জন্তুকেই রেহাই দিতেন না,[১] কিন্তু তিনি এক নির্দিষ্টকাল পর্যন্ত তাদেরকে অবকাশ দিয়ে থাকেন;[২] অতঃপর যখন তাদের সময় আসে, তখন তারা মুহূর্তকালও বিলম্ব অথবা অগ্রগামী করতে পারে না।","bangla_bayan":"আর আল্লাহ যদি মানবজাতিকে তাদের যুলমের কারণে পাকড়াও করতেন, তবে তাতে (যমীনে) কোনো বিচরণকারী প্রাণীকেই ছাড়তেন না। তবে আল্লাহ তাদেরকে একটি নির্দিষ্ট সময় পর্যন্ত অবকাশ দেন। যখন তাদের নির্দিষ্ট সময় চলে আসে, তখন এক মুহূর্তও পেছাতে পারে না, এবং আগাতেও পারে না।","bangla_mkhan":"যদি আল্লাহ লোকদেরকে তাদের অন্যায় কাজের কারণে পাকড়াও করতেন, তবে ভুপৃষ্ঠে চলমান কোন কিছুকেই ছাড়তেন না। কিন্তু তিনি প্রতিশ্রুতি সময় পর্যন্ত তাদেরকে অবকাশ দেন। অতঃপর নির্ধারিত সময়ে যখন তাদের মৃত্যু এসে যাবে, তখন এক মুহুর্তও বিলম্বিত কিংবা তরাম্বিত করতে পারবে না।","bangla_mujibur":"আল্লাহ যদি মানুষকে তাদের সীমা লংঘনের জন্য শাস্তি দিতেন তাহলে ভূপৃষ্ঠে কোন জীব জন্তুকেই রেহাই দিতেননা; কিন্তু তিনি এক নির্দিষ্ট কাল পর্যন্ত তাদেরকে অবকাশ দিয়ে থাকেন। অতঃপর যখন তাদের সময় আসে তখন তারা মুহুর্তকাল বিলম্ব অথবা ত্বরা করতে পারবেনা।","bangla_taisirul":"আল্লাহ যদি মানুষকে তাদের সীমালঙ্ঘনের জন্য পাকড়াও করতেন, তাহলে যমীনের উপর কোন প্রাণীকেই তিনি রেহাই দিতেন না। কিন্তু তিনি একটা নির্দিষ্ট কাল পর্যন্ত তাদেরকে সময় দেন। তাদের সময় এসে গেলে এক মুহূর্তও অগ্র-পশ্চাৎ করা হয় না।"},{"id":62,"arabic_text":"وَ یَجۡعَلُوۡنَ لِلّٰہِ مَا یَکۡرَہُوۡنَ وَ تَصِفُ اَلۡسِنَتُہُمُ الۡکَذِبَ اَنَّ  لَہُمُ  الۡحُسۡنٰی ؕ لَا  جَرَمَ  اَنَّ لَہُمُ النَّارَ وَ اَنَّہُمۡ مُّفۡرَطُوۡنَ ﴿۶۲﴾ ","english_text":"They said, \"Call upon your Lord to make clear to us what it is. Indeed, [all] cows look alike to us. And indeed we, if Allah wills, will be guided.\"","page":273,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1963.mp3","colorText":"وَيَ[q:7440[جْ]عَلُونَ لِلَّهِ مَا يَكْرَهُونَ وَتَصِفُ أَلْسِنَتُهُمُ [h:7458[ٱ]لْكَذِبَ أَ[g[نّ]َ لَهُمُ [h:7459[ٱ]لْحُسْنَىٰ‌ۖ لَا جَرَمَ أَ[g[نّ]َ لَهُمُ [h:7460[ٱ][l[ل][g[نّ]َارَ وَأَ[g[نّ]َه[w:7461[ُم م]ُّفْرَط[p[ُو]نَ","juz":14,"ruku":231,"manzil":3,"bangla_ahbayan":"যা তারা অপছন্দ করে তাই তারা আল্লাহর প্রতি আরোপ করে;[১] তাদের জিহ্বা মিথ্যা বর্ণনা করে (বলে) যে, ‘মঙ্গল তাদেরই জন্য।’[২] স্বতঃসিদ্ধ কথা যে, নিশ্চয়ই তাদের জন্য আছে দোযখ এবং তারাই সর্বাগ্রে তাতে নিক্ষিপ্ত হবে। [৩]","bangla_bayan":"আর তারা যা অপছন্দ করে, তাই তারা আল্লাহর জন্য নির্ধারণ করে। তাদের জিহবা মিথ্যা বিবরণ দেয় যে, নিশ্চয় তাদের জন্য শুভ পরিণাম। সন্দেহ নেই যে, তাদের জন্য রয়েছে আগুন এবং নিশ্চয় তারা সর্বাগ্রে নিক্ষিপ্ত হবে।","bangla_mkhan":"যা নিজেদের মন চায় না তারই তারা আল্লাহর জন্যে সাব্যস্ত করে এবং তাদের জিহবা মিথ্যা বর্ণনা করে যে, তাদের জন্যে রয়েছে কল্যাণ। স্বতঃসিদ্ধ কথা যে, তাদের জন্যে রয়েছে আগুন এবং তাদেরকেই সর্বাগ্রে নিক্ষেপ করা হবে।","bangla_mujibur":"যা তারা অপছন্দ করে তাই তারা আল্লাহর প্রতি আরোপ করে। তাদের জিহবা মিথ্যা বর্ণনা করে যে, মঙ্গল তাদেরই জন্য। নিশ্চয়ই তাদের জন্য রয়েছে জাহান্নাম এবং তাদেরকেই সর্বাগ্রে তাতে নিক্ষেপ করা হবে।","bangla_taisirul":"তারা আল্লাহর জন্য তা-ই নির্ধারণ করে যা (নিজেদের জন্য) অপছন্দ করে, আর তাদের জিহবা মিথ্যা বলে যে, কল্যাণ তাদেরই জন্য। কোন সন্দেহ নেই যে, তাদের জন্য আছে আগুন আর সর্বপ্রথম তাদেরকেই সেখানে জলদি পৌঁছে দেয়া হবে।"},{"id":63,"arabic_text":"تَاللّٰہِ  لَقَدۡ  اَرۡسَلۡنَاۤ  اِلٰۤی اُمَمٍ مِّنۡ قَبۡلِکَ فَزَیَّنَ لَہُمُ الشَّیۡطٰنُ اَعۡمَالَہُمۡ فَہُوَ وَلِیُّہُمُ الۡیَوۡمَ  وَ لَہُمۡ  عَذَابٌ  اَلِیۡمٌ ﴿۶۳﴾ ","english_text":"He said, \"He says, 'It is a cow neither trained to plow the earth nor to irrigate the field, one free from fault with no spot upon her.' \" They said, \"Now you have come with the truth.\" So they slaughtered her, but they could hardly do it.","page":273,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1964.mp3","colorText":"تَ[h:9999[ٱ]للَّهِ لَقَ[q:2389[دْ] أَرْسَلْن[o[َآ] إِلَ[o[ىٰٓ] أُمَ[a:4041[مٍ م]ِّ[f:18[ن ق]َ[q:19[بْ]لِكَ فَزَيَّنَ لَهُمُ [h:4046[ٱ][l[ل]شَّيْطَ[n[ـٰ]نُ أَعْمَ[n[ـٰ]لَهُمْ فَهُوَ وَلِيُّهُمُ [h:7462[ٱ]لْيَوْمَ وَلَهُمْ عَذَابٌ أَل[p[ِي]مٌ","juz":14,"ruku":231,"manzil":3,"bangla_ahbayan":"শপথ আল্লাহর! আমি তোমার পূর্বেও বহু জাতির নিকট রসূল প্রেরণ করেছি; কিন্তু শয়তান ঐ সব জাতির কার্যকলাপ তাদের দৃষ্টিতে শোভন করেছিল;[১] সুতরাং সে আজও তাদের অভিভাবক[২] এবং তাদেরই জন্য মর্মন্তুদ শাস্তি।","bangla_bayan":"আল্লাহর শপথ, আমি তোমার পূর্বে বহু জাতির নিকট রাসূল প্রেরণ করেছি। অতঃপর শয়তান তাদের জন্য তাদের কর্মকে শোভিত করেছে। তাই আজ সে তাদের অভিভাবক। আর তাদের জন্য রয়েছে যন্ত্রনাদায়ক আযাব।","bangla_mkhan":"আল্লাহর কসম, আমি আপনার পূর্বে বিভিন্ন সম্প্রদায়ে রাসূল প্রেরণ করেছি, অতঃপর শয়তান তাদেরকে কর্ম সমূহ শোভনীয় করে দেখিয়েছে। আজ সেই তাদের অভিভাবক এবং তাদের জন্যে রয়েছে যন্ত্রণাদায়ক শাস্তি।","bangla_mujibur":"শপথ আল্লাহর! আমি তোমার পূর্বেও বহু জাতির নিকট রাসূল প্রেরণ করেছি; কিন্তু শাইতান ঐ সব জাতির কার্যকলাপ তাদের দৃষ্টিতে শোভন করেছিল; সুতরাং সে’ই আজ তাদের অভিভাবক এবং তাদেরই জন্য রয়েছে যন্ত্রণাদায়ক শাস্তি।","bangla_taisirul":"আল্লাহর কসম! তোমার পূর্বে আমি বহু জাতির কাছে রসূল পাঠিয়েছিলাম, কিন্তু শয়ত্বান তাদের কাছে তাদের কার্যকলাপকে শোভনীয় করে দিয়েছিল, আর আজ সে-ই তাদের অভিভাবক, তাদের জন্য রয়েছে ভয়াবহ শাস্তি।"},{"id":64,"arabic_text":"وَ مَاۤ  اَنۡزَلۡنَا عَلَیۡکَ الۡکِتٰبَ اِلَّا لِتُبَیِّنَ لَہُمُ الَّذِی اخۡتَلَفُوۡا فِیۡہِ ۙ وَ ہُدًی  وَّ  رَحۡمَۃً   لِّقَوۡمٍ  یُّؤۡمِنُوۡنَ ﴿۶۴﴾ ","english_text":"And [recall] when you slew a man and disputed over it, but Allah was to bring out that which you were concealing.","page":273,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1965.mp3","colorText":"وَم[o[َآ] أَ[f:515[نز]َلْنَا عَلَيْكَ [h:1723[ٱ]لْكِتَ[n[ـٰ]بَ إِلَّا لِتُبَيِّنَ لَهُمُ [h:7409[ٱ]لَّذِى [h:7463[ٱ]خْتَلَفُو[s[اْ] فِيهِ‌ۙ وَهُ[a:4537[دًى و]َرَحْمَ[u:4735[ةً ل]ِّقَوْ[a:4294[مٍ ي]ُؤْمِن[p[ُو]نَ","juz":14,"ruku":231,"manzil":3,"bangla_ahbayan":"আমি তো তোমার প্রতি গ্রন্থ এ জন্যই অবতীর্ণ করেছি; যাতে তারা যে বিষয়ে মতভেদ করে, তাদেরকে তুমি তা সুস্পষ্টভাবে বুঝিয়ে দিতে পার[১] এবং বিশ্বাসীদের জন্য পথ নির্দেশ ও দয়া স্বরূপ।","bangla_bayan":"আর আমি তোমার উপর কিতাব নাযিল করেছি, শুধু এ জন্য যে, যে বিষয়ে তারা বিতর্ক করছে, তা তাদের জন্য তুমি স্পষ্ট করে দেবে এবং (এটি) হিদায়াত ও রহমত সেই কওমের জন্য যারা ঈমান আনে।","bangla_mkhan":"আমি আপনার প্রতি এ জন্যেই গ্রন্থ নাযিল করেছি, যাতে আপনি সরল পথ প্রদর্শনের জন্যে তাদের কে পরিষ্কার বর্ণনা করে দেন, যে বিষয়ে তারা মতবিরোধ করছে এবং ঈমানদারকে ক্ষমা করার জন্যে।","bangla_mujibur":"আমিতো তোমার প্রতি এই কিতাব অবতীর্ণ করেছি যারা এ বিষয়ে মতভেদ করে তাদেরকে সুস্পষ্টভাবে বুঝিয়ে দেয়ার জন্য এবং মু’মিনদের জন্য পথ-নির্দেশ ও দয়া স্বরূপ।","bangla_taisirul":"আমি তোমার প্রতি কিতাব এজন্য নাযিল করেছি যাতে তুমি সে সকল বিষয় স্পষ্ট করে দিতে পার যে বিষয়ে তারা মতভেদ করেছিল, আর (এ কিতাব) বিশ্বাসী সম্প্রদায়ের জন্য পথপ্রদর্শক ও রহমাত স্বরূপ।"},{"id":65,"arabic_text":"وَ اللّٰہُ  اَنۡزَلَ مِنَ السَّمَآءِ  مَآءً  فَاَحۡیَا بِہِ الۡاَرۡضَ بَعۡدَ مَوۡتِہَا ؕ اِنَّ فِیۡ  ذٰلِکَ لَاٰیَۃً  لِّقَوۡمٍ  یَّسۡمَعُوۡنَ ﴿۶۵﴾ ","english_text":"So, We said, \"Strike the slain man with part of it.\" Thus does Allah bring the dead to life, and He shows you His signs that you might reason.","page":274,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1966.mp3","colorText":"وَ[h:9999[ٱ]للَّهُ أَ[f:471[نز]َلَ مِنَ [h:64[ٱ][l[ل]سَّم[o[َا]ٓءِ م[o[َا]ٓ[f:7464[ءً ف]َأَحْيَا بِهِ [h:842[ٱ]لْأَرْضَ بَعْدَ مَوْتِه[o[َآ‌ۚ] إِ[g[نّ]َ فِى ذ[n[َٲ]لِكَ لَأَيَ[u:7345[ةً ل]ِّقَوْ[a:6119[مٍ ي]َسْمَع[p[ُو]نَ","juz":14,"ruku":231,"manzil":3,"bangla_ahbayan":"আল্লাহ আকাশ হতে বৃষ্টি বর্ষণ করেন। অতঃপর তার দ্বারা তিনি ভূমিকে ওর মৃত্যুর পর পুনর্জীবিত করেন; অবশ্যই এতে নিদর্শন আছে সেই সম্প্রদায়ের জন্য যারা শ্রবণ করে।","bangla_bayan":"আল্লাহ আকাশ হতে বারি বর্ষণ করেন এবং তদ্বারা তিনি ভূমিকে ওর মৃত্যুর পর পুনর্জীবিত করেন। অবশ্যই এতে নিদর্শন রয়েছে যে সম্প্রদায় কথা শোনে তাদের জন্য।","bangla_mkhan":"আল্লাহ আকাশ থেকে পানি বর্ষণ করেছেন, তদ্বারা যমীনকে তার মৃত্যুর পর পুনর্জীবিত করেছেন। নিশ্চয় এতে তাদের জন্যে নিদর্শন রয়েছে, যারা শ্রবণ করে।","bangla_mujibur":"আর আল্লাহ আসমান থেকে বৃষ্টি বর্ষণ করেছেন। অতঃপর তা দিয়ে যমীনকে তার মৃত্যুর পর সজীব করেছেন। নিশ্চয় এতে নিদর্শন রয়েছে সেই কওমের জন্যা যারা শুনে।","bangla_taisirul":"আল্লাহ আকাশ থেকে পানি বর্ষণ করেন, অতঃপর তার দ্বারা যমীনকে তার মৃত্যুর পর পুনরায় জীবিত করেন। এতে ঐ সম্প্রদায়ের জন্য বহু নিদর্শন আছে যারা লক্ষ্য করে শুনে।"},{"id":66,"arabic_text":"وَ  اِنَّ لَکُمۡ فِی الۡاَنۡعَامِ لَعِبۡرَۃً ؕ نُسۡقِیۡکُمۡ  مِّمَّا فِیۡ بُطُوۡنِہٖ مِنۡۢ  بَیۡنِ  فَرۡثٍ وَّ دَمٍ لَّبَنًا خَالِصًا سَآئِغًا لِّلشّٰرِبِیۡنَ ﴿۶۶﴾ ","english_text":"Then your hearts became hardened after that, being like stones or even harder. For indeed, there are stones from which rivers burst forth, and there are some of them that split open and water comes out, and there are some of them that fall down for fear of Allah . And Allah is not unaware of what you do.","page":274,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1967.mp3","colorText":"وَإِ[g[نّ]َ لَكُمْ فِى [h:7465[ٱ]لْأَنْعَ[n[ـٰ]مِ لَعِ[q:1764[بْ]رَ[a:7466[ةً‌ۖ ن]ُّسْقِيك[w:7467[ُم م]ِّ[g[مّ]َا فِى بُطُونِه[n[ِۦ] م[i:4612[ِنۢ ب]َيْنِ فَرْ[a:7468[ثٍ و]َدَ[u:7469[مٍ ل]َّبَنًا خَالِ[f:7470[صًا س][o[َا]ٓئِ[u:7471[غًا ل]ِّلشَّ[n[ـٰ]رِب[p[ِي]نَ","juz":14,"ruku":232,"manzil":3,"bangla_ahbayan":"অবশ্যই (গৃহপালিত) চতুষ্পদ জন্তুর[১] মধ্যে তোমাদের জন্য শিক্ষা রয়েছে; ওগুলির উদরস্থিত গোবর ও রক্তের মধ্য হতে তোমাদেরকে আমি পান করাই বিশুদ্ধ দুধ; যা পানকারীদের জন্য সুস্বাদু।[২]","bangla_bayan":"আর নিশ্চয় চতুষ্পদ জন্তুতে রয়েছে তোমাদের জন্য শিক্ষা। তার পেটের ভেতরের গোবর ও রক্তের মধ্যখান থেকে তোমাদেরকে আমি দুধ পান করাই, যা খাঁটি এবং পানকারীদের জন্য স্বাচ্ছ্যন্দকর।","bangla_mkhan":"তোমাদের জন্যে চতুস্পদ জন্তুদের মধ্যে চিন্তা করার অবকাশ রয়েছে। আমি তোমাদেরকে পান করাই তাদের উদরস্থিত বস্তুসমুহের মধ্যে থেকে গোবর ও রক্ত নিঃসৃত দুগ্ধ যা পানকারীদের জন্যে উপাদেয়।","bangla_mujibur":"অবশ্যই (গৃহপালিত) চতুস্পদ জন্তুর মধ্যে তোমাদের জন্য শিক্ষা রয়েছে; ওগুলির উদরস্থিত গোবর ও রক্তের মধ্য হতে তোমাদেরকে আমি পান করাই বিশুদ্ধ দুগ্ধ, যা পানকারীদের জন্য সুস্বাদু।","bangla_taisirul":"তোমাদের জন্য গবাদি পশুতেও অবশ্যই শিক্ষা নিহিত আছে। তোমাদেরকে পান করাই ওদের পেটের গোবর আর রক্তের মাঝ থেকে বিশুদ্ধ দুগ্ধ যা পানকারীদের জন্য খুবই উপাদেয়।"},{"id":67,"arabic_text":"وَ مِنۡ ثَمَرٰتِ النَّخِیۡلِ وَ الۡاَعۡنَابِ تَتَّخِذُوۡنَ مِنۡہُ سَکَرًا  وَّ  رِزۡقًا حَسَنًا ؕ اِنَّ فِیۡ ذٰلِکَ لَاٰیَۃً   لِّقَوۡمٍ  یَّعۡقِلُوۡنَ ﴿۶۷﴾ ","english_text":"Do you covet [the hope, O believers], that they would believe for you while a party of them used to hear the words of Allah and then distort the Torah after they had understood it while they were knowing?","page":274,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1968.mp3","colorText":"وَمِ[f:7472[ن ث]َمَر[n[َٲ]تِ [h:7473[ٱ][l[ل][g[نّ]َخِيلِ وَ[h:7474[ٱ]لْأَعْنَ[n[ـٰ]بِ تَتَّخِذُونَ مِنْهُ سَكَ[a:7475[رًا و]َرِزْقًا حَسَنًا‌ۗ إِ[g[نّ]َ فِى ذ[n[َٲ]لِكَ لَأَيَ[u:7345[ةً ل]ِّقَوْ[a:850[مٍ ي]َعْقِل[p[ُو]نَ","juz":14,"ruku":232,"manzil":3,"bangla_ahbayan":"আর খেজুর ও আঙ্গুর ফল হতে তোমরা মদ[১] ও উত্তম খাদ্য গ্রহণ করে থাক, এতে অবশ্যই বোধশক্তিসম্পন্ন সম্প্রদায়ের জন্য রয়েছে নিদর্শন।","bangla_bayan":"আর তোমরা খেজুর গাছের ফল ও আঙ্গুর থেকে মাদক* ও উত্তম রিয্ক গ্রহণ কর। নিশ্চয় এতে এমন কওমের জন্য নিদর্শন রয়েছে, যারা বুঝে। \\n\\n* ইমাম তাবারী বলেন, আয়াতটি মাদক নিষিদ্দ হওয়ার পূর্বে অবতীর্ণ হয়েছে।","bangla_mkhan":"এবং খেজুর বৃক্ষ ও আঙ্গুর ফল থেকে তোমরা মধ্য ও উত্তম খাদ্য তৈরী করে থাক, এতে অবশ্যই বোধশক্তি সম্পন্ন সম্প্রদায়ের জন্যে নিদর্শন রয়েছে।","bangla_mujibur":"আর খেজুর গাছের ফল ও আঙ্গুর হতে তোমরা মাদক ও উত্তম খাদ্য গ্রহণ করে থাক, এতে অবশ্যই বোধশক্তি সম্পন্ন সম্প্রদায়ের জন্য রয়েছে নিদর্শন।","bangla_taisirul":"আর খেজুর ও আঙ্গুর ফল থেকে তোমরা মদ ও উত্তম খাদ্য প্রস্তুত কর, জ্ঞানী সম্প্রদায়ের জন্য এতে অবশ্যই বহু নিদর্শন রয়েছে।"},{"id":68,"arabic_text":"وَ اَوۡحٰی رَبُّکَ اِلَی النَّحۡلِ اَنِ اتَّخِذِیۡ مِنَ الۡجِبَالِ بُیُوۡتًا وَّ مِنَ الشَّجَرِ وَ مِمَّا یَعۡرِشُوۡنَ ﴿ۙ۶۸﴾ ","english_text":"And when they meet those who believe, they say, \"We have believed\"; but when they are alone with one another, they say, \"Do you talk to them about what Allah has revealed to you so they can argue with you about it before your Lord?\" Then will you not reason?","page":274,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1969.mp3","colorText":"وَأَوْحَىٰ رَبُّكَ إِلَى [h:7476[ٱ][l[ل][g[نّ]َحْلِ أَنِ [h:7477[ٱ]تَّخِذِى مِنَ [h:7297[ٱ]لْجِبَالِ بُيُو[a:7478[تًا و]َمِنَ [h:7479[ٱ][l[ل]شَّجَرِ وَمِ[g[مّ]َا يَعْرِش[p[ُو]نَ","juz":14,"ruku":232,"manzil":3,"bangla_ahbayan":"তোমার প্রতিপালক মৌমাছিকে প্রত্যাদেশ[১] করেছেন যে, তুমি গৃহ নির্মাণ কর পাহাড়ে, বৃক্ষে এবং মানুষ যে গৃহ নির্মাণ করে তাতে।","bangla_bayan":"আর তোমার রব মৌমাছিকে ইংগিতে জানিয়েছে যে, ‘তুমি পাহাড়ে ও গাছে এবং তারা যে গৃহ নির্মাণ করে তাতে নিবাস বানাও।’","bangla_mkhan":"আপনার পালনকর্তা মধু মক্ষিকাকে আদেশ দিলেনঃ পর্বতগাহ্রে, বৃক্ষ এবং উঁচু চালে গৃহ তৈরী কর,","bangla_mujibur":"তোমার রাব্ব মৌমাছির অন্তরে ইঙ্গিত দ্বারা নির্দেশ দিয়েছেনঃ তুমি গৃহ নির্মাণ কর পাহাড়, বৃক্ষ এবং মানুষ যে গৃহ নির্মাণ করে তাতে।","bangla_taisirul":"তোমার প্রতিপালক মৌমাছির প্রতি এলহাম করেছেন যে, পাহাড়ে, বৃক্ষে আর উঁচু চালে বাসা তৈরি কর।"},{"id":69,"arabic_text":"ثُمَّ  کُلِیۡ مِنۡ کُلِّ الثَّمَرٰتِ فَاسۡلُکِیۡ سُبُلَ رَبِّکِ ذُلُلًا ؕ یَخۡرُجُ مِنۡۢ بُطُوۡنِہَا شَرَابٌ مُّخۡتَلِفٌ اَلۡوَانُہٗ  فِیۡہِ شِفَآءٌ لِّلنَّاسِ ؕ اِنَّ فِیۡ ذٰلِکَ لَاٰیَۃً   لِّقَوۡمٍ  یَّتَفَکَّرُوۡنَ ﴿۶۹﴾ ","english_text":"But do they not know that Allah knows what they conceal and what they declare?","page":274,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1970.mp3","colorText":"ثُ[g[مّ]َ كُلِى مِ[f:843[ن ك]ُلِّ [h:1571[ٱ][l[ل]ثَّمَر[n[َٲ]تِ فَ[h:7480[ٱ]سْلُكِى سُبُلَ رَبِّكِ ذُلُل[a:7481[اً‌ۚ ي]َخْرُجُ م[i:7482[ِنۢ ب]ُطُونِهَا شَرَا[a:7483[بٌ م]ُّخْتَلِفٌ أَلْو[n[َٲ]نُهُ[n[ۥ] فِيهِ شِف[o[َا]ٓ[u:7484[ءٌ ل]ِّل[g[نّ]َاسِ‌ۗ إِ[g[نّ]َ فِى ذ[n[َٲ]لِكَ لَأَيَ[u:7345[ةً ل]ِّقَوْ[a:6018[مٍ ي]َتَفَكَّر[p[ُو]نَ","juz":14,"ruku":232,"manzil":3,"bangla_ahbayan":"এরপর প্রত্যেক ফল হতে আহার কর, অতঃপর তোমার প্রতিপালকের সহজ পথ অনুসরণ কর;[১] ওর উদর হতে নির্গত হয় নানা রঙের পানীয়;[২] যাতে মানুষের জন্য রয়েছে রোগমুক্তি।[৩] অবশ্যই এতে চিন্তাশীল সম্প্রদায়ের জন্য নিদর্শন রয়েছে।","bangla_bayan":"অতঃপর তুমি প্রত্যেক ফল থেকে আহার কর এবং তুমি তোমার রবের সহজ পথে চল। তার পেট থেকে এমন পানীয় বের হয়, যার রং ভিন্ন ভিন্ন, যাতে রয়েছে মানুষের জন্য রোগ নিরাময়। নিশ্চয় এতে নিদর্শন রয়েছে সে কওমের জন্য, যারা চিন্তা করে।","bangla_mkhan":"এরপর সর্বপ্রকার ফল থেকে ভক্ষণ কর এবং আপন পালনকর্তার উম্মুক্ত পথ সমূহে চলমান হও। তার পেট থেকে বিভিন্ন রঙে পানীয় নির্গত হয়। তাতে মানুষের জন্যে রয়েছে রোগের প্রতিকার। নিশ্চয় এতে চিন্তাশীল সম্প্রদায়ের জন্যে নিদর্শন রয়েছে।","bangla_mujibur":"এর পর প্রত্যেক ফল হতে কিছু কিছু আহার কর, অতঃপর তোমার রবের সহজ পথ অনুসরণ কর। ওর উদর হতে নির্গত হয় বিবিধ বর্ণের পানীয়, যাতে মানুষের জন্য রয়েছে রোগের প্রতিষেধক। অবশ্যই এতে রয়েছে নিদর্শন চিন্তাশীল সম্প্রদায়ের জন্য।","bangla_taisirul":"অতঃপর প্রত্যেক ফল থেকে আহার কর, অতঃপর তোমার প্রতিপালকের (শিখানো) সহজ পদ্ধতি অনুসরণ কর। এর পেট থেকে রং-বেরং এর পানীয় বের হয়। এতে মানুষের জন্য আছে আরোগ্য। চিন্তাশীল মানুষের জন্য এতে অবশ্যই নিদর্শন আছে।"},{"id":70,"arabic_text":"وَ اللّٰہُ خَلَقَکُمۡ ثُمَّ یَتَوَفّٰىکُمۡ ۟ۙ وَ مِنۡکُمۡ مَّنۡ  یُّرَدُّ   اِلٰۤی اَرۡذَلِ الۡعُمُرِ  لِکَیۡ لَا یَعۡلَمَ  بَعۡدَ عِلۡمٍ شَیۡئًا ؕ اِنَّ اللّٰہَ عَلِیۡمٌ  قَدِیۡرٌ ﴿۷۰﴾ ","english_text":"And among them are unlettered ones who do not know the Scripture except in wishful thinking, but they are only assuming.","page":274,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1971.mp3","colorText":"وَ[h:9999[ٱ]للَّهُ خَلَقَكُمْ ثُ[g[مّ]َ يَتَوَفَّ[n[ـٰ]كُمْ‌ۚ وَمِ[f:2325[نك][w:2326[ُم م]ّ[a:7485[َن ي]ُرَدُّ إِلَ[o[ىٰٓ] أَرْذَلِ [h:7486[ٱ]لْعُمُرِ لِكَىْ لَا يَعْلَمَ بَعْدَ عِلْ[f:7487[مٍ ش]َيْــًٔا‌ۚ إِ[g[نّ]َ [h:80[ٱ]للَّهَ عَلِي[f:7488[مٌ ق]َد[p[ِي]رٌ","juz":14,"ruku":232,"manzil":3,"bangla_ahbayan":"আল্লাহই তোমাদেরকে সৃষ্টি করেছেন, অতঃপর তিনি তোমাদের মৃত্যু ঘটাবেন এবং তোমাদের মধ্যে কাউকে কাউকে উপনীত করা হয় নিকৃষ্টতম বয়সে; ফলে সে যা কিছু জানত সে সম্বন্ধে সজ্ঞান থাকে না;[১] আল্লাহ সর্বজ্ঞ, সর্বশক্তিমান।","bangla_bayan":"আর আল্লাহ তোমাদের সৃষ্টি করেছেন, অতঃপর তিনি তোমাদের মৃত্যু ঘটাবেন। তোমাদের অনেকে এমনও আছে, যাকে একেবারে বৃদ্ধ বয়সে উপনীত করা হয়, যাতে সে জ্ঞান লাভের পরেও সবকিছু অজানা হয়ে যায়। আল্লাহ সর্বজ্ঞ, সর্বশক্তিমান।","bangla_mkhan":"আল্লাহ তোমাদেরকে সৃষ্টি করেছেন এরপর তোমাদের মৃত্যুদান করেন। তোমাদের মধ্যে কেউ কেউ পৌছে যায় জরাগ্রস্ত অকর্মন্য বয়সে, ফলে যা কিছু তারা জানত সে সম্পর্কে তারা সজ্ঞান থাকবে না। নিশ্চয় আল্লাহ সু-বিজ্ঞ সর্বশক্তিমান।","bangla_mujibur":"আল্লাহই তোমাদেরকে সৃষ্টি করেছেন। অতঃপর তিনি তোমাদের মৃত্যু ঘটাবেন এবং তোমাদের মধ্যে কেহকে কেহকে উপনীত করা হয় জরাজীর্ণ বয়সে। ফলে তারা যা কিছু জানত সে সম্বন্ধে তারা সজ্ঞান থাকেনা; আল্লাহ সর্বজ্ঞ, সর্বশক্তিমান।","bangla_taisirul":"আল্লাহ্ই তোমাদেরকে পয়দা করেছেন, অতঃপর তিনি তোমাদের মৃত্যু ঘটাবেন। তোমাদের কাউকে অকর্মণ্য বয়সে ফিরিয়ে দেয়া হয়, যাতে জ্ঞান লাভ করার পরেও আর কোন কিছুর জ্ঞান থাকে না। আল্লাহ সর্বশ্রেষ্ঠ জ্ঞানী, সর্বাপেক্ষা শক্তিমান।"},{"id":71,"arabic_text":"وَ اللّٰہُ  فَضَّلَ بَعۡضَکُمۡ عَلٰی بَعۡضٍ فِی الرِّزۡقِ ۚ فَمَا الَّذِیۡنَ فُضِّلُوۡا بِرَآدِّیۡ رِزۡقِہِمۡ عَلٰی مَا مَلَکَتۡ  اَیۡمَانُہُمۡ  فَہُمۡ فِیۡہِ سَوَآءٌ ؕ اَفَبِنِعۡمَۃِ اللّٰہِ یَجۡحَدُوۡنَ ﴿۷۱﴾ ","english_text":"So woe to those who write the \"scripture\" with their own hands, then say, \"This is from Allah,\" in order to exchange it for a small price. Woe to them for what their hands have written and woe to them for what they earn.","page":274,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1972.mp3","colorText":"وَ[h:9999[ٱ]للَّهُ فَضَّلَ بَعْضَكُمْ عَلَىٰ بَعْ[f:6882[ضٍ ف]ِى [h:7489[ٱ][l[ل]رِّزْقِ‌ۚ فَمَا [h:7490[ٱ]لَّذِينَ فُضِّلُو[s[اْ] بِر[m[َا]ٓدِّى رِزْقِهِمْ عَلَىٰ مَا مَلَكَتْ أَيْمَ[n[ـٰ]نُهُمْ فَهُمْ فِيهِ سَو[o[َا]ٓءٌ‌ۚ أَفَبِنِعْمَةِ [h:7491[ٱ]للَّهِ يَ[q:4008[جْ]حَد[p[ُو]نَ","juz":14,"ruku":233,"manzil":3,"bangla_ahbayan":"আল্লাহ জীবনোপকরণে তোমাদের কাউকে কারো উপর শ্রেষ্ঠত্ব দিয়েছেন, যাদেরকে শ্রেষ্ঠত্ব দেওয়া হয়েছে, তারা তাদের অধীনস্থ দাস-দাসীদেরকে নিজেদের জীবনোপকরণ হতে এমন কিছু দেয় না, যাতে তারা এ বিষয়ে তাদের সমান হয়ে যায়; [১] তবে কি তারা আল্লাহর অনুগ্রহকে অস্বীকার করে? [২]","bangla_bayan":"আর আল্লাহ রিয্ক তোমাদের কতককে কতকের উপর প্রাধান্য দিয়েছেন; কিন্তু যাদেরকে প্রাধান্য দেয়া হয়েছে, তারা তাদের রিয্ক দাসদাসীদের ফিরিয়ে দেয় না। (এই ভয়ে যে,) তারা তাতে সমান হয়ে যাবে। তবে তারা কি আল্লাহর নিআমতকে অস্বীকার করছে?","bangla_mkhan":"আল্লাহ তা’আলা জীবনোপকরণে তোমাদের একজনকে অন্যজনের চাইতে শ্রেষ্টত্ব দিয়েছেন। অতএব যাদেরকে শ্রেষ্ঠত্ব দেয়া হয়েছে, তারা তাদের অধীনস্থ দাস-দাসীদেরকে স্বীয় জীবিকা থেকে এমন কিছু দেয় না, যাতে তারা এ বিষয়ে তাদের সমান হয়ে যাবে। তবে কি তারা আল্লাহর নেয়ামত অস্বীকার করে।","bangla_mujibur":"আল্লাহ জীবনোপকরণে তোমাদের একজনকে অন্যজনের উপর শ্রেষ্ঠত্ব দিয়েছেন। যাদেরকে শ্রেষ্ঠত্ব দেয়া হয়েছে তারা তাদের অধীনস্থ দাস দাসীদেরকে নিজেদের জীবনোপকরণ হতে এমন কিছু দেয়না যাতে তারা এ বিষয়ে সমান হয়ে যায়; তাহলে কি তারা আল্লাহর অনুগ্রহ অস্বীকার করে?","bangla_taisirul":"রিযকের ব্যাপারে আল্লাহ তোমাদের মধ্যে কাউকে কারো উপর প্রাধান্য দিয়েছেন। যাদেরকে প্রাধান্য দেয়া হয়েছে তারা তাদের রিযক থেকে তাদের অধীনস্থ চাকর- গোলামদেরকে এমনভাবে ফিরিয়ে দেয় না, যাতে এক্ষেত্রে তারা সমান হয়ে যায়। (অথচ তারা নানান কিছুকে আল্লাহর অংশীদার বানিয়ে ওগুলোকে আল্লাহর সমান করে ফেলছে) তাহলে কি তারা আল্লাহর অনুগ্রহ অস্বীকার করে?"},{"id":72,"arabic_text":"وَ اللّٰہُ جَعَلَ لَکُمۡ مِّنۡ اَنۡفُسِکُمۡ اَزۡوَاجًا وَّ جَعَلَ لَکُمۡ مِّنۡ اَزۡوَاجِکُمۡ بَنِیۡنَ وَ حَفَدَۃً  وَّ رَزَقَکُمۡ مِّنَ الطَّیِّبٰتِ ؕ اَفَبِالۡبَاطِلِ  یُؤۡمِنُوۡنَ وَ بِنِعۡمَتِ اللّٰہِ ہُمۡ یَکۡفُرُوۡنَ ﴿ۙ۷۲﴾ ","english_text":"And they say, \"Never will the Fire touch us, except for a few days.\" Say, \"Have you taken a covenant with Allah ? For Allah will never break His covenant. Or do you say about Allah that which you do not know?\"","page":274,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1973.mp3","colorText":"وَ[h:9999[ٱ]للَّهُ جَعَلَ لَك[w:556[ُم م]ِّنْ أَ[f:1329[نف]ُسِكُمْ أَزْو[n[َٲ][a:7492[جًا و]َجَعَلَ لَك[w:556[ُم م]ِّنْ أَزْو[n[َٲ]جِك[c:7493[ُم ب]َنِينَ وَحَفَدَ[a:7494[ةً و]َرَزَقَك[w:5306[ُم م]ِّنَ [h:5307[ٱ][l[ل]طَّيِّبَ[n[ـٰ]تِ‌ۚ أَفَبِ[h:7495[ٱ]لْبَ[n[ـٰ]طِلِ يُؤْمِنُونَ وَبِنِعْمَتِ [h:7496[ٱ]للَّهِ هُمْ يَكْفُر[p[ُو]نَ","juz":14,"ruku":233,"manzil":3,"bangla_ahbayan":"আর আল্লাহ তোমাদের জন্য তোমাদের মধ্য হতেই জোড়া সৃষ্টি করেছেন এবং তোমাদের যুগল হতে তোমাদের জন্য পুত্র ও পৌত্র সৃষ্টি করেছেন এবং উত্তম জীবনোপকরণ দান করেছেন; তবুও কি তারা মিথ্যাতে বিশ্বাস করবে[১] এবং আল্লাহর অনুগ্রহ অস্বীকার করবে?","bangla_bayan":"আর আল্লাহ তোমাদের জন্য তোমাদের থেকে জোড়া সৃষ্টি করেছেন এবং তোমাদের জোড়া থেকে তোমাদের জন্য পুত্র ও নাতিদের সৃষ্টি করেছেন আর তিনি তোমারেদকে পবিত্র রিয্ক দান করেছেন তারা কি বাতিলে বিশ্বাস করে এবং আল্লাহর নিআমতকে অস্বীকার করে?","bangla_mkhan":"আল্লাহ তোমাদের জন্যে তোমাদেরই শ্রেণী থেকে জোড়া পয়দা করেছেন এবং তোমাদের যুগল থেকে তোমাদেরকে পুত্র ও পৌত্রাদি দিয়েছেন এবং তোমাদেরকে উত্তম জীবনোপকরণ দান করেছেন। অতএব তারা কি মিথ্যা বিষয়ে বিশ্বাস স্থাপন করে এবং আল্লাহর অনুগ্রহ অস্বীকার করে?","bangla_mujibur":"আর আল্লাহ তোমাদের হতেই তোমাদের জোড়া সৃষ্টি করেছেন এবং তোমাদের যুগল হতে তোমাদের জন্য পুত্র-পৌত্রাদি সৃষ্টি করেছেন এবং উত্তম জীবনোপকরণ দান করেছেন। তবুও কি তারা মিথ্যা বিষয়ে বিশ্বাস করবে এবং আল্লাহর অনুগ্রহ অস্বীকার করবে?","bangla_taisirul":"আল্লাহ তোমাদের স্বজাতির মধ্য হতেই তোমাদের জোড়া সৃষ্টি করেছেন আর তোমাদের জন্য তোমাদের জোড়া থেকে পুত্র-পৌত্রাদি বানিয়েছেন আর তোমাদেরকে উৎকৃষ্ট রিযক দিয়েছেন। তবুও কি তারা ভিত্তিহীন বাতিল জিনিসের উপর ঈমান পোষণ করবে আর আল্লাহর অনুগ্রহকে তারা অস্বীকার করবে?"},{"id":73,"arabic_text":"وَ یَعۡبُدُوۡنَ مِنۡ دُوۡنِ اللّٰہِ مَا لَا یَمۡلِکُ لَہُمۡ رِزۡقًا مِّنَ السَّمٰوٰتِ وَ الۡاَرۡضِ شَیۡئًا  وَّ لَا یَسۡتَطِیۡعُوۡنَ ﴿ۚ۷۳﴾ ","english_text":"Yes, whoever earns evil and his sin has encompassed him - those are the companions of the Fire; they will abide therein eternally.","page":275,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1974.mp3","colorText":"وَيَعْبُدُونَ مِ[f:107[ن د]ُونِ [h:108[ٱ]للَّهِ مَا لَا يَمْلِكُ لَهُمْ رِزْ[a:7497[قًا م]ِّنَ [h:7498[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَ[h:177[ٱ]لْأَرْضِ شَيْـ[a:232[ـًٔا و]َلَا يَسْتَطِيع[p[ُو]نَ","juz":14,"ruku":233,"manzil":3,"bangla_ahbayan":"তারা আল্লাহ ছাড়া যাদের উপাসনা করে, তারা তাদের জন্য আকাশমন্ডলী অথবা পৃথিবী হতে কোন জীবনোপকরণ সরবরাহ করার শক্তি রাখে না এবং তারা কিছুই করতে সক্ষম নয়। [১]","bangla_bayan":"আর তারা আল্লাহ ছাড়া এমন কিছুর উপাসনা করে, যারা আসমানসমূহ ও যমীনে তাদের কোন রিযকের মালিক নয় এবং হতেও পারবে না।","bangla_mkhan":"তারা আল্লাহ ব্যতীত এমন বস্তুর ইবাদত করে, যে তাদের জন্যে ভুমন্ডল ও নভোমন্ডল থেকে সামান্য রুযী দেওয়ার ও অধিকার রাখে না এবং মুক্তি ও রাখে না।","bangla_mujibur":"এবং তারা কি ইবাদাত করবে আল্লাহ ছাড়া অপরের যাদের আকাশমন্ডলী অথবা পৃথিবী হতে কোন জীবনোপকরণ সরবরাহ করার শক্তি নেই? এবং তারা কিছুই করতে সক্ষম নয় ।","bangla_taisirul":"আর আল্লাহকে বাদ দিয়ে ‘ইবাদাত করবে অন্যের যারা আকাশ ও যমীন থেকে তাদের জন্য রিযক দেয়ার মালিক নয়, আর তারা এ কাজে সক্ষমও নয়।"},{"id":74,"arabic_text":"فَلَا تَضۡرِبُوۡا لِلّٰہِ الۡاَمۡثَالَ ؕ اِنَّ اللّٰہَ یَعۡلَمُ  وَ  اَنۡتُمۡ  لَا تَعۡلَمُوۡنَ ﴿۷۴﴾ ","english_text":"But they who believe and do righteous deeds - those are the companions of Paradise; they will abide therein eternally.","page":275,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1975.mp3","colorText":"فَلَا تَضْرِبُو[s[اْ] لِلَّهِ [h:7499[ٱ]لْأَمْثَالَ‌ۚ إِ[g[نّ]َ [h:80[ٱ]للَّهَ يَعْلَمُ وَأَ[f:98[نت]ُمْ لَا تَعْلَم[p[ُو]نَ","juz":14,"ruku":233,"manzil":3,"bangla_ahbayan":"সুতরাং তোমরা আল্লাহর সদৃশাবলী স্থির করো না।[১] নিশ্চয় আল্লাহ জানেন এবং তোমরা জান না।","bangla_bayan":"সুতরাং তোমরা আল্লাহর জন্য অন্য কোন দৃষ্টান্ত স্থাপন করো না। নিশ্চয় আল্লাহ জানেন আর তোমরা জান না।","bangla_mkhan":"অতএব, আল্লাহর কোন সদৃশ সাব্যস্ত করো না, নিশ্চয় আল্লাহ জানেন এবং তোমরা জান না।","bangla_mujibur":"সুতরাং তোমরা আল্লাহর কোন সদৃশ স্থির করনা; নিশ্চয়ই আল্লাহ জানেন এবং তোমরা জাননা।","bangla_taisirul":"কাজেই কারো সাথে আল্লাহর তুলনা দিও না। আল্লাহ জানেন, আর তোমরা জান না।"},{"id":75,"arabic_text":"ضَرَبَ اللّٰہُ مَثَلًا عَبۡدًا مَّمۡلُوۡکًا لَّا یَقۡدِرُ عَلٰی شَیۡءٍ وَّ مَنۡ رَّزَقۡنٰہُ مِنَّا رِزۡقًا حَسَنًا فَہُوَ یُنۡفِقُ مِنۡہُ سِرًّا وَّ جَہۡرًا ؕ ہَلۡ یَسۡتَوٗنَ ؕ اَلۡحَمۡدُ لِلّٰہِ ؕ بَلۡ اَکۡثَرُہُمۡ  لَا  یَعۡلَمُوۡنَ ﴿۷۵﴾ ","english_text":"And [recall] when We took the covenant from the Children of Israel, [enjoining upon them], \"Do not worship except Allah ; and to parents do good and to relatives, orphans, and the needy. And speak to people good [words] and establish prayer and give zakah.\" Then you turned away, except a few of you, and you were refusing.","page":275,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1976.mp3","colorText":"۞ ضَرَبَ [h:7103[ٱ]للَّهُ مَثَلاً عَ[q:3317[بْ][a:7500[دًا م]َّمْلُو[u:7501[كًا ل]َّا يَ[q:7502[قْ]دِرُ عَلَىٰ ش[a:7503[َىْءٍ و]َم[u:7504[َن ر]َّزَ[q:7505[قْ]نَ[n[ـٰ]هُ مِ[g[نّ]َا رِزْقًا حَسَ[f:7506[نًا ف]َهُوَ يُ[f:1550[نف]ِقُ مِنْهُ سِر[a:7507[ًّا و]َجَهْرًا‌ۖ هَلْ يَسْتَوُ[n[ۥ]نَ‌ۚ [h:7508[ٱ]لْحَمْدُ لِلَّهِ‌ۚ بَلْ أَكْثَرُهُمْ لَا يَعْلَم[p[ُو]نَ","juz":14,"ruku":233,"manzil":3,"bangla_ahbayan":"আল্লাহ উপমা দিচ্ছেন অপরের অধিকারভুক্ত এক দাসের যে কোন কিছুর উপর শক্তি রাখে না এবং এমন এক ব্যক্তির যাকে আমি নিজের পক্ষ হতে উত্তম জীবিকা দান করেছি এবং সে তা হতে গোপনে ও প্রকাশ্যে ব্যয় করে; তারা কি একে অপরের সমান?[১] সকল প্রশংসা আল্লাহরই প্রাপ্য। বরং তাদের অধিকাংশই জানে না।","bangla_bayan":"আল্লাহ উপমা পেশ করেছেন; একজন অধিনস্ত দাস যে কোন কিছুর উপর ক্ষমতা রাখে না। আর একজন যাকে আমি আমার পক্ষ থেকে উত্তম রিযক দিয়েছি, অতঃপর সে তা থেকে গোপনে ও প্রকাশ্যে ব্যয় করে। তারা কি সমান হতে পারে? সমস্ত প্রশংসা আল্লা্হর। বরং তাদের অধিকাংশই জানে না।","bangla_mkhan":"আল্লাহ একটি দৃষ্টান্ত বর্ণনা করেছেন, অপরের মালিকানাধীন গোলামের যে, কোন কিছুর উপর শক্তি রাখে না এবং এমন একজন যাকে আমি নিজের পক্ষ থেকে চমৎকার রুযী দিয়েছি। অতএব, সে তা থেকে ব্যয় করে গোপনে ও প্রকাশ্যে উভয়ে কি সমান হয়? সব প্রশংসা আল্লাহর, কিন্তু অনেক মানুষ জানে না।","bangla_mujibur":"আল্লাহ উপমা দিচ্ছেন অপরের অধিকারভুক্ত এক দাসের, যে কোন কিছুর উপর শক্তি রাখেনা। এবং অপর এক ব্যক্তি যাকে তিনি নিজ হতে উত্তম রিয্ক দান করেছেন এবং সে তা হতে গোপনে ও প্রকাশ্যে ব্যয় করে; তারা কি উভয়ে একে অপরের সমান? সকল প্রশংসা আল্লাহরই প্রাপ্য; অথচ তাদের অধিকাংশ এটা জানেনা।","bangla_taisirul":"আল্লাহ দৃষ্টান্ত দিচ্ছেনঃ অন্যের মালিকানাভুক্ত এক দাস যে কোন কিছু করারই ক্ষমতা রাখে না। আর এক লোক যাকে আমি আমার পক্ষ হতে উত্তম জীবিকা দান করেছি আর তাত্থেকে সে গোপনে প্রকাশ্যে দান করে, (এ) দু’জন কি সমান? সমস্ত প্রশংসা আল্লাহরই জন্য, কিন্তু তাদের অধিকাংশই জানে না।"},{"id":76,"arabic_text":"وَ ضَرَبَ اللّٰہُ مَثَلًا رَّجُلَیۡنِ اَحَدُہُمَاۤ اَبۡکَمُ لَا یَقۡدِرُ عَلٰی شَیۡءٍ وَّ ہُوَ  کَلٌّ عَلٰی مَوۡلٰىہُ ۙ اَیۡنَمَا یُوَجِّہۡہُّ  لَایَاۡتِ بِخَیۡرٍ ؕ ہَلۡ یَسۡتَوِیۡ ہُوَ ۙ وَ مَنۡ  یَّاۡمُرُ  بِالۡعَدۡلِ ۙ وَ ہُوَ  عَلٰی صِرَاطٍ مُّسۡتَقِیۡمٍ ﴿۷۶﴾ ","english_text":"And [recall] when We took your covenant, [saying], \"Do not shed each other's blood or evict one another from your homes.\" Then you acknowledged [this] while you were witnessing.","page":275,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1977.mp3","colorText":"وَضَرَبَ [h:7509[ٱ]للَّهُ مَثَل[u:7510[اً ر]َّجُلَيْنِ أَحَدُهُم[o[َآ] أَ[q:7511[بْ]كَمُ لَا يَ[q:7502[قْ]دِرُ عَلَىٰ ش[a:4300[َىْءٍ و]َهُوَ كَلٌّ عَلَىٰ مَوْلَ[n[ـٰ]هُ أَيْنَمَا يُوَجِّههُّ لَا يَأْتِ بِخَيْرٍ‌ۖ هَلْ يَسْتَوِى هُوَ وَم[a:7512[َن ي]َأْمُرُ بِ[h:1661[ٱ]لْعَ[q:1661[دْ]لِ‌ۙ وَهُوَ عَلَىٰ صِر[n[َٲ][a:726[طٍ م]ُّسْتَق[p[ِي]مٍ","juz":14,"ruku":233,"manzil":3,"bangla_ahbayan":"আল্লাহ আরো উপমা দিচ্ছেন দুই ব্যক্তির;[১] ওদের একজন বোবা, সে কোন কিছুরই শক্তি রাখে না এবং সে তার প্রভুর উপর বোঝা স্বরূপ; তাকে যেখানেই পাঠানো হোক না কেন, সে ভাল কিছুই করে আসতে পারে না; সে কি সমান হবে ঐ ব্যক্তির যে ন্যায়ের নির্দেশ দেয়[২] এবং যে আছে সরল পথে?","bangla_bayan":"আর আল্লাহ উপমা পেশ করেছেন, দু’জন ব্যক্তি, তাদের একজন বোবা, যে কোন কিছুর উপর ক্ষমতা রাখে না এবং সে তার অভিভাবকের উপর বোঝা। তাকে যেখানেই পাঠানো হয়, কোন কল্যাণ বয়ে আনতে পারে না। সে আর ঐ ব্যক্তি কি সমান, যে ন্যায়ের আদেশ করে এবং রয়েছে সরল পথের উপর?","bangla_mkhan":"আল্লাহ আরেকটি দৃষ্টান্ত বর্ণনা করেছেন, দু’ব্যক্তির, একজন বোবা কোন কাজ করতে পারে না। সে মালিকের উপর বোঝা। যেদিকে তাকে পাঠায়, কোন সঠিক কাজ করে আসে না। সে কি সমান হবে ঐ ব্যক্তির, যে ন্যায় বিচারের আদেশ করে এবং সরল পথে কায়েম রয়েছে।","bangla_mujibur":"আল্লাহ আরও উপমা দিচ্ছেন দু’ ব্যক্তির। ওদের একজন মূক, কোন কিছুরই শক্তি রাখেনা এবং সে তার মালিকের জন্য বোঝা স্বরূপ। তাকে যেখানেই পাঠানো হোক না কেন সে ভাল কিছুই করে আসতে পারেনা; সে কি ঐ ব্যক্তির মত সমান হবে যে ন্যায়ের নির্দেশ দেয় এবং যে আছে সরল পথে?","bangla_taisirul":"আল্লাহ আরো দৃষ্টান্ত দিচ্ছেন দু’ব্যক্তির তাদের একজন হল বোবা, কোন কিছুই করতে সক্ষম নয়। তার মনিবের উপর সে একটা বোঝা, তাকে যেখানেই পাঠানো হোক না কেন, কোন কল্যাণই সে নিয়ে আসবে না। সে কি ঐ ব্যক্তির সমান যে ইনসাফের নির্দেশ দেয় আর সরল সুদৃঢ় পথে প্রতিষ্ঠিত?"},{"id":77,"arabic_text":"وَ  لِلّٰہِ غَیۡبُ السَّمٰوٰتِ وَ الۡاَرۡضِ ؕ وَ مَاۤ اَمۡرُ السَّاعَۃِ  اِلَّا کَلَمۡحِ الۡبَصَرِ اَوۡ ہُوَ اَقۡرَبُ ؕ اِنَّ اللّٰہَ عَلٰی کُلِّ شَیۡءٍ قَدِیۡرٌ ﴿۷۷﴾ ","english_text":"Then, you are those [same ones who are] killing one another and evicting a party of your people from their homes, cooperating against them in sin and aggression. And if they come to you as captives, you ransom them, although their eviction was forbidden to you. So do you believe in part of the Scripture and disbelieve in part? Then what is the recompense for those who do that among you except disgrace in worldly life; and on the Day of Resurrection they will be sent back to the severest of punishment. And Allah is not unaware of what you do.","page":275,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1978.mp3","colorText":"وَلِلَّهِ غَيْبُ [h:6538[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَ[h:177[ٱ]لْأَرْضِ‌ۚ وَم[o[َآ] أَمْرُ [h:7513[ٱ][l[ل]سَّاعَةِ إِلَّا كَلَمْحِ [h:7514[ٱ]لْبَصَرِ أَوْ هُوَ أَ[q:1355[قْ]رَبُ‌ۚ إِ[g[نّ]َ [h:80[ٱ]للَّهَ عَلَىٰ كُلِّ ش[f:81[َىْءٍ ق]َد[p[ِي]رٌ","juz":14,"ruku":234,"manzil":3,"bangla_ahbayan":"আকাশমন্ডলী ও পৃথিবীর অদৃশ্য বিষয়ের জ্ঞান আল্লাহরই[১] এবং কিয়ামতের ব্যাপার তো চক্ষুর পলকের ন্যায়; বরং তার চেয়েও সত্বর। নিশ্চয় আল্লাহ সর্ববিষয়ে সর্বশক্তিমান।[২]","bangla_bayan":"আর আসমানসমূহ ও যমীনে গায়েবী বিষয় আল্লাহরই। আর কিয়ামতের ব্যাপারটি শুধু চোখের পলকের ন্যায়। কিংবা তা আরো নিকটবর্তী। নিশ্চয় আল্লাহ সব কিছুর উপর ক্ষমতাবান।","bangla_mkhan":"নভোমন্ডল ও ভূমন্ডলের গোপন রহস্য আল্লাহর কাছেই রয়েছে। কিয়ামতের ব্যাপারটি তো এমন, যেমন চোখের পলক অথবা তার চাইতেও নিকটবর্তী। নিশ্চয় আল্লাহ সব কিছুর উপর শক্তিমান।","bangla_mujibur":"আকাশমন্ডলী ও পৃথিবীর অদৃশ্য বিষয়ের জ্ঞান আল্লাহরই এবং কিয়ামাতের ব্যাপারতো চোখের পলকের ন্যায়, বরং ওর চেয়েও সত্ত্বর; আল্লাহ সর্ব বিষয়ে সর্বশক্তিমান।","bangla_taisirul":"আকাশসমূহ ও যমীনের অদৃশ্যের জ্ঞান কেবল আল্লাহরই আছে। ক্বিয়ামাতের ব্যাপার তো চোখের পলকের মত বরং তাত্থেকেও দ্রুত। আল্লাহ সব কিছু করতেই সক্ষম।"},{"id":78,"arabic_text":"وَ اللّٰہُ اَخۡرَجَکُمۡ  مِّنۡۢ بُطُوۡنِ اُمَّہٰتِکُمۡ لَا تَعۡلَمُوۡنَ شَیۡئًا ۙ وَّ جَعَلَ لَکُمُ السَّمۡعَ وَ الۡاَبۡصَارَ وَ الۡاَفۡـِٕدَۃَ ۙ لَعَلَّکُمۡ  تَشۡکُرُوۡنَ ﴿۷۸﴾ ","english_text":"Those are the ones who have bought the life of this world [in exchange] for the Hereafter, so the punishment will not be lightened for them, nor will they be aided.","page":275,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1979.mp3","colorText":"وَ[h:9999[ٱ]للَّهُ أَخْرَجَك[w:7515[ُم م]ّ[i:7516[ِنۢ ب]ُطُونِ أُ[g[مّ]َهَ[n[ـٰ]تِكُمْ لَا تَعْلَمُونَ شَيْـ[a:7517[ـًٔا و]َجَعَلَ لَكُمُ [h:7518[ٱ][l[ل]سَّمْعَ وَ[h:6037[ٱ]لْأَ[q:6037[بْ]صَ[n[ـٰ]رَ وَ[h:7519[ٱ]لْأَفْــِٔدَةَ‌ۙ لَعَلَّكُمْ تَشْكُر[p[ُو]نَ","juz":14,"ruku":234,"manzil":3,"bangla_ahbayan":"আর আল্লাহ তোমাদেরকে নির্গত করেছেন তোমাদের মাতৃগর্ভ হতে এমন অবস্থায় যে, তোমরা কিছুই জানতে না[১] এবং তিনি তোমাদের জন্য সৃষ্টি করেছেন শ্রবণশক্তি, দৃষ্টিশক্তি এবং হৃদয়; [২] যাতে তোমরা কৃতজ্ঞতা প্রকাশ কর। [৩]","bangla_bayan":"আর আল্লাহ তোমাদেরকে বের করেছেন, তোমাদের মাতৃগর্ভ থেকে এমতাবস্থায় যে, তোমরা কিছুই জানতে না। তিনি তোমাদের জন্য সৃষ্টি করেছেন শ্রবণশক্তি, চক্ষু ও অন্তর। যাতে তোমরা শুকরিয়া আদায় কর।","bangla_mkhan":"আল্লাহ তোমাদেরকে তোমাদের মায়ের গর্ভ থেকে বের করেছেন। তোমরা কিছুই জানতে না। তিনি তোমাদেরকে কর্ণ, চক্ষু ও অন্তর দিয়েছেন, যাতে তোমরা অনুগ্রহ স্বীকার কর।","bangla_mujibur":"আর আল্লাহ তোমাদেরকে নির্গত করেছেন তোমাদের মাতৃগর্ভ হতে এমন অবস্থায় যে, তোমরা কিছুই জানতেনা, এবং তিনি তোমাদেরকে দিয়েছেন শ্রবণশক্তি, দৃষ্টিশক্তি এবং হৃদয়, যাতে তোমরা কৃতজ্ঞতা প্রকাশ কর।","bangla_taisirul":"আল্লাহ তোমাদেরকে তোমাদের মায়ের পেট থেকে বের করেন, তোমরা কিছুই জানতে না। তিনি তোমাদেরকে শোনার শক্তি, দেখার শক্তি আর অন্তর দান করেছেন যাতে তোমরা শোকর আদায় করতে পার।"},{"id":79,"arabic_text":"اَلَمۡ یَرَوۡا اِلَی الطَّیۡرِ مُسَخَّرٰتٍ فِیۡ جَوِّ السَّمَآءِ ؕ مَا یُمۡسِکُہُنَّ  اِلَّا اللّٰہُ ؕ اِنَّ فِیۡ  ذٰلِکَ  لَاٰیٰتٍ  لِّقَوۡمٍ  یُّؤۡمِنُوۡنَ ﴿۷۹﴾ ","english_text":"And We did certainly give Moses the Torah and followed up after him with messengers. And We gave Jesus, the son of Mary, clear proofs and supported him with the Pure Spirit. But is it [not] that every time a messenger came to you, [O Children of Israel], with what your souls did not desire, you were arrogant? And a party [of messengers] you denied and another party you killed.","page":275,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1980.mp3","colorText":"أَلَمْ يَرَوْ[s[اْ] إِلَى [h:7520[ٱ][l[ل]طَّيْرِ مُسَخَّر[n[َٲ][f:7521[تٍ ف]ِى جَوِّ [h:7522[ٱ][l[ل]سَّم[o[َا]ٓءِ مَا يُمْسِكُهُ[g[نّ]َ إِلَّا [h:1742[ٱ]للَّهُ‌ۗ إِ[g[نّ]َ فِى ذ[n[َٲ]لِكَ لَأَيَ[n[ـٰ][u:849[تٍ ل]ِّقَوْ[a:4294[مٍ ي]ُؤْمِن[p[ُو]نَ","juz":14,"ruku":234,"manzil":3,"bangla_ahbayan":"তারা কি লক্ষ্য করে না আকাশের শূন্যগর্ভে নিয়ন্ত্রণাধীন পাখিদের প্রতি? আল্লাহই ওদেরকে স্থির রাখেন।[১] অবশ্যই এতে নিদর্শন রয়েছে বিশ্বাসী সম্প্রদায়ের জন্য।","bangla_bayan":"তারা কি আকাশে (উড়ন্ত অবস্থায়) নিয়োজিত পাখিগুলোর দিকে তাকায় না? আল্লাহ ছাড়া কেউ তাদেরকে ধরে রাখে না। নিশ্চয় তাতে নিদর্শনবলী রয়েছে সেই কওমের জন্য যারা বিশ্বাস করে।","bangla_mkhan":"তারা কি উড়ন্ত পাখীকে দেখে না? এগুলো আকাশের অন্তরীক্ষে আজ্ঞাধীন রয়েছে। আল্লাহ ছাড়া কেউ এগুলোকে আগলে রাখে না। নিশ্চয় এতে বিশ্বাসীদের জন্যে নিদর্শনবলী রয়েছে।","bangla_mujibur":"তারা কি লক্ষ্য করেনা আকাশের শূন্য গর্ভে নিয়ন্ত্রণাধীন বিহংগের প্রতি? আল্লাহই ওদেরকে স্থির রাখেন; অবশ্যই এতে নিদর্শন রয়েছে মু’মিন সম্প্রদায়ের জন্য।","bangla_taisirul":"আকাশের শূন্যলোকে নিয়ন্ত্রিত পাখীগুলোর প্রতি কি তারা লক্ষ্য করে না? আল্লাহ ছাড়া কেউ তাদেরকে স্থির রাখে না, এতে মু’মিন সম্প্রদায়ের জন্য অবশ্যই বহু নিদর্শন রয়েছে।"},{"id":80,"arabic_text":"وَ اللّٰہُ جَعَلَ لَکُمۡ مِّنۡۢ بُیُوۡتِکُمۡ سَکَنًا وَّ جَعَلَ لَکُمۡ مِّنۡ جُلُوۡدِ الۡاَنۡعَامِ بُیُوۡتًا تَسۡتَخِفُّوۡنَہَا یَوۡمَ ظَعۡنِکُمۡ وَ یَوۡمَ اِقَامَتِکُمۡ ۙ وَ مِنۡ اَصۡوَافِہَا وَ اَوۡبَارِہَا وَ اَشۡعَارِہَاۤ  اَثَاثًا وَّ مَتَاعًا اِلٰی حِیۡنٍ ﴿۸۰﴾ ","english_text":"And they said, \"Our hearts are wrapped.\" But, [in fact], Allah has cursed them for their disbelief, so little is it that they believe.","page":276,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1981.mp3","colorText":"وَ[h:9999[ٱ]للَّهُ جَعَلَ لَك[w:556[ُم م]ّ[i:7523[ِنۢ ب]ُيُوتِكُمْ سَكَ[a:7524[نًا و]َجَعَلَ لَك[w:556[ُم م]ِّ[f:7525[ن ج]ُلُودِ [h:7526[ٱ]لْأَنْعَ[n[ـٰ]مِ بُيُو[f:7527[تًا ت]َسْتَخِفُّونَهَا يَوْمَ ظَعْنِكُمْ وَيَوْمَ إِقَامَتِكُمْ‌ۙ وَمِنْ أَصْوَافِهَا وَأَوْبَارِهَا وَأَشْعَارِه[o[َآ] أَثَ[n[ـٰ][a:7528[ثًا و]َمَتَ[n[ـٰ]عًا إِلَىٰ ح[p[ِي]نٍ","juz":14,"ruku":234,"manzil":3,"bangla_ahbayan":"আল্লাহ তোমাদের গৃহকে করেছেন তোমাদের আবাসস্থল এবং তিনি তোমাদের জন্য পশু-চর্মের তাঁবুর ব্যবস্থা করেছেন; যা তোমরা ভ্রমণকালে ও অবস্থানকালে সহজে বহন করে থাক।[১] আর তিনি তোমাদের জন্য ব্যবস্থা করেছেন ওদের পশম, লোম ও কেশ হতে কিছু কালের গৃহসামগ্রী ও ব্যবহার্য উপকরণ।[২]","bangla_bayan":"আর আল্লাহ তোমাদের ঘরগুলোকে তোমাদের জন্য আবাস করেছেন এবং তোমাদের পশুর চামড়া দিয়ে তাবুর ব্যবস্থা করেছেন, যা খুব সহজেই তোমরা সফরকালে ও অবস্থানকালে বহন করতে পার। আর তাদের পশম, তাদের লোম ও তাদের চুল দ্বারা নির্দিষ্ট সময়ের জন্য গৃহসামগ্রী ও ভোগ-উপকরণ (তৈরি করেছেন)।","bangla_mkhan":"আল্লাহ করে দিয়েছেন তোমাদের গৃহকে অবস্থানের জায়গা এবং চতুস্পদ জন্তুর চামড়া দ্বারা করেছেন তোমার জন্যে তাঁবুর ব্যবস্থা। তোমরা এগুলোকে সফরকালে ও অবস্থান কালে পাও। ভেড়ার পশম, উটের বাবরি চুল ও ছাগলের লোম দ্বারা কত আসবাবপত্র ও ব্যবহারের সামগ্রী তৈরী করেছেন এক নির্দিষ্ট সময় পর্যন্ত।","bangla_mujibur":"এবং আল্লাহ তোমাদের গৃহকে করেন তোমাদের আবাসস্থল, আর তিনি তোমাদের জন্য পশুচর্মের তাবুর ব্যবস্থা করেন; ওটা বহনকালে (তোমাদের ভ্রমণকালে) এবং ওতে অবস্থানকালে তোমরা তা সহজে বহন করতে পার। তিনি তোমাদের জন্য ব্যবস্থা করেন ওদের পশম, লোম ও কেশ হতে কিছু কালের জন্য গৃহ সামগ্রী ও ব্যবহার উপকরণ।","bangla_taisirul":"আল্লাহ তোমাদের গৃহগুলোকে তোমাদের আরাম শান্তির জায়গা বানিয়ে দিয়েছেন। তিনি পশুর চামড়া থেকে তোমাদের জন্য এমন গৃহের ব্যবস্থা করেছেন যা তোমরা হালকাবোধ কর তোমাদের ভ্রমণকালে কিংবা অবস্থানকালে। তিনি ওগুলোর পশম, লোম আর চুল থেকে তোমাদের পরিধেয় ও ব্যবহার্য সামগ্রীর ব্যবস্থা করেছেন যা তোমরা কিছুকাল পর্যন্ত কাজে লাগাও।"},{"id":81,"arabic_text":"وَ اللّٰہُ جَعَلَ لَکُمۡ  مِّمَّا خَلَقَ ظِلٰلًا وَّ جَعَلَ لَکُمۡ  مِّنَ  الۡجِبَالِ  اَکۡنَانًا وَّ جَعَلَ لَکُمۡ سَرَابِیۡلَ تَقِیۡکُمُ  الۡحَرَّ وَ سَرَابِیۡلَ تَقِیۡکُمۡ بَاۡسَکُمۡ ؕ کَذٰلِکَ یُتِمُّ نِعۡمَتَہٗ عَلَیۡکُمۡ لَعَلَّکُمۡ تُسۡلِمُوۡنَ ﴿۸۱﴾ ","english_text":"And when there came to them a Book from Allah confirming that which was with them - although before they used to pray for victory against those who disbelieved - but [then] when there came to them that which they recognized, they disbelieved in it; so the curse of Allah will be upon the disbelievers.","page":276,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1982.mp3","colorText":"وَ[h:9999[ٱ]للَّهُ جَعَلَ لَك[w:7529[ُم م]ِّ[g[مّ]َا خَلَقَ ظِلَ[n[ـٰ]ل[a:7530[اً و]َجَعَلَ لَك[w:1578[ُم م]ِّنَ [h:7297[ٱ]لْجِبَالِ أَكْنَ[n[ـٰ][a:7531[نًا و]َجَعَلَ لَكُمْ سَر[n[َٲ]بِيلَ تَقِيكُمُ [h:7532[ٱ]لْحَرَّ وَسَر[n[َٲ]بِيلَ تَقِيك[c:7533[ُم ب]َأْسَكُمْ‌ۚ كَذ[n[َٲ]لِكَ يُتِ[g[مّ]ُ نِعْمَتَهُ[n[ۥ] عَلَيْكُمْ لَعَلَّكُمْ تُسْلِم[p[ُو]نَ","juz":14,"ruku":234,"manzil":3,"bangla_ahbayan":"আল্লাহ যা কিছু সৃষ্টি করেছেন তা হতে তিনি তোমাদের জন্য ছায়ার ব্যবস্থা করেছেন[১] এবং তোমাদের জন্য পাহাড়ে আশ্রয়ের ব্যবস্থা করেছেন এবং তোমাদের জন্য ব্যবস্থা করেছেন পরিধেয় বস্ত্রের; যা তোমাদেরকে তাপ হতে রক্ষা করে এবং তিনি ব্যবস্থা করেছেন তোমাদের জন্য বর্মের, ওটা তোমাদের যুদ্ধে রক্ষা করে।[২] এইভাবে তিনি তোমাদের প্রতি তাঁর অনুগ্রহ পূর্ণ করেন, যাতে তোমরা আত্মসমর্পণ কর।","bangla_bayan":"আর আল্লাহ যা সৃষ্টি করেছেন, তা থেকে তোমাদের জন্য ছায়ার ব্যবস্থা করেছেন এবং পাহাড় থেকে তোমাদের জন্য আশ্রয়স্থল বানিয়েছেন, আর ব্যবস্থা করেছেন পোশাকের, যা তোমাদেরকে গরম থেকে রক্ষা করে এবং বর্মেরও ব্যবস্থা করেছেন যা তোমাদেরকে রক্ষা করে তোমাদের যুদ্ধে। এভাবেই তিনি তোমাদের উপর তার নিআমতকে পূর্ণ করবেন, যাতে তোমরা অনুগত হও।","bangla_mkhan":"আল্লাহ তোমাদের জন্যে সৃজিত বস্তু দ্বারা ছায়া করে দিয়েছেন এবং পাহাড় সমূহে তোমাদের জন্যে আত্ন গোপনের জায়গা করেছেন এবং তোমাদের জন্যে পোশাক তৈরী করে দিয়েছেন, যা তোমাদেরকে গ্রীষ্ম এবং বিপদের সময় রক্ষা করে। এমনিভাবে তিনি তোমাদের প্রতি স্বীয় অনুগ্রহের পূর্ণতা দান করেন, যাতে তোমরা আত্নসমর্পণ কর।","bangla_mujibur":"আর আল্লাহ যা কিছু সৃষ্টি করেছেন তাতে তোমাদের জন্য ছায়ার ব্যবস্থা করেন এবং তিনি তোমাদের জন্য পাহাড়ে আশ্রয়ের ব্যবস্থা করেন এবং তোমাদের জন্য ব্যবস্থা করেন পরিধেয় বস্ত্রের; ওটা তোমাদেরকে তাপ হতে রক্ষা করে এবং তিনি ব্যবস্থা করেন তোমাদের জন্য বর্মের, ওটা তোমাদেরকে যুদ্ধে রক্ষা করে; এভাবে তিনি তোমাদের প্রতি তাঁর অনুগ্রহ পূর্ণ করেন যাতে তোমরা আত্মসমর্পণ কর।","bangla_taisirul":"আল্লাহ যা সৃষ্টি করেছেন তাত্থেকে তোমাদের জন্য ছায়ার ব্যবস্থা করেছেন, পাহাড়-পর্বতে তোমাদের আত্মগোপনের জায়গা বানিয়েছেন। তিনি তোমাদের জন্য পোশাক দিয়েছেন যা তোমাদেরকে তাপ থেকে রক্ষা করে। আর দিয়েছেন এমন পোশাক যা তোমাদেরকে সংঘাতের সময় রক্ষা করে। এভাবে তিনি তোমাদের জন্য তাঁর নি‘মাতসমূহ পূর্ণ করেন যাতে তোমরা তাঁর প্রতি আত্মসমর্পণ কর।"},{"id":82,"arabic_text":"فَاِنۡ  تَوَلَّوۡا فَاِنَّمَا عَلَیۡکَ الۡبَلٰغُ الۡمُبِیۡنُ ﴿۸۲﴾ ","english_text":"How wretched is that for which they sold themselves - that they would disbelieve in what Allah has revealed through [their] outrage that Allah would send down His favor upon whom He wills from among His servants. So they returned having [earned] wrath upon wrath. And for the disbelievers is a humiliating punishment.","page":276,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1983.mp3","colorText":"فَإِ[f:1857[ن ت]َوَلَّوْ[s[اْ] فَإِ[g[نّ]َمَا عَلَيْكَ [h:1808[ٱ]لْبَلَ[n[ـٰ]غُ [h:3781[ٱ]لْمُب[p[ِي]نُ","juz":14,"ruku":234,"manzil":3,"bangla_ahbayan":"অতঃপর তারা যদি মুখ ফিরিয়ে নেয় তাহলে তোমার কর্তব্য তো শুধু স্পষ্টভাবে বাণী পৌঁছিয়ে দেওয়া।","bangla_bayan":"সুতরাং যদি তারা পৃষ্ঠ-প্রদর্শন করে, তবে তোমার দায়িত্ব তো শুধু স্পষ্টভাবে পৌঁছে দেয়া।","bangla_mkhan":"অতঃপর যদি তারা পৃষ্ঠ প্রদর্শন করে, তবে আপনার কাজ হল সুস্পষ্ট ভাবে পৌছে দেয়া মাত্র।","bangla_mujibur":"অতঃপর তারা যদি মুখ ফিরিয়ে নেয় তাহলে তোমার কর্তব্যতো শুধু স্পষ্টভাবে বাণী পৌঁছে দেয়া।","bangla_taisirul":"এরপরও যদি তারা মুখ ফিরিয়ে নেয় তবে (জোরপূর্বক তাদেরকে সঠিক পথে আনা তোমার দায়িত্ব নয়) তোমার দায়িত্ব কেবল স্পষ্টভাবে বাণী পৌঁছে দেয়া।"},{"id":83,"arabic_text":"یَعۡرِفُوۡنَ نِعۡمَتَ اللّٰہِ ثُمَّ  یُنۡکِرُوۡنَہَا وَ اَکۡثَرُہُمُ  الۡکٰفِرُوۡنَ ﴿۸۳﴾ ","english_text":"And when it is said to them, \"Believe in what Allah has revealed,\" they say, \"We believe [only] in what was revealed to us.\" And they disbelieve in what came after it, while it is the truth confirming that which is with them. Say, \"Then why did you kill the prophets of Allah before, if you are [indeed] believers?\"","page":276,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1984.mp3","colorText":"يَعْرِفُونَ نِعْمَتَ [h:1300[ٱ]للَّهِ ثُ[g[مّ]َ يُ[f:7534[نك]ِرُونَهَا وَأَكْثَرُهُمُ [h:7535[ٱ]لْكَ[n[ـٰ]فِر[p[ُو]نَ","juz":14,"ruku":234,"manzil":3,"bangla_ahbayan":"তারা আল্লাহর অনুগ্রহ চিনে নেয়, অতঃপর তা অস্বীকার করে। আর তাদের অধিকাংশই অবিশ্বাসী।[১]","bangla_bayan":"তারা আল্লাহর নিআমত চিনে, তারপরও তারা তা অস্বীকার করে, আর তাদের অধিকাংশই কাফির।","bangla_mkhan":"তারা আল্লাহর অনুগ্রহ চিনে, এরপর অস্বীকার করে এবং তাদের অধিকাংশই অকৃতজ্ঞ।","bangla_mujibur":"তারা আল্লাহর অনুগ্রহ জ্ঞাত আছে; কিন্তু সেগুলি তারা অস্বীকার করে এবং তাদের অধিকাংশই কাফির।","bangla_taisirul":"তারা আল্লাহর নি‘মাতকে চিনতে পারে, কিন্তু তা সত্ত্বেও সেগুলো অগ্রাহ্য করে, তাদের অধিকাংশই অকৃতজ্ঞ।"},{"id":84,"arabic_text":"وَ یَوۡمَ نَبۡعَثُ مِنۡ کُلِّ اُمَّۃٍ  شَہِیۡدًا ثُمَّ لَا یُؤۡذَنُ  لِلَّذِیۡنَ کَفَرُوۡا وَ لَا ہُمۡ یُسۡتَعۡتَبُوۡنَ ﴿۸۴﴾ ","english_text":"And Moses had certainly brought you clear proofs. Then you took the calf [in worship] after that, while you were wrongdoers.","page":276,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1985.mp3","colorText":"وَيَوْمَ نَ[q:7536[بْ]عَثُ مِ[f:843[ن ك]ُلِّ أُ[g[مّ]َ[f:7537[ةٍ ش]َهِي[f:7538[دًا ث]ُ[g[مّ]َ لَا يُؤْذَنُ لِلَّذِينَ كَفَرُو[s[اْ] وَلَا هُمْ يُسْتَعْتَب[p[ُو]نَ","juz":14,"ruku":235,"manzil":3,"bangla_ahbayan":"যেদিন আমি প্রত্যেক জাতি হতে এক একজন সাক্ষী দাঁড় করাব।[১] অতঃপর সেদিন অবিশ্বাসীদেরকে (ওযর পেশ করার) অনুমতি দেওয়া হবে না এবং আল্লাহর সন্তুষ্টি লাভের সুযোগও দেওয়া হবে না।","bangla_bayan":"আর স্মরণ কর, যেদিন আমি প্রত্যেক উম্মত থেকে সাক্ষী উত্থিত করব। তারপর যারা কুফরী করেছে, তাদেরকে (ওযর পেশের) অনুমতি দেয়া হবে না এবং (আল্লাহকে) সন্তুষ্ট করতেও তাদেরকে বলা হবে না।","bangla_mkhan":"যেদিন আমি প্রত্যেক উম্মত থেকে একজন বর্ণনাকারী দাঁড় করাব, তখন কাফেরদেরকে অনুমতি দেয়া হবে না এবং তাদের তওবা ও গ্রহণ করা হবে না।","bangla_mujibur":"যেদিন আমি প্রত্যেক সম্প্রদায় হতে এক একজন সাক্ষী উত্থিত করব সেদিন কাফিরদেরকে অনুমতি দেয়া হবেনা এবং তাদেরকে (আল্লাহর) সন্তুষ্টি লাভের সুযোগ দেয়া হবেনা।","bangla_taisirul":"(সেদিন কী অবস্থা হবে) যেদিন আমি প্রত্যেক সম্প্রদায় থেকে একজন সাক্ষী দাঁড় করাব আর কাফিরদেরকে (কোন অযুহাত পেশ করার) অনুমতি দেয়া হবে না, আর ক্ষমা প্রার্থনা করারও সুযোগ দেয়া হবে না।"},{"id":85,"arabic_text":"وَ اِذَا رَاَ الَّذِیۡنَ ظَلَمُوا الۡعَذَابَ فَلَا یُخَفَّفُ عَنۡہُمۡ  وَ لَا  ہُمۡ  یُنۡظَرُوۡنَ ﴿۸۵﴾ ","english_text":"And [recall] when We took your covenant and raised over you the mount, [saying], \"Take what We have given you with determination and listen.\" They said [instead], \"We hear and disobey.\" And their hearts absorbed [the worship of] the calf because of their disbelief. Say, \"How wretched is that which your faith enjoins upon you, if you should be believers.\"","page":276,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1986.mp3","colorText":"وَإِذَا رَءَا [h:7539[ٱ]لَّذِينَ ظَلَمُو[s[اْ] [h:7540[ٱ]لْعَذَابَ فَلَا يُخَفَّفُ عَنْهُمْ وَلَا هُمْ يُ[f:826[نظ]َر[p[ُو]نَ","juz":14,"ruku":235,"manzil":3,"bangla_ahbayan":"যখন সীমালংঘনকারীরা তাদের শাস্তি প্রত্যক্ষ করবে, তখন তাদের শাস্তি লঘু করা হবে না এবং তাদেরকে কোন ঢিল দেওয়াও হবে না। [১]","bangla_bayan":"আর যা যুলম করেছে, তারা যখন আযাব দেখবে, তখন তাদের উপর থেকে তা শিথিল করা হবে না এবং তাদেরকে অবকাশও দেয়া হবে না।","bangla_mkhan":"যখন জালেমরা আযাব প্রত্যক্ষ করবে, তখন তাদের থেকে তা লঘু করা হবে না এবং তাদেরকে কোন অবকাশ দেয়া হবে না।","bangla_mujibur":"যখন যালিমরা শাস্তি প্রত্যক্ষ করবে তখন তাদের শাস্তি লঘু করা হবেনা এবং তাদেরকে কোন বিরাম দেয়া হবেনা।","bangla_taisirul":"সীমালঙ্ঘনকারীরা যখন ‘আযাব প্রত্যক্ষ করবে তাদের থেকে তখন তা কমানো হবে না, আর তাদেরকে সময়-সুযোগও দেয়া হবে না।"},{"id":86,"arabic_text":"وَ اِذَا رَاَ  الَّذِیۡنَ  اَشۡرَکُوۡا شُرَکَآءَہُمۡ  قَالُوۡا رَبَّنَا ہٰۤؤُلَآءِ شُرَکَآؤُنَا الَّذِیۡنَ کُنَّا نَدۡعُوۡا مِنۡ دُوۡنِکَ ۚ فَاَلۡقَوۡا اِلَیۡہِمُ الۡقَوۡلَ   اِنَّکُمۡ  لَکٰذِبُوۡنَ ﴿ۚ۸۶﴾ ","english_text":"Say, [O Muhammad], \"If the home of the Hereafter with Allah is for you alone and not the [other] people, then wish for death, if you should be truthful.","page":276,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1987.mp3","colorText":"وَإِذَا رَءَا [h:7539[ٱ]لَّذِينَ أَشْرَكُو[s[اْ] شُرَك[o[َا]ٓءَهُمْ قَالُو[s[اْ] رَبَّنَا هَ[o[ـٰٓ]ؤُل[o[َا]ٓءِ شُرَك[o[َا]ٓؤُنَا [h:7541[ٱ]لَّذِينَ كُ[g[نّ]َا نَ[q:7542[دْ]عُو[s[اْ] مِ[f:7543[ن د]ُونِكَ‌ۖ فَأَلْقَوْ[s[اْ] إِلَيْهِمُ [h:7544[ٱ]لْقَوْلَ إِ[g[نّ]َكُمْ لَكَ[n[ـٰ]ذِب[p[ُو]نَ","juz":14,"ruku":235,"manzil":3,"bangla_ahbayan":"অংশীবাদীরা যাদেরকে আল্লাহর অংশী করেছিল, তাদেরকে যখন দেখবে তখন বলবে, ‘হে আমাদের প্রতিপালক! এরাই আমাদের অংশী, যাদেরকে আমরা তোমার পরিবর্তে আহবান করতাম।’ অতঃপর প্রত্যুত্তরে তারা তাদেরকে বলবে, ‘তোমরা অবশ্যই মিথ্যাবাদী।’ [১]","bangla_bayan":"আর যারা শিরক করেছে, তারা যখন তাদের শরীকদের দেখবে, তখন বলবে, ‘হে আমাদের রব, এরা হল আমাদের শরীক, যাদেরকে আমরা আপনার পরিবর্তে আহবান করতাম।’ অতঃপর তারা তাদের প্রতি উত্তরে বলবে, ‘নিশ্চয় তোমরা মিথ্যাবাদী।’","bangla_mkhan":"মুশরিকরা যখন ঐ সব বস্তুকে দেখবে, যেসবকে তারা আল্লাহর সাথে শরীক সাব্যস্ত করেছিল, তখন বলবেঃ হে আমাদের পালনকর্তা এরাই তারা যারা আমাদের শেরেকীর উপাদান, তোমাকে ছেড়ে আমরা যাদেরকে ডাকতাম। তখন ওরা তাদেরকে বলবেঃ তোমরা মিথ্যাবাদী।","bangla_mujibur":"মুশরিকরা যাদেরকে (আল্লাহর) শরীক করেছিল তাদেরকে দেখে বলবেঃ হে আমাদের রাব্ব! এরাই তারা যাদেরকে আমরা আপনার শরীক করেছিলাম, যাদেরকে আমরা আহবান করতাম আপনার পরিবর্তে; অতঃপর তদুত্তরে তারা বলবেঃ তোমরা অবশ্যই মিথ্যাবাদী।","bangla_taisirul":"মুশরিকরা যাদেরকে আল্লাহর শারীক বানিয়েছিল তাদেরকে যখন দেখবে তখন তারা বলবে, ‘হে আমাদের রব্ব! এরাই হল আমাদের শারীক মা‘বূদ তোমাকে বাদ দিয়ে যাদেরকে আমরা ডাকতাম।’ তখন এ কথাকে তাদের দিকেই ছুঁড়ে ফেলে দিয়ে তাদের সেই মা‘বূদরা বলবে, ‘তোমরা অবশ্যই মিথ্যেবাদী।’"},{"id":87,"arabic_text":"وَ  اَلۡقَوۡا  اِلَی اللّٰہِ یَوۡمَئِذِۣ السَّلَمَ وَ ضَلَّ  عَنۡہُمۡ  مَّا  کَانُوۡا  یَفۡتَرُوۡنَ ﴿۸۷﴾ ","english_text":"But they will never wish for it, ever, because of what their hands have put forth. And Allah is Knowing of the wrongdoers.","page":276,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1988.mp3","colorText":"وَأَلْقَوْ[s[اْ] إِلَى [h:1637[ٱ]للَّهِ يَوْمَئِذٍ [h:7545[ٱ][l[ل]سَّلَمَ‌ۖ وَضَلَّ عَنْه[w:3985[ُم م]َّا كَانُو[s[اْ] يَفْتَر[p[ُو]نَ","juz":14,"ruku":235,"manzil":3,"bangla_ahbayan":"সেদিন তারা আল্লাহর কাছে আত্মসমর্পণ করবে এবং তারা যে মিথ্যা উদ্ভাবন করত, তা তাদের নিকট হতে উধাও হয়ে যাবে।","bangla_bayan":"সেদিন তারা আল্লাহর প্রতি আনুগত্য পেশ করবে এবং তারা যে মিথ্যা রটাত, তা উধাও হয়ে যাবে।","bangla_mkhan":"সেদিন তারা আল্লাহর সামনে আত্নসমর্পন করবে এবং তারা যে মিথ্যা অপবাদ দিত তা বিস্মৃত হবে।","bangla_mujibur":"সেদিন তারা আল্লাহর কাছে আত্মসমর্পণ করবে এবং তারা যে মিথ্যা উদ্ভাবন করত তা তাদের জন্য নিষ্ফল হবে।","bangla_taisirul":"সেদিন তারা আল্লাহর নিকট খোলাখুলি আত্মসমর্পণ করবে, আর তারা যে সব মিথ্যে উদ্ভাবন করেছিল তা তাদের নিকট হতে হারিয়ে যাবে।"},{"id":88,"arabic_text":"اَلَّذِیۡنَ  کَفَرُوۡا وَ صَدُّوۡا عَنۡ سَبِیۡلِ اللّٰہِ زِدۡنٰہُمۡ عَذَابًا فَوۡقَ الۡعَذَابِ بِمَا کَانُوۡا  یُفۡسِدُوۡنَ ﴿۸۸﴾ ","english_text":"And you will surely find them the most greedy of people for life - [even] more than those who associate others with Allah . One of them wishes that he could be granted life a thousand years, but it would not remove him in the least from the [coming] punishment that he should be granted life. And Allah is Seeing of what they do.","page":277,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1989.mp3","colorText":"ٱلَّذِينَ كَفَرُو[s[اْ] وَصَدُّو[s[اْ] عَ[f:1203[ن س]َبِيلِ [h:788[ٱ]للَّهِ زِ[q:7546[دْ]نَ[n[ـٰ]هُمْ عَذَا[f:7547[بًا ف]َوْقَ [h:7548[ٱ]لْعَذَابِ بِمَا كَانُو[s[اْ] يُفْسِد[p[ُو]نَ","juz":14,"ruku":235,"manzil":3,"bangla_ahbayan":"আমি অবিশ্বাসীদের ও আল্লাহর পথে বাধাদানকারীদের শাস্তির উপর শাস্তি বৃদ্ধি করব;[১] কারণ তারা অশান্তি সৃষ্টি করত।","bangla_bayan":"যারা কুফরী করেছে এবং আল্লাহর রাস্তায় বাধা দিয়েছে, আমি তাদেরকে আযাবের উপর আযাব বাড়িয়ে দেব। কারণ তারা ফ্যাসাদ সৃষ্টি করত।","bangla_mkhan":"যারা কাফের হয়েছে এবং আল্লাহর পথে বাধা সৃষ্টি করেছে, আমি তাদেরকে আযাবের পর আযাব বাড়িয়ে দেব। কারণ, তারা অশান্তি সৃষ্টি করত।","bangla_mujibur":"যারা কুফরী করেছে ও আল্লাহর পথ হতে বাধা দিয়েছে, আমি তাদের শাস্তির উপর শাস্তি বৃদ্ধি করব।","bangla_taisirul":"যারা আল্লাহকে অস্বীকার করে আর আল্লাহর পথে বাধা সৃষ্টি করে, আমি তাদের শাস্তির উপর শাস্তি বৃদ্ধি করব, কারণ তারা ফাসাদ সৃষ্টি করত।"},{"id":89,"arabic_text":"وَ یَوۡمَ نَبۡعَثُ فِیۡ کُلِّ اُمَّۃٍ شَہِیۡدًا عَلَیۡہِمۡ مِّنۡ اَنۡفُسِہِمۡ وَ جِئۡنَا بِکَ شَہِیۡدًا عَلٰی ہٰۤؤُلَآءِ ؕ وَ نَزَّلۡنَا عَلَیۡکَ الۡکِتٰبَ تِبۡیَانًا  لِّکُلِّ شَیۡءٍ  وَّ  ہُدًی  وَّ  رَحۡمَۃً   وَّ  بُشۡرٰی  لِلۡمُسۡلِمِیۡنَ ﴿۸۹﴾ ","english_text":"Say, \"Whoever is an enemy to Gabriel - it is [none but] he who has brought the Qur'an down upon your heart, [O Muhammad], by permission of Allah, confirming that which was before it and as guidance and good tidings for the believers.\"","page":277,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1990.mp3","colorText":"وَيَوْمَ نَ[q:7536[بْ]عَثُ فِى كُلِّ أُ[g[مّ]َ[f:7537[ةٍ ش]َهِيدًا عَلَيْه[w:4082[ِم م]ِّنْ أَ[f:568[نف]ُسِهِمْ‌ۖ وَجِئْنَا بِكَ شَهِيدًا عَلَىٰ هَ[o[ـٰٓ]ؤُل[o[َا]ٓءِ‌ۚ وَنَزَّلْنَا عَلَيْكَ [h:1723[ٱ]لْكِتَ[n[ـٰ]بَ تِ[q:7549[بْ]يَ[n[ـٰ][u:7550[نًا ل]ِّكُلِّ ش[a:4536[َىْءٍ و]َهُ[a:4537[دًى و]َرَحْمَ[a:7551[ةً و]َبُشْرَىٰ لِلْمُسْلِم[p[ِي]نَ","juz":14,"ruku":235,"manzil":3,"bangla_ahbayan":"সেদিন প্রত্যেক জাতিতে তাদেরই মধ্য হতে তাদেরই বিপক্ষে এক একজন সাক্ষী দাঁড় করাব এবং ওদের বিষয়ে তোমাকে আমি আনব সাক্ষীরূপে।[১] আর আমি তোমার প্রতি গ্রন্থ অবতীর্ণ করেছি প্রত্যেক বিষয়ের স্পষ্ট ব্যাখ্যা স্বরূপ[২] এবং আত্মসমর্পণকারী (মুসলিম)দের জন্য, পথনির্দেশ, করুণা ও সুসংবাদ স্বরূপ।","bangla_bayan":"আর স্মরণ কর, যেদিন আমি প্রত্যেক উম্মতের কাছে, তাদের থেকেই তাদের বিরুদ্ধে একজন সাক্ষী উত্থিত করব এবং তোমাকে তাদের উপর সাক্ষীরূপে হাযির করব। আর আমি তোমার উপর কিতাব নাযিল করেছি প্রতিটি বিষয়ের স্পষ্ট বর্ণনা, হিদায়াত, রহমত ও মুসলিমদের জন্য সুসংবাদস্বরূপ।","bangla_mkhan":"সেদিন প্রত্যেক উম্মতের মধ্যে আমি একজন বর্ণনাকারী দাঁড় করাব তাদের বিপক্ষে তাদের মধ্য থেকেই এবং তাদের বিষয়ে আপনাকে সাক্ষী স্বরূপ উপস্থাপন করব। আমি আপনার প্রতি গ্রন্থ নাযিল করেছি যেটি এমন যে তা প্রত্যেক বস্তুর সুস্পষ্ট বর্ণনা, হেদায়েত, রহমত এবং মুসলমানদের জন্যে সুসংবাদ।","bangla_mujibur":"সেদিন আমি উত্থিত করব প্রত্যেক সম্প্রদায় হতে তাদের বিষয়ে এক একজন সাক্ষী এবং তোমাকে আমি আনব সাক্ষী রূপে এদের বিষয়ে; আমি আত্মসমর্পণকারীদের (মুসলিম) জন্য প্রত্যেক বিষয়ে স্পষ্ট ব্যাখ্যাস্বরূপ, পথ নির্দেশ, দয়া ও সুসংবাদ স্বরূপ তোমার প্রতি কিতাব অবতীর্ণ করেছি।","bangla_taisirul":"সেদিন আমি প্রত্যেক উম্মাত থেকে তাদের নিজেদেরই মধ্য হতে একজন সাক্ষী দাঁড় করাব, আর (তোমার) এই লোকদের ব্যাপারে সাক্ষ্যদাতা হিসেবে (হে মুহাম্মাদ!) আমি তোমাকে আনব। আমি তোমার প্রতি এ কিতাব নাযিল করেছি যা প্রত্যেকটি বিষয়ের সুস্পষ্ট ব্যাখ্যা, সত্য পথের নির্দেশ, রহমাত আর আত্মসমর্পণকারীদের জন্য সুসংবাদ স্বরূপ।"},{"id":90,"arabic_text":"اِنَّ اللّٰہَ یَاۡمُرُ بِالۡعَدۡلِ وَ الۡاِحۡسَانِ وَ اِیۡتَآیِٔ ذِی الۡقُرۡبٰی وَ یَنۡہٰی عَنِ الۡفَحۡشَآءِ  وَ الۡمُنۡکَرِ وَ الۡبَغۡیِ ۚ یَعِظُکُمۡ   لَعَلَّکُمۡ   تَذَکَّرُوۡنَ ﴿۹۰﴾ ","english_text":"Whoever is an enemy to Allah and His angels and His messengers and Gabriel and Michael - then indeed, Allah is an enemy to the disbelievers.","page":277,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1991.mp3","colorText":"۞ إِ[g[نّ]َ [h:80[ٱ]للَّهَ يَأْمُرُ بِ[h:1661[ٱ]لْعَ[q:1661[دْ]لِ وَ[h:7552[ٱ]لْإِحْسَ[n[ـٰ]نِ وَإِيتَآىِٕ ذِى [h:2775[ٱ]لْقُرْبَىٰ وَيَنْهَىٰ عَنِ [h:7553[ٱ]لْفَحْش[o[َا]ٓءِ وَ[h:7554[ٱ]لْمُ[f:7554[نك]َرِ وَ[h:7555[ٱ]لْبَغْىِ‌ۚ يَعِظُكُمْ لَعَلَّكُمْ تَذَكَّر[p[ُو]نَ","juz":14,"ruku":236,"manzil":3,"bangla_ahbayan":"নিশ্চয় আল্লাহ ন্যায়পরায়ণতা, সদাচরণ ও আত্মীয়-স্বজনকে দানের নির্দেশ দেন এবং তিনি অশ্লীলতা, অসৎকার্য ও সীমালংঘন করা হতে নিষেধ করেন।[১] তিনি তোমাদেরকে উপদেশ দেন; যাতে তোমরা শিক্ষা গ্রহণ কর।","bangla_bayan":"নিশ্চয় আল্লাহ ইনসাফ, সদাচার ও নিকট আত্মীয়দের দান করার আদেশ দেন এবং তিনি আশ্লীলতা, মন্দ কাজ ও সীমালঙ্ঘন থেকে নিষেধ করেন। তিনি তোমাদেরকে উপদেশ দেন, যাতে তোমরা উপদেশ গ্রহণ কর।","bangla_mkhan":"আল্লাহ ন্যায়পরায়ণতা, সদাচরণ এবং আত্নীয়-স্বজনকে দান করার আদেশ দেন এবং তিনি অশ্লীলতা, অসঙ্গত কাজ এবং অবাধ্যতা করতে বারণ করেন। তিনি তোমাদের উপদেশ দেন যাতে তোমরা স্মরণ রাখ।","bangla_mujibur":"নিশ্চয়ই আল্লাহ ন্যায় পরায়ণতা, সদাচরণ ও আত্মীয় স্বজনকে দানের নির্দেশ দেন এবং তিনি নিষেধ করেন অশ্লীলতা, অসৎ কাজ ও সীমা লংঘন করতে। তিনি তোমাদেরকে উপদেশ দেন যাতে তোমরা শিক্ষা গ্রহণ কর।","bangla_taisirul":"আল্লাহ ন্যায়-বিচার, সদাচরণ ও আত্মীয়দেরকে দেয়ার হুকুম দিচ্ছেন, আর তিনি নিষেধ করছেন অশ্লীলতা, অপকর্ম আর বিদ্রোহ থেকে। তিনি তোমাদেরকে উপদেশ দিয়েছেন যাতে তোমরা শিক্ষা গ্রহণ কর।"},{"id":91,"arabic_text":"وَ اَوۡفُوۡا بِعَہۡدِ اللّٰہِ  اِذَا عٰہَدۡتُّمۡ  وَ لَا تَنۡقُضُوا الۡاَیۡمَانَ بَعۡدَ تَوۡکِیۡدِہَا وَ قَدۡ جَعَلۡتُمُ اللّٰہَ  عَلَیۡکُمۡ  کَفِیۡلًا ؕ اِنَّ اللّٰہَ یَعۡلَمُ  مَا تَفۡعَلُوۡنَ ﴿۹۱﴾ ","english_text":"And We have certainly revealed to you verses [which are] clear proofs, and no one would deny them except the defiantly disobedient.","page":277,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1992.mp3","colorText":"وَأَوْفُو[s[اْ] بِعَهْدِ [h:2038[ٱ]للَّهِ إِذَا عَ[n[ـٰ]هَ[d:5449[د]تُّمْ وَلَا تَ[f:7556[نق]ُضُو[s[اْ] [h:7557[ٱ]لْأَيْمَ[n[ـٰ]نَ بَعْدَ تَوْكِيدِهَا وَقَ[q:387[دْ] جَعَلْتُمُ [h:7558[ٱ]للَّهَ عَلَيْكُمْ كَفِيلاً‌ۚ إِ[g[نّ]َ [h:80[ٱ]للَّهَ يَعْلَمُ مَا تَفْعَل[p[ُو]نَ","juz":14,"ruku":236,"manzil":3,"bangla_ahbayan":"তোমরা যখন পরস্পর অঙ্গীকার কর, তখন আল্লাহর অঙ্গীকার পূরণ করো এবং আল্লাহকে তোমাদের যামিন করে শপথ দৃঢ় করবার পর তোমরা তা ভঙ্গ করো না;[১] তোমরা যা কর, অবশ্যই আল্লাহ তা জানেন।","bangla_bayan":"আর তোমরা যখন অঙ্গীকার কর তখন আল্লাহর অঙ্গীকার পূর্ণ কর। তোমরা পাকাপোক্ত অঙ্গীকার করার পর তা ভঙ্গ করো না এবং প্রকৃত পক্ষে তোমরা নিজদের জন্য আল্লাহকে জিম্মাদার বানিয়েছ। নিশ্চয় আল্লাহ জানেন, যা তোমরা কর।","bangla_mkhan":"আল্লাহর নামে অঙ্গীকার করার পর সে অঙ্গীকার পূর্ণ কর এবং পাকাপাকি কসম করার পর তা ভঙ্গ করো না, অথচ তোমরা আল্লাহকে জামিন করেছ। তোমরা যা কর আল্লাহ তা জানেন।","bangla_mujibur":"তোমরা আল্লাহর অঙ্গীকার পূর্ণ কর যখন পরস্পর অঙ্গীকার কর এবং তোমরা শপথ দৃঢ় করার পর তা ভঙ্গ করনা; তোমরা যা কর আল্লাহ তা জানেন।","bangla_taisirul":"তোমরা পরস্পর অঙ্গীকারে আবদ্ধ হলে আল্লাহর অঙ্গীকার পূর্ণ করবে, নিজেদের অঙ্গীকার পাকা-পোখত করার পর তা ভঙ্গ করো না, যেহেতু তোমরা আল্লাহকে নিজেদের উপর সাক্ষী বানিয়ে নিয়েছ, তোমরা যা কর আল্লাহ সে সম্পর্কে ওয়াকেফহাল।"},{"id":92,"arabic_text":"وَ لَا تَکُوۡنُوۡا  کَالَّتِیۡ نَقَضَتۡ غَزۡلَہَا مِنۡۢ بَعۡدِ قُوَّۃٍ  اَنۡکَاثًا ؕ تَتَّخِذُوۡنَ اَیۡمَانَکُمۡ دَخَلًۢا بَیۡنَکُمۡ اَنۡ  تَکُوۡنَ اُمَّۃٌ ہِیَ  اَرۡبٰی مِنۡ اُمَّۃٍ ؕ اِنَّمَا یَبۡلُوۡکُمُ اللّٰہُ بِہٖ ؕ وَ لَیُبَیِّنَنَّ لَکُمۡ  یَوۡمَ الۡقِیٰمَۃِ مَا کُنۡتُمۡ  فِیۡہِ  تَخۡتَلِفُوۡنَ ﴿۹۲﴾ ","english_text":"Is it not [true] that every time they took a covenant a party of them threw it away? But, [in fact], most of them do not believe.","page":277,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1993.mp3","colorText":"وَلَا تَكُونُو[s[اْ] كَ[h:7559[ٱ]لَّتِى نَقَضَتْ غَزْلَهَا م[i:146[ِنۢ ب]َعْدِ قُوَّةٍ أَ[f:7560[نك]َ[n[ـٰ][f:7561[ثًا ت]َتَّخِذُونَ أَيْمَ[n[ـٰ]نَكُمْ دَخَل[i:7562[اَۢ ب]َيْنَكُمْ أَ[f:1566[ن ت]َكُونَ أُ[g[مّ]َةٌ هِىَ أَرْبَىٰ مِنْ أُ[g[مّ]َةٍ‌ۚ إِ[g[نّ]َمَا يَ[q:7563[بْ]لُوكُمُ [h:7564[ٱ]للَّهُ بِه[n[ِۦ]‌ۚ وَلَيُبَيِّنَ[g[نّ]َ لَكُمْ يَوْمَ [h:592[ٱ]لْقِيَ[n[ـٰ]مَةِ مَا كُ[f:100[نت]ُمْ فِيهِ تَخْتَلِف[p[ُو]نَ","juz":14,"ruku":236,"manzil":3,"bangla_ahbayan":"তোমরা সে নারীর মত হয়ো না, যে তার সুতা মজবুত করে পাকাবার পর ওর পাক খুলে নষ্ট করে দেয়;[১] তোমরা পরস্পরের মাঝে ধোঁকা স্বরূপ তোমাদের শপথকে ব্যবহার করে থাক;[২] যাতে একদল অন্যদল অপেক্ষা অধিক লাভবান হয়;[৩] আল্লাহ তো এটা দ্বারা শুধু তোমাদেরকে পরীক্ষা করেন। আর তোমরা যে বিষয়ে মতভেদ করতে আল্লাহ কিয়ামতের দিন তা নিশ্চয়ই স্পষ্টভাবে প্রকাশ করে দেবেন।","bangla_bayan":"আর তোমরা সে নারীর মত হয়ো না, যে তার পাকানো সূতো শক্ত করে পাকানোর পর টুকরো টুকরো করে ফেলে। তোমরা তোমাদের উপর অঙ্গীকারকে নিজদের মধ্যে প্রতারণা হিসেবে গ্রহণ করছ (এই উদ্দেশ্যে) যে, একদল অপর দলের চেয়ে বড় হবে। আল্লাহ তো এর মাধ্যমে তোমাদের পরীক্ষা করেন এবং নিশ্চয় তিনি তোমাদের জন্য কিয়ামতের দিনে স্পষ্ট করে দেবেন সে বিষয়, যাতে তোমরা মতবিরোধ করতে।","bangla_mkhan":"তোমরা ঐ মহিলার মত হয়ো না, যে পরিশ্রমের পর কাটা সূতা টুকরো টুকরো করে ছিড়ে ফেলে, তোমরা নিজেদের কসমসমূহকে পারস্পরিক প্রবঞ্চনার বাহানা রূপে গ্রহণ কর এজন্যে যে, অন্য দল অপেক্ষা এক দল অধিক ক্ষমতাবান হয়ে যায়। এতদ্বারা তো আল্লাহ শুধু তোমাদের পরীক্ষা করেন। আল্লাহ অবশ্যই কিয়ামতের দিন প্রকাশ করে দেবেন, যে বিষয়ে তোমরা কলহ করতে।","bangla_mujibur":"তোমরা সেই নারীর মত হয়োনা, যে তার সূতা মাযবূত করে পাকানোর পর ওর পাক খুলে নষ্ট করে দেয়। তোমাদের শপথ তোমরা পরস্পরকে প্রবঞ্চনা করার জন্য ব্যবহার করে থাকো, যাতে একদল অন্যদল অপেক্ষা অধিক লাভবান হও; আল্লাহতো এটা দ্বারা শুধু তোমাদেরকে পরীক্ষা করেন; তোমাদের যে বিষয়ে মতভেদ রয়েছে, কিয়ামাত দিবসে তিনি তা নিশ্চয়ই স্পষ্টভাবে প্রকাশ করে দিবেন।","bangla_taisirul":"তোমরা এমন নারীর মত হয়ো না যে তার সূতাগুলোকে শক্ত করে পাকানোর পর নিজেই তার পাক খুলে টুকরো টুকরো করে দেয়। তোমরা তোমাদের শপথগুলোকে পারস্পরিক ব্যাপারে ধোঁকা-প্রতারণার হাতিয়ার হিসেবে ব্যবহার কর যেন একদল আরেক দল অপেক্ষা বেশি ফায়দা লাভ করতে পারে। আল্লাহ কেবল এর দ্বারা তোমাদেরকে পরীক্ষা করেন। আল্লাহ ক্বিয়ামাতের দিন অবশ্য অবশ্যই স্পষ্ট করে দিবেন যে বিষয়ে তোমরা মতভেদ করতে।"},{"id":93,"arabic_text":"وَ لَوۡ  شَآءَ  اللّٰہُ  لَجَعَلَکُمۡ اُمَّۃً  وَّاحِدَۃً وَّ لٰکِنۡ یُّضِلُّ مَنۡ یَّشَآءُ  وَ یَہۡدِیۡ مَنۡ یَّشَآءُ ؕ وَ لَتُسۡـَٔلُنَّ عَمَّا کُنۡتُمۡ  تَعۡمَلُوۡنَ ﴿۹۳﴾ ","english_text":"And when a messenger from Allah came to them confirming that which was with them, a party of those who had been given the Scripture threw the Scripture of Allah behind their backs as if they did not know [what it contained].","page":277,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1994.mp3","colorText":"وَلَوْ ش[o[َا]ٓءَ [h:78[ٱ]للَّهُ لَجَعَلَكُمْ أُ[g[مّ]َ[a:1159[ةً و][n[َٲ]حِدَ[a:3601[ةً و]َلَ[n[ـٰ]ك[a:7565[ِن ي]ُضِلُّ م[a:476[َن ي]َش[o[َا]ٓءُ وَيَهْدِى م[a:476[َن ي]َش[o[َا]ٓءُ‌ۚ وَلَتُسْــَٔلُ[g[نّ]َ عَ[g[مّ]َا كُ[f:100[نت]ُمْ تَعْمَل[p[ُو]نَ","juz":14,"ruku":236,"manzil":3,"bangla_ahbayan":"যদি আল্লাহ ইচ্ছা করতেন তাহলে তোমাদেরকে এক জাতি করতে পারতেন; কিন্তু তিনি যাকে ইচ্ছা বিভ্রান্ত করেন এবং যাকে ইচ্ছা সৎপথে পরিচালিত করেন। আর তোমরা যা কর, সে বিষয়ে অবশ্যই তোমাদেরকে প্রশ্ন করা হবে।","bangla_bayan":"আর যদি আল্লাহ চাইতেন, তোমাদের সকলকে এক জাতিতে পরিণত করতেন, কিন্তু আল্লাহ যাকে ইচ্ছা পথভ্রষ্ট করেন, আর যাকে ইচ্ছা হিদায়াত দেন। তোমরা যা করতে সে সম্পর্কে অবশ্যই তোমাদের জিজ্ঞাসা করা হবে।","bangla_mkhan":"আল্লাহ ইচ্ছা করলে তোমাদের সবাইকে এক জাতি করে দিতে পারতেন, কিন্তু তিনি যাকে ইচ্ছা বিপথগামী করেন এবং যাকে ইচ্ছা পথ প্রদর্শন করেন। তোমরা যা কর সে বিষয়ে অবশ্যই জিজ্ঞাসিত হবে।","bangla_mujibur":"যদি আল্লাহ ইচ্ছা করতেন তাহলে তোমাদেরকে এক জাতি করতে পারতেন, কিন্তু তিনি যাকে ইচ্ছা বিভ্রান্ত করেন এবং যাকে ইচ্ছা সৎ পথে পরিচালিত করেন; তোমরা যা কর সে বিষয়ে অবশ্যই তোমাদেরকে প্রশ্ন করা হবে।","bangla_taisirul":"আল্লাহ ইচ্ছে করলে তোমাদেরকে অবশ্যই এক উম্মাত করে দিতেন, কিন্তু তিনি যাকে ইচ্ছে গুমরাহ্ করেন, আর যাকে ইচ্ছে সঠিক পথপ্রদর্শন করেন। তোমরা যা কর সে সম্পর্কে অবশ্য অবশ্যই তোমাদেরকে জিজ্ঞাসাবাদ করা হবে।"},{"id":94,"arabic_text":"وَ لَا تَتَّخِذُوۡۤا  اَیۡمَانَکُمۡ  دَخَلًۢا بَیۡنَکُمۡ فَتَزِلَّ قَدَمٌۢ  بَعۡدَ ثُبُوۡتِہَا وَ تَذُوۡقُوا السُّوۡٓءَ بِمَا صَدَدۡتُّمۡ  عَنۡ سَبِیۡلِ اللّٰہِ ۚ وَ  لَکُمۡ  عَذَابٌ عَظِیۡمٌ ﴿۹۴﴾ ","english_text":"And they followed [instead] what the devils had recited during the reign of Solomon. It was not Solomon who disbelieved, but the devils disbelieved, teaching people magic and that which was revealed to the two angels at Babylon, Harut and Marut. But the two angels do not teach anyone unless they say, \"We are a trial, so do not disbelieve [by practicing magic].\" And [yet] they learn from them that by which they cause separation between a man and his wife. But they do not harm anyone through it except by permission of Allah . And the people learn what harms them and does not benefit them. But the Children of Israel certainly knew that whoever purchased the magic would not have in the Hereafter any share. And wretched is that for which they sold themselves, if they only knew.","page":278,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1995.mp3","colorText":"وَلَا تَتَّخِذ[o[ُوٓ][s[اْ] أَيْمَ[n[ـٰ]نَكُمْ دَخَل[i:7562[اَۢ ب]َيْنَكُمْ فَتَزِلَّ قَدَ[i:7566[مُۢ ب]َعْدَ ثُبُوتِهَا وَتَذُوقُو[s[اْ] [h:7567[ٱ][l[ل]سّ[o[ُو]ٓءَ بِمَا صَدَ[d:7568[د]تُّمْ عَ[f:1203[ن س]َبِيلِ [h:788[ٱ]للَّهِ‌ۖ وَلَكُمْ عَذَابٌ عَظ[p[ِي]مٌ","juz":14,"ruku":236,"manzil":3,"bangla_ahbayan":"তোমরা পরস্পরের মাঝে ধোঁকা স্বরূপ তোমাদের শপথকে ব্যবহার করো না; করলে পা স্থির হওয়ার পর পিছলিয়ে যাবে এবং আল্লাহর পথে বাধা দেওয়ার কারণে তোমরা শাস্তির আস্বাদ গ্রহণ করবে। আর তোমাদের জন্য থাকবে মহাশাস্তি। [১]","bangla_bayan":"আর তোমরা তোমাদের অঙ্গীকারগুলোকে তোমাদের প্রতারণা হিসেবে গ্রহণ করো না। তাহলে পা দৃঢ় হওয়ার পর পিছলে যাবে এবং তোমরা আযাব আস্বাদন করবে। কারণ তোমরা আল্লাহর রাস্তায় বাধা দিয়েছ। আর তোমাদের জন্য রয়েছে মহা আযাব।","bangla_mkhan":"তোমরা স্বীয় কসমসমূহকে পারস্পরিক কলহ দ্বন্দ্বের বাহানা করো না। তা হলে দৃঢ়ভাবে প্রতিষ্ঠিত হওয়ার পর পা ফসকে যাবে এবং তোমরা শাস্তির স্বাদ আস্বাদন করবে এ কারণে যে, তোমরা আমার পথে বাধা দান করেছ এবং তোমাদের কঠোর শাস্তি হবে।","bangla_mujibur":"পরস্পর প্রবঞ্চনা করার জন্য তোমরা তোমাদের শপথকে ব্যবহার করনা; তাহলে পা স্থির হওয়ার পর পিছলে যাবে এবং আল্লাহর পথে বাধা দেয়ার কারণে তোমরা শাস্তির আস্বাদ গ্রহণ করবে। তোমাদের জন্য রয়েছে কঠোর শাস্তি।","bangla_taisirul":"তোমরা তোমাদের নিজেদের শপথগুলোকে পরস্পর ধোঁকা-প্রবঞ্চনার উপায় হিসেবে গ্রহণ করো না, তা করলে দৃঢ়ভাবে প্রতিষ্ঠিত হওয়ার পর পা আবার পিছলে যাবে, আর আল্লাহর পথে বাধা দেয়ার কারণে তোমরা মন্দ পরিণতি ভোগ করবে, আর তোমাদের জন্য থাকবে কঠিন শাস্তি।"},{"id":95,"arabic_text":"وَ لَا تَشۡتَرُوۡا بِعَہۡدِ اللّٰہِ ثَمَنًا قَلِیۡلًا ؕ اِنَّمَا عِنۡدَ اللّٰہِ ہُوَ خَیۡرٌ لَّکُمۡ اِنۡ کُنۡتُمۡ تَعۡلَمُوۡنَ ﴿۹۵﴾ ","english_text":"And if they had believed and feared Allah, then the reward from Allah would have been [far] better, if they only knew.","page":278,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1996.mp3","colorText":"وَلَا تَشْتَرُو[s[اْ] بِعَهْدِ [h:2038[ٱ]للَّهِ ثَمَ[f:208[نًا ق]َلِيلاً‌ۚ إِ[g[نّ]َمَا عِ[f:264[ند]َ [h:408[ٱ]للَّهِ هُوَ خَيْ[u:263[رٌ ل]َّكُمْ إِ[f:109[ن ك]ُ[f:100[نت]ُمْ تَعْلَم[p[ُو]نَ","juz":14,"ruku":236,"manzil":3,"bangla_ahbayan":"তোমরা আল্লাহর সঙ্গে কৃত অঙ্গীকার তুচ্ছ মূল্যে বিক্রি করো না। আল্লাহর কাছে তা উত্তম; যদি তোমরা জানতে।","bangla_bayan":"আর তোমরা স্বল্প মূল্যে আল্লাহর অঙ্গীকার বিক্রি করো না। আল্লাহর কাছে যা আছে, তোমাদের জন্যই তাই উত্তম, যদি তোমরা জানতে।","bangla_mkhan":"তোমরা আল্লাহর অঙ্গীকারের বিনিময়ে সামান্য মূল্য গ্রহণ করো না। নিশ্চয় আল্লাহর কাছে যা আছে, তা উত্তম তোমাদের জন্যে, যদি তোমরা জ্ঞানী হও।","bangla_mujibur":"তোমরা আল্লাহর সঙ্গে কৃত অংগীকার তুচ্ছ মূল্যে বিক্রি করনা; আল্লাহর কাছে যা আছে শুধু তা’ই তোমাদের জন্য উত্তম, যদি তোমরা জানতে।","bangla_taisirul":"তোমরা আল্লাহর সঙ্গে কৃত ওয়া‘দা নগণ্য মূল্যে বিক্রয় করো না। আল্লাহর নিকট যা আছে তোমাদের জন্য তা-ই উত্তম- তোমরা যদি জানতে!"},{"id":96,"arabic_text":"مَا عِنۡدَکُمۡ یَنۡفَدُ وَ مَا عِنۡدَ اللّٰہِ بَاقٍ ؕ وَ لَنَجۡزِیَنَّ الَّذِیۡنَ صَبَرُوۡۤا اَجۡرَہُمۡ بِاَحۡسَنِ مَا  کَانُوۡا یَعۡمَلُوۡنَ ﴿۹۶﴾ ","english_text":"O you who have believed, say not [to Allah 's Messenger], \"Ra'ina\" but say, \"Unthurna\" and listen. And for the disbelievers is a painful punishment.","page":278,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1997.mp3","colorText":"مَا عِ[f:4508[ند]َكُمْ يَ[f:7569[نف]َدُ‌ۖ وَمَا عِ[f:264[ند]َ [h:408[ٱ]للَّهِ بَا[a:7570[قٍ‌ۗ و]َلَنَ[q:7571[جْ]زِيَ[g[نّ]َ [h:7572[ٱ]لَّذِينَ صَبَر[o[ُوٓ][s[اْ] أَ[q:7573[جْ]رَه[c:7574[ُم ب]ِأَحْسَنِ مَا كَانُو[s[اْ] يَعْمَل[p[ُو]نَ","juz":14,"ruku":236,"manzil":3,"bangla_ahbayan":"তোমাদের কাছে যা আছে তা নিঃশেষ হবে এবং আল্লাহর কাছে যা আছে তা চিরস্থায়ী থাকবে। যারা ধৈর্য ধারণ করে, আমি নিশ্চয়ই তাদেরকে তাদের কর্ম অপেক্ষা শ্রেষ্ঠ পুরস্কার দান করব।","bangla_bayan":"তোমাদের নিকট যা আছে তা ফুরিয়ে যায়। আর আল্লাহর নিকট যা আছে তা স্থায়ী। আর যারা সবর করেছে, তারা যা করত তার তুলনায় অবশ্যই আমি তাদেরকে উত্তম প্রতিদান দেব।","bangla_mkhan":"তোমাদের কাছে যা আছে নিঃশেষ হয়ে যাবে এবং আল্লাহর কাছে যা আছে, কখনও তা শেষ হবে না। যারা সবর করে, আমি তাদেরকে প্রাপ্য প্রতিদান দেব তাদের উত্তম কর্মের প্রতিদান স্বরূপ যা তারা করত।","bangla_mujibur":"তোমাদের কাছে যা আছে তা নিঃশেষ হবে এবং আল্লাহর কাছে যা আছে তা স্থায়ী; যারা ধৈর্য ধারণ করে আমি নিশ্চয়ই তাদেরকে তারা যে উত্তম কাজ করে তা অপেক্ষা শ্রেষ্ঠ পুরস্কার দান করব।","bangla_taisirul":"তোমাদের কাছে যা আছে তা শেষ হয়ে যাবে, আর আল্লাহর কাছে যা আছে তা টিকে থাকবে। আমরা অবশ্য অবশ্যই ধৈর্যশীলদেরকে তারা যা করে তার চেয়ে উত্তম প্রতিদান দেব।"},{"id":97,"arabic_text":"مَنۡ عَمِلَ صَالِحًا مِّنۡ ذَکَرٍ اَوۡ اُنۡثٰی وَ ہُوَ مُؤۡمِنٌ فَلَنُحۡیِیَنَّہٗ  حَیٰوۃً  طَیِّبَۃً ۚ وَ لَنَجۡزِیَنَّہُمۡ اَجۡرَہُمۡ بِاَحۡسَنِ مَا کَانُوۡا یَعۡمَلُوۡنَ ﴿۹۷﴾ ","english_text":"Neither those who disbelieve from the People of the Scripture nor the polytheists wish that any good should be sent down to you from your Lord. But Allah selects for His mercy whom He wills, and Allah is the possessor of great bounty.","page":278,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1998.mp3","colorText":"مَنْ عَمِلَ صَ[n[ـٰ]لِ[a:7575[حًا م]ِّ[f:2511[ن ذ]َكَرٍ أَوْ أُ[f:1867[نث]َىٰ وَهُوَ مُؤْمِ[f:7576[نٌ ف]َلَنُحْيِيَ[g[نّ]َهُ[n[ۥ] حَيَ[s[و][n[ٲ][f:7577[ةً ط]َيِّبَ[a:7578[ةً‌ۖ و]َلَنَ[q:7579[جْ]زِيَ[g[نّ]َهُمْ أَ[q:7573[جْ]رَه[c:7574[ُم ب]ِأَحْسَنِ مَا كَانُو[s[اْ] يَعْمَل[p[ُو]نَ","juz":14,"ruku":236,"manzil":3,"bangla_ahbayan":"পুরুষ ও নারী যে কেউই বিশ্বাসী হয়ে সৎকর্ম করবে, তাকে আমি নিশ্চয়ই সুখী জীবন দান করব[১] এবং তাদেরকে তাদের কর্ম অপেক্ষা শ্রেষ্ঠ পুরস্কার দান করব।","bangla_bayan":"যে মুমিন অবস্থায় নেক আমল করবে, পুরুষ হোক বা নারী, আমি তাকে পবিত্র জীবন দান করব এবং তারা যা করত তার তুলনায় অবশ্যই আমি তাদেরকে উত্তম প্রতিদান দেব।","bangla_mkhan":"যে সৎকর্ম সম্পাদন করে এবং সে ঈমাণদার, পুরুষ হোক কিংবা নারী আমি তাকে পবিত্র জীবন দান করব এবং প্রতিদানে তাদেরকে তাদের উত্তম কাজের কারণে প্রাপ্য পুরষ্কার দেব যা তারা করত।","bangla_mujibur":"মু’মিন পুরুষ ও নারীর মধ্যে যে কেহ সৎকাজ করবে তাকে আমি নিশ্চয়ই আনন্দময় জীবন দান করব এবং তাদেরকে তাদের কর্মের শ্রেষ্ঠ পুরস্কার প্রদান করব।","bangla_taisirul":"পুরুষ আর নারীদের মধ্যে যে কেউ সৎকাজ করবে আর সে মু’মিনও, তাকে আমি অবশ্য অবশ্যই উত্তম জীবন দান করব আর তাদেরকে অবশ্য অবশ্যই তারা যা করে তার চেয়ে উত্তম প্রতিফল দান করব।"},{"id":98,"arabic_text":"فَاِذَا  قَرَاۡتَ الۡقُرۡاٰنَ  فَاسۡتَعِذۡ بِاللّٰہِ مِنَ  الشَّیۡطٰنِ  الرَّجِیۡمِ ﴿۹۸﴾ ","english_text":"We do not abrogate a verse or cause it to be forgotten except that We bring forth [one] better than it or similar to it. Do you not know that Allah is over all things competent?","page":278,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1999.mp3","colorText":"فَإِذَا قَرَأْتَ [h:7580[ٱ]لْقُرْءَانَ فَ[h:5208[ٱ]سْتَعِذْ بِ[h:32[ٱ]للَّهِ مِنَ [h:1870[ٱ][l[ل]شَّيْطَ[n[ـٰ]نِ [h:1871[ٱ][l[ل]رَّج[p[ِي]مِ","juz":14,"ruku":236,"manzil":3,"bangla_ahbayan":"যখন তুমি কুরআন পাঠ (করার ইচ্ছা) করবে তখন অভিশপ্ত শয়তান হতে আল্লাহর আশ্রয় প্রার্থনা কর। [১]","bangla_bayan":"সুতরাং যখন তুমি কুরআন পড়বে তখন আল্লাহর কাছে বিতাড়িত শয়তান হতে পানাহ চাও।","bangla_mkhan":"অতএব, যখন আপনি কোরআন পাঠ করেন তখন বিতাড়িত শয়তান থেকে আল্লাহর আশ্রয় গ্রহণ করুন।","bangla_mujibur":"যখন তুমি কুরআন পাঠ করবে তখন অভিশপ্ত শাইতান হতে আল্লাহর আশ্রয় গ্রহণ করবে।","bangla_taisirul":"তুমি যখনি কুরআন পাঠ করবে তখন অভিশপ্ত শয়ত্বান থেকে আল্লাহর নিকট আশ্রয় চাইবে।"},{"id":99,"arabic_text":"اِنَّہٗ  لَیۡسَ لَہٗ  سُلۡطٰنٌ عَلَی الَّذِیۡنَ اٰمَنُوۡا  وَ عَلٰی  رَبِّہِمۡ  یَتَوَکَّلُوۡنَ ﴿۹۹﴾ ","english_text":"Do you not know that to Allah belongs the dominion of the heavens and the earth and [that] you have not besides Allah any protector or any helper?","page":278,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2000.mp3","colorText":"إِ[g[نّ]َهُ[n[ۥ] لَيْسَ لَهُ[n[ۥ] سُلْطَ[n[ـٰ]نٌ عَلَى [h:289[ٱ]لَّذِينَ ءَامَنُو[s[اْ] وَعَلَىٰ رَبِّهِمْ يَتَوَكَّل[p[ُو]نَ","juz":14,"ruku":236,"manzil":3,"bangla_ahbayan":"নিশ্চয় যারা বিশ্বাস করেছে ও তাদের প্রতিপালকের উপরই নির্ভর করে তাদের উপর তার কোন আধিপত্য নেই।","bangla_bayan":"নিশ্চয় যারা ঈমান এনেছে এবং তাদের রবের উপর তাওয়াক্কুল করেছে, তাদের উপর শয়তানের কোন ক্ষমতা নেই।","bangla_mkhan":"তার আধিপত্য চলে না তাদের উপর যারা বিশ্বাস স্থাপন করে এবং আপন পালন কর্তার উপর ভরসা রাখে।","bangla_mujibur":"তার কোন আধিপত্য নেই তাদের উপর যারা ঈমান আনে ও তাদের রবের উপরই নির্ভর করে।","bangla_taisirul":"যারা ঈমান এনেছে তাদের উপর তার কোন প্রভাব খাটে না, আর তারা তাদের প্রতিপালকের উপর নির্ভর করে।"},{"id":100,"arabic_text":"اِنَّمَا سُلۡطٰنُہٗ  عَلَی الَّذِیۡنَ یَتَوَلَّوۡنَہٗ وَ الَّذِیۡنَ  ہُمۡ  بِہٖ  مُشۡرِکُوۡنَ ﴿۱۰۰﴾ ","english_text":"Or do you intend to ask your Messenger as Moses was asked before? And whoever exchanges faith for disbelief has certainly strayed from the soundness of the way.","page":278,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2001.mp3","colorText":"إِ[g[نّ]َمَا سُلْطَ[n[ـٰ]نُهُ[n[ۥ] عَلَى [h:289[ٱ]لَّذِينَ يَتَوَلَّوْنَهُ[n[ۥ] وَ[h:37[ٱ]لَّذِينَ ه[c:7581[ُم ب]ِه[n[ِۦ] مُشْرِك[p[ُو]نَ","juz":14,"ruku":236,"manzil":3,"bangla_ahbayan":"তার আধিপত্য শুধু তাদেরই উপর, যারা তাকে অভিভাবকরূপে গ্রহণ করে এবং যারা আল্লাহর অংশী করে।","bangla_bayan":"তার ক্ষমতা তো কেবল তাদের উপর, যারা তাকে অভিভাবকরূপে গ্রহণ কর এবং যারা আল্লাহর সাথে শরীক করে।","bangla_mkhan":"তার আধিপত্য তো তাদের উপরই চলে, যারা তাকে বন্ধু মনে করে এবং যারা তাকে অংশীদার মানে।","bangla_mujibur":"তার আধিপত্য শুধু তাদেরই উপর যারা তাকে অভিভাবক রূপে গ্রহণ করে এবং যারা (আল্লাহর) সাথে শরীক করে।","bangla_taisirul":"তার প্রভাব কেবল তাদের উপরই খাটে যারা তাকে অভিভাবক হিসেবে গ্রহণ করে আর যারা তাকে আল্লাহর শরীক করে।"},{"id":101,"arabic_text":"وَ اِذَا بَدَّلۡنَاۤ  اٰیَۃً  مَّکَانَ اٰیَۃٍ ۙ وَّ اللّٰہُ اَعۡلَمُ  بِمَا یُنَزِّلُ قَالُوۡۤا  اِنَّمَاۤ   اَنۡتَ مُفۡتَرٍ ؕ بَلۡ   اَکۡثَرُہُمۡ  لَا یَعۡلَمُوۡنَ  ﴿۱۰۱﴾ ","english_text":"Many of the People of the Scripture wish they could turn you back to disbelief after you have believed, out of envy from themselves [even] after the truth has become clear to them. So pardon and overlook until Allah delivers His command. Indeed, Allah is over all things competent.","page":278,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2002.mp3","colorText":"وَإِذَا بَدَّلْن[o[َآ] ءَايَ[a:7582[ةً م]َّكَانَ ءَايَ[a:7583[ةٍ‌ۙ و]َ[h:72[ٱ]للَّهُ أَعْلَمُ بِمَا يُنَزِّلُ قَال[o[ُوٓ][s[اْ] إِ[g[نّ]َم[o[َآ] أَ[f:169[نت]َ مُفْتَ[i:7584[رِۭ‌ۚ ب]َلْ أَكْثَرُهُمْ لَا يَعْلَم[p[ُو]نَ","juz":14,"ruku":237,"manzil":3,"bangla_ahbayan":"আমি যখন এক আয়াতের পরিবর্তে অন্য এক আয়াত অবতীর্ণ করি -- আর আল্লাহ যা অবতীর্ণ করেন, তা তিনিই ভাল জানেন -- তখন তারা বলে, ‘তুমি তো শুধু একজন মিথ্যা উদ্ভাবনকারী।’ কিন্তু তাদের অধিকাংশই জানে না। [১]","bangla_bayan":"আর যখন আমি একটি আয়াতের স্থানে পরিবর্তন করে আরেকটি আয়াত দেই- আল্লাহ ভাল জানেন সে সম্পর্কে, যা তিনি নাযিল করেন- তখন তারা বলে, তুমি তো কেবল মিথ্যা রটনাকারী; রবং তাদের অধিকাংশই জানে না।","bangla_mkhan":"এবং যখন আমি এক আয়াতের স্থলে অন্য আয়াত উপস্থিত করি এবং আল্লাহ যা অবতীর্ণ করেন তিনিই সে সম্পর্কে ভাল জানেন; তখন তারা বলেঃ আপনি তো মনগড়া উক্তি করেন; বরং তাদের অধিকাংশ লোকই জানে না।","bangla_mujibur":"আমি যখন এক আয়াতের পরিবর্তে অন্য এক আয়াত উপস্থিত করি, আর আল্লাহ যা অবতীর্ণ করেন তা তিনিই ভাল জানেন, তখন তারা বলেঃ তুমিতো শুধু মিথ্যা উদ্ভাবনকারী, কিন্তু তাদের অধিকাংশই জানেনা।","bangla_taisirul":"আমি যখন এক আয়াতের বদলে অন্য আয়াত নাযিল করি- আর আল্লাহ ভালভাবেই জানেন, যা তিনি নাযিল করেন- তখন এই লোকেরা বলে, ‘তুমি তো মিথ্যা রচনাকারী।’ প্রকৃত ব্যাপার এই যে, এ সম্পর্কে তাদের অধিকাংশেরই কোন জ্ঞান নেই।"},{"id":102,"arabic_text":"قُلۡ نَزَّلَہٗ  رُوۡحُ الۡقُدُسِ مِنۡ رَّبِّکَ بِالۡحَقِّ  لِیُـثَبِّتَ الَّذِیۡنَ اٰمَنُوۡا  وَ ہُدًی  وَّ  بُشۡرٰی  لِلۡمُسۡلِمِیۡنَ ﴿۱۰۲﴾ ","english_text":"And establish prayer and give zakah, and whatever good you put forward for yourselves - you will find it with Allah. Indeed, Allah of what you do, is Seeing.","page":278,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2003.mp3","colorText":"قُلْ نَزَّلَهُ[n[ۥ] رُوحُ [h:7585[ٱ]لْقُدُسِ م[u:770[ِن ر]َّبِّكَ بِ[h:370[ٱ]لْحَقِّ لِيُثَبِّتَ [h:7586[ٱ]لَّذِينَ ءَامَنُو[s[اْ] وَهُ[a:510[دًى و]َبُشْرَىٰ لِلْمُسْلِم[p[ِي]نَ","juz":14,"ruku":237,"manzil":3,"bangla_ahbayan":"তুমি বল, ‘তোমার প্রতিপালকের নিকট হতে জিবরীল সত্যসহ কুরআন অবতীর্ণ করেছে,[১] যারা বিশ্বাসী তাদেরকে দৃঢ় প্রতিষ্ঠিত করার জন্য[২] এবং তা আত্মসমর্পণকারীদের জন্য পথনির্দেশ ও সুসংবাদ স্বরূপ।’ [৩]","bangla_bayan":"বল, রুহুল কুদস (জীবরীল) একে তোমার রবের পক্ষ হতে যথাযথভাবে নাযিল করেছেন। যারা ঈমান এনেছে তাদেরকে সুদৃঢ় করার জন্য এবং হিদায়াত ও মুসলিমদের জন্য সুসংবাদস্বরূপ।","bangla_mkhan":"বলুন, একে পবিত্র ফেরেশতা পালনকর্তার পক্ষ থেকে নিশ্চিত সত্যসহ নাযিল করেছেন, যাতে মুমিনদেরকে প্রতিষ্ঠিত করেন এবং এটা মুসলমানদের জন্যে পথ নির্দেশ ও সু-সংবাদ স্বরূপ।","bangla_mujibur":"তুমি বলঃ তোমার রবের নিকট হতে রূহুল কুদুস (জিবরাঈল) সত্যসহ কুরআন অবতীর্ণ করেছেন যারা মু’মিন তাদেরকে দৃঢ় প্রতিষ্ঠিত করার জন্য এবং হিদায়াত ও সুসংবাদ স্বরূপ আত্মসমর্পনকারীদের জন্য।","bangla_taisirul":"বল, ‘এ কুরআন তোমার প্রতিপালকের পক্ষ থেকে রুহুল কুদূস (জিবরীল) ঠিক ঠিকভাবে নাযিল করেছেন ঈমানদারদেরকে দৃঢ়ভাবে প্রতিষ্ঠিত রাখার জন্য এবং মুসলিমদের হিদায়াত ও সুসংবাদ দানের জন্য।’"},{"id":103,"arabic_text":"وَ لَقَدۡ نَعۡلَمُ  اَنَّہُمۡ  یَقُوۡلُوۡنَ  اِنَّمَا  یُعَلِّمُہٗ بَشَرٌ ؕ لِسَانُ الَّذِیۡ یُلۡحِدُوۡنَ  اِلَیۡہِ اَعۡجَمِیٌّ  وَّ ہٰذَا لِسَانٌ عَرَبِیٌّ  مُّبِیۡنٌ ﴿۱۰۳﴾ ","english_text":"And they say, \"None will enter Paradise except one who is a Jew or a Christian.\" That is [merely] their wishful thinking, Say, \"Produce your proof, if you should be truthful.\"","page":279,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2004.mp3","colorText":"وَلَقَ[q:341[دْ] نَعْلَمُ أَ[g[نّ]َهُمْ يَقُولُونَ إِ[g[نّ]َمَا يُعَلِّمُهُ[n[ۥ] بَشَ[u:7587[رٌ‌ۗ ل]ِّسَانُ [h:7588[ٱ]لَّذِى يُلْحِدُونَ إِلَيْهِ أَعْجَمِ[a:7589[ىٌّ و]َهَ[n[ـٰ]ذَا لِسَانٌ عَرَبِ[a:7590[ىٌّ م]ُّب[p[ِي]نٌ","juz":14,"ruku":237,"manzil":3,"bangla_ahbayan":"আমি তো জানিই, তারা বলে, ‘তাকে শিক্ষা দেয় এক মানুষ।’[১] তারা যার প্রতি এটা আরোপ করে তার ভাষা তো আরবী নয়; আর এ তো স্পষ্ট আরবী ভাষা। [২]","bangla_bayan":"আর আমি অবশ্যই জানি যে, তারা বলে, তাকে তো শিক্ষা দেয় একজন মানুষ, যার দিকে তারা ঈঙ্গিত করছে, তার ভাষা হচ্ছে অনারবী। অথচ এটা হচ্ছে সুস্পষ্ট আরবী ভাষা।","bangla_mkhan":"আমি তো ভালভাবেই জানি যে, তারা বলেঃ তাকে জনৈক ব্যক্তি শিক্ষা দেয়। যার দিকে তারা ইঙ্গিত করে, তার ভাষা তো আরবী নয় এবং এ কোরআন পরিষ্কার আরবী ভাষায়।","bangla_mujibur":"আমিতো জানিই তারা বলেঃ তাকে শিক্ষা দেয় জনৈক ব্যক্তি। তারা যার প্রতি এটা আরোপ করে তার ভাষাতো আরাবী নয়; কিন্তু কুরআনের ভাষা স্পষ্ট আরাবী ভাষা।","bangla_taisirul":"আমি জানি, তারা বলে, ‘এক মানুষ তাকে [অর্থাৎ মুহাম্মাদ (সা.)-কে] শিখিয়ে দেয়।’ অথচ দুষ্টবুদ্ধি প্রণোদিত হয়ে তারা যে লোকটির কথা বলছে তার ভাষা তো অনারব, অপরপক্ষে কুরআনের ভাষা হল স্পষ্ট আরবী।"},{"id":104,"arabic_text":"اِنَّ الَّذِیۡنَ لَا یُؤۡمِنُوۡنَ بِاٰیٰتِ اللّٰہِ ۙ لَا یَہۡدِیۡہِمُ  اللّٰہُ  وَ لَہُمۡ  عَذَابٌ  اَلِیۡمٌ ﴿۱۰۴﴾ ","english_text":"Yes [on the contrary], whoever submits his face in Islam to Allah while being a doer of good will have his reward with his Lord. And no fear will there be concerning them, nor will they grieve.","page":279,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2005.mp3","colorText":"إِ[g[نّ]َ [h:24[ٱ]لَّذِينَ لَا يُؤْمِنُونَ بِـَٔـايَ[n[ـٰ]تِ [h:322[ٱ]للَّهِ لَا يَهْدِيهِمُ [h:7591[ٱ]للَّهُ وَلَهُمْ عَذَابٌ أَل[p[ِي]مٌ","juz":14,"ruku":237,"manzil":3,"bangla_ahbayan":"যারা আল্লাহর নিদর্শনে বিশ্বাস করে না, তাদেরকে আল্লাহ পথনির্দেশ করেন না এবং তাদের জন্য আছে বেদনাদায়ক শাস্তি।","bangla_bayan":"নিশ্চয় যারা আল্লাহর আয়াতসমূহে বিশ্বাস করে না, আল্লাহ তাদেরকে হিদায়াত করবেন না এবং তাদের জন্য রয়েছে যন্ত্রদায়ক আযাব।","bangla_mkhan":"যারা আল্লাহর কথায় বিশ্বাস করে না, তাদেরকে আল্লাহ পথ প্রদর্শন করেন না এবং তাদের জন্যে রয়েছে যন্ত্রণাদায়ক শাস্তি।","bangla_mujibur":"যারা আল্লাহর আয়াত বিশ্বাস করেনা তাদেরকে আল্লাহ হিদায়াত করেননা এবং তাদের জন্য রয়েছে বেদনাদায়ক শাস্তি।","bangla_taisirul":"যারা আল্লাহর নিদর্শনাবলীতে বিশ্বাস করে না, আল্লাহ তাদেরকে সঠিক পথে পরিচালিত করেন না, আর তাদের জন্য আছে ভয়ানক শাস্তি।"},{"id":105,"arabic_text":"اِنَّمَا یَفۡتَرِی الۡکَذِبَ الَّذِیۡنَ لَا یُؤۡمِنُوۡنَ بِاٰیٰتِ اللّٰہِ ۚ وَ اُولٰٓئِکَ ہُمُ الۡکٰذِبُوۡنَ ﴿۱۰۵﴾ ","english_text":"The Jews say \"The Christians have nothing [true] to stand on,\" and the Christians say, \"The Jews have nothing to stand on,\" although they [both] recite the Scripture. Thus the polytheists speak the same as their words. But Allah will judge between them on the Day of Resurrection concerning that over which they used to differ.","page":279,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2006.mp3","colorText":"إِ[g[نّ]َمَا يَفْتَرِى [h:7592[ٱ]لْكَذِبَ [h:7593[ٱ]لَّذِينَ لَا يُؤْمِنُونَ بِـَٔـايَ[n[ـٰ]تِ [h:322[ٱ]للَّهِ‌ۖ وَأُ[s[وْ]لَ[o[ـٰٓ]ئِكَ هُمُ [h:7594[ٱ]لْكَ[n[ـٰ]ذِب[p[ُو]نَ","juz":14,"ruku":237,"manzil":3,"bangla_ahbayan":"যারা আল্লাহর নিদর্শনে বিশ্বাস করে না, তারাই শুধু মিথ্যা উদ্ভাবন করে এবং তারাই মিথ্যাবাদী। [১]","bangla_bayan":"একমাত্র তারাই মিথ্যা রটায়, যারা আল্লাহর আয়াতসমূহে বিশ্বাস করে না। আর তারাই মিথ্যাবাদী।","bangla_mkhan":"মিথ্যা কেবল তারা রচনা করে, যারা আল্লাহর নিদর্শনে বিশ্বাস করে না এবং তারাই মিথ্যাবাদী।","bangla_mujibur":"যারা আল্লাহর নিদর্শনে বিশ্বাস করেনা তারাতো শুধু মিথ্যা উদ্ভাবক এবং তারাই মিথ্যাবাদী।","bangla_taisirul":"যারা আল্লাহর নিদর্শনসমূহে বিশ্বাস করে না, তারাই মিথ্যে রচনা করে আর তারাই মিথ্যাবাদী।"},{"id":106,"arabic_text":"مَنۡ کَفَرَ بِاللّٰہِ مِنۡۢ بَعۡدِ  اِیۡمَانِہٖۤ  اِلَّا مَنۡ اُکۡرِہَ  وَ  قَلۡبُہٗ  مُطۡمَئِنٌّۢ  بِالۡاِیۡمَانِ وَ لٰکِنۡ مَّنۡ شَرَحَ بِالۡکُفۡرِ صَدۡرًا فَعَلَیۡہِمۡ غَضَبٌ مِّنَ اللّٰہِ ۚ وَ لَہُمۡ عَذَابٌ عَظِیۡمٌ ﴿۱۰۶﴾ ","english_text":"And who are more unjust than those who prevent the name of Allah from being mentioned in His mosques and strive toward their destruction. It is not for them to enter them except in fear. For them in this world is disgrace, and they will have in the Hereafter a great punishment.","page":279,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2007.mp3","colorText":"مَ[f:1457[ن ك]َفَرَ بِ[h:32[ٱ]للَّهِ م[i:146[ِنۢ ب]َعْدِ إِيمَ[n[ـٰ]نِه[o[ِۦٓ] إِلَّا مَنْ أُكْرِهَ وَقَلْبُهُ[n[ۥ] مُ[q:7595[طْ]مَئِن[i:7596[ُّۢ ب]ِ[h:562[ٱ]لْإِيمَ[n[ـٰ]نِ وَلَ[n[ـٰ]ك[a:7597[ِن م]َّ[f:7598[ن ش]َرَحَ بِ[h:2055[ٱ]لْكُفْرِ صَ[q:7599[دْ][f:7600[رًا ف]َعَلَيْهِمْ غَضَ[a:7601[بٌ م]ِّنَ [h:321[ٱ]للَّهِ وَلَهُمْ عَذَابٌ عَظ[p[ِي]مٌ","juz":14,"ruku":237,"manzil":3,"bangla_ahbayan":"কেউ বিশ্বাস করার পরে আল্লাহকে অস্বীকার করলে এবং অবিশ্বাসের জন্য হৃদয় উন্মুক্ত রাখলে তার উপর আপতিত হবে আল্লাহর ক্রোধ এবং তার জন্য রয়েছে মহাশাস্তি;[১] তবে তার জন্য নয়, যাকে অবিশ্বাসে বাধ্য করা হয়েছে, অথচ তার চিত্ত বিশ্বাসে অবিচল।[২]","bangla_bayan":"যে ঈমান আনার পর আল্লাহর সাথে কুফরী করেছে এবং যারা তাদের অন্তর কুফরী দ্বারা উন্মুক্ত করেছে, তাদের উপরই আল্লাহর ক্রোধ এবং তাদের জন্য রয়েছে মহাআযাব। ঐ ব্যক্তি ছাড়া যাকে বাধ্য করা হয় (কুফরী করতে) অথচ তার অন্তর থাকে ঈমানে পরিতৃপ্ত।","bangla_mkhan":"যার উপর জবরদস্তি করা হয় এবং তার অন্তর বিশ্বাসে অটল থাকে সে ব্যতীত যে কেউ বিশ্বাসী হওয়ার পর আল্লাহতে অবিশ্বাসী হয় এবং কুফরীর জন্য মন উম্মুক্ত করে দেয় তাদের উপর আপতিত হবে আল্লাহর গযব এবং তাদের জন্যে রয়েছে শাস্তি।","bangla_mujibur":"কেহ ঈমান আনার পর আল্লাহকে অস্বীকার করলে এবং কুফরীর জন্য হৃদয় উন্মুক্ত রাখলে তার উপর আপতিত হবে আল্লাহর গযব এবং তার জন্য আছে মহা শাস্তি; তবে তার জন্য নয়, যাকে কুফরীর জন্য বাধ্য করা হয়, কিন্তু তার চিত্ত ঈমানে অবিচল।","bangla_taisirul":"কোন ব্যক্তি তার ঈমান গ্রহণের পর আল্লাহকে অবিশ্বাস করলে এবং কুফরীর জন্য তার হৃদয় খুলে দিলে তার উপর আল্লাহর গযব পতিত হবে আর তার জন্য আছে মহা শাস্তি, তবে তার জন্য নয় যাকে (কুফরীর জন্য) বাধ্য করা হয় অথচ তার দিল ঈমানের উপর অবিচল থাকে।"},{"id":107,"arabic_text":"ذٰلِکَ بِاَنَّہُمُ اسۡتَحَبُّوا الۡحَیٰوۃَ الدُّنۡیَا عَلَی الۡاٰخِرَۃِ ۙ وَ اَنَّ اللّٰہَ  لَا یَہۡدِی الۡقَوۡمَ  الۡکٰفِرِیۡنَ ﴿۱۰۷﴾ ","english_text":"And to Allah belongs the east and the west. So wherever you [might] turn, there is the Face of Allah . Indeed, Allah is all-Encompassing and Knowing.","page":279,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2008.mp3","colorText":"ذ[n[َٲ]لِكَ بِأَ[g[نّ]َهُمُ [h:7602[ٱ]سْتَحَبُّو[s[اْ] [h:7603[ٱ]لْحَيَ[s[و][n[ٲ]ةَ [h:446[ٱ][l[ل]دُّنْيَا عَلَى [h:7042[ٱ]لْأَخِرَةِ وَأَ[g[نّ]َ [h:859[ٱ]للَّهَ لَا يَهْدِى [h:1504[ٱ]لْقَوْمَ [h:1557[ٱ]لْكَ[n[ـٰ]فِر[p[ِي]نَ","juz":14,"ruku":237,"manzil":3,"bangla_ahbayan":"এটা এ জন্য যে, তারা দুনিয়ার জীবনকে আখেরাতের উপর প্রাধান্য দেয় এবং এই জন্য যে, আল্লাহ অবিশ্বাসী সম্প্রদায়কে পথপ্রদর্শন করেন না।[১]","bangla_bayan":"এটা এ জন্য যে, তারা আখিরাতের তুলনায় দুনিয়ার জীবনকে পছন্দ করেছে। আর নিশ্চয় আল্লাহ কাফির কওমকে হিদায়াত করেন না।","bangla_mkhan":"এটা এ জন্যে যে, তারা পার্থিব জীবনকে পরকালের চাইতে প্রিয় মনে করেছে এবং আল্লাহ অবিশ্বাসীদেরকে পথ প্রদর্শন করেন না।","bangla_mujibur":"এটা এ জন্য যে, তারা দুনিয়ার জীবনকে আখিরাতের উপর প্রাধান্য দেয় এবং এ জন্য যে, আল্লাহ কাফির সম্প্রদায়কে হিদায়াত করেননা।","bangla_taisirul":"এর কারণ এই যে, তারা আখিরাত অপেক্ষা দুনিয়ার জীবনকে বেশি ভালবাসে, আর আল্লাহ ঈমান প্রত্যাখ্যানকারীদেরকে সঠিক পথ দেখান না।"},{"id":108,"arabic_text":"اُولٰٓئِکَ الَّذِیۡنَ طَبَعَ اللّٰہُ عَلٰی قُلُوۡبِہِمۡ وَ سَمۡعِہِمۡ وَ اَبۡصَارِہِمۡ ۚ وَ اُولٰٓئِکَ ہُمُ الۡغٰفِلُوۡنَ ﴿۱۰۸﴾ ","english_text":"They say, \" Allah has taken a son.\" Exalted is He! Rather, to Him belongs whatever is in the heavens and the earth. All are devoutly obedient to Him,","page":279,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2009.mp3","colorText":"أُ[s[وْ]لَ[o[ـٰٓ]ئِكَ [h:51[ٱ]لَّذِينَ طَبَعَ [h:3271[ٱ]للَّهُ عَلَىٰ قُلُوبِهِمْ وَسَمْعِهِمْ وَأَ[q:79[بْ]صَ[n[ـٰ]رِهِمْ‌ۖ وَأُ[s[وْ]لَ[o[ـٰٓ]ئِكَ هُمُ [h:5154[ٱ]لْغَ[n[ـٰ]فِل[p[ُو]نَ","juz":14,"ruku":237,"manzil":3,"bangla_ahbayan":"ওরাই তারা; আল্লাহ যাদের অন্তর, কর্ণ ও চক্ষু মোহর করে দিয়েছেন এবং তারাই উদাসীন।[১]","bangla_bayan":"এরাই তারা, যাদের অন্তরসমূহ, শ্রবণসমূহ ও দৃষ্টিসমূহের উপর আল্লাহ মোহর করে দিয়েছেন এবং তারাই হচ্ছে গাফেল।","bangla_mkhan":"এরাই তারা, আল্লাহ তা’য়ালা এদেরই অন্তর, কর্ণ ও চক্ষুর উপর মোহর মেরে দিয়েছেন এবং এরাই কান্ড জ্ঞানহীন।","bangla_mujibur":"ওরাই তারা, আল্লাহ যাদের অন্তর, কর্ণ ও চক্ষুর উপর মোহর করে দিয়েছেন এবং তারাই গাফিল।","bangla_taisirul":"এরা ঐ সব লোক আল্লাহ যাদের অন্তর, কান আর চোখে মোহর মেরে দিয়েছেন আর তারা বে-খেয়াল, উদাসীন।"},{"id":109,"arabic_text":"لَاجَرَمَ  اَنَّہُمۡ  فِی الۡاٰخِرَۃِ   ہُمُ  الۡخٰسِرُوۡنَ ﴿۱۰۹﴾ ","english_text":"Originator of the heavens and the earth. When He decrees a matter, He only says to it, \"Be,\" and it is.","page":279,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2010.mp3","colorText":"لَا جَرَمَ أَ[g[نّ]َهُمْ فِى [h:536[ٱ]لْأَخِرَةِ هُمُ [h:150[ٱ]لْخَ[n[ـٰ]سِر[p[ُو]نَ","juz":14,"ruku":237,"manzil":3,"bangla_ahbayan":"নিঃসন্দেহে তারা পরকালে হবে ক্ষতিগ্রস্ত।","bangla_bayan":"সন্দেহ নেই, তারাই আখিরাতে ক্ষতিগ্রস্ত।","bangla_mkhan":"বলাবাহুল্য পরকালে এরাই ক্ষতি গ্রস্ত হবে।","bangla_mujibur":"নিশ্চয়ই তারা আখিরাতে হবে ক্ষতিগ্রস্ত।","bangla_taisirul":"এতে কোন সন্দেহই নেই যে, আখেরাতে ক্ষতিগ্রস্ত এরাই হবে।"},{"id":110,"arabic_text":"ثُمَّ  اِنَّ رَبَّکَ لِلَّذِیۡنَ ہَاجَرُوۡا مِنۡۢ بَعۡدِ مَا فُتِنُوۡا ثُمَّ جٰہَدُوۡا وَ صَبَرُوۡۤا ۙ اِنَّ رَبَّکَ مِنۡۢ  بَعۡدِہَا  لَغَفُوۡرٌ  رَّحِیۡمٌ ﴿۱۱۰﴾ ","english_text":"Those who do not know say, \"Why does Allah not speak to us or there come to us a sign?\" Thus spoke those before them like their words. Their hearts resemble each other. We have shown clearly the signs to a people who are certain [in faith].","page":279,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2011.mp3","colorText":"ثُ[g[مّ]َ إِ[g[نّ]َ رَبَّكَ لِلَّذِينَ هَاجَرُو[s[اْ] م[i:146[ِنۢ ب]َعْدِ مَا فُتِنُو[s[اْ] ثُ[g[مّ]َ جَ[n[ـٰ]هَدُو[s[اْ] وَصَبَر[o[ُوٓ][s[اْ] إِ[g[نّ]َ رَبَّكَ م[i:5039[ِنۢ ب]َعْدِهَا لَغَفُو[u:4578[رٌ ر]َّح[p[ِي]مٌ","juz":14,"ruku":237,"manzil":3,"bangla_ahbayan":"যারা নির্যাতিত হবার পর হিজরত করে, পরে জিহাদ (ধর্মের জন্য দেশত্যাগ ও যুদ্ধ) করে এবং ধৈর্যধারণ করে; তোমার প্রতিপালক এই সবের পর, তাদের প্রতি অবশ্যই চরম ক্ষমাশীল, পরম দয়ালু।[১]","bangla_bayan":"তারপর তোমার রব তাদের জন্য, যারা বিপর্যস্ত হওয়ার পর হিজরত করেছে, অতঃপর জিহাদ করেছে এবং সবর করেছে, এ সবের পর তোমার রব অবশ্যই ক্ষমাশীল, দুয়ালু।","bangla_mkhan":"যারা দুঃখ-কষ্ট ভোগের পর দেশত্যাগী হয়েছে অতঃপর জেহাদ করেছে, নিশ্চয় আপনার পালনকর্তা এসব বিষয়ের পরে অবশ্যই ক্ষমাশীল, পরম দয়ালু।","bangla_mujibur":"(তোমার রবের পথে থেকে) যারা নির্যাতিত হবার পর হিজরাত করে এবং পরে জিহাদ করে এবং ধৈর্য ধারণ করে; তোমার রাব্ব এসব কিছুর পর, তাদের প্রতি অবশ্যই ক্ষমাশীল, পরম দয়ালু।","bangla_taisirul":"অবশ্যই তোমার প্রতিপালক তাদের জন্য যারা নির্যাতিত হওয়ার পর হিজরাত করে, অতঃপর জিহাদ করে, অতঃপর ধৈর্যধারণ করে, এ সবের পর তোমার প্রতিপালক অবশ্যই বড়ই ক্ষমাশীল, বড়ই দয়ালু।"},{"id":111,"arabic_text":"یَوۡمَ تَاۡتِیۡ کُلُّ نَفۡسٍ تُجَادِلُ عَنۡ نَّفۡسِہَا وَ تُوَفّٰی کُلُّ نَفۡسٍ مَّا  عَمِلَتۡ وَ  ہُمۡ لَا  یُظۡلَمُوۡنَ ﴿۱۱۱﴾ ","english_text":"Indeed, We have sent you, [O Muhammad], with the truth as a bringer of good tidings and a warner, and you will not be asked about the companions of Hellfire.","page":280,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2012.mp3","colorText":"۞ يَوْمَ تَأْتِى كُلُّ نَفْ[f:7604[سٍ ت]ُجَ[n[ـٰ]دِلُ ع[a:7605[َن ن]َّفْسِهَا وَتُوَفَّىٰ كُلُّ نَفْ[a:1654[سٍ م]َّا عَمِلَتْ وَهُمْ لَا يُظْلَم[p[ُو]نَ","juz":14,"ruku":238,"manzil":3,"bangla_ahbayan":"(স্মরণ কর,) যে দিন প্রত্যেক ব্যক্তি আত্মপক্ষ সমর্থনে যুক্তি উপস্থিত করতে আসবে[১] এবং প্রত্যেকের তার কৃতকর্মের পূর্ণ ফল দেওয়া হবে এবং তাদের প্রতি যুলুম করা হবে না। [২]","bangla_bayan":"(স্মরণ কর সে দিনের কথা) যেদিন প্রত্যেক ব্যক্তি নিজের পক্ষে যুক্তি-তর্ক নিয়ে উপস্থিত হবে এবং প্রত্যেককে ব্যক্তি সে যা আমল করেছে তা পরিপূর্ণরূপে দেয়া হবে এবং তাদের প্রতি যুলম করা হবে না।","bangla_mkhan":"যেদিন প্রত্যেক ব্যক্তি আত্ন-সমর্থনে সওয়াল জওয়াব করতে করতে আসবে এবং প্রত্যেক ব্যক্তি তাদের কৃতকর্মের পূর্ণ ফল পাবে এবং তাদের উপর জুলুম করা হবে না।","bangla_mujibur":"স্মরণ কর সেই দিনকে যেদিন আত্মপক্ষ সমর্থনে যুক্তি উপস্থিত করতে আসবে প্রত্যেক ব্যক্তি এবং প্রত্যেককে তার কৃতকর্মের পূর্ণ ফল দেয়া হবে এবং তাদের প্রতি যুলম করা হবেনা।","bangla_taisirul":"সেদিন প্রত্যেক লোক নিজের পক্ষে যুক্তি পেশ করবে আর প্রত্যেক ব্যক্তিকে তার কৃতকর্মের প্রতিফল পূর্ণমাত্রায় দেয়া হবে, তাদের প্রতি কোন যুলম করা হবে না।"},{"id":112,"arabic_text":"وَ ضَرَبَ اللّٰہُ مَثَلًا قَرۡیَۃً کَانَتۡ اٰمِنَۃً مُّطۡمَئِنَّۃً یَّاۡتِیۡہَا رِزۡقُہَا رَغَدًا مِّنۡ کُلِّ مَکَانٍ فَکَفَرَتۡ بِاَنۡعُمِ اللّٰہِ فَاَذَاقَہَا اللّٰہُ لِبَاسَ الۡجُوۡعِ وَ الۡخَوۡفِ بِمَا  کَانُوۡا  یَصۡنَعُوۡنَ ﴿۱۱۲﴾ ","english_text":"And never will the Jews or the Christians approve of you until you follow their religion. Say, \"Indeed, the guidance of Allah is the [only] guidance.\" If you were to follow their desires after what has come to you of knowledge, you would have against Allah no protector or helper.","page":280,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2013.mp3","colorText":"وَضَرَبَ [h:7509[ٱ]للَّهُ مَثَل[f:7606[اً ق]َرْيَ[f:7607[ةً ك]َانَتْ ءَامِنَ[a:7608[ةً م]ُّ[q:7609[طْ]مَئِ[g[نّ]َ[a:7610[ةً ي]َأْتِيهَا رِزْقُهَا رَغَ[a:7611[دًا م]ِّ[f:843[ن ك]ُلِّ مَكَا[f:7612[نٍ ف]َكَفَرَتْ بِأَنْعُمِ [h:7613[ٱ]للَّهِ فَأَذ[n[َٲ]قَهَا [h:7614[ٱ]للَّهُ لِبَاسَ [h:7615[ٱ]لْجُوعِ وَ[h:7616[ٱ]لْخَوْفِ بِمَا كَانُو[s[اْ] يَصْنَع[p[ُو]نَ","juz":14,"ruku":238,"manzil":3,"bangla_ahbayan":"আল্লাহ দৃষ্টান্ত দিচ্ছেন এক জনপদের যা ছিল নিরাপদ ও নিশ্চিন্ত, যেথায় আসতো সর্বদিক হতে প্রচুর জীবনোপকরণ; অতঃপর তারা আল্লাহর অনুগ্রহ অস্বীকার করল; ফলে তারা যা করত, তার জন্য আল্লাহ তাদেরকে আস্বাদন করালেন ক্ষুধা ও ভীতির স্বাদ।[১]","bangla_bayan":"আর আল্লাহ উপমা পেশ করছেন, একটি জনপদ, যা ছিল নিরাপদ ও শান্ত। সবদিক থেকে তার রিয্ক তাতে বিপুলভাবে আসত। অতঃপর সে (জনপদ) আল্লাহর নিআমত অস্বীকার করল। তখন তারা যা করত তার কারণে আল্লাহ তাকে ক্ষুধা ও ভয়ের পোশাক পরালেন।","bangla_mkhan":"আল্লাহ দৃষ্টান্ত বর্ণনা করেছেন একটি জনপদের, যা ছিল নিরাপদ ও নিশ্চিন্ত, তথায় প্রত্যেক জায়গা থেকে আসত প্রচুর জীবনোপকরণ। অতঃপর তারা আল্লাহর নেয়ামতের প্রতি অকৃতজ্ঞতা প্রকাশ করল। তখন আল্লাহ তাদেরকে তাদের কৃতকর্মের কারণে স্বাদ আস্বাদন করালেন, ক্ষুধা ও ভীতির।","bangla_mujibur":"আল্লাহ দৃষ্টান্ত দিচ্ছেন এক জনপদের যা ছিল নিরাপদ ও নিশ্চিন্ত, যেখানে আসত সব দিক হতে প্রচুর জীবনোপকরণ; অতঃপর ওরা আল্লাহর অনুগ্রহ অস্বীকার করল। ফলে তাদের কৃতকর্মের কারণে আল্লাহ তাদেরকে আস্বাদ গ্রহণ করালেন ক্ষুধা ও ভীতির।","bangla_taisirul":"আল্লাহ এক জনবসতির দৃষ্টান্ত পেশ করছেন যা ছিল নিরাপদ, চিন্তা-ভাবনাহীন। সবখান থেকে সেখানে আসত জীবন ধারণের পর্যাপ্ত উপকরণ। অতঃপর সে জনপদ আল্লাহর নি‘মাতরাজির কুফুরী করল, অতঃপর আল্লাহ তাদের কৃতকর্মের কারণে ক্ষুধা ও ভয়-ভীতির মুসীবাত তাদেরকে আস্বাদন করালেন।"},{"id":113,"arabic_text":"وَ لَقَدۡ جَآءَہُمۡ رَسُوۡلٌ مِّنۡہُمۡ فَکَذَّبُوۡہُ فَاَخَذَہُمُ  الۡعَذَابُ  وَ ہُمۡ  ظٰلِمُوۡنَ ﴿۱۱۳﴾ ","english_text":"Those to whom We have given the Book recite it with its true recital. They [are the ones who] believe in it. And whoever disbelieves in it - it is they who are the losers.","page":280,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2014.mp3","colorText":"وَلَقَ[q:341[دْ] ج[o[َا]ٓءَهُمْ رَسُو[a:7617[لٌ م]ِّنْهُمْ فَكَذَّبُوهُ فَأَخَذَهُمُ [h:7618[ٱ]لْعَذَابُ وَهُمْ ظَ[n[ـٰ]لِم[p[ُو]نَ","juz":14,"ruku":238,"manzil":3,"bangla_ahbayan":"তাদের নিকট তো এসেছিল এক রসূল তাদের মধ্য হতে, কিন্তু তারা তাকে মিথ্যাজ্ঞান করেছিল; ফলে সীমালংঘন করা অবস্থায় শাস্তি[১] তাদেরকে গ্রাস করল।","bangla_bayan":"আর অবশ্যই তাদের কাছে, তাদের মধ্য থেকে একজন রাসূল এসেছিল। তারপর তারা তাকে অস্বীকার করেছিল। ফলে আযাব তাদের পাকড়াও করেছিল এমতাবস্থায় যে, তারা ছিল যুলমকারী।","bangla_mkhan":"তাদের কাছে তাদের মধ্য থেকেই একজন রাসূল আগমন করেছিলেন। অনন্তর ওরা তাঁর প্রতি মিথ্যারোপ করল। তখন আযাব এসে তাদরকে পাকড়াও করল এবং নিশ্চিতই ওরা ছিল পাপাচারী।","bangla_mujibur":"তাদের নিকট এসেছিল এক রাসূল তাদেরই মধ্য হতে, কিন্তু তারা তাকে অস্বীকার করেছিল; ফলে সীমা লংঘন করা অবস্থায় শাস্তি তাদেরকে গ্রাস করল।","bangla_taisirul":"তাদের কাছে তাদের মধ্য হতেই রসূল এসেছিল কিন্তু তারা তাকে মিথ্যা মনে ক’রে প্রত্যাখ্যান করল, তখন শাস্তি তাদেরকে পাকড়াও করল যখন তারা ছিল সীমালঙ্ঘনে লিপ্ত।"},{"id":114,"arabic_text":"فَکُلُوۡا مِمَّا رَزَقَکُمُ اللّٰہُ حَلٰلًا طَیِّبًا ۪ وَّ اشۡکُرُوۡا نِعۡمَتَ اللّٰہِ  اِنۡ  کُنۡتُمۡ  اِیَّاہُ تَعۡبُدُوۡنَ ﴿۱۱۴﴾ ","english_text":"O Children of Israel, remember My favor which I have bestowed upon you and that I preferred you over the worlds.","page":280,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2015.mp3","colorText":"فَكُلُو[s[اْ] مِ[g[مّ]َا رَزَقَكُمُ [h:3751[ٱ]للَّهُ حَلَ[n[ـٰ]ل[f:870[اً ط]َيِّ[a:7619[بًا و]َ[h:783[ٱ]شْكُرُو[s[اْ] نِعْمَتَ [h:1300[ٱ]للَّهِ إِ[f:109[ن ك]ُ[f:100[نت]ُمْ إِيَّاهُ تَعْبُد[p[ُو]نَ","juz":14,"ruku":238,"manzil":3,"bangla_ahbayan":"আল্লাহ তোমাদেরকে যা দিয়েছেন তার মধ্যে যা বৈধ ও পবিত্র, তা তোমরা আহার কর এবং তোমরা যদি শুধু আল্লাহরই ইবাদত কর, তবে তাঁর অনুগ্রহের জন্য কৃতজ্ঞতা প্রকাশ কর। [১]","bangla_bayan":"অতএব আল্লাহ তোমাদেরকে যে হালাল উত্তম রিয্ক দিয়েছেন, তোমরা তা থেকে আহার কর এবং আল্লাহর নিয়ামতের শুকরিয়া আদায় কর, যদি তোমরা তারই ইবাদাত করে থাক।","bangla_mkhan":"অতএব, আল্লাহ তোমাদেরকে যেসব হালাল ও পবিত্র বস্তু দিয়েছেন, তা তোমরা আহার কর এবং আল্লাহর অনুগ্রহের জন্যে কৃতজ্ঞতা প্রকাশ কর যদি তোমরা তাঁরই এবাদতকারী হয়ে থাক।","bangla_mujibur":"আল্লাহ তোমাদেরকে যা দিয়েছেন তম্মধ্যে যা বৈধ ও পবিত্র তা তোমরা আহার কর এবং তোমরা যদি শুধু আল্লাহরই ইবাদাত কর তাহলে তাঁর অনুগ্রহের জন্য কৃতজ্ঞতা প্রকাশ কর।","bangla_taisirul":"কাজেই আল্লাহ তোমাদেরকে যে সকল বৈধ পবিত্র রিযক দিয়েছেন তা তোমরা খাও আর আল্লাহর অনুগ্রহের শুকরিয়া আদায় কর যদি তোমরা প্রকৃতই তাঁর বন্দেগী করতে ইচ্ছুক হও।"},{"id":115,"arabic_text":"اِنَّمَا حَرَّمَ عَلَیۡکُمُ الۡمَیۡتَۃَ  وَ الدَّمَ وَ  لَحۡمَ  الۡخِنۡزِیۡرِ  وَ  مَاۤ   اُہِلَّ  لِغَیۡرِ  اللّٰہِ بِہٖ ۚ فَمَنِ اضۡطُرَّ  غَیۡرَ  بَاغٍ  وَّ لَا  عَادٍ  فَاِنَّ  اللّٰہَ  غَفُوۡرٌ  رَّحِیۡمٌ ﴿۱۱۵﴾ ","english_text":"And fear a Day when no soul will suffice for another soul at all, and no compensation will be accepted from it, nor will any intercession benefit it, nor will they be aided.","page":280,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2016.mp3","colorText":"إِ[g[نّ]َمَا حَرَّمَ عَلَيْكُمُ [h:882[ٱ]لْمَيْتَةَ وَ[h:883[ٱ][l[ل]دَّمَ وَلَحْمَ [h:884[ٱ]لْخِ[f:885[نز]ِيرِ وَم[o[َآ] أُهِلَّ لِغَيْرِ [h:886[ٱ]للَّهِ بِه[n[ِۦ]‌ۖ فَمَنِ [h:887[ٱ]ضْطُرَّ غَيْرَ بَا[a:888[غٍ و]َلَا عَا[f:4493[دٍ ف]َإِ[g[نّ]َ [h:513[ٱ]للَّهَ غَفُو[u:890[رٌ ر]َّح[p[ِي]مٌ","juz":14,"ruku":238,"manzil":3,"bangla_ahbayan":"আল্লাহ তো শুধু মৃত, রক্ত, শূকরের গোশত এবং যার যবেহকালে আল্লাহর পরিবর্তে অন্যের নাম নেওয়া হয়েছে তা-ই তোমাদের জন্য অবৈধ করেছেন; কিন্তু কেউ অন্যায়কারী কিংবা সীমালংঘনকারী না হয়ে (তা খেতে) অনন্যোপায় হলে নিশ্চয় আল্লাহ চরম ক্ষমাশীল, পরম দয়ালু। [১]","bangla_bayan":"তিনি তো তোমাদের উপর হারাম করেছেন মৃত জন্তু, রক্ত, শূকরের গোশ্ত এবং যে জন্তুর যবেহকালে আল্লাহ ব্যতীত অন্য কারও নাম নেয়া হয়েছে। তবে যে নিরুপায় হয়ে, ইচ্ছাকৃত অবাধ্যতা ও সীমালঙ্ঘন ব্যতীত, (প্রয়োজন মুতাবেক গ্রহণ করবে) তবে আল্লাহ ক্ষমাশীল, দয়ালু।","bangla_mkhan":"অবশ্যই আল্লাহ তোমাদের জন্যে হারাম করেছেন রক্ত, শুকরের মাংস এবং যা জবাই কালে আল্লাহ ছাড়া অন্যের নাম উচ্চারণ করা হয়েছে। অতঃপর কেউ সীমালঙ্ঘন কারী না হয়ে নিরুপায় হয়ে পড়লে তবে, আল্লাহ ক্ষমাশীল, পরম দয়ালু।","bangla_mujibur":"তিনি (আল্লাহ) শুধুমাত্র মৃত, রক্ত, শূকরের মাংস এবং যা যবাহকালে আল্লাহর পরিবর্তে অন্যের নাম নেয়া হয়েছে তা’ই তোমাদের জন্য অবৈধ করেছেন, কিন্তু কেহ অনন্যোপায় কিংবা সীমা লংঘনকারী না হয়ে অনন্যোপায়ী হলে আল্লাহতো ক্ষমাশীল, পরম দয়ালু।","bangla_taisirul":"আল্লাহ তোমাদের জন্য হারাম করেছেন মৃত জীব, রক্ত, শূকরের মাংস আর যা যবেহ করার সময় আল্লাহ ছাড়া অন্যের নাম নেয়া হয়েছে। কিন্তু কেউ ইচ্ছাকৃতভাবে অবাধ্য না হয়ে ও সীমালঙ্ঘন না ক’রে নিতান্ত নিরুপায় (হয়ে এসব খেতে বাধ্য) হলে আল্লাহ তো বড়ই ক্ষমাশীল, বড়ই দয়ালু।"},{"id":116,"arabic_text":"وَ لَا تَقُوۡلُوۡا لِمَا تَصِفُ اَلۡسِنَتُکُمُ الۡکَذِبَ ہٰذَا حَلٰلٌ وَّ ہٰذَا حَرَامٌ لِّتَفۡتَرُوۡا عَلَی اللّٰہِ  الۡکَذِبَ ؕ اِنَّ  الَّذِیۡنَ یَفۡتَرُوۡنَ عَلَی اللّٰہِ الۡکَذِبَ لَا یُفۡلِحُوۡنَ ﴿۱۱۶﴾ؕ ","english_text":"And [mention, O Muhammad], when Abraham was tried by his Lord with commands and he fulfilled them. [ Allah ] said, \"Indeed, I will make you a leader for the people.\" [Abraham] said, \"And of my descendants?\" [ Allah ] said, \"My covenant does not include the wrongdoers.\"","page":280,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2017.mp3","colorText":"وَلَا تَقُولُو[s[اْ] لِمَا تَصِفُ أَلْسِنَتُكُمُ [h:7620[ٱ]لْكَذِبَ هَ[n[ـٰ]ذَا حَلَ[n[ـٰ][a:7621[لٌ و]َهَ[n[ـٰ]ذَا حَرَا[u:7622[مٌ ل]ِّتَفْتَرُو[s[اْ] عَلَى [h:412[ٱ]للَّهِ [h:2035[ٱ]لْكَذِبَ‌ۚ إِ[g[نّ]َ [h:24[ٱ]لَّذِينَ يَفْتَرُونَ عَلَى [h:412[ٱ]للَّهِ [h:2035[ٱ]لْكَذِبَ لَا يُفْلِح[p[ُو]نَ","juz":14,"ruku":238,"manzil":3,"bangla_ahbayan":"তোমাদের জিহ্বা মিথ্যা আরোপ করে বলে আল্লাহর প্রতি মিথ্যা আরোপ করবার জন্য তোমরা বলো না, ‘এটা হালাল এবং এটা হারাম।’[১] যারা আল্লাহ সম্বন্ধে মিথ্যা উদ্ভাবন করবে, তারা সফলকাম হবে না।","bangla_bayan":"আর তোমাদের জিহবা দ্বারা বানানো মিথ্যার উপর নির্ভর করে বলো না যে, এটা হালাল এবং এটা হারাম, আল্লাহর উপর মিথ্যা রটানোর জন্য। নিশ্চয় যারা আল্লাহর উপর মিথ্যা রটায়, তারা সফল হবে না।","bangla_mkhan":"তোমাদের মুখ থেকে সাধারনতঃ যেসব মিথ্যা বের হয়ে আসে তেমনি করে তোমরা আল্লাহর বিরুদ্ধে মিথ্যা অপবাদ আরোপ করে বল না যে, এটা হালাল এবং ওটা হারাম। নিশ্চয় যারা আল্লাহর বিরুদ্ধে মিথ্যা আরোপ করে, তাদের মঙ্গল হবে না।","bangla_mujibur":"তোমাদের জিহবা থেকে সাধারণতঃ যে সব মিথ্যা কথা বের হয়ে আসে সেরূপ তোমরা আল্লাহর বিরুদ্ধে মিথ্যা অপবাদ আরোপ করে বলনা - এটা হালাল এবং ওটা হারাম। যারা আল্লাহ সম্বন্ধে মিথ্যা উদ্ভাবন করবে তারা সফলকাম হবেনা।","bangla_taisirul":"তোমাদের জিহবা থেকে মিথ্যে কথা বেরোয় বলেই তোমরা আল্লাহর প্রতি মিথ্যারোপ করার জন্য এমন কথা বলো না যে, এটা হালাল, আর এটা হারাম। যারা আল্লাহ সম্পর্কে মিথ্যে উদ্ভাবন করে, তারা কক্ষনো কল্যাণ লাভ করতে পারে না।"},{"id":117,"arabic_text":"مَتَاعٌ   قَلِیۡلٌ ۪ وَّ لَہُمۡ عَذَابٌ اَلِیۡمٌ ﴿۱۱۷﴾ ","english_text":"And [mention] when We made the House a place of return for the people and [a place of] security. And take, [O believers], from the standing place of Abraham a place of prayer. And We charged Abraham and Ishmael, [saying], \"Purify My House for those who perform Tawaf and those who are staying [there] for worship and those who bow and prostrate [in prayer].\"","page":280,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2018.mp3","colorText":"مَتَ[n[ـٰ][f:2520[عٌ ق]َلِي[a:7623[لٌ و]َلَهُمْ عَذَابٌ أَل[p[ِي]مٌ","juz":14,"ruku":238,"manzil":3,"bangla_ahbayan":"(ইহকালে) তাদের সামান্য সুখ-সম্ভোগ রয়েছে এবং (পরকালে) তাদের জন্য রয়েছে বেদনাদায়ক শাস্তি।","bangla_bayan":"সামান্য ভোগ এবং তাদের জন্য রয়েছে যন্ত্রণাদায়ক আযাব।","bangla_mkhan":"যৎসামান্য সুখ-সম্ভোগ ভোগ করে নিক। তাদের জন্যে যন্ত্রনাদায়ক শাস্তি রয়েছে।","bangla_mujibur":"তাদের সুখ সম্ভোগ সামান্য এবং তাদের জন্য রয়েছে বেদনাদায়ক শাস্তি।","bangla_taisirul":"(এসব মিথ্যাচারে লাভ হয়) সামান্য ভোগের বস্তু, অতঃপর তাদের জন্য আছে ভয়াবহ শাস্তি।"},{"id":118,"arabic_text":"وَ عَلَی الَّذِیۡنَ ہَادُوۡا حَرَّمۡنَا مَا قَصَصۡنَا عَلَیۡکَ مِنۡ قَبۡلُ ۚ وَ مَا ظَلَمۡنٰہُمۡ وَ لٰکِنۡ کَانُوۡۤا  اَنۡفُسَہُمۡ یَظۡلِمُوۡنَ ﴿۱۱۸﴾ ","english_text":"And [mention] when Abraham said, \"My Lord, make this a secure city and provide its people with fruits - whoever of them believes in Allah and the Last Day.\" [ Allah ] said. \"And whoever disbelieves - I will grant him enjoyment for a little; then I will force him to the punishment of the Fire, and wretched is the destination.\"","page":280,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2019.mp3","colorText":"وَعَلَى [h:958[ٱ]لَّذِينَ هَادُو[s[اْ] حَرَّمْنَا مَا قَصَصْنَا عَلَيْكَ مِ[f:128[ن ق]َ[q:129[بْ]لُ‌ۖ وَمَا ظَلَمْنَ[n[ـٰ]هُمْ وَلَ[n[ـٰ]كِ[f:276[ن ك]َان[o[ُوٓ][s[اْ] أَ[f:38[نف]ُسَهُمْ يَظْلِم[p[ُو]نَ","juz":14,"ruku":238,"manzil":3,"bangla_ahbayan":"ইয়াহুদীদের জন্য আমি তো শুধু তাই নিষিদ্ধ করেছিলাম, যা তোমার নিকট আমি পূর্বে উল্লেখ করেছি[১] এবং আমি তাদের উপর কোন যুলুম করিনি; বরং তারাই নিজেদের প্রতি যুলুম করত।","bangla_bayan":"আর যারা ইহূদী হয়েছে, তাদের উপরও আমি তাই হারাম করেছি, যা আমি তোমার কাছে ইতঃপূর্বে বর্ণনা করেছি এবং আমি তাদের উপর যুলম করিনি; বরং তারাই তাদের নিজদের উপর যুলম করত।","bangla_mkhan":"ইহুদীদের জন্যে আমি তো কেবল তাই হারাম করেছিলাম যা ইতিপূর্বে আপনার নিকট উল্লেখ করেছি। আমি তাদের প্রতি কোন জুলুম করিনি, কিন্তু তারাই নিজেদের উপর জুলুম করত।","bangla_mujibur":"ইয়াহুদীদের জন্য আমি শুধু তা’ই নির্ধারণ করেছিলাম যা তোমার নিকট আমি পূর্বে উল্লেখ করেছি এবং আমি তাদের উপর কোন যুলম করিনি, কিন্তু তারাই যুলম করত তাদের নিজেদের প্রতি।","bangla_taisirul":"আর যারা ইয়াহূদী হয়েছিল আমি তাদের প্রতি হারাম করেছিলাম যা আমি তোমার কাছে পূর্বেই উল্লেখ করেছি। আমি তাদের উপর কোন যুলম করিনি, কিন্তু তারা নিজেরাই নিজেদের প্রতি যুলম করত।"},{"id":119,"arabic_text":"ثُمَّ  اِنَّ رَبَّکَ لِلَّذِیۡنَ عَمِلُوا السُّوۡٓءَ بِجَہَالَۃٍ  ثُمَّ تَابُوۡا مِنۡۢ  بَعۡدِ ذٰلِکَ وَ اَصۡلَحُوۡۤا ۙ اِنَّ رَبَّکَ مِنۡۢ بَعۡدِہَا لَغَفُوۡرٌ رَّحِیۡمٌ ﴿۱۱۹﴾ ","english_text":"And [mention] when Abraham was raising the foundations of the House and [with him] Ishmael, [saying], \"Our Lord, accept [this] from us. Indeed You are the Hearing, the Knowing.","page":281,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2020.mp3","colorText":"ثُ[g[مّ]َ إِ[g[نّ]َ رَبَّكَ لِلَّذِينَ عَمِلُو[s[اْ] [h:7624[ٱ][l[ل]سّ[o[ُو]ٓءَ بِجَهَ[n[ـٰ]لَ[f:2649[ةٍ ث]ُ[g[مّ]َ تَابُو[s[اْ] م[i:146[ِنۢ ب]َعْدِ ذ[n[َٲ]لِكَ وَأَصْلَح[o[ُوٓ][s[اْ] إِ[g[نّ]َ رَبَّكَ م[i:5039[ِنۢ ب]َعْدِهَا لَغَفُو[u:4578[رٌ ر]َّح[p[ِي]مٌ","juz":14,"ruku":238,"manzil":3,"bangla_ahbayan":"যারা অজ্ঞতাবশতঃ মন্দ কর্ম করে, তারা পরে তওবা করলে ও নিজেদেরকে সংশোধন করলে তাদের জন্য তোমার প্রতিপালক অবশ্যই অতি ক্ষমাশীল, পরম দয়ালু।","bangla_bayan":"তারপর নিশ্চয় তোমার রব তাদের জন্য, যারা অজ্ঞাতসারে মন্দ কাজ করেছে, এরপর তারা তওবা করেছে এবং পরিশুদ্ধ হয়েছে। নিশ্চয় তোমার রব এসবের পর পরম ক্ষমাশীল, পরম দয়ালু।","bangla_mkhan":"অনন্তর যারা অজ্ঞতাবশতঃ মন্দ কাজ করে, অতঃপর তওবা করে এবং নিজেকে সংশোধন করে নেয়, আপনার পালনকর্তা এসবের পরে তাদের জন্যে অবশ্যই ক্ষমাশীল, দয়ালু।","bangla_mujibur":"যারা অজ্ঞতা বশতঃ খারাপ কাজ করে তারা পরে তাওবাহ করলে এবং নিজেদেরকে সংশোধন করলে তাদের জন্য তোমার রাব্ব অবশ্যই অতি ক্ষমাশীল, পরম দয়ালু।","bangla_taisirul":"তোমার প্রতিপালক তাদের জন্য যারা অজ্ঞতার কারণে খারাপ কাজ করে, অতঃপর তাওবাহ করে ও নিজেদের ‘আমাল সংশোধন করে, তোমার প্রতিপালক তাদের জন্য অবশ্যই বড়ই ক্ষমাশীল, বড়ই দয়ালু।"},{"id":120,"arabic_text":"اِنَّ  اِبۡرٰہِیۡمَ کَانَ اُمَّۃً  قَانِتًا لِّلّٰہِ حَنِیۡفًا ؕ وَ لَمۡ یَکُ مِنَ الۡمُشۡرِکِیۡنَ ﴿۱۲۰﴾ۙ ","english_text":"Our Lord, and make us Muslims [in submission] to You and from our descendants a Muslim nation [in submission] to You. And show us our rites and accept our repentance. Indeed, You are the Accepting of repentance, the Merciful.","page":281,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2021.mp3","colorText":"إِ[g[نّ]َ إِ[q:1860[بْ]ر[n[َٲ]هِيمَ كَانَ أُ[g[مّ]َ[f:7625[ةً ق]َانِ[u:7626[تًا ل]ِّلَّهِ حَنِي[a:7627[فًا و]َلَمْ يَكُ مِنَ [h:699[ٱ]لْمُشْرِك[p[ِي]نَ","juz":14,"ruku":239,"manzil":3,"bangla_ahbayan":"নিশ্চয় ইব্রাহীম ছিল একজন ইমাম।[১] আল্লাহর অনুগত, একনিষ্ঠ এবং সে ছিল না অংশীবাদীদের অন্তর্ভুক্ত।","bangla_bayan":"নিশ্চয় ইবরাহীম ছিলেন এক উম্মত*, আল্লাহর একান্ত অনুগত ও একনিষ্ঠ। তিনি মুশরিকদের অন্তর্ভূক্ত ছিলেন না। \\n\\n* তিনি উম্মত বা জাতি ছিলেন, এই অর্থে যে, একটি জাতির মাঝে যে সমস্ত গুণাবলী পাওয়া যায়, ব্যক্তি ইবরাহীমের মাঝেই তা বিদ্যমান ছিল। কারও কারও মতে এর অর্থ ‘আদর্শ পুরুষ’ ‘ইমাম’ বা কল্যাণের শিক্ষক।","bangla_mkhan":"নিশ্চয় ইব্রাহীম ছিলেন এক সম্প্রদায়ের প্রতীক, সবকিছু থেকে মুখ ফিরিয়ে এক আল্লাহরই অনুগত এবং তিনি শেরককারীদের অন্তর্ভুক্ত ছিলেন না।","bangla_mujibur":"নিশ্চয়ই ইবরাহীম ছিল এক উম্মাত আল্লাহর অনুগত, একনিষ্ঠ এবং সে ছিলনা মুশরিকদের অন্তর্ভুক্ত।","bangla_taisirul":"ইবরাহীম ছিল আল্লাহর প্রতি বিনয়াবনত একনিষ্ঠ এক উম্মাত, আর সে মুশরিকদের অন্তর্ভুক্ত ছিল না।"},{"id":121,"arabic_text":"شَاکِرًا  لِّاَنۡعُمِہٖ ؕ اِجۡتَبٰہُ وَ ہَدٰىہُ  اِلٰی  صِرَاطٍ  مُّسۡتَقِیۡمٍ ﴿۱۲۱﴾ ","english_text":"Our Lord, and send among them a messenger from themselves who will recite to them Your verses and teach them the Book and wisdom and purify them. Indeed, You are the Exalted in Might, the Wise.\"","page":281,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2022.mp3","colorText":"شَاكِ[u:7628[رًا ل]ِّأَنْعُمِهِ‌ۚ [h:7629[ٱ][q:7630[جْ]تَبَ[n[ـٰ]هُ وَهَدَ[n[ٮٰ]هُ إِلَىٰ صِر[n[َٲ][a:726[طٍ م]ُّسْتَق[p[ِي]مٍ","juz":14,"ruku":239,"manzil":3,"bangla_ahbayan":"সে ছিল আল্লাহর অনুগ্রহের জন্য কৃতজ্ঞ; আল্লাহ তাকে মনোনীত করেছিলেন এবং তাকে পরিচালিত করেছিলেন সরল পথে।","bangla_bayan":"সে ছিল তার নিয়ামতের শুকরকারী। তিনি তাকে বাছাই করেছেন এবং তাকে সঠিক পথে পরিচালিত করেছেন।","bangla_mkhan":"তিনি তাঁর অনুগ্রহের প্রতি কৃতজ্ঞতা প্রকাশকারী ছিলেন। আল্লাহ তাঁকে মনোনীত করেছিলেন এবং সরল পথে পরিচালিত করেছিলেন।","bangla_mujibur":"সে ছিল আল্লাহর অনুগ্রহের জন্য কৃতজ্ঞ; আল্লাহ তাকে মনোনীত করেছিলেন এবং তাকে পরিচালিত করেছিলেন সরল পথে।","bangla_taisirul":"সে ছিল আল্লাহর নি‘মাতরাজির জন্য শোকরগুযার। আল্লাহ তাকে বেছে নিয়েছিলেন আর তাকে সরল সঠিক পথ দেখিয়েছিলেন।"},{"id":122,"arabic_text":"وَ اٰتَیۡنٰہُ  فِی الدُّنۡیَا حَسَنَۃً ؕ وَ  اِنَّہٗ  فِی الۡاٰخِرَۃِ   لَمِنَ  الصّٰلِحِیۡنَ ﴿۱۲۲﴾ؕ ","english_text":"And who would be averse to the religion of Abraham except one who makes a fool of himself. And We had chosen him in this world, and indeed he, in the Hereafter, will be among the righteous.","page":281,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2023.mp3","colorText":"وَءَاتَيْنَ[n[ـٰ]هُ فِى [h:599[ٱ][l[ل]دُّنْيَا حَسَنَ[a:7631[ةً‌ۖ و]َإِ[g[نّ]َهُ[n[ۥ] فِى [h:536[ٱ]لْأَخِرَةِ لَمِنَ [h:686[ٱ][l[ل]صَّ[n[ـٰ]لِح[p[ِي]نَ","juz":14,"ruku":239,"manzil":3,"bangla_ahbayan":"আমি তাকে ইহকালে দিয়েছিলাম মঙ্গল এবং নিশ্চয়ই পরকালেও সে হবে সৎকর্মপরায়ণদের অন্যতম।","bangla_bayan":"আর আমি তাকে দুনিয়াতে কল্যাণ দান করেছি এবং নিঃসন্দেহে সে আখিরাতে নেককারদের দলভুক্ত।","bangla_mkhan":"আমি তাঁকে দুনিয়াতে দান করেছি কল্যাণ এবং তিনি পরকালেও সৎকর্মশীলদের অন্তর্ভূক্ত।","bangla_mujibur":"আমি তাকে দুনিয়ায় দিয়েছিলাম মঙ্গল এবং আখিরাতেও নিশ্চয়ই সে সৎকর্মপরায়ণদের অন্যতম।","bangla_taisirul":"আমি তাকে দুনিয়াতে কল্যাণ দান করেছিলাম, আর আখেরাতেও সে অবশ্যই সৎকর্মশীলদের অন্তর্ভুক্ত।"},{"id":123,"arabic_text":"ثُمَّ اَوۡحَیۡنَاۤ  اِلَیۡکَ اَنِ اتَّبِعۡ مِلَّۃَ  اِبۡرٰہِیۡمَ حَنِیۡفًا ؕ وَ مَا کَانَ مِنَ الۡمُشۡرِکِیۡنَ ﴿۱۲۳﴾ ","english_text":"When his Lord said to him, \"Submit\", he said \"I have submitted [in Islam] to the Lord of the worlds.\"","page":281,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2024.mp3","colorText":"ثُ[g[مّ]َ أَوْحَيْن[o[َآ] إِلَيْكَ أَنِ [h:7632[ٱ]تَّبِعْ مِلَّةَ إِ[q:1860[بْ]ر[n[َٲ]هِيمَ حَنِي[a:698[فًا‌ۖ و]َمَا كَانَ مِنَ [h:699[ٱ]لْمُشْرِك[p[ِي]نَ","juz":14,"ruku":239,"manzil":3,"bangla_ahbayan":"অতঃপর আমি তোমার প্রতি প্রত্যাদেশ করলাম, তুমি একনিষ্ঠ ইব্রাহীমের ধর্মাদর্শ অনুসরণ কর;[১] সে অংশীবাদীদের অন্তর্ভুক্ত ছিল না।","bangla_bayan":"তারপর আমি তোমার প্রতি ওহী পঠিয়েছি যে, তুমি মিল্লাতে ইবরাহীমের অনুসরণ কর, যে ছিল একনিষ্ঠ এবং ছিল না মুশরিকদের অন্তর্ভুক্ত।","bangla_mkhan":"অতঃপর আপনার প্রতি প্রত্যাদেশ প্রেরণ করেছি যে, ইব্রাহীমের দ্বীন অনুসরণ করুন, যিনি একনিষ্ঠ ছিলেন এবং শিরককারীদের অন্তর্ভূক্ত ছিলেন না।","bangla_mujibur":"এখন আমি তোমার প্রতি প্রত্যাদেশ করলাম, তুমি একনিষ্ঠ ইবরাহীমের ধর্মাদর্শ অনুসরণ কর; এবং সে মুশরিকদের অন্তর্ভুক্ত ছিলনা।","bangla_taisirul":"অতঃপর তোমার প্রতি ওয়াহী করছি যে, তুমি একনিষ্ঠ ইবরাহীমের মতাদর্শ অনুসরণ কর; আর সে তো মুশরিকদের দলভুক্ত ছিল না।"},{"id":124,"arabic_text":"اِنَّمَا جُعِلَ السَّبۡتُ عَلَی الَّذِیۡنَ اخۡتَلَفُوۡا فِیۡہِ ؕ وَ اِنَّ رَبَّکَ لَیَحۡکُمُ بَیۡنَہُمۡ یَوۡمَ الۡقِیٰمَۃِ  فِیۡمَا کَانُوۡا فِیۡہِ یَخۡتَلِفُوۡنَ ﴿۱۲۴﴾ ","english_text":"And Abraham instructed his sons [to do the same] and [so did] Jacob, [saying], \"O my sons, indeed Allah has chosen for you this religion, so do not die except while you are Muslims.\"","page":281,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2025.mp3","colorText":"إِ[g[نّ]َمَا جُعِلَ [h:7633[ٱ][l[ل]سَّ[q:7634[بْ]تُ عَلَى [h:289[ٱ]لَّذِينَ [h:899[ٱ]خْتَلَفُو[s[اْ] فِيهِ‌ۚ وَإِ[g[نّ]َ رَبَّكَ لَيَحْكُمُ بَيْنَهُمْ يَوْمَ [h:592[ٱ]لْقِيَ[n[ـٰ]مَةِ فِيمَا كَانُو[s[اْ] فِيهِ يَخْتَلِف[p[ُو]نَ","juz":14,"ruku":239,"manzil":3,"bangla_ahbayan":"শনিবার পালন তো শুধু তাদের জন্য বাধ্যতামূলক করা হয়েছিল, যারা এ বিষয়ে মতভেদ করত।[১] তারা যে বিষয়ে মতভেদ করত, তোমার প্রতিপালক অবশ্যই কিয়ামতের দিন সে বিষয়ে তাদের মাঝে বিচার-ফায়সালা করে দেবেন।","bangla_bayan":"শনিবার তো তাদের উপর চাপিয়ে দেয়া হয়েছে যারা তাতে মতবিরোধ করেছে। আর নিশ্চয় তোমার রব কিয়ামতের দিন তাদের মধ্যে ফয়সালা করে দেবেন, যাতে তারা মতভেদ করত।","bangla_mkhan":"শনিবার দিন পালন যে, নির্ধারণ করা হয়েছিল, তা তাদের জন্যেই যারা এতে মতবিরোধ করেছিল। আপনার পালনকর্তা কিয়ামতের দিন তাদের মধ্যে ফয়সালা করবেন যে বিষয়ে তারা মতবিরোধ করত।","bangla_mujibur":"শনিবার পালনতো শুধু তাদের জন্য বাধ্যতামূলক করা হয়েছিল যারা এ সম্বন্ধে মতভেদ করত। যে বিষয়ে তারা মতভেদ করত তোমার রাব্ব অবশ্যই কিয়ামাত দিবসে সেই বিষয়ে তাদের মীমাংসা করে দিবেন।","bangla_taisirul":"‘শনিবার পালন’ তো তাদের উপর চাপিয়ে দেয়া হয়েছিল যারা এর নিয়ম পালনে মতভেদ করেছিল। যে বিষয়ে তারা মতভেদ করত তোমার প্রতিপালক ক্বিয়ামাতের দিন সে বিষয়ে অবশ্যই তাদের মধ্যে ফায়সালা করে দেবেন।"},{"id":125,"arabic_text":"اُدۡعُ  اِلٰی سَبِیۡلِ رَبِّکَ بِالۡحِکۡمَۃِ وَ الۡمَوۡعِظَۃِ  الۡحَسَنَۃِ وَ جَادِلۡہُمۡ بِالَّتِیۡ ہِیَ اَحۡسَنُ ؕ اِنَّ رَبَّکَ ہُوَ اَعۡلَمُ بِمَنۡ ضَلَّ عَنۡ سَبِیۡلِہٖ  وَ ہُوَ  اَعۡلَمُ بِالۡمُہۡتَدِیۡنَ ﴿۱۲۵﴾ ","english_text":"Or were you witnesses when death approached Jacob, when he said to his sons, \"What will you worship after me?\" They said, \"We will worship your God and the God of your fathers, Abraham and Ishmael and Isaac - one God. And we are Muslims [in submission] to Him.\"","page":281,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2026.mp3","colorText":"ٱ[q:354[دْ]عُ إِلَىٰ سَبِيلِ رَبِّكَ بِ[h:7635[ٱ]لْحِكْمَةِ وَ[h:7636[ٱ]لْمَوْعِظَةِ [h:7637[ٱ]لْحَسَنَةِ‌ۖ وَجَ[n[ـٰ]دِلْه[c:7638[ُم ب]ِ[h:4526[ٱ]لَّتِى هِىَ أَحْسَنُ‌ۚ إِ[g[نّ]َ رَبَّكَ هُوَ أَعْلَمُ بِمَ[f:7639[ن ض]َلَّ عَ[f:4361[ن س]َبِيلِه[n[ِۦ]‌ۖ وَهُوَ أَعْلَمُ بِ[h:4362[ٱ]لْمُهْتَد[p[ِي]نَ","juz":14,"ruku":239,"manzil":3,"bangla_ahbayan":"তুমি মানুষকে তোমার প্রতিপালকের পথে আহবান কর হিকমত ও সদুপদেশ দ্বারা এবং তাদের সাথে আলোচনা কর সদ্ভাবে।[১] নিশ্চয় তোমার প্রতিপালক, তাঁর পথ ছেড়ে কে বিপথগামী হয়, সে সম্বন্ধে সবিশেষ অবহিত এবং কে সৎপথে আছে, তাও সবিশেষ অবহিত। [২]","bangla_bayan":"তুমি তোমরা রবের পথে হিকমত ও সুন্দর উপদেশের মাধ্যমে আহবান কর এবং সুন্দরতম পন্থায় তাদের সাথে বিতর্ক কর। নিশ্চয় একমাত্র তোমার রবই জানেন কে তার পথ থেকে ভ্রষ্ট হয়েছে এবং হিদায়াতপ্রাপ্তদের তিনি খুব ভাল করেই জানেন।","bangla_mkhan":"আপন পালনকর্তার পথের প্রতি আহবান করুন জ্ঞানের কথা বুঝিয়ে ও উপদেশ শুনিয়ে উত্তমরূপে এবং তাদের সাথে বিতর্ক করুন পছন্দ যুক্ত পন্থায়। নিশ্চয় আপনার পালনকর্তাই ঐ ব্যক্তি সম্পর্কে বিশেষ ভাবে জ্ঞাত রয়েছেন, যে তাঁর পথ থেকে বিচ্যুত হয়ে পড়েছে এবং তিনিই ভাল জানেন তাদেরকে, যারা সঠিক পথে আছে।","bangla_mujibur":"তুমি মানুষকে তোমার রবের পথে আহবান কর হিকমাত ও সদুপদেশ দ্বারা এবং তাদের সাথে আলোচনা কর সুন্দরভাবে। তোমার রাব্ব ভাল করেই জানেন কে তাঁর পথ ছেড়ে বিপথগামী এবং কে সৎ পথে আছে।","bangla_taisirul":"জ্ঞান-বুদ্ধি আর উত্তম উপদেশের মাধ্যমে তুমি (মানুষকে) তোমার প্রতিপালকের পথে আহবান জানাও আর লোকেদের সাথে বিতর্ক কর এমন পন্থায় যা অতি উত্তম। তোমার প্রতিপালক ভালভাবেই জানেন কে তাঁর পথ ছেড়ে গুমরাহ হয়ে গেছে। আর কে সঠিক পথে আছে তাও তিনি বেশি জানেন।"},{"id":126,"arabic_text":"وَ اِنۡ عَاقَبۡتُمۡ فَعَاقِبُوۡا بِمِثۡلِ مَا عُوۡقِبۡتُمۡ  بِہٖ ؕ وَ لَئِنۡ صَبَرۡتُمۡ  لَہُوَ خَیۡرٌ  لِّلصّٰبِرِیۡنَ ﴿۱۲۶﴾ ","english_text":"That was a nation which has passed on. It will have [the consequence of] what it earned, and you will have what you have earned. And you will not be asked about what they used to do.","page":281,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2027.mp3","colorText":"وَإِنْ عَاقَ[q:7640[بْ]تُمْ فَعَاقِبُو[s[اْ] بِمِثْلِ مَا عُوقِ[q:7641[بْ]ت[c:7642[ُم ب]ِه[n[ِۦ]‌ۖ وَلَئِ[f:7643[ن ص]َبَرْتُمْ لَهُوَ خَيْ[u:7644[رٌ ل]ِّلصَّ[n[ـٰ]بِر[p[ِي]نَ","juz":14,"ruku":239,"manzil":3,"bangla_ahbayan":"যদি তোমরা প্রতিশোধ গ্রহণ কর, তাহলে ঠিক ততখানি করবে যতখানি অন্যায় তোমাদের প্রতি করা হয়েছে। আর যদি তোমরা ধৈর্যধারণ কর, তাহলে অবশ্যই ধৈর্যশীলদের জন্য সেটাই উত্তম। [১]","bangla_bayan":"আর যদি তোমরা শাস্তি দাও, তবে ঠিক ততটুকু শাস্তি দাও যতটুকু তোমাদের দেয়া হয়েছে। আর যদি তোমরা সবর কর, তবে তাই সবরকারীদের জন্য উত্তম।","bangla_mkhan":"আর যদি তোমরা প্রতিশোধ গ্রহণ কর, তবে ঐ পরিমাণ প্রতিশোধ গ্রহণ করবে, যে পরিমাণ তোমাদেরকে কষ্ট দেয়া হয়। যদি সবর কর, তবে তা সবরকারীদের জন্যে উত্তম।","bangla_mujibur":"যদি তোমরা প্রতিশোধ গ্রহণ কর তাহলে ঠিক ততখানি করবে যতখানি অন্যায় তোমাদের প্রতি করা হয়েছে; তবে তোমরা ধৈর্য ধারণ করলে ধৈর্যশীলদের জন্য ওটাই উত্তম।","bangla_taisirul":"যদি তোমরা প্রতিশোধ গ্রহণ করতে চাও তবে ততটুকু প্রতিশোধ গ্রহণ কর যতটুকু অন্যায় তোমাদের উপর করা হয়েছে। আর যদি তোমরা ধৈর্য ধারণ কর তবে ধৈর্যধারণকারীদের জন্য অবশ্যই তা উত্তম।"},{"id":127,"arabic_text":"وَ اصۡبِرۡ وَ مَا صَبۡرُکَ  اِلَّا بِاللّٰہِ وَ لَا تَحۡزَنۡ عَلَیۡہِمۡ وَ لَا تَکُ فِیۡ  ضَیۡقٍ مِّمَّا یَمۡکُرُوۡنَ ﴿۱۲۷﴾ ","english_text":"They say, \"Be Jews or Christians [so] you will be guided.\" Say, \"Rather, [we follow] the religion of Abraham, inclining toward truth, and he was not of the polytheists.\"","page":281,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2028.mp3","colorText":"وَ[h:9999[ٱ]صْبِرْ وَمَا صَ[q:7645[بْ]رُكَ إِلَّا بِ[h:32[ٱ]للَّهِ‌ۚ وَلَا تَحْزَنْ عَلَيْهِمْ وَلَا تَكُ فِى ضَيْ[a:7646[قٍ م]ِّ[g[مّ]َا يَمْكُر[p[ُو]نَ","juz":14,"ruku":239,"manzil":3,"bangla_ahbayan":"তুমি ধৈর্যধারণ কর; আর তোমার ধৈর্য তো হবে আল্লাহরই সাহায্যে। তাদের (অবিশ্বাসের) জন্য তুমি দুঃখ করো না এবং তাদের ষড়যন্ত্রে তুমি মনঃক্ষুণ্ণ হয়ো না। [১]","bangla_bayan":"আর তুমি সবর কর। তোমার সবর তো শুধু আল্লাহর তাওফীকেই। তারা যেসব ষড়যন্ত্র করছে তুমি সে বিষয়ে সংকীর্ণমনা হয়ো না।","bangla_mkhan":"আপনি সবর করবেন। আপনার সবর আল্লাহর জন্য ব্যতীত নয়, তাদের জন্যে দুঃখ করবেন না এবং তাদের চক্রান্তের কারণে মন ছোট করবেন না।","bangla_mujibur":"তুমি ধৈর্য ধারণ কর; তোমার ধৈর্য হবে আল্লাহরই সাহায্যে; তাদের জন্য দুঃখ করনা এবং তাদের ষড়যন্ত্রে তুমি মনঃক্ষুন্ন হয়োনা।","bangla_taisirul":"তুমি ধৈর্য ধারণ কর, তোমার ধৈর্য তো কেবল আল্লাহ ব্যতীত নয়, ওদের কার্যকলাপে তুমি দুঃখিত হয়ো না, আর ওদের ষড়যন্ত্র করার কারণে অন্তরে কুণ্ঠাবোধ করো না।"},{"id":128,"arabic_text":"اِنَّ اللّٰہَ مَعَ الَّذِیۡنَ اتَّقَوۡا وَّ الَّذِیۡنَ ہُمۡ مُّحۡسِنُوۡنَ ﴿۱۲۸﴾ ","english_text":"Say, [O believers], \"We have believed in Allah and what has been revealed to us and what has been revealed to Abraham and Ishmael and Isaac and Jacob and the Descendants and what was given to Moses and Jesus and what was given to the prophets from their Lord. We make no distinction between any of them, and we are Muslims [in submission] to Him.\"","page":281,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2029.mp3","colorText":"إِ[g[نّ]َ [h:80[ٱ]للَّهَ مَعَ [h:2899[ٱ]لَّذِينَ [h:7007[ٱ]تَّقَو[s[اْ] وَّ[h:37[ٱ]لَّذِينَ ه[w:7647[ُم م]ُّحْسِن[p[ُو]نَ","juz":14,"ruku":239,"manzil":3,"bangla_ahbayan":"নিশ্চয় আল্লাহ তাদেরই সঙ্গে থাকেন, যারা সংযম অবলম্বন করে এবং যারা সৎকর্মপরায়ণ।","bangla_bayan":"নিশ্চয় আল্লাহ তাদের সাথে, যারা তাকওয়া অবলম্বন করে এবং যারা সৎকর্মশীল।","bangla_mkhan":"নিশ্চয় আল্লাহ তাদের সঙ্গে আছেন, যারা পরহেযগার এবং যারা সৎকর্ম করে।","bangla_mujibur":"নিশ্চয়ই আল্লাহ তাদেরই সঙ্গে আছেন যারা তাকওয়া অবলম্বন করে এবং যারা সৎ কর্মপরায়ণ।","bangla_taisirul":"যারা তাক্বওয়া অবলম্বন করে আর সৎকর্মশীল, আল্লাহ তো তাদেরই সঙ্গে আছেন।"}]}}