{"surahDetails":{"id":17,"banglaName":"ইহুদি জাতি","totalAyah":111,"arabicInBangla":"বানী ইসরাঈল"},"surah":{"id":17,"verses":[{"id":1,"arabic_text":"سُبۡحٰنَ الَّذِیۡۤ  اَسۡرٰی بِعَبۡدِہٖ لَیۡلًا مِّنَ الۡمَسۡجِدِ الۡحَرَامِ  اِلَی الۡمَسۡجِدِ الۡاَقۡصَا الَّذِیۡ بٰرَکۡنَا حَوۡلَہٗ  لِنُرِیَہٗ مِنۡ اٰیٰتِنَا ؕ اِنَّہٗ  ہُوَ  السَّمِیۡعُ  الۡبَصِیۡرُ ﴿۱﴾ ","english_text":"In their hearts is disease, so Allah has increased their disease; and for them is a painful punishment because they [habitually] used to lie.","page":282,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2030.mp3","colorText":"سُ[q:7648[بْ]حَ[n[ـٰ]نَ [h:7649[ٱ]لَّذ[o[ِىٓ] أَسْرَىٰ بِعَ[q:7650[بْ]دِه[n[ِۦ] لَيْل[a:7651[اً م]ِّنَ [h:7652[ٱ]لْمَسْجِدِ [h:752[ٱ]لْحَرَامِ إِلَى [h:7653[ٱ]لْمَسْجِدِ [h:7654[ٱ]لْأَ[q:7655[قْ]صَا [h:7656[ٱ]لَّذِى بَ[n[ـٰ]رَكْنَا حَوْلَهُ[n[ۥ] لِنُرِيَهُ[n[ۥ] مِنْ ءَايَ[n[ـٰ]تِن[o[َآ‌ۚ] إِ[g[نّ]َهُ[n[ۥ] هُوَ [h:3721[ٱ][l[ل]سَّمِيعُ [h:7657[ٱ]لْبَص[p[ِي]رُ","juz":15,"ruku":240,"manzil":4,"bangla_ahbayan":"পবিত্র ও মহিমময় তিনি[১] যিনি তাঁর বান্দাকে রাতারাতি[২] ভ্রমণ করিয়েছেন (মক্কার) মাসজিদুল হারাম হতে (ফিলিস্তীনের) মাসজিদুল আকসায়,[৩] যার পরিবেশকে আমি করেছি বরকতময়,[৪] যাতে আমি তাকে আমার কিছু নিদর্শন দেখাই; [৫] নিশ্চয় তিনিই সর্বশ্রোতা, সর্বদ্রষ্টা ।","bangla_bayan":"পবিত্র মহান সে সত্তা, যিনি তাঁর বান্দাকে রাতে নিয়ে গিয়েছেন আল মাসজিদুল হারাম থেকে আল মাসজিদুল আকসা* পর্যন্ত, যার আশপাশে আমি বরকত দিয়েছি, যেন আমি তাকে আমার কিছু নিদর্শন দেখাতে পারি। তিনিই সর্বশ্রোতা, সর্বদ্রষ্টা। \\n\\n* ফিলিস্তীনে অবস্থিত বাইতুল মাকদিস, যা মুসলমানদের প্রথম কিবলা ছিল।","bangla_mkhan":"পরম পবিত্র ও মহিমাময় সত্তা তিনি, যিনি স্বীয় বান্দাকে রাত্রি বেলায় ভ্রমণ করিয়েছিলেন মসজিদে হারাম থেকে মসজিদে আকসা পর্যান্ত-যার চার দিকে আমি পর্যাপ্ত বরকত দান করেছি যাতে আমি তাঁকে কুদরতের কিছু নিদর্শন দেখিয়ে দেই। নিশ্চয়ই তিনি পরম শ্রবণকারী ও দর্শনশীল।","bangla_mujibur":"পবিত্র ও মহিমাময় তিনি যিনি তাঁর বান্দাকে রাতে ভ্রমণ করিয়েছিলেন মাসজিদুল হারাম হতে মাসজিদুল আকসায়, যার পরিবেশ আমি করেছিলাম বারাকাতময়, তাকে আমার নিদর্শন দেখানোর জন্য; তিনিই সর্বশ্রোতা, সর্বদ্রষ্টা।","bangla_taisirul":"পবিত্র ও মহীয়ান তিনি যিনি তাঁর বান্দাহকে রাতের বেলা ভ্রমণ করিয়েছেন মাসজিদুল হারাম থেকে মাসজিদুল আকসা পর্যন্ত, যার চারপাশকে আমি কল্যাণময় করেছি। তাকে আমার নিদর্শনাবলী দেখানোর জন্য, তিনি সর্বশ্রোতা, সর্বদ্রষ্টা।"},{"id":2,"arabic_text":"وَ اٰتَیۡنَا مُوۡسَی الۡکِتٰبَ وَ جَعَلۡنٰہُ ہُدًی  لِّبَـنِیۡۤ   اِسۡرَآءِیۡلَ  اَلَّا  تَتَّخِذُوۡا مِنۡ دُوۡنِیۡ  وَکِیۡلًا  ؕ﴿۲﴾","english_text":"And when it is said to them, \"Do not cause corruption on the earth,\" they say, \"We are but reformers.\"","page":282,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2031.mp3","colorText":"وَءَاتَيْنَا مُوسَى [h:257[ٱ]لْكِتَ[n[ـٰ]بَ وَجَعَلْنَ[n[ـٰ]هُ هُ[u:7658[دًى ل]ِّبَن[o[ِىٓ] إِسْر[o[َٲ]ٓءِيلَ أَلَّا تَتَّخِذُو[s[اْ] مِ[f:7659[ن د]ُونِى وَكِيلاً","juz":15,"ruku":240,"manzil":4,"bangla_ahbayan":"আমি মূসাকে কিতাব দিয়েছিলাম ও তা(কে) করেছিলাম বানী ইস্রাঈলের জন্য পথ-নির্দেশক; (বলেছিলাম,) তোমরা আমাকে ব্যতীত অপর কাউকেও কর্মবিধায়ক রূপে গ্রহণ করো না ।","bangla_bayan":"আর আমি মূসাকে কিতাব দিয়েছি এবং তা বনী ইসরাঈলের জন্য পথনির্দেশ বানিয়েছি। যেন তোমরা আমাকে ছাড়া কোন কর্মবিধায়ক না বানাও।","bangla_mkhan":"আমি মূসাকে কিতাব দিয়েছি এবং সেটিকে বনী-ইসরাঈলের জন্যে হেদায়েতে পরিণত করেছি যে, তোমরা আমাকে ছাড়া কাউকে কার্যনিবাহী স্থির করো না।","bangla_mujibur":"আমি মূসাকে কিতাব দিয়েছিলাম এবং তাকে করেছিলাম বানী ইসরাঈলের জন্য পথ নির্দেশক। আমি আদেশ করেছিলাম, তোমরা আমি ব্যতীত অপর কেহকেও কর্ম বিধায়করূপে গ্রহণ করনা।","bangla_taisirul":"আর আমি মূসাকে কিতাব দিয়েছিলাম আর সেটাকে করেছিলাম ইসরাঈল বংশীয়দের জন্য সত্যপথের নির্দেশক। (তাতে নির্দেশ দিয়েছিলাম) যে, আমাকে ছাড়া অন্যকে কর্ম নিয়ন্তা গ্রহণ করো না।"},{"id":3,"arabic_text":"ذُرِّیَّۃَ مَنۡ حَمَلۡنَا مَعَ نُوۡحٍ ؕ اِنَّہٗ  کَانَ عَبۡدًا  شَکُوۡرًا ﴿۳﴾ ","english_text":"Unquestionably, it is they who are the corrupters, but they perceive [it] not.","page":282,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2032.mp3","colorText":"ذُرِّيَّةَ مَنْ حَمَلْنَا مَعَ نُوحٍ‌ۚ إِ[g[نّ]َهُ[n[ۥ] كَانَ عَ[q:3317[بْ][f:7660[دًا ش]َكُورًا","juz":15,"ruku":240,"manzil":4,"bangla_ahbayan":"তোমরাই তো তাদের বংশধর, যাদেরকে আমি নূহের সাথে (কিশতীতে) আরোহণ করিয়েছিলাম, নিশ্চয় সে ছিল পরম কৃতজ্ঞ দাস। [১]","bangla_bayan":"সে তাদের বংশধর, যাদেরকে আমি নূহের সাথে আরোহণ করিয়েছিলাম, নিশ্চয় সে ছিল কৃতজ্ঞ বান্দা।","bangla_mkhan":"তোমরা তাদের সন্তান, যাদেরকে আমি নূহের সাথে সওয়ার করিয়েছিলাম। নিশ্চয় সে ছিল কৃতজ্ঞ বান্দা।","bangla_mujibur":"তোমরাইতো তাদের বংশধর যাদেরকে আমি নূহের সাথে নৌকায় আরোহণ করিয়েছিলাম, সে ছিল পরম কৃতজ্ঞ দাস।","bangla_taisirul":"(তোমরা তো) তাদের সন্তান! যাদেরকে আমি নূহের সঙ্গে নৌকায় বহন করেয়েছিলাম, সে ছিল এক শুকরগুজার বান্দা।"},{"id":4,"arabic_text":"وَ قَضَیۡنَاۤ  اِلٰی بَنِیۡۤ  اِسۡرَآءِیۡلَ فِی الۡکِتٰبِ لَتُفۡسِدُنَّ فِی الۡاَرۡضِ مَرَّتَیۡنِ  وَ لَتَعۡلُنَّ  عُلُوًّا کَبِیۡرًا ﴿۴﴾ ","english_text":"And when it is said to them, \"Believe as the people have believed,\" they say, \"Should we believe as the foolish have believed?\" Unquestionably, it is they who are the foolish, but they know [it] not.","page":282,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2033.mp3","colorText":"وَقَضَيْن[o[َآ] إِلَىٰ بَن[o[ِىٓ] إِسْر[o[َٲ]ٓءِيلَ فِى [h:818[ٱ]لْكِتَ[n[ـٰ]بِ لَتُفْسِدُ[g[نّ]َ فِى [h:44[ٱ]لْأَرْضِ مَرَّتَيْنِ وَلَتَعْلُ[g[نّ]َ عُلُو[f:7661[ًّا ك]َبِيرًا","juz":15,"ruku":240,"manzil":4,"bangla_ahbayan":"আর আমি (তাওরাত) কিতাবে বানী ইস্রাঈলকে জানিয়েছিলাম যে, নিশ্চয়ই তোমরা পৃথিবীতে দু-দুবার বিপর্যয় সৃষ্টি করবে এবং তোমরা অতিশয় অহংকারস্ফীত হবে ।","bangla_bayan":"আর আমি বনী ইসরাঈলকে কিতাবে সিদ্ধান্ত জানিয়েছিলাম যে, তোমরা যমীনে দু’বার অবশ্যই ফাসাদ করবে এবং ঔদ্ধত্য দেখাবে মারাত্মকভাবে।","bangla_mkhan":"আমি বনী ইসরাঈলকে কিতাবে পরিষ্কার বলে দিয়েছি যে, তোমরা পৃথিবীর বুকে দুবার অনর্থ সৃষ্টি করবে এবং অত্যন্ত বড় ধরনের অবাধ্যতায় লিপ্ত হবে।","bangla_mujibur":"এবং আমি কিতাবে (তাওরাতে) প্রত্যাদেশ দ্বারা বানী ইসরাঈলকে জানিয়েছিলাম, নিশ্চয়ই তোমরা পৃথিবীতে দু’বার বিপর্যয় সৃষ্টি করবে এবং তোমরা অতিশয় উদ্ধত্যকারী হবে।","bangla_taisirul":"আমি কিতাবের মাধ্যমে বানী ইসরাঈলকে জানিয়ে দিয়েছিলাম যে, তোমরা অবশ্য অবশ্যই পৃথিবীর বুকে দু’ দু’বার বিপর্যয় সৃষ্টি করবে আর অবশ্য অবশ্যই অত্যধিক গর্বে ফুলে উঠবে।"},{"id":5,"arabic_text":"فَاِذَا جَآءَ وَعۡدُ اُوۡلٰىہُمَا بَعَثۡنَا عَلَیۡکُمۡ  عِبَادًا  لَّنَاۤ   اُولِیۡ  بَاۡسٍ  شَدِیۡدٍ فَجَاسُوۡا خِلٰلَ الدِّیَارِ ؕ وَ کَانَ وَعۡدًا  مَّفۡعُوۡلًا ﴿۵﴾ ","english_text":"And when they meet those who believe, they say, \"We believe\"; but when they are alone with their evil ones, they say, \"Indeed, we are with you; we were only mockers.\"","page":282,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2034.mp3","colorText":"فَإِذَا ج[o[َا]ٓءَ وَعْدُ أُولَ[n[ـٰ]هُمَا بَعَثْنَا عَلَيْكُمْ عِبَا[u:7662[دًا ل]َّن[o[َآ] أُ[s[وْ]لِى بَأْ[f:7663[سٍ ش]َدِي[f:7664[دٍ ف]َجَاسُو[s[اْ] خِلَ[n[ـٰ]لَ [h:7665[ٱ][l[ل]دِّيَارِ‌ۚ وَكَانَ وَعْ[a:7666[دًا م]َّفْعُولاً","juz":15,"ruku":240,"manzil":4,"bangla_ahbayan":"অতঃপর এই দু-এর প্রথম প্রতিশ্রুত কাল যখন উপস্থিত হল, তখন আমি তোমাদের বিরুদ্ধে প্রেরণ করলাম আমার কঠোর রণ-কুশলী বীর দাসদেরকে; যারা ঘরে ঘরে প্রবেশ করে সমস্ত কিছু ধ্বংস করল; আর এ প্রতিশ্রুতি পূর্ণ হওয়ারই ছিল। [১]","bangla_bayan":"অতঃপর যখন এ দু’য়ের প্রথম ওয়াদা আসল, তখন আমি তোমাদের উপর আমার কিছু বান্দা পাঠালাম, যারা কঠোর যুদ্ধবাজ। অতঃপর তারা ঘরে ঘরে ঢুকে ধ্বংসযজ্ঞ চালাল। আর এ ওয়াদা পূর্ণ হওয়ারই ছিল।","bangla_mkhan":"অতঃপর যখন প্রতিশ্রুতি সেই প্রথম সময়টি এল, তখন আমি তোমাদের বিরুদ্ধে প্রেরণ করলাম আমার কঠোর যোদ্ধা বান্দাদেরকে। অতঃপর তারা প্রতিটি জনপদের আনাচে-কানাচে পর্যন্ত ছড়িয়ে পড়ল। এ ওয়াদা পূর্ণ হওয়ারই ছিল।","bangla_mujibur":"অতঃপর এই দু’এর প্রথমটির নির্ধারিত কাল যখন উপস্থিত হল তখন আমি তোমাদের বিরুদ্ধে প্রেরণ করেছিলাম আমার দাসদেরকে, যুদ্ধে অতিশয় শক্তিশালী; তারা ঘরে ঘরে প্রবেশ করে সমস্ত কিছু ধ্বংস করেছিল; শাস্তির প্রতিজ্ঞা কার্যকরী হয়েই থাকে।","bangla_taisirul":"অতঃপর যখন দু’টির মধ্যে প্রথমটির সময় এসে উপস্থিত হল, তখন আমি তোমাদের বিরুদ্ধে পাঠিয়ে দিলাম আমার বান্দাদেরকে যারা ছিল যুদ্ধে অতি শক্তিশালী, তারা (তোমাদের) ঘরের কোণায় কোণায় ঢুকে পড়ল, আর সতর্কবাণী পূর্ণ হল।"},{"id":6,"arabic_text":"ثُمَّ رَدَدۡنَا لَکُمُ الۡکَرَّۃَ عَلَیۡہِمۡ وَ اَمۡدَدۡنٰکُمۡ بِاَمۡوَالٍ وَّ بَنِیۡنَ وَ جَعَلۡنٰکُمۡ  اَکۡثَرَ  نَفِیۡرًا ﴿۶﴾ ","english_text":"[But] Allah mocks them and prolongs them in their transgression [while] they wander blindly.","page":282,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2035.mp3","colorText":"ثُ[g[مّ]َ رَدَ[q:7667[دْ]نَا لَكُمُ [h:7668[ٱ]لْكَرَّةَ عَلَيْهِمْ وَأَمْدَ[q:7669[دْ]نَ[n[ـٰ]ك[c:7670[ُم ب]ِأَمْو[n[َٲ][a:7671[لٍ و]َبَنِينَ وَجَعَلْنَ[n[ـٰ]كُمْ أَكْثَرَ نَفِيرًا","juz":15,"ruku":240,"manzil":4,"bangla_ahbayan":"অতঃপর আমি তাদের বিরুদ্ধে তোমাদের জন্য যুদ্ধের পালা ঘুরিয়ে (বিজয়) দিলাম, তোমাদেরকে ধন ও সন্তান-সন্ততি দ্বারা সাহায্য করলাম এবং তোমাদেরকে করলাম সংখ্যাগরিষ্ঠ। [১]","bangla_bayan":"তারপর আমি তাদের বিরুদ্ধে তোমাদের জন্য পালা ঘুরিয়ে দিলাম, ধন-সম্পদ ও সন্তান-সন্ততি দিয়ে তোমাদেরকে মদদ করলাম এবং জনবলে তোমাদেরকে সংখ্যাধিক্যে পরিণত করলাম।","bangla_mkhan":"অতঃপর আমি তোমাদের জন্যে তাদের বিরুদ্ধে পালা ঘুয়িয়ে দিলাম, তোমাদেরকে ধন-সম্পদ ও পুত্রসন্তান দ্বারা সাহায্য করলাম এবং তোমাদেরকে জনসংখ্যার দিক দিয়ে একটা বিরাট বাহিনীতে পরিণত করলাম।","bangla_mujibur":"অতঃপর আমি তোমাদের পুনরায় তাদের উপর প্রতিষ্ঠিত করলাম, তোমাদেরকে ধন-সম্পদ ও সন্তান-সন্ততি দ্বারা সাহায্য করলাম ও সংখ্যাগরিষ্ঠ করলাম।","bangla_taisirul":"অতঃপর আমি তোমাদেরকে তাদের উপর বিজয় দান করলাম আর তোমাদেরকে ধন-সম্পদ আর সন্তানাদি দিয়ে সাহায্য করলাম, তোমাদেরকে জনবলে বহুগুণ বাড়িয়ে দিলাম।"},{"id":7,"arabic_text":"اِنۡ اَحۡسَنۡتُمۡ اَحۡسَنۡتُمۡ لِاَنۡفُسِکُمۡ ۟ وَ اِنۡ اَسَاۡتُمۡ فَلَہَا ؕ فَاِذَا جَآءَ وَعۡدُ الۡاٰخِرَۃِ  لِیَسُوۡٓءٗا  وُجُوۡہَکُمۡ وَ لِیَدۡخُلُوا الۡمَسۡجِدَ کَمَا دَخَلُوۡہُ  اَوَّلَ مَرَّۃٍ  وَّ  لِیُتَبِّرُوۡا مَا عَلَوۡا تَتۡبِیۡرًا ﴿۷﴾ ","english_text":"Those are the ones who have purchased error [in exchange] for guidance, so their transaction has brought no profit, nor were they guided.","page":282,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2036.mp3","colorText":"إِنْ أَحْسَ[f:7672[نت]ُمْ أَحْسَ[f:7672[نت]ُمْ لِأَ[f:574[نف]ُسِكُمْ‌ۖ وَإِنْ أَسَأْتُمْ فَلَهَا‌ۚ فَإِذَا ج[o[َا]ٓءَ وَعْدُ [h:7673[ٱ]لْأَخِرَةِ لِيَسُ[n[ــۥٓ]ــُٔو[s[اْ] وُجُوهَكُمْ وَلِيَ[q:7674[دْ]خُلُو[s[اْ] [h:7675[ٱ]لْمَسْجِدَ كَمَا دَخَلُوهُ أَوَّلَ مَرَّ[a:7676[ةٍ و]َلِيُتَبِّرُو[s[اْ] مَا عَلَوْ[s[اْ] تَتْبِيرًا","juz":15,"ruku":240,"manzil":4,"bangla_ahbayan":"তোমরা সৎকর্ম করলে সৎকর্ম নিজেদেরই জন্য করবে, আর মন্দকর্ম করলে তাও নিজেদের জন্য; অতঃপর পরবর্তী প্রতিশ্রুত কাল উপস্থিত হলে আমি আমার দাসদেরকে প্রেরণ করলাম তোমাদের মুখমন্ডল কালিমাচ্ছন্ন করবার জন্য, প্রথমবার তারা যেভাবে মসজিদে প্রবেশ করেছিল পুনরায় সেই ভাবেই তাতে প্রবেশ করবার জন্য এবং তারা যা অধিকার করেছিল তা সম্পূর্ণরূপে ধ্বংস করবার জন্য।[১]","bangla_bayan":"তোমরা যদি ভাল কর, তবে নিজদের জন্যই ভাল করবে এবং যদি মন্দ কর তবে তা নিজদের জন্যই। এরপর যখন পরবর্তী ওয়াদা এল, (তখন অন্য বান্দাদের প্রেরণ করলাম) যাতে তারা তোমাদের চেহারাসমূহ মলিন করে দেয়, আর যেন মসজিদে ঢুকে পড়ে যেমন ঢুকে পড়েছিল প্রথমবার এবং যাতে সম্পূর্ণরূপে ধ্বংস করে দেয় যা ওদের কর্তৃত্বে ছিল।","bangla_mkhan":"তোমরা যদি ভাল কর, তবে নিজেদেরই ভাল করবে এবং যদি মন্দ কর তবে তাও নিজেদের জন্যেই। এরপর যখন দ্বিতীয় সে সময়টি এল, তখন অন্য বান্দাদেরকে প্রেরণ করলাম, যাতে তোমাদের মুখমন্ডল বিকৃত করে দেয়, আর মসজিদে ঢুকে পড়ে যেমন প্রথমবার ঢুকেছিল এবং যেখানেই জয়ী হয়, সেখানেই পুরোপুরি ধ্বংসযজ্ঞ চালায়।","bangla_mujibur":"তোমরা সৎ কাজ করলে তা নিজেদেরই জন্য করবে এবং মন্দ কাজ করলে তাও করবে নিজেদের জন্য; অতঃপর পরবর্তী নির্ধারিত সময় উপস্থিত হলে আমি আমার দাসদেরকে প্রেরণ করলাম তোমাদের মুখমন্ডল কালিমাচ্ছন্ন করার জন্য, প্রথমবার তারা যেভাবে মাসজিদে প্রবেশ করেছিল পুনরায় সেভাবেই তাতে প্রবেশ করার জন্য এবং তারা যা অধিকার করেছিল তা সম্পূর্ণ রূপে ধ্বংস করার জন্য।","bangla_taisirul":"তোমরা ভাল কাজ করলে নিজেদের কল্যাণের জন্যই তা করবে, আর যদি তোমরা মন্দ কাজ কর, তাও করবে নিজেদেরই জন্য। অতঃপর যখন দ্বিতীয় প্রতিশ্রুতি পূরণের সময় আসলো, (তখন আমি তোমাদের শত্রুদেরকে শক্তি দিলাম) যেন তারা তোমাদের চেহারা বিকৃত করে দেয়, আর মাসজিদে (আকসায়) ঢুকে পড়ে যেভাবে তারা সেখানে প্রথমবার ঢুকে পড়েছিল, আর তাদের সম্মুখে যা পড়ে তাকে সম্পূর্ণরূপে ধ্বংস করে দেয়।"},{"id":8,"arabic_text":"عَسٰی رَبُّکُمۡ اَنۡ یَّرۡحَمَکُمۡ ۚ وَ اِنۡ عُدۡتُّمۡ عُدۡنَا ۘ وَ جَعَلۡنَا جَہَنَّمَ لِلۡکٰفِرِیۡنَ  حَصِیۡرًا ﴿۸﴾ ","english_text":"Their example is that of one who kindled a fire, but when it illuminated what was around him, Allah took away their light and left them in darkness [so] they could not see.","page":283,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2037.mp3","colorText":"عَسَىٰ رَبُّكُمْ أ[a:7677[َن ي]َرْحَمَكُمْ‌ۚ وَإِنْ عُ[d:7678[د]تُّمْ عُ[q:4860[دْ]نَا‌ۘ وَجَعَلْنَا جَهَ[g[نّ]َمَ لِلْكَ[n[ـٰ]فِرِينَ حَصِيرًا","juz":15,"ruku":240,"manzil":4,"bangla_ahbayan":"সম্ভবতঃ তোমাদের প্রতিপালক তোমাদের প্রতি দয়া করবেন; কিন্তু তোমরা যদি তোমাদের পূর্ব আচরণের পুনরাবৃত্তি কর; তবে আমিও (আমার শাস্তির) পুনরাবৃত্তি করব।[১] আর জাহান্নামকে আমি করেছি সত্য প্রত্যাখ্যানকারীদের জন্য কারাগার।[২]","bangla_bayan":"আশা করা যায় তোমাদের রব তোমাদের উপর রহম করবেন। কিন্তু তোমরা যদি পুনরায় কর, তাহলে আমিও পুনরায় করব। আর আমি জাহান্নামকে করেছি কাফিরদের জন্য কয়েদখানা।","bangla_mkhan":"হয়ত তোমাদের পালনকর্তা তোমাদের প্রতি অনুগ্রহ করবেন। কিন্তু যদি পুনরায় তদ্রূপ কর, আমিও পুনরায় তাই করব। আমি জাহান্নামকে কাফেরদের জন্যে কয়েদখানা করেছি।","bangla_mujibur":"সম্ভবতঃ তোমাদের রাব্ব তোমাদের প্রতি দয়া করবেন। কিন্তু তোমরা যদি তোমাদের পূর্ব আচরণের পুনরাবৃত্তি কর তাহলে তিনিও তাঁর আচরণের পুনরাবৃত্তি করবেন; জাহান্নামকে আমি করেছি সত্য প্রত্যাখ্যানকারীদের জন্য কারাগার।","bangla_taisirul":"(এরপরও) হয়তো তোমাদের প্রতিপালক তোমাদের প্রতি দয়া করবেন, কিন্তু যদি তোমরা (তোমাদের পূর্বকৃত পাপের) পুনরাবৃত্তি কর, তবে আমিও (পূর্বে দেয়া শাস্তির) পুনরাবৃত্তি করব। ঈমান প্রত্যাখ্যানকারীদের জন্য আমি জাহান্নামকে কারাগার বানিয়ে রেখেছি।"},{"id":9,"arabic_text":"اِنَّ ہٰذَا  الۡقُرۡاٰنَ  یَہۡدِیۡ  لِلَّتِیۡ ہِیَ اَقۡوَمُ وَ یُبَشِّرُ الۡمُؤۡمِنِیۡنَ الَّذِیۡنَ یَعۡمَلُوۡنَ الصّٰلِحٰتِ اَنَّ لَہُمۡ اَجۡرًا کَبِیۡرًا ۙ﴿۹﴾ ","english_text":"Deaf, dumb and blind - so they will not return [to the right path].","page":283,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2038.mp3","colorText":"إِ[g[نّ]َ هَ[n[ـٰ]ذَا [h:6544[ٱ]لْقُرْءَانَ يَهْدِى لِلَّتِى هِىَ أَ[q:7679[قْ]وَمُ وَيُبَشِّرُ [h:7680[ٱ]لْمُؤْمِنِينَ [h:7681[ٱ]لَّذِينَ يَعْمَلُونَ [h:7682[ٱ][l[ل]صَّ[n[ـٰ]لِحَ[n[ـٰ]تِ أَ[g[نّ]َ لَهُمْ أَ[q:2795[جْ][f:7683[رًا ك]َبِيرًا","juz":15,"ruku":240,"manzil":4,"bangla_ahbayan":"নিশ্চয় এ কুরআন এমন পথনির্দেশ করে, যা সর্বশ্রেষ্ঠ এবং সৎকর্মপরায়ণ বিশ্বাসীদেরকে সুসংবাদ দেয় যে, তাদের জন্য রয়েছে মহাপুরস্কার।","bangla_bayan":"নিশ্চয় এ কুরআন এমন একটি পথ দেখায় যা সবচেয়ে সরল এবং যে মুমিনগণ নেক আমল করে তাদেরকে সুসংবাদ দেয় যে, তাদের জন্য রয়েছে মহাপুরস্কার।","bangla_mkhan":"এই কোরআন এমন পথ প্রদর্শন করে, যা সর্বাধিক সরল এবং সৎকর্ম পরায়ণ মুমিনদেরকে সুসংবাদ দেয় যে, তাদের জন্যে মহা পুরস্কার রয়েছে।","bangla_mujibur":"এই কুরআন সর্বশ্রেষ্ঠ পথ নির্দেশ করে এবং সৎ কর্মপরায়ণ বিশ্বাসীদেরকে সুসংবাদ দেয় যে, তাদের জন্য রয়েছে মহা পুরস্কার।","bangla_taisirul":"নিশ্চয়ই এ কুরআন সেই পথ দেখায় যা সোজা ও সুপ্রতিষ্ঠিত, আর যারা সৎ কাজ করে সেই মু’মিনদেরকে সুসংবাদ দেয় যে, তাদের জন্য রয়েছে মহা পুরস্কার।"},{"id":10,"arabic_text":"وَّ اَنَّ الَّذِیۡنَ لَا یُؤۡمِنُوۡنَ بِالۡاٰخِرَۃِ اَعۡتَدۡنَا  لَہُمۡ  عَذَابًا  اَلِیۡمًا ﴿۱۰﴾ ","english_text":"Or [it is] like a rainstorm from the sky within which is darkness, thunder and lightning. They put their fingers in their ears against the thunderclaps in dread of death. But Allah is encompassing of the disbelievers.","page":283,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2039.mp3","colorText":"وَأَ[g[نّ]َ [h:7684[ٱ]لَّذِينَ لَا يُؤْمِنُونَ بِ[h:447[ٱ]لْأَخِرَةِ أَعْتَ[q:2660[دْ]نَا لَهُمْ عَذَابًا أَلِيمًا","juz":15,"ruku":240,"manzil":4,"bangla_ahbayan":"আর যারা পরলোকে বিশ্বাস করে না, তাদের জন্য আমি প্রস্তুত করে রেখেছি মর্মান্তিক শাস্তি।","bangla_bayan":"আর যারা আখিরাতে ঈমান রাখে না আমি তাদের জন্য প্রস্ত্তত করেছি যন্ত্রণাদায়ক আযাব।","bangla_mkhan":"এবং যারা পরকালে বিশ্বাস করে না, আমি তাদের জন্যে যন্ত্রণাদায়ক শাস্তি প্রস্তুত করেছি।","bangla_mujibur":"আর যারা পরকাল বিশ্বাস করেনা তাদের জন্য আমি প্রস্তুত করে রেখেছি মর্মন্তুদ শাস্তি।","bangla_taisirul":"আর (তা সংবাদ দেয় যে) যারা আখেরাতে ঈমান আনে না, তাদের জন্য আমি ভয়ঙ্কর ‘আযাব প্রস্তুত করে রেখেছি।"},{"id":11,"arabic_text":"وَ یَدۡعُ الۡاِنۡسَانُ بِالشَّرِّ دُعَآءَہٗ  بِالۡخَیۡرِ ؕ وَ کَانَ  الۡاِنۡسَانُ  عَجُوۡلًا ﴿۱۱﴾ ","english_text":"The lightning almost snatches away their sight. Every time it lights [the way] for them, they walk therein; but when darkness comes over them, they stand [still]. And if Allah had willed, He could have taken away their hearing and their sight. Indeed, Allah is over all things competent.","page":283,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2040.mp3","colorText":"وَيَ[q:7685[دْ]عُ [h:7686[ٱ]لْإِ[f:2732[نس]َ[n[ـٰ]نُ بِ[h:7687[ٱ][l[ل]شَّرِّ دُع[o[َا]ٓءَهُ[n[ۥ] بِ[h:5966[ٱ]لْخَيْرِ‌ۖ وَكَانَ [h:7688[ٱ]لْإِ[f:2732[نس]َ[n[ـٰ]نُ عَجُولاً","juz":15,"ruku":241,"manzil":4,"bangla_ahbayan":"মানুষ যেভাবে কল্যাণ কামনা করে, সেভাবেই অকল্যাণ কামনা করে; বস্তুতঃ মানুষ শীঘ্রতা-প্রিয়।[১]","bangla_bayan":"আর মানুষ অকল্যাণের দোআ করে, যেমন তার দোআ হয় কল্যাণের জন্য। আর মানুষ তো তাড়াহুড়াপ্রবণ।","bangla_mkhan":"মানুষ যেভাবে কল্যাণ কামনা করে, সেভাবেই অকল্যাণ কামনা করে। মানুষ তো খুবই দ্রুততা প্রিয়।","bangla_mujibur":"মানুষ যেভাবে কল্যাণ কামনা করে সেভাবেই অকল্যাণ কামনা করে। মানুষতো অতি ত্বরাপ্রবণ।","bangla_taisirul":"মানুষ (তার নির্বুদ্ধিতার কারণে কল্যাণকর ভেবে) অকল্যাণ প্রার্থনা করে যেমনভাবে কল্যাণ প্রার্থনা করা উচিত। মানুষ বড়ই তাড়াহুড়াকারী।"},{"id":12,"arabic_text":"وَ جَعَلۡنَا الَّیۡلَ وَ النَّہَارَ اٰیَتَیۡنِ فَمَحَوۡنَاۤ اٰیَۃَ الَّیۡلِ وَ جَعَلۡنَاۤ  اٰیَۃَ النَّہَارِ مُبۡصِرَۃً  لِّتَبۡتَغُوۡا فَضۡلًا مِّنۡ رَّبِّکُمۡ وَ لِتَعۡلَمُوۡا عَدَدَ السِّنِیۡنَ وَ الۡحِسَابَ ؕ وَ کُلَّ شَیۡءٍ فَصَّلۡنٰہُ تَفۡصِیۡلًا ﴿۱۲﴾ ","english_text":"O mankind, worship your Lord, who created you and those before you, that you may become righteous -","page":283,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2041.mp3","colorText":"وَجَعَلْنَا [h:7689[ٱ]لَّيْلَ وَ[h:6117[ٱ][l[ل][g[نّ]َهَارَ ءَايَتَيْنِ‌ۖ فَمَحَوْن[o[َآ] ءَايَةَ [h:7690[ٱ]لَّيْلِ وَجَعَلْن[o[َآ] ءَايَةَ [h:7691[ٱ][l[ل][g[نّ]َهَارِ مُ[q:7692[بْ]صِرَ[u:7693[ةً ل]ِّتَ[q:7694[بْ]تَغُو[s[اْ] فَضْل[a:1088[اً م]ّ[u:243[ِن ر]َّبِّكُمْ وَلِتَعْلَمُو[s[اْ] عَدَدَ [h:5950[ٱ][l[ل]سِّنِينَ وَ[h:5951[ٱ]لْحِسَابَ‌ۚ وَكُلَّ ش[f:7695[َىْءٍ ف]َصَّلْنَ[n[ـٰ]هُ تَفْصِيلاً","juz":15,"ruku":241,"manzil":4,"bangla_ahbayan":"আমি রাত্রি ও দিবসকে করেছি দু’টি নিদর্শন ও রাত্রিকে করেছি আলোকহীন এবং দিবসকে করেছি আলোকময়, যাতে তোমরা তোমাদের প্রতিপালকের অনুগ্রহ সন্ধান করতে পার এবং যাতে তোমরা বর্ষ সংখ্যা ও হিসাব স্থির করতে পার।[১] আর আমি সব কিছু বিশদভাবে বর্ণনা করেছি। [২]","bangla_bayan":"আর আমি রাত ও দিনকে করেছি দু’টো নিদর্শন। অতঃপর মুছে দিয়েছি রাতের নিদর্শন এবং দিনের নিদর্শনকে করেছি আলোকময়, যাতে তোমরা তোমাদের রবের অনুগ্রহ সন্ধান করতে পার এবং যাতে তোমরা বর্ষসংখ্যা ও হিসাব জানতে পার। আর আমি প্রত্যেক বিষয় বিস্তারিতভাবে বর্ণনা করেছি।","bangla_mkhan":"আমি রাত্রি ও দিনকে দুটি নিদর্শন করেছি। অতঃপর নিস্প্রভ করে দিয়েছি রাতের নিদর্শন এবং দিনের নিদর্শনকে দেখার উপযোগী করেছি, যাতে তোমরা তোমাদের পালনকর্তার অনুগ্রহ অন্বেষণ কর এবং যাতে তোমরা স্থির করতে পার বছরসমূহের গণনা ও হিসাব এবং আমি সব বিষয়কে বিস্তারিত ভাবে বর্ণনা করেছি।","bangla_mujibur":"আমি রাত ও দিনকে করেছি দু’টি নিদর্শন; রাতকে করেছি নিরালোক এবং দিনকে করেছি আলোকময়, যাতে তোমরা তোমাদের রবের অনুগ্রহ সন্ধান করতে পার এবং যাতে তোমরা বর্ষ সংখ্যা ও হিসাব স্থির করতে পার; এবং আমি সব কিছু বিশদভাবে বর্ণনা করেছি।","bangla_taisirul":"আমি রাত আর দিনকে দু’টো নিদর্শন বানিয়েছি। আমি রাতের নিদর্শনটিকে জ্যোতিহীন করেছি, আর দিনের নিদর্শনটিকে করেছি আলোয় উজ্জ্বল যাতে তোমরা তোমাদের প্রতিপালকের অনুগ্রহ অনুসন্ধান করতে পার আর যাতে বছরের সংখ্যা আর হিসাব জানতে পার; আমি সকল বিষয় বিস্তারিতভাবে ব্যাখ্যা করে দিয়েছি।"},{"id":13,"arabic_text":"وَ کُلَّ  اِنۡسَانٍ اَلۡزَمۡنٰہُ طٰٓئِرَہٗ  فِیۡ عُنُقِہٖ ؕ وَ نُخۡرِجُ لَہٗ یَوۡمَ الۡقِیٰمَۃِ کِتٰبًا  یَّلۡقٰىہُ  مَنۡشُوۡرًا ﴿۱۳﴾ ","english_text":"[He] who made for you the earth a bed [spread out] and the sky a ceiling and sent down from the sky, rain and brought forth thereby fruits as provision for you. So do not attribute to Allah equals while you know [that there is nothing similar to Him].","page":283,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2042.mp3","colorText":"وَكُلَّ إِ[f:7696[نس]َ[n[ـٰ]نٍ أَلْزَمْنَ[n[ـٰ]هُ طَ[o[ـٰٓ]ئِرَهُ[n[ۥ] فِى عُنُقِه[n[ِۦ]‌ۖ وَنُخْرِجُ لَهُ[n[ۥ] يَوْمَ [h:592[ٱ]لْقِيَ[n[ـٰ]مَةِ كِتَ[n[ـٰ][a:7697[بًا ي]َلْقَ[n[ـٰ]هُ مَ[f:7698[نش]ُورًا","juz":15,"ruku":241,"manzil":4,"bangla_ahbayan":"প্রত্যেক মানুষের কৃতকর্ম আমি তার গ্রীবালগ্ন করেছি[১] এবং কিয়ামতের দিন আমি তার জন্য বের করব এক কিতাব, যা সে উন্মুক্ত পাবে।","bangla_bayan":"আর আমি প্রত্যেক মানুষের কর্মকে তার ঘাড়ে সংযুক্ত করে দিয়েছি এবং কিয়ামতের দিন তার জন্য আমি বের করব একটি কিতাব, যা সে পাবে উন্মুক্ত।","bangla_mkhan":"আমি প্রত্যেক মানুষের কর্মকে তার গ্রীবলগ্ন করে রেখেছি। কেয়ামতের দিন বের করে দেখাব তাকে একটি কিতাব, যা সে খোলা অবস্থায় পাবে।","bangla_mujibur":"প্রত্যেক মানুষের কৃতকর্ম আমি তার গ্রীবালগ্ন করেছি এবং কিয়ামাত দিবসে আমি তার জন্য বের করব এক কিতাব, যা সে পাবে উন্মুক্ত।","bangla_taisirul":"আমি প্রত্যেক লোকের ভাগ্য তার কাঁধেই ঝুলিয়ে রেখেছি (অর্থাৎ তার ভাগ্যের ভাল-মন্দের কারণ তার নিজের মধ্যেই নিহিত আছে) আর ক্বিয়ামতের দিন তার জন্য আমি এক কিতাব বের করব যাকে সে উন্মুক্ত অবস্থায় পাবে।"},{"id":14,"arabic_text":"اِقۡرَاۡ کِتٰبَکَ ؕ  کَفٰی بِنَفۡسِکَ الۡیَوۡمَ عَلَیۡکَ  حَسِیۡبًا ﴿ؕ۱۴﴾ ","english_text":"And if you are in doubt about what We have sent down upon Our Servant [Muhammad], then produce a surah the like thereof and call upon your witnesses other than Allah, if you should be truthful.","page":283,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2043.mp3","colorText":"ٱ[q:7699[قْ]رَأْ كِتَ[n[ـٰ]بَكَ كَفَىٰ بِنَفْسِكَ [h:7700[ٱ]لْيَوْمَ عَلَيْكَ حَسِيبًا","juz":15,"ruku":241,"manzil":4,"bangla_ahbayan":"(তাকে বলা হবে,) ‘তুমি তোমার কিতাব (আমলনামা) পাঠ কর; আজ তুমি নিজেই তোমার হিসাব-নিকাশের জন্য যথেষ্ট।’","bangla_bayan":"পাঠ কর তোমার কিতাব, আজ তুমি নিজেই তোমার হিসাব-নিকাশকারী হিসেবে যথেষ্ট।","bangla_mkhan":"পাঠ কর তুমি তোমার কিতাব। আজ তোমার হিসাব গ্রহণের জন্যে তুমিই যথেষ্ট।","bangla_mujibur":"(আমি বলব) তুমি তোমার কিতাব পাঠ কর; আজ তুমি নিজেই তোমার হিসাব নিকাশের জন্য যথেষ্ট।","bangla_taisirul":"(তাকে বলা হবে) ‘পাঠ কর তোমার কিতাব, আজ তোমার হিসাব নেয়ার ব্যাপারে তুমিই যথেষ্ট।’"},{"id":15,"arabic_text":"مَنِ اہۡتَدٰی فَاِنَّمَا یَہۡتَدِیۡ لِنَفۡسِہٖ ۚ وَ مَنۡ ضَلَّ فَاِنَّمَا یَضِلُّ عَلَیۡہَا ؕ وَ لَا تَزِرُ وَازِرَۃٌ  وِّزۡرَ  اُخۡرٰی ؕ وَ مَا کُنَّا مُعَذِّبِیۡنَ  حَتّٰی  نَبۡعَثَ  رَسُوۡلًا ﴿۱۵﴾ ","english_text":"But if you do not - and you will never be able to - then fear the Fire, whose fuel is men and stones, prepared for the disbelievers.","page":283,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2044.mp3","colorText":"مَّنِ [h:7701[ٱ]هْتَدَىٰ فَإِ[g[نّ]َمَا يَهْتَدِى لِنَفْسِه[n[ِۦ]‌ۖ وَمَ[f:6231[ن ض]َلَّ فَإِ[g[نّ]َمَا يَضِلُّ عَلَيْهَا‌ۚ وَلَا تَزِرُ وَازِرَ[a:4572[ةٌ و]ِزْرَ أُخْرَىٰ‌ۗ وَمَا كُ[g[نّ]َا مُعَذِّبِينَ حَتَّىٰ نَ[q:7702[بْ]عَثَ رَسُولاً","juz":15,"ruku":241,"manzil":4,"bangla_ahbayan":"যারা সৎপথ অবলম্বন করবে, তারা তো নিজেদেরই মঙ্গলের জন্যই সৎপথ অবলম্বন করবে এবং যারা পথভ্রষ্ট হবে, তারা নিজেদেরই ধ্বংসের জন্যই হবে এবং কেউ অন্য কারো ভার বহন করবে না।[১] আর আমি রসূল না পাঠানো পর্যন্ত কাউকে শাস্তি দিই না। [২]","bangla_bayan":"যে হিদায়াত গ্রহণ করে, সে তো নিজের জন্যই হিদায়াত গ্রহণ করে এবং যে পথভ্রষ্ট হয় সে নিজের (স্বার্থের) বিরুদ্ধেই পথভ্রষ্ট হয়। আর কোন বহনকারী অপরের (পাপের) বোঝা বহন করবে না। আর রাসূল প্রেরণ না করা পর্যন্ত আমি আযাবদাতা নই।","bangla_mkhan":"যে কেউ সৎপথে চলে, তারা নিজের মঙ্গলের জন্যেই সৎ পথে চলে। আর যে পথভ্রষ্ট হয়, তারা নিজের অমঙ্গলের জন্যেই পথ ভ্রষ্ট হয়। কেউ অপরের বোঝা বহন করবে না। কোন রাসূল না পাঠানো পর্যন্ত আমি কাউকেই শাস্তি দান করি না।","bangla_mujibur":"যারা সৎ পথ অবলম্বন করবে তারাতো নিজেদেরই মঙ্গলের জন্য তা অবলম্বন করবে এবং যারা পথভ্রষ্ট হবে তারাতো পথভ্রষ্ট হবে নিজেদেরই ধ্বংসের জন্য এবং কেহ অন্য কারও ভার বহন করবেনা; আমি রাসূল না পাঠানো পর্যন্ত কেহকেও শাস্তি দিইনা।","bangla_taisirul":"যে সঠিক পথে চলবে সে তার নিজের কল্যাণের জন্যই সঠিক পথে চলবে, আর যে গুমরাহ হবে তার গুমরাহীর পরিণাম তার নিজের উপরেই পড়বে। কোন বোঝা বহনকারী অন্যের বোঝা বহন করবে না। আমি ‘আযাব দেই না যতক্ষণ একজন রসূল না পাঠাই।"},{"id":16,"arabic_text":"وَ اِذَاۤ  اَرَدۡنَاۤ  اَنۡ نُّہۡلِکَ قَرۡیَۃً  اَمَرۡنَا مُتۡرَفِیۡہَا فَفَسَقُوۡا فِیۡہَا فَحَقَّ عَلَیۡہَا الۡقَوۡلُ  فَدَمَّرۡنٰہَا  تَدۡمِیۡرًا ﴿۱۶﴾ ","english_text":"And give good tidings to those who believe and do righteous deeds that they will have gardens [in Paradise] beneath which rivers flow. Whenever they are provided with a provision of fruit therefrom, they will say, \"This is what we were provided with before.\" And it is given to them in likeness. And they will have therein purified spouses, and they will abide therein eternally.","page":283,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2045.mp3","colorText":"وَإِذ[o[َآ] أَرَ[q:2878[دْ]ن[o[َآ] أ[a:7703[َن ن]ُّهْلِكَ قَرْيَةً أَمَرْنَا مُتْرَفِيهَا فَفَسَقُو[s[اْ] فِيهَا فَحَقَّ عَلَيْهَا [h:7704[ٱ]لْقَوْلُ فَدَ[g[مّ]َرْنَ[n[ـٰ]هَا تَ[q:7705[دْ]مِيرًا","juz":15,"ruku":241,"manzil":4,"bangla_ahbayan":"যখন আমি কোন জনপদকে ধ্বংস করার ইচ্ছা করি, তখন ওর সমৃদ্ধিশালী ব্যক্তিদেরকে (সৎকর্ম করতে) আদেশ করি, অতঃপর তারা সেথায় অসৎকর্ম করে; ফলে ওর প্রতি দন্ডাজ্ঞা ন্যায়সঙ্গত হয়ে যায় এবং ওটাকে সম্পূর্ণরূপে বিধ্বস্ত করি। [১]","bangla_bayan":"আর যখন আমি কোন জনপদ ধ্বংস করার ইচ্ছা করি, তখন তার সম্পদশালীদেরকে (সৎকাজের) আদেশ করি। অতঃপর তারা তাতে সীমালঙ্ঘন করে। তখন তাদের উপর নির্দেশটি সাব্যস্ত হয়ে যায় এবং আমি তা সম্পূর্ণরূপে বিধ্বস্ত করি।","bangla_mkhan":"যখন আমি কোন জনপদকে ধ্বংস করার ইচ্ছা করি তখন তার অবস্থাপন্ন লোকদেরকে উদ্ধুদ্ধ করি অতঃপর তারা পাপাচারে মেতে উঠে। তখন সে জনগোষ্টীর উপর আদেশ অবধারিত হয়ে যায়। অতঃপর আমি তাকে উঠিয়ে আছাড় দেই।","bangla_mujibur":"যখন আমি কোন জনপদ ধ্বংস করার ইচ্ছা করি তখন ওর সমৃদ্ধশালী ব্যক্তিদেরকে সৎ কাজ করতে আদেশ করি, কিন্তু তারা সেখানে অসৎ কাজ করে। অতঃপর ওর প্রতি দন্ডাজ্ঞা ন্যায় সঙ্গত হয়ে যায় এবং আমি ওটাকে সম্পূর্ণ রূপে বিধ্বস্ত করি।","bangla_taisirul":"আমি যখন কোন জনবসতিকে ধ্বংস করতে চাই তখন তাদের সচ্ছল ব্যক্তিদেরকে আদেশ করি (আমার আদেশ মেনে চলার জন্য)। কিন্তু তারা অবাধ্যতা করতে থাকে। তখন সে জনবসতির প্রতি আমার ‘আযাবের ফায়সালা সাব্যস্ত হয়ে যায়। তখন আমি তা সম্পূর্ণরূপে বিধ্বস্ত করে দেই।"},{"id":17,"arabic_text":"وَ کَمۡ  اَہۡلَکۡنَا مِنَ الۡقُرُوۡنِ مِنۡۢ  بَعۡدِ نُوۡحٍ ؕ وَ کَفٰی بِرَبِّکَ بِذُنُوۡبِ عِبَادِہٖ خَبِیۡرًۢا  بَصِیۡرًا ﴿۱۷﴾ ","english_text":"Indeed, Allah is not timid to present an example - that of a mosquito or what is smaller than it. And those who have believed know that it is the truth from their Lord. But as for those who disbelieve, they say, \"What did Allah intend by this as an example?\" He misleads many thereby and guides many thereby. And He misleads not except the defiantly disobedient,","page":283,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2046.mp3","colorText":"وَكَمْ أَهْلَكْنَا مِنَ [h:6524[ٱ]لْقُرُونِ م[i:146[ِنۢ ب]َعْدِ نُو[a:7706[حٍ‌ۗ و]َكَفَىٰ بِرَبِّكَ بِذُنُوبِ عِبَادِه[n[ِۦ] خَبِير[i:7707[َۢا ب]َصِيرًا","juz":15,"ruku":241,"manzil":4,"bangla_ahbayan":"নূহের পর আমি কত মানব গোষ্ঠীকে ধ্বংস করেছি।[১] তোমার প্রতিপালকই তাঁর দাসদের পাপাচরণের সংবাদ রাখা ও পর্যবেক্ষণের জন্য যথেষ্ট।","bangla_bayan":"আর নূহের পর আমি কত প্রজন্ম ধ্বংস করেছি! তোমার রব তাঁর বান্দাদের পাপের ব্যাপারে পূর্ণ অবহিত ও সর্বদ্রষ্টা হিসেবে যথেষ্ট।","bangla_mkhan":"নূহের পর আমি অনেক উম্মতকে ধ্বংস করেছি। আপনার পালনকর্তাই বান্দাদের পাপাচারের সংবাদ জানা ও দেখার জন্যে যথেষ্ট।","bangla_mujibur":"নূহের পর আমি কত মানবগোষ্ঠী ধ্বংস করেছি। তোমার রাব্বই তাঁর দাসদের পাপাচারণের সংবাদ রাখা ও পর্যবেক্ষণের জন্য যথেষ্ট।","bangla_taisirul":"নূহের পর বহু বংশধারাকে আমি ধ্বংস করে দিয়েছি, বান্দাদের পাপকাজের খবর রাখা আর লক্ষ্য রাখার জন্য তোমার প্রতিপালকই যথেষ্ট।"},{"id":18,"arabic_text":"مَنۡ کَانَ یُرِیۡدُ الۡعَاجِلَۃَ عَجَّلۡنَا لَہٗ فِیۡہَا مَا نَشَآءُ لِمَنۡ نُّرِیۡدُ ثُمَّ  جَعَلۡنَا لَہٗ جَہَنَّمَ ۚ یَصۡلٰىہَا مَذۡمُوۡمًا مَّدۡحُوۡرًا ﴿۱۸﴾","english_text":"Who break the covenant of Allah after contracting it and sever that which Allah has ordered to be joined and cause corruption on earth. It is those who are the losers.","page":284,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2047.mp3","colorText":"مَّ[f:506[ن ك]َانَ يُرِيدُ [h:7708[ٱ]لْعَاجِلَةَ عَجَّلْنَا لَهُ[n[ۥ] فِيهَا مَا نَش[o[َا]ٓءُ لِم[a:7709[َن ن]ُّرِيدُ ثُ[g[مّ]َ جَعَلْنَا لَهُ[n[ۥ] جَهَ[g[نّ]َمَ يَصْلَ[n[ـٰ]هَا مَذْمُو[a:7710[مًا م]َّ[q:4617[دْ]حُورًا","juz":15,"ruku":241,"manzil":4,"bangla_ahbayan":"কেউ পার্থিব সুখ-সম্ভোগ কামনা করলে আমি যাকে যা ইচ্ছা সত্বর দিয়ে থাকি, পরে তার জন্য জাহান্নাম নির্ধারিত করি; সেখানে সে প্রবেশ করবে নিন্দিত ও অনুগ্রহ হতে দূরীকৃত অবস্থায়। [১]","bangla_bayan":"যে দুনিয়া চায় আমি সেখানে তাকে দ্রুত দিয়ে দেই, যা আমি চাই, যার জন্য চাই। তারপর তার জন্য নির্ধারণ করি জাহান্নাম, সেখানে সে প্রবেশ করবে নিন্দিত, বিতাড়িত অবস্থায়।","bangla_mkhan":"যে কেউ ইহকাল কামনা করে, আমি সেসব লোককে যা ইচ্ছা সত্ত্বর দিয়ে দেই। অতঃপর তাদের জন্যে জাহান্নাম নির্ধারণ করি। ওরা তাতে নিন্দিত-বিতাড়িত অবস্থায় প্রবেশ করবে।","bangla_mujibur":"কেহ পার্থিব সুখ সম্ভোগ কামনা করলে আমি যাকে যা ইচ্ছা সত্ত্বর দিয়ে থাকি; পরে তার জন্য জাহান্নাম নির্ধারিত করি যেখানে সে প্রবেশ করবে নিন্দিত ও অনুগ্রহ হতে বঞ্চিত অবস্থায়।","bangla_taisirul":"যে কেউ নগদ নগদ পেতে চায় তাকে আমি এখানেই জলদি করে দিয়ে দেই যাকে যা দিতে ইচ্ছে করি, অবশেষে তার জন্য জাহান্নাম নির্ধারণ করি। তাতে সে জ্বলবে ধিকৃত ও রহমাত বঞ্চিত অবস্থায়।"},{"id":19,"arabic_text":"وَ مَنۡ اَرَادَ   الۡاٰخِرَۃَ  وَ سَعٰی لَہَا سَعۡیَہَا وَ ہُوَ مُؤۡمِنٌ فَاُولٰٓئِکَ کَانَ سَعۡیُہُمۡ  مَّشۡکُوۡرًا ﴿۱۹﴾ ","english_text":"How can you disbelieve in Allah when you were lifeless and He brought you to life; then He will cause you to die, then He will bring you [back] to life, and then to Him you will be returned.","page":284,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2048.mp3","colorText":"وَمَنْ أَرَادَ [h:7711[ٱ]لْأَخِرَةَ وَسَعَىٰ لَهَا سَعْيَهَا وَهُوَ مُؤْمِ[f:3155[نٌ ف]َأُ[s[وْ]لَ[o[ـٰٓ]ئِكَ كَانَ سَعْيُه[w:7712[ُم م]َّشْكُورًا","juz":15,"ruku":241,"manzil":4,"bangla_ahbayan":"যারা বিশ্বাসী হয়ে পরলোক কামনা করে এবং তার জন্য যথাযথ চেষ্টা করে, তাদেরই চেষ্টা স্বীকৃত হয়ে থাকে। [১]","bangla_bayan":"আর যে আখিরাত চায় এবং তার জন্য যথাযথ চেষ্টা করে মুমিন অবস্থায়, তাদের চেষ্টা হবে পুরস্কারযোগ্য।","bangla_mkhan":"আর যারা পরকাল কামনা করে এবং মুমিন অবস্থায় তার জন্য যথাযথ চেষ্টা-সাধনা করে, এমন লোকদের চেষ্টা স্বীকৃত হয়ে থাকে।","bangla_mujibur":"যারা বিশ্বাসী হয়ে পরকাল কামনা করে এবং ওর জন্য যথাযথ চেষ্টা করে তাদের প্রচেষ্টাসমূহ আল্লাহর কাছে গৃহীত হবে।","bangla_taisirul":"আর যে ব্যক্তি আখিরাত কামনা করে আর তার জন্য চেষ্টা করে যতখানি চেষ্টা করা দরকার আর সে মু’মিনও, এরাই হল তারা যাদের চেষ্টা সাধনা সাদরে গৃহীত হবে।"},{"id":20,"arabic_text":"کُلًّا نُّمِدُّ ہٰۤؤُلَآءِ وَ ہٰۤؤُلَآءِ مِنۡ عَطَآءِ رَبِّکَ ؕ وَ مَا  کَانَ عَطَـآءُ  رَبِّکَ  مَحۡظُوۡرًا ﴿۲۰﴾ ","english_text":"It is He who created for you all of that which is on the earth. Then He directed Himself to the heaven, [His being above all creation], and made them seven heavens, and He is Knowing of all things.","page":284,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2049.mp3","colorText":"كُل[a:7713[اًّ ن]ُّمِدُّ هَ[o[ـٰٓ]ؤُل[o[َا]ٓءِ وَهَ[o[ـٰٓ]ؤُل[o[َا]ٓءِ مِنْ عَط[o[َا]ٓءِ رَبِّكَ‌ۚ وَمَا كَانَ عَط[o[َا]ٓءُ رَبِّكَ مَحْظُورًا","juz":15,"ruku":241,"manzil":4,"bangla_ahbayan":"তোমার প্রতিপালক তাঁর দান দ্বারা এদের ও ওদের (পরলোককামী ও ইহলোককামী উভয়কে) সাহায্য করেন এবং তোমার প্রতিপালকের দান অবারিত। [১]","bangla_bayan":"এদের ও ওদের প্রত্যেককে আমি তোমার রবের দান থেকে সাহায্য করি, আর তোমার রবের দান বন্ধ হওয়ার নয়।","bangla_mkhan":"এদেরকে এবং ওদেরকে প্রত্যেককে আমি আপনার পালনকর্তার দান পৌছে দেই এবং আপনার পালকর্তার দান অবধারিত।","bangla_mujibur":"তোমার রাব্ব তাঁর দান দ্বারা এদেরকে এবং ওদেরকে সাহায্য করেন এবং তোমার রবের দান অবারিত।","bangla_taisirul":"তোমার প্রতিপালকের দান থেকে আমি এদেরকে আর ওদেরকে সকলকেই সাহায্য করে থাকি, তোমার প্রতিপালকের দান তো বন্ধ হওয়ার নয়।"},{"id":21,"arabic_text":"اُنۡظُرۡ کَیۡفَ فَضَّلۡنَا بَعۡضَہُمۡ  عَلٰی  بَعۡضٍ ؕ وَ  لَلۡاٰخِرَۃُ   اَکۡبَرُ  دَرَجٰتٍ  وَّ  اَکۡبَرُ  تَفۡضِیۡلًا ﴿۲۱﴾ ","english_text":"And [mention, O Muhammad], when your Lord said to the angels, \"Indeed, I will make upon the earth a successive authority.\" They said, \"Will You place upon it one who causes corruption therein and sheds blood, while we declare Your praise and sanctify You?\" Allah said, \"Indeed, I know that which you do not know.\"","page":284,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2050.mp3","colorText":"ٱ[f:2837[نظ]ُرْ كَيْفَ فَضَّلْنَا بَعْضَهُمْ عَلَىٰ بَعْ[a:7714[ضٍ‌ۚ و]َلَلْأَخِرَةُ أَكْبَرُ دَرَجَ[n[ـٰ][a:7715[تٍ و]َأَكْبَرُ تَفْضِيلاً","juz":15,"ruku":241,"manzil":4,"bangla_ahbayan":"লক্ষ্য কর, আমি কিভাবে তাদের এক দলকে অপরের উপর শ্রেষ্ঠত্ব দিয়েছি। আর নিশ্চয়ই পরকাল মর্যাদায় বৃহত্তর ও মাহাত্ম্যেও শ্রেষ্ঠতর। [১]","bangla_bayan":"ভেবে দেখ, আমি তাদের কতককে কতকের উপর কিভাবে শ্রেষ্ঠত্ব দান করেছি। আর আখিরাত নিশ্চয়ই মর্যাদায় মহান এবং শ্রেষ্ঠত্বে বৃহত্তর।","bangla_mkhan":"দেখুন, আমি তাদের একদলকে অপরের উপর কিভাবে শ্রেষ্ঠত্ব দান করলাম। পরকাল তো নিশ্চয়ই মর্তবায় শ্রেষ্ঠ এবং ফযীলতে শ্রেষ্ঠতম।","bangla_mujibur":"লক্ষ্য কর, আমি কিভাবে তাদের এক দলকে অপরের উপর শ্রেষ্ঠত্ব দিয়েছিলাম। পরকালতো নিশ্চয়ই মর্যাদায় শ্রেষ্ঠ ও শ্রেয়ত্বে শ্রেষ্ঠতর।","bangla_taisirul":"লক্ষ্য কর, আমি তাদের কতককে অন্যদের উপর কীভাবে শ্রেষ্ঠত্ব দিয়েছি, আর আখিরাত তো নিশ্চয়ই মর্যাদায় সর্বোচ্চ ও গুণে সর্বোত্তম।"},{"id":22,"arabic_text":"لَا تَجۡعَلۡ مَعَ اللّٰہِ اِلٰـہًا اٰخَرَ  فَتَقۡعُدَ مَذۡمُوۡمًا  مَّخۡذُوۡلًا ﴿۲۲﴾ ","english_text":"And He taught Adam the names - all of them. Then He showed them to the angels and said, \"Inform Me of the names of these, if you are truthful.\"","page":284,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2051.mp3","colorText":"لَّا تَ[q:7716[جْ]عَلْ مَعَ [h:3975[ٱ]للَّهِ إِلَ[n[ـٰ]هًا ءَاخَرَ فَتَ[q:7717[قْ]عُدَ مَذْمُو[a:7718[مًا م]َّخْذُولاً","juz":15,"ruku":241,"manzil":4,"bangla_ahbayan":"আল্লাহর সাথে অপর কোন উপাস্য স্থির করো না; করলে নিন্দিত ও নিঃসহায় হয়ে যাবে।","bangla_bayan":"আল্লাহর সাথে অপর কোন ইলাহ নির্ধারণ করো না। তাহলে তুমি নিন্দিত ও লাঞ্ছিত হয়ে বসে পড়বে।","bangla_mkhan":"স্থির করো না আল্লাহর সাথে অন্য কোন উপাস্য। তাহলে তুমি নিন্দিত ও অসহায় হয়ে পড়বে।","bangla_mujibur":"আল্লাহর সাথে অপর কোন মা‘বূদ স্থির করনা; তাহলে নিন্দিত ও নিঃসহায় হয়ে পড়বে।","bangla_taisirul":"আল্লাহর সাথে অন্য কোন ইলাহ সাব্যস্ত করো না, করলে তিরস্কৃত হতভাগ্য হয়ে পড়ে থাকবে।"},{"id":23,"arabic_text":"وَ قَضٰی رَبُّکَ اَلَّا تَعۡبُدُوۡۤا اِلَّاۤ  اِیَّاہُ وَ بِالۡوَالِدَیۡنِ اِحۡسَانًا ؕ اِمَّا یَبۡلُغَنَّ عِنۡدَکَ الۡکِبَرَ اَحَدُہُمَاۤ  اَوۡ  کِلٰہُمَا فَلَا تَقُلۡ لَّہُمَاۤ  اُفٍّ  وَّ لَا  تَنۡہَرۡہُمَا وَ قُلۡ  لَّہُمَا  قَوۡلًا کَرِیۡمًا ﴿۲۳﴾ ","english_text":"They said, \"Exalted are You; we have no knowledge except what You have taught us. Indeed, it is You who is the Knowing, the Wise.\"","page":284,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2052.mp3","colorText":"۞ وَقَضَىٰ رَبُّكَ أَلَّا تَعْبُد[o[ُوٓ][s[اْ] إِلّ[o[َآ] إِيَّاهُ وَبِ[h:417[ٱ]لْو[n[َٲ]لِدَيْنِ إِحْسَ[n[ـٰ]نًا‌ۚ إِ[g[مّ]َا يَ[q:7719[بْ]لُغَ[g[نّ]َ عِ[f:4962[ند]َكَ [h:7720[ٱ]لْكِبَرَ أَحَدُهُم[o[َآ] أَوْ كِلَاهُمَا فَلَا تَقُل لَّهُم[o[َآ] أُ[a:7721[فٍّ و]َلَا تَنْهَرْهُمَا وَقُل لَّهُمَا قَوْل[f:7722[اً ك]َرِيمًا","juz":15,"ruku":242,"manzil":4,"bangla_ahbayan":"তোমার প্রতিপালক নির্দেশ দিয়েছেন যে, তোমরা তিনি ছাড়া অন্য কারো উপাসনা করবে না এবং পিতা-মাতার প্রতি সদ্ব্যবহার করবে; তাদের এক জন অথবা উভয়েই তোমার জীবদ্দশায় বার্ধক্যে উপনীত হলে তাদেরকে (বিরক্তিসূচক শব্দ) ‘উঃ’ বলো না এবং তাদেরকে ভৎর্সনা করো না; বরং তাদের সাথে বলো সম্মানসূচক নম্র কথা। [১]","bangla_bayan":"আর তোমার রব আদেশ দিয়েছেন যে, তোমরা তাঁকে ছাড়া অন্য কারো ইবাদাত করবে না এবং পিতা-মাতার সাথে সদাচরণ করবে। তাদের একজন অথবা উভয়েই যদি তোমার নিকট বার্ধক্যে উপনীত হয়, তবে তাদেরকে ‘উফ’ বলো না এবং তাদেরকে ধমক দিও না। আর তাদের সাথে সম্মানজনক কথা বল।","bangla_mkhan":"তোমার পালনকর্তা আদেশ করেছেন যে, তাঁকে ছাড়া অন্য কারও এবাদত করো না এবং পিতা-মাতার সাথে সদ্ব-ব্যবহার কর। তাদের মধ্যে কেউ অথবা উভয়েই যদি তোমার জীবদ্দশায় বার্ধক্যে উপনীত হয়; তবে তাদেরকে ‘উহ’ শব্দটিও বলো না এবং তাদেরকে ধমক দিও না এবং বল তাদেরকে শিষ্ঠাচারপূর্ণ কথা।","bangla_mujibur":"তোমার রাব্ব নির্দেশ দিয়েছেন যে, তোমরা তিনি ছাড়া অন্য কারও ইবাদাত করবেনা এবং মাতা-পিতার প্রতি সদ্ব্যবহার করবে; তাদের একজন অথবা উভয়ে তোমার জীবদ্দশায় বার্ধক্যে উপনীত হলে তাদেরকে বিরক্তিসূচক কিছু বলনা এবং তাদেরকে ভৎর্সনা করনা; তাদের সাথে কথা বল সম্মানসূচক নম্রভাবে।","bangla_taisirul":"তোমার প্রতিপালক হুকুম জারি করেছেন যে, তিনি ছাড়া অন্য কারো ‘ইবাদাত করো না, আর পিতা-মাতার সঙ্গে সদ্ব্যবহার করো। তাদের একজন বা তাদের উভয়ে যদি তোমার জীবদ্দশায় বার্ধক্যে উপনীত হয়, তবে তাদেরকে বিরক্তি বা অবজ্ঞাসূচক কথা বলো না, আর তাদেরকে ভৎর্সনা করো না। তাদের সাথে সম্মানজনক কথা বল।"},{"id":24,"arabic_text":"وَ اخۡفِضۡ لَہُمَا جَنَاحَ الذُّلِّ مِنَ الرَّحۡمَۃِ  وَ قُلۡ  رَّبِّ  ارۡحَمۡہُمَا کَمَا رَبَّیٰنِیۡ  صَغِیۡرًا ﴿ؕ۲۴﴾ ","english_text":"He said, \"O Adam, inform them of their names.\" And when he had informed them of their names, He said, \"Did I not tell you that I know the unseen [aspects] of the heavens and the earth? And I know what you reveal and what you have concealed.\"","page":284,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2053.mp3","colorText":"وَ[h:9999[ٱ]خْفِضْ لَهُمَا جَنَاحَ [h:7723[ٱ][l[ل]ذُّلِّ مِنَ [h:7724[ٱ][l[ل]رَّحْمَةِ وَقُ[b:7725[ل] رَّبِّ [h:7726[ٱ]رْحَمْهُمَا كَمَا رَبَّيَانِى صَغِيرًا","juz":15,"ruku":242,"manzil":4,"bangla_ahbayan":"অনুকম্পায় তাদের প্রতি বিনয়াবনত থেকো[১] এবং বলো, ‘হে আমার প্রতিপালক! তাদের উভয়ের প্রতি দয়া কর; যেভাবে শৈশবে তারা আমাকে প্রতিপালন করেছে।’","bangla_bayan":"আর তাদের উভয়ের জন্য দয়াপরবশ হয়ে বিনয়ের ডানা নত করে দাও এবং বল, ‘হে আমার রব, তাদের প্রতি দয়া করুন যেভাবে শৈশবে তারা আমাকে লালন-পালন করেছেন’।","bangla_mkhan":"তাদের সামনে ভালবাসার সাথে, নম্রভাবে মাথা নত করে দাও এবং বলঃ হে পালনকর্তা, তাদের উভয়ের প্রতি রহম কর, যেমন তারা আমাকে শৈশবকালে লালন-পালন করেছেন।","bangla_mujibur":"অনুকম্পায় তাদের প্রতি বিনয়াবনত থাক এবং বলঃ হে আমার রাব্ব! তাঁদের প্রতি দয়া করুন যেভাবে শৈশবে তাঁরা আমাকে লালন পালন করেছিলেন।","bangla_taisirul":"তাদের জন্য সদয়ভাবে নম্রতার বাহু প্রসারিত করে দাও আর বল, ‘হে আমার প্রতিপালক! তাদের প্রতি দয়া কর যেমনভাবে তারা আমাকে শৈশবে লালন পালন করেছেন।’"},{"id":25,"arabic_text":"رَبُّکُمۡ اَعۡلَمُ بِمَا فِیۡ نُفُوۡسِکُمۡ ؕ اِنۡ تَکُوۡنُوۡا صٰلِحِیۡنَ فَاِنَّہٗ  کَانَ  لِلۡاَوَّابِیۡنَ غَفُوۡرًا ﴿۲۵﴾ ","english_text":"And [mention] when We said to the angels, \"Prostrate before Adam\"; so they prostrated, except for Iblees. He refused and was arrogant and became of the disbelievers.","page":284,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2054.mp3","colorText":"رَّبُّكُمْ أَعْلَمُ بِمَا فِى نُفُوسِكُمْ‌ۚ إِ[f:3101[ن ت]َكُونُو[s[اْ] صَ[n[ـٰ]لِحِينَ فَإِ[g[نّ]َهُ[n[ۥ] كَانَ لِلْأَوّ[n[َٲ]بِينَ غَفُورًا","juz":15,"ruku":242,"manzil":4,"bangla_ahbayan":"তোমাদের অন্তরে যা আছে, তা তোমাদের প্রতিপালক অধিক জানেন; তোমরা সৎকর্মপরায়ণ হলে, যারা সর্বদা আল্লাহ অভিমুখী আল্লাহ তাদের প্রতি ক্ষমাশীল।","bangla_bayan":"তোমাদের অন্তরে যা আছে, সে সম্পর্কে তোমাদের রবই অধিক জ্ঞাত। যদি তোমরা নেককার হও তবে তিনি তাঁর দিকে প্রত্যাবর্তনকারীদের প্রতি অধিক ক্ষমাশীল।","bangla_mkhan":"তোমাদের পালনকর্তা তোমাদের মনে যা আছে তা ভালই জানেন। যদি তোমরা সৎ হও, তবে তিনি তওবাকারীদের জন্যে ক্ষমাশীল।","bangla_mujibur":"তোমাদের রাব্ব তোমাদের অন্তরে যা আছে তা ভাল জানেন; তোমরা যদি সৎ কর্মপরায়ণ হও তাহলে তিনি তাদের (আল্লাহ অভিমুখীদের) প্রতি ক্ষমাশীল।","bangla_taisirul":"তোমাদের প্রতিপালক খুব ভাল করেই জানেন তোমাদের অন্তরে কী আছে। তোমরা যদি সৎকর্মশীল হও, তবে যারা বার বার তাঁর দিকে ফিরে আসে তিনি তো তাদের প্রতি পরম ক্ষমাশীল।"},{"id":26,"arabic_text":"وَ اٰتِ ذَاالۡقُرۡبٰی حَقَّہٗ  وَ الۡمِسۡکِیۡنَ وَ ابۡنَ  السَّبِیۡلِ  وَ لَا  تُبَذِّرۡ  تَبۡذِیۡرًا ﴿۲۶﴾ ","english_text":"And We said, \"O Adam, dwell, you and your wife, in Paradise and eat therefrom in [ease and] abundance from wherever you will. But do not approach this tree, lest you be among the wrongdoers.\"","page":284,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2055.mp3","colorText":"وَءَاتِ ذَا [h:7727[ٱ]لْقُرْبَىٰ حَقَّهُ[n[ۥ] وَ[h:7728[ٱ]لْمِسْكِينَ وَ[h:911[ٱ][q:911[بْ]نَ [h:912[ٱ][l[ل]سَّبِيلِ وَلَا تُبَذِّرْ تَ[q:7729[بْ]ذِيرًا","juz":15,"ruku":242,"manzil":4,"bangla_ahbayan":"তুমি আত্মীয়-স্বজনকে তার প্রাপ্য প্রদান কর এবং অভাবগ্রস্ত ও মুসাফিরকেও।[১] আর কিছুতেই অপব্যয় করো না।","bangla_bayan":"আর আত্মীয়কে তার হক দিয়ে দাও এবং মিসকীন ও মুসাফিরকেও। আর কোনভাবেই অপব্যয় করো না।","bangla_mkhan":"আত্নীয়-স্বজনকে তার হক দান কর এবং অভাবগ্রস্ত ও মুসাফিরকেও। এবং কিছুতেই অপব্যয় করো না।","bangla_mujibur":"আত্মীয় স্বজনকে দিবে তার প্রাপ্য এবং অভাবগ্রস্ত ও পর্যটককেও (মুসাফিরকেও), এবং কিছুতেই অপব্যয় করনা।","bangla_taisirul":"আর আত্মীয়-স্বজনকে তাদের প্রাপ্য অধিকার দাও এবং মিসকীন ও মুসাফিরদেরকেও, আর অপব্যয়ে অপচয় করো না।"},{"id":27,"arabic_text":"اِنَّ الۡمُبَذِّرِیۡنَ کَانُوۡۤا اِخۡوَانَ الشَّیٰطِیۡنِ ؕ وَ کَانَ الشَّیۡطٰنُ لِرَبِّہٖ کَفُوۡرًا ﴿۲۷﴾ ","english_text":"But Satan caused them to slip out of it and removed them from that [condition] in which they had been. And We said, \"Go down, [all of you], as enemies to one another, and you will have upon the earth a place of settlement and provision for a time.\"","page":284,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2056.mp3","colorText":"إِ[g[نّ]َ [h:7730[ٱ]لْمُبَذِّرِينَ كَان[o[ُوٓ][s[اْ] إِخْو[n[َٲ]نَ [h:7731[ٱ][l[ل]شَّيَ[n[ـٰ]طِينِ‌ۖ وَكَانَ [h:7732[ٱ][l[ل]شَّيْطَ[n[ـٰ]نُ لِرَبِّه[n[ِۦ] كَفُورًا","juz":15,"ruku":242,"manzil":4,"bangla_ahbayan":"নিশ্চয় যারা অপব্যয় করে, তারা শয়তানের ভাই। আর শয়তান তার প্রতিপালকের প্রতি অতিশয় অকৃতজ্ঞ। [১]","bangla_bayan":"নিশ্চয় অপব্যয়কারীরা শয়তানের ভাই। আর শয়তান তার রবের প্রতি খুবই অকৃতজ্ঞ।","bangla_mkhan":"নিশ্চয় অপব্যয়কারীরা শয়তানের ভাই। শয়তান স্বীয় পালনকর্তার প্রতি অতিশয় অকৃতজ্ঞ।","bangla_mujibur":"নিশ্চয়ই যারা অপব্যয় করে তারা শাইতানের ভাই এবং শাইতান তার রবের প্রতি অতিশয় অকৃতজ্ঞ।","bangla_taisirul":"অপচয়কারীরা শয়তানের ভাই আর শয়তান তো তার প্রতিপালকের প্রতি না-শোকর।"},{"id":28,"arabic_text":"وَ اِمَّا تُعۡرِضَنَّ عَنۡہُمُ ابۡتِغَآءَ رَحۡمَۃٍ مِّنۡ رَّبِّکَ تَرۡجُوۡہَا فَقُلۡ لَّہُمۡ قَوۡلًا مَّیۡسُوۡرًا ﴿۲۸﴾ ","english_text":"Then Adam received from his Lord [some] words, and He accepted his repentance. Indeed, it is He who is the Accepting of repentance, the Merciful.","page":285,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2057.mp3","colorText":"وَإِ[g[مّ]َا تُعْرِضَ[g[نّ]َ عَنْهُمُ [h:7733[ٱ][q:1130[بْ]تِغ[o[َا]ٓءَ رَحْمَ[a:7734[ةٍ م]ّ[u:770[ِن ر]َّبِّكَ تَرْجُوهَا فَقُل لَّهُمْ قَوْل[a:7735[اً م]َّيْسُورًا","juz":15,"ruku":242,"manzil":4,"bangla_ahbayan":"তুমি নিজেই যখন তোমার প্রতিপালকের নিকট হতে কোন প্রত্যাশিত করুণা লাভের সন্ধানে থাকো, তখন তাদেরকে যদি বিমুখই কর, তাহলে তাদের সাথে নম্রভাবে কথা বলো। [১]","bangla_bayan":"আর যদি তুমি তাদের থেকে বিমুখ থাকতেই চাও তোমার রবের পক্ষ থেকে রহমতের প্রত্যাশায় যা তুমি চাচ্ছ, তাহলে তাদের সাথে নম্র কথা বলবে।","bangla_mkhan":"এবং তোমার পালনকর্তার করুণার প্রত্যাশায় অপেক্ষামান থাকাকালে যদি কোন সময় তাদেরকে বিমুখ করতে হয়, তখন তাদের সাথে নম্রভাবে কথা বল।","bangla_mujibur":"আর তুমি যদি তাদের থেকে মুখ ফিরিয়ে নাও এবং তুমি তোমার রবের নিকট হতে অনুকম্পা লাভের প্রত্যাশায় ও সন্ধানে থাক তাহলে তাদের সাথে নম্রভাবে কথা বল।","bangla_taisirul":"তুমি যদি তাদেরকে (অর্থাৎ অভাবী আত্মীয়, মিসকীন ও মুসাফিরদেরকে) পাশ কাটাতে চাও এজন্য যে, তুমি এখনও নিজের জন্য তোমার প্রতিপালকের অনুগ্রহ লাভের সন্ধানে ব্যাপৃত যা তুমি প্রত্যাশা কর, এমতাবস্থায় তাদের সঙ্গে নম্রভাবে কথা বল।"},{"id":29,"arabic_text":"وَ لَا تَجۡعَلۡ یَدَکَ مَغۡلُوۡلَۃً  اِلٰی عُنُقِکَ  وَ لَا تَبۡسُطۡہَا کُلَّ الۡبَسۡطِ فَتَقۡعُدَ مَلُوۡمًا  مَّحۡسُوۡرًا ﴿۲۹﴾ ","english_text":"We said, \"Go down from it, all of you. And when guidance comes to you from Me, whoever follows My guidance - there will be no fear concerning them, nor will they grieve.","page":285,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2058.mp3","colorText":"وَلَا تَ[q:7716[جْ]عَلْ يَدَكَ مَغْلُولَةً إِلَىٰ عُنُقِكَ وَلَا تَ[q:7736[بْ]سُ[q:7736[طْ]هَا كُلَّ [h:7737[ٱ]لْبَسْطِ فَتَ[q:7717[قْ]عُدَ مَلُو[a:7738[مًا م]َّحْسُورًا","juz":15,"ruku":242,"manzil":4,"bangla_ahbayan":"তুমি বদ্ধমুষ্টি হয়ো না এবং একেবারে মুক্তহস্তও হয়ো না; হলে তুমি তিরস্কৃত ও অনুতপ্ত (নিঃস্ব) হয়ে পড়বে।[১]","bangla_bayan":"আর তুমি তোমার হাত তোমার ঘাড়ে আবদ্ধ রেখো না এবং তা পুরোপুরি প্রসারিত করো না*, তাহলে তুমি নিন্দিত ও নিঃস্ব হয়ে বসে পড়বে। \\n\\n* আয়াত দ্বারা উদ্দেশ্য- একেবারে কৃপণও হয়ো না, আবার একেবারে ধন-সম্পদ উজাড় করেও দিও না।","bangla_mkhan":"তুমি একেবারে ব্যয়-কুষ্ঠ হয়োনা এবং একেবারে মুক্ত হস্তও হয়ো না। তাহলে তুমি তিরস্কৃতি, নিঃস্ব হয়ে বসে থাকবে।","bangla_mujibur":"তুমি বদ্ধমুষ্টি হয়োনা এবং একেবারে মুক্ত হস্তও হয়োনা; তাহলে তুমি নিন্দিত ও নিঃস্ব হবে।","bangla_taisirul":"তোমার হাতকে তোমার গলার সাথে বেঁধে দিও না, আর তা একেবারে প্রসারিত করেও দিওনা, তা করলে তুমি তিরস্কৃত ও নিঃস্ব হয়ে বসে পড়বে।"},{"id":30,"arabic_text":"اِنَّ رَبَّکَ یَبۡسُطُ الرِّزۡقَ لِمَنۡ یَّشَآءُ وَ یَقۡدِرُ ؕ اِنَّہٗ کَانَ بِعِبَادِہٖ خَبِیۡرًۢا بَصِیۡرًا ﴿۳۰﴾ ","english_text":"And those who disbelieve and deny Our signs - those will be companions of the Fire; they will abide therein eternally.\"","page":285,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2059.mp3","colorText":"إِ[g[نّ]َ رَبَّكَ يَ[q:6968[بْ]سُطُ [h:6969[ٱ][l[ل]رِّزْقَ لِم[a:1537[َن ي]َش[o[َا]ٓءُ وَيَ[q:6970[قْ]دِرُ‌ۚ إِ[g[نّ]َهُ[n[ۥ] كَانَ بِعِبَادِه[n[ِۦ] خَبِير[i:7707[َۢا ب]َصِيرًا","juz":15,"ruku":242,"manzil":4,"bangla_ahbayan":"তোমার প্রতিপালক যার জন্য ইচ্ছা তার জীবনোপকরণ বর্ধিত করেন এবং যার জন্য ইচ্ছা তা হ্রাস করেন; [১] নিশ্চয় তিনি তাঁর দাসদেরকে ভালভাবে জানেন ও দেখেন।","bangla_bayan":"নিশ্চয় তোমার রব যাকে ইচ্ছা তার জন্য রিয্ক প্রশস্ত করে দেন এবং সীমিত করে দেন। তিনি অবশ্যই তাঁর বান্দাদের সম্পর্কে পূর্ণ জ্ঞাত, পূর্ণ দ্রষ্টা।","bangla_mkhan":"নিশ্চয় তোমার পালকর্তা যাকে ইচ্ছা অধিক জীবনোপকরণ দান করেন এবং তিনিই তা সংকুচিতও করে দেন। তিনিই তাঁর বান্দাদের সম্পর্কে ভালোভাবে অবহিত,-সব কিছু দেখছেন।","bangla_mujibur":"তোমার রাব্ব যার জন্য ইচ্ছা তার জীবনোপকরণ বর্ধিত করেন এবং যার জন্য ইচ্ছা তা হ্রাস করেন; তিনি তাঁর দাসদেরকে ভালভাবে জানেন ও দেখেন।","bangla_taisirul":"তোমার প্রতিপালক যার জন্য ইচ্ছে রিযক্ প্রশস্ত করেন, যার জন্য ইচ্ছে সীমিত করেন, তিনি তাঁর বান্দাদের সম্পর্কে ওয়াকিফহাল, প্রত্যক্ষদর্শী।"},{"id":31,"arabic_text":"وَ لَا تَقۡتُلُوۡۤا  اَوۡلَادَکُمۡ  خَشۡیَۃَ  اِمۡلَاقٍ ؕ نَحۡنُ نَرۡزُقُہُمۡ  وَ  اِیَّاکُمۡ ؕ اِنَّ  قَتۡلَہُمۡ کَانَ خِطۡاً کَبِیۡرًا ﴿۳۱﴾ ","english_text":"O Children of Israel, remember My favor which I have bestowed upon you and fulfill My covenant [upon you] that I will fulfill your covenant [from Me], and be afraid of [only] Me.","page":285,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2060.mp3","colorText":"وَلَا تَ[q:2734[قْ]تُل[o[ُوٓ][s[اْ] أَوْلَ[n[ـٰ]دَكُمْ خَشْيَةَ إِمْلَ[n[ـٰ][a:4520[قٍ‌ۖ ن]َّحْنُ نَرْزُقُهُمْ وَإِيَّاكُمْ‌ۚ إِ[g[نّ]َ قَتْلَهُمْ كَانَ خِ[q:7739[طْ]ـ[f:7740[ـًٔا ك]َبِيرًا","juz":15,"ruku":243,"manzil":4,"bangla_ahbayan":"তোমাদের সন্তানদেরকে তোমরা দারিদ্র্য-ভয়ে হত্যা করো না, আমিই তাদেরকে জীবনোপকরণ দিয়ে থাকি এবং তোমাদেরকেও। নিশ্চয় তাদেরকে হত্যা করা মহাপাপ। [১]","bangla_bayan":"অভাব-অনটনের ভয়ে তোমরা তোমাদের সন্তানদেরকে হত্যা করো না। আমিই তাদেরকে রিয্ক দেই এবং তোমাদেরকেও। নিশ্চয় তাদেরকে হত্যা করা মহাপাপ।","bangla_mkhan":"দারিদ্রের ভয়ে তোমাদের সন্তানদেরকে হত্যা করো না। তাদেরকে এবং তোমাদেরকে আমিই জীবনোপকরণ দিয়ে থাকি। নিশ্চয় তাদেরকে হত্যা করা মারাত্নক অপরাধ।","bangla_mujibur":"তোমাদের সন্তানদেরকে তোমরা দারিদ্রতার ভয়ে হত্যা করনা, তাদেরকে এবং তোমাদেরকে আমিই জীবনোপকরণ দিই; তাদেরকে হত্যা করা মহাপাপ।","bangla_taisirul":"দরিদ্রতার ভয়ে তোমরা তোমাদের সন্তানদেরকে হত্যা করো না। আমিই তাদেরকে রিযক দেই আর তোমাদেরকেও, তাদের হত্যা মহাপাপ।"},{"id":32,"arabic_text":"وَ لَا تَقۡرَبُوا الزِّنٰۤی اِنَّہٗ کَانَ فَاحِشَۃً ؕ وَ سَآءَ  سَبِیۡلًا ﴿۳۲﴾ ","english_text":"And believe in what I have sent down confirming that which is [already] with you, and be not the first to disbelieve in it. And do not exchange My signs for a small price, and fear [only] Me.","page":285,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2061.mp3","colorText":"وَلَا تَ[q:2802[قْ]رَبُو[s[اْ] [h:7741[ٱ][l[ل]زِّنَ[o[ىٰٓ‌ۖ] إِ[g[نّ]َهُ[n[ۥ] كَانَ فَ[n[ـٰ]حِشَ[a:7742[ةً و]َس[o[َا]ٓءَ سَبِيلاً","juz":15,"ruku":243,"manzil":4,"bangla_ahbayan":"তোমরা ব্যভিচারের নিকটবর্তী হয়ো না, নিশ্চয় তা অশ্লীল ও নিকৃষ্ট আচরণ। [১]","bangla_bayan":"আর তোমরা ব্যভিচারের কাছে যেয়ো না, নিশ্চয় তা অশ্লীল কাজ ও মন্দ পথ।","bangla_mkhan":"আর ব্যভিচারের কাছেও যেয়ো না। নিশ্চয় এটা অশ্লীল কাজ এবং মন্দ পথ।","bangla_mujibur":"তোমরা অবৈধ যৌন সংযোগের নিকটবর্তী হয়োনা, ওটা অশ্লীল ও নিকৃষ্ট আচরণ।","bangla_taisirul":"আর যিনা-ব্যভিচারের কাছেও যেও না, তা হচ্ছে অশ্লীল কাজ আর অতি জঘন্য পথ।"},{"id":33,"arabic_text":"وَ لَا تَقۡتُلُوا النَّفۡسَ الَّتِیۡ حَرَّمَ اللّٰہُ  اِلَّا بِالۡحَقِّ ؕ وَ مَنۡ قُتِلَ مَظۡلُوۡمًا فَقَدۡ جَعَلۡنَا لِوَلِیِّہٖ سُلۡطٰنًا فَلَا یُسۡرِفۡ فِّی الۡقَتۡلِ ؕ اِنَّہٗ  کَانَ  مَنۡصُوۡرًا ﴿۳۳﴾ ","english_text":"And do not mix the truth with falsehood or conceal the truth while you know [it].","page":285,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2062.mp3","colorText":"وَلَا تَ[q:2734[قْ]تُلُو[s[اْ] [h:4522[ٱ][l[ل][g[نّ]َفْسَ [h:4523[ٱ]لَّتِى حَرَّمَ [h:3706[ٱ]للَّهُ إِلَّا بِ[h:370[ٱ]لْحَقِّ‌ۗ وَمَ[f:7743[ن ق]ُتِلَ مَظْلُو[f:7744[مًا ف]َقَ[q:563[دْ] جَعَلْنَا لِوَلِيِّه[n[ِۦ] سُلْطَ[n[ـٰ][f:7745[نًا ف]َلَا يُسْرِف فِّى [h:7746[ٱ]لْقَتْلِ‌ۖ إِ[g[نّ]َهُ[n[ۥ] كَانَ مَ[f:7747[نص]ُورًا","juz":15,"ruku":243,"manzil":4,"bangla_ahbayan":"আল্লাহ যার হত্যা নিষিদ্ধ করেছেন যথার্থ কারণ ছাড়া তাকে হত্যা করো না; [১] কেউ অন্যায়ভাবে নিহত হলে তার উত্তরাধিকারীকে তো আমি প্রতিশোধ গ্রহণের অধিকার দিয়েছি। সুতরাং হত্যার ব্যাপারে সে যেন বাড়াবাড়ি না করে; নিশ্চয় সে সাহায্যপ্রাপ্ত। [২]","bangla_bayan":"আর তোমরা সেই নাফ্সকে হত্যা করো না, যা আল্লাহ হারাম করেছেন, সঙ্গত কারণ ছাড়া। যে অন্যায়ভাবে নিহত হয় আমি অবশ্যই তার অভিভাবককে ক্ষমতা দিয়েছি। সুতরাং হত্যার ব্যাপারে সে সীমালঙ্ঘন করবে না; নিশ্চয় সে হবে সাহায্যপ্রাপ্ত।","bangla_mkhan":"সে প্রাণকে হত্যা করো না, যাকে আল্লাহ হারাম করেছেন; কিন্তু ন্যায়ভাবে। যে ব্যক্তি অন্যায়ভাবে নিহত হয়, আমি তার উত্তরাধিকারীকে ক্ষমতা দান করি। অতএব, সে যেন হত্যার ব্যাপারে সীমা লঙ্ঘন না করে। নিশ্চয় সে সাহায্যপ্রাপ্ত।","bangla_mujibur":"আল্লাহ যার হত্যা নিষেধ করেছেন যথার্থ কারণ ছাড়া তাকে হত্যা করনা; কেহ অন্যায়ভাবে নিহত হলে তার উত্তরাধিকারীকে আমি প্রতিশোধ গ্রহণের অধিকার দিয়েছি। কিন্তু হত্যার ব্যাপারে সে যেন বাড়াবাড়ি না করে; সেতো সাহায্য প্রাপ্ত হয়েছেই।","bangla_taisirul":"যথাযথ কারণ ছাড়া আল্লাহ যাকে হত্যা করা নিষিদ্ধ করেছেন তাকে হত্যা করো না। কাউকে অন্যায়ভাবে হত্যা করা হলে আমি তার উত্তরাধিকারীকে অধিকার দিয়েছি (কিসাস দাবী করার বা ক্ষমা করে দেয়ার) কাজেই সে যেন হত্যার ব্যাপারে সীমালঙ্ঘন না করে, কারণ তাকে তো সাহায্য করা হয়েছে (আইন-বিধান দিয়ে)।"},{"id":34,"arabic_text":"وَ لَا تَقۡرَبُوۡا مَالَ الۡیَتِیۡمِ  اِلَّا بِالَّتِیۡ  ہِیَ اَحۡسَنُ حَتّٰی یَبۡلُغَ  اَشُدَّہٗ ۪ وَ اَوۡفُوۡا بِالۡعَہۡدِ ۚ اِنَّ  الۡعَہۡدَ  کَانَ  مَسۡـُٔوۡلًا ﴿۳۴﴾ ","english_text":"And establish prayer and give zakah and bow with those who bow [in worship and obedience].","page":285,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2063.mp3","colorText":"وَلَا تَ[q:2802[قْ]رَبُو[s[اْ] مَالَ [h:4525[ٱ]لْيَتِيمِ إِلَّا بِ[h:4526[ٱ]لَّتِى هِىَ أَحْسَنُ حَتَّىٰ يَ[q:1053[بْ]لُغَ أَشُدَّهُ[n[ۥ]‌ۚ وَأَوْفُو[s[اْ] بِ[h:7748[ٱ]لْعَهْدِ‌ۖ إِ[g[نّ]َ [h:7749[ٱ]لْعَهْدَ كَانَ مَسْــُٔولاً","juz":15,"ruku":243,"manzil":4,"bangla_ahbayan":"সাবালক না হওয়া পর্যন্ত সদুদ্দেশ্যে ছাড়া এতীমের সম্পত্তির নিকটবর্তী হয়ো না।[১] আর প্রতিশ্রুতি পালন করো; নিশ্চয়ই প্রতিশ্রুতি সম্পর্কে কৈফিয়ত তলব করা হবে। [২]","bangla_bayan":"আর তোমরা ইয়াতীমের সম্পদের কাছে যেয়ো না সুন্দরতম পন্থা* ছাড়া, যতক্ষণ না সে বয়সের পূর্ণতায় উপনীত হয়। আর অঙ্গীকার পূর্ণ কর, নিশ্চয় অঙ্গীকার সম্পর্কে জিজ্ঞাসাবাদ করা হবে। \\n\\n* অর্থাৎ তার সম্পদ বৃদ্ধি, তার নিজের খরচ এবং দরিদ্র হলে বেতন গ্রহণ বৈধ।","bangla_mkhan":"আর, এতিমের মালের কাছেও যেয়ো না, একমাত্র তার কল্যাণ আকাংখা ছাড়া; সংশ্লিষ্ট ব্যক্তির যৌবনে পদার্পন করা পর্যন্ত এবং অঙ্গীকার পূর্ন কর। নিশ্চয় অঙ্গীকার সম্পর্কে জিজ্ঞাসাবাদ করা হবে।","bangla_mujibur":"পিতৃহীন বয়ঃপ্রাপ্ত না হওয়া পর্যন্ত সদুদ্দেশ্য ছাড়া তার সম্পত্তির নিকটবর্তী হয়োনা এবং প্রতিশ্রুতি পালন কর; নিশ্চয়ই প্রতিশ্রুতি সম্পর্কে কৈফিয়ত তলব করা হবে।","bangla_taisirul":"ইয়াতীম বয়োপ্রাপ্ত না হওয়া পর্যন্ত তার সম্পদের কাছেও যেয়ো না সৎ উদ্দেশ্য ব্যতীত। আর ওয়া‘দা পূর্ণ কর, ওয়া‘দা সম্পর্কে অবশ্যই জিজ্ঞাসাবাদ করা হবে।"},{"id":35,"arabic_text":"وَ اَوۡفُوا الۡکَیۡلَ اِذَا کِلۡتُمۡ وَ زِنُوۡا بِالۡقِسۡطَاسِ الۡمُسۡتَقِیۡمِ ؕ ذٰلِکَ خَیۡرٌ  وَّ اَحۡسَنُ  تَاۡوِیۡلًا ﴿۳۵﴾ ","english_text":"Do you order righteousness of the people and forget yourselves while you recite the Scripture? Then will you not reason?","page":285,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2064.mp3","colorText":"وَأَوْفُو[s[اْ] [h:4527[ٱ]لْكَيْلَ إِذَا كِلْتُمْ وَزِنُو[s[اْ] بِ[h:7750[ٱ]لْقِسْطَاسِ [h:7751[ٱ]لْمُسْتَقِيمِ‌ۚ ذ[n[َٲ]لِكَ خَيْ[a:2869[رٌ و]َأَحْسَنُ تَأْوِيلاً","juz":15,"ruku":243,"manzil":4,"bangla_ahbayan":"মেপে দেয়ার সময় পূর্ণরূপে মাপো এবং সঠিক দাঁড়ি-পাল্লায় ওজন কর, এটাই উত্তম[১] ও পরিণামে উৎকৃষ্টতম।","bangla_bayan":"আর মাপে পরিপূর্ণ দাও যখন তোমরা পরিমাপ কর এবং সঠিক দাঁড়িপাল্লায় ওযন কর। এটা কল্যাণকর ও পরিণামে সুন্দরতম।","bangla_mkhan":"মেপে দেয়ার সময় পূর্ণ মাপে দেবে এবং সঠিক দাঁড়িপালায় ওজন করবে। এটা উত্তম; এর পরিণাম শুভ।","bangla_mujibur":"মেপে দেয়ার সময় পূর্ণ মাপে দিবে এবং ওযন করবে সঠিক দাঁড়ি পাল্লায়, এটাই উত্তম ও পরিণামে উৎকৃষ্ট।","bangla_taisirul":"মাপ দেয়ার সময় মাপ পূর্ণমাত্রায় করবে, আর ওজন করবে ত্রুটিহীন দাঁড়িপাল্লায়। এটাই উত্তম নীতি আর পরিণামেও তা উৎকৃষ্ট।"},{"id":36,"arabic_text":"وَ لَا تَقۡفُ مَا لَیۡسَ لَکَ بِہٖ عِلۡمٌ ؕ اِنَّ السَّمۡعَ وَ الۡبَصَرَ وَ الۡفُؤَادَ  کُلُّ  اُولٰٓئِکَ کَانَ  عَنۡہُ  مَسۡـُٔوۡلًا ﴿۳۶﴾ ","english_text":"And seek help through patience and prayer, and indeed, it is difficult except for the humbly submissive [to Allah ]","page":285,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2065.mp3","colorText":"وَلَا تَ[q:7752[قْ]فُ مَا لَيْسَ لَكَ بِه[n[ِۦ] عِلْمٌ‌ۚ إِ[g[نّ]َ [h:7753[ٱ][l[ل]سَّمْعَ وَ[h:7754[ٱ]لْبَصَرَ وَ[h:7755[ٱ]لْفُؤَادَ كُلُّ أُ[s[وْ]لَ[o[ـٰٓ]ئِكَ كَانَ عَنْهُ مَسْــُٔولاً","juz":15,"ruku":243,"manzil":4,"bangla_ahbayan":"যে বিষয়ে তোমার কোন জ্ঞান নেই সেই বিষয়ে অনুমান দ্বারা পরিচালিত হয়ো না। [১] নিশ্চয় কর্ণ, চক্ষু ও হৃদয় ওদের প্রত্যেকের নিকট কৈফিয়ত তলব করা হবে। [২]","bangla_bayan":"আর যে বিষয় তোমার জানা নাই তার অনুসরণ করো না। নিশ্চয় কান, চোখ ও অন্তকরণ- এদের প্রতিটির ব্যাপারে সে জিজ্ঞাসিত হবে।","bangla_mkhan":"যে বিষয়ে তোমার কোন জ্ঞান নেই, তার পিছনে পড়ো না। নিশ্চয় কান, চক্ষু ও অন্তঃকরণ এদের প্রত্যেকটিই জিজ্ঞাসিত হবে।","bangla_mujibur":"যে বিষয়ে তোমার কোন জ্ঞান নেই সেই বিষয়ে অনুমান দ্বারা পরিচালিত হয়োনা। কর্ণ, চক্ষু, হৃদয় - ওদের প্রত্যেকের নিকট কৈফিয়ত তলব করা হবে।","bangla_taisirul":"আর সে বিষয়ের পেছনে ছুটো না, যে বিষয়ে তোমার কোন জ্ঞান নেই। কান, চোখ আর অন্তর- এগুলোর সকল বিষয়ে অবশ্যই জিজ্ঞাসাবাদ করা হবে।"},{"id":37,"arabic_text":"وَ لَا تَمۡشِ فِی الۡاَرۡضِ مَرَحًا ۚ اِنَّکَ  لَنۡ تَخۡرِقَ الۡاَرۡضَ وَ لَنۡ تَبۡلُغَ الۡجِبَالَ طُوۡلًا ﴿۳۷﴾ ","english_text":"Who are certain that they will meet their Lord and that they will return to Him.","page":285,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2066.mp3","colorText":"وَلَا تَمْشِ فِى [h:44[ٱ]لْأَرْضِ مَرَحًا‌ۖ إِ[g[نّ]َكَ لَ[f:7756[ن ت]َخْرِقَ [h:7757[ٱ]لْأَرْضَ وَلَ[f:7758[ن ت]َ[q:7759[بْ]لُغَ [h:7760[ٱ]لْجِبَالَ طُولاً","juz":15,"ruku":243,"manzil":4,"bangla_ahbayan":"ভূ-পৃষ্ঠে দম্ভভরে বিচরণ করো না, তুমি তো কখনোই পদভারে ভূ-পৃষ্ঠ বিদীর্ণ করতে পারবে না এবং উচ্চতায় তুমি কখনোই পর্বত-প্রমাণ হতে পারবে না। [১]","bangla_bayan":"আর যমীনে বড়াই করে চলো না; তুমি তো কখনো যমীনকে ফাটল ধরাতে পারবে না এবং উচ্চতায় কখনো পাহাড় সমান পৌঁছতে পারবে না।","bangla_mkhan":"পৃথিবীতে দম্ভভরে পদচারণা করো না। নিশ্চয় তুমি তো ভূ পৃষ্ঠকে কখনই বিদীর্ণ করতে পারবে না এবং উচ্চতায় তুমি কখনই পর্বত প্রমাণ হতে পারবে না।","bangla_mujibur":"ভূপৃষ্ঠে দম্ভ ভরে বিচরণ করনা, তুমিতো কখনই পদভরে ভূ-পৃষ্ঠ বিদীর্ণ করতে পারবেনা এবং উচ্চতায় তুমি কখনই পর্বত সমান হতে পারবেনা।","bangla_taisirul":"যমীনে গর্বভরে চলাফেরা করো না, তুমি কক্ষনো যমীনকে বিদীর্ণ করতে পারবে না, আর উচ্চতায় পর্বতের ন্যায় হতেও পারবে না।"},{"id":38,"arabic_text":"کُلُّ ذٰلِکَ کَانَ سَیِّئُہٗ عِنۡدَ رَبِّکَ مَکۡرُوۡہًا ﴿۳۸﴾ ","english_text":"O Children of Israel, remember My favor that I have bestowed upon you and that I preferred you over the worlds.","page":285,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2067.mp3","colorText":"كُلُّ ذ[n[َٲ]لِكَ كَانَ سَيِّئُهُ[n[ۥ] عِ[f:264[ند]َ رَبِّكَ مَكْرُوهًا","juz":15,"ruku":243,"manzil":4,"bangla_ahbayan":"এ সবের মধ্যে যেগুলি মন্দ সেগুলি তোমার প্রতিপালকের নিকট ঘৃণ্য। [১]","bangla_bayan":"এ সবের যা মন্দ তা তোমার রবের নিকট অপছন্দনীয়।","bangla_mkhan":"এ সবের মধ্যে যেগুলো মন্দকাজ, সেগুলো তোমার পালনকর্তার কাছে অপছন্দনীয়।","bangla_mujibur":"এ সবের মধ্যে যেগুলি মন্দ সেগুলি তোমার রবের নিকট ঘৃণ্য।","bangla_taisirul":"এগুলোর মধ্যে যে সমস্ত বিষয় মন্দ, তোমার প্রতিপালকের নিকট তা ঘৃণিত।"},{"id":39,"arabic_text":"ذٰلِکَ مِمَّاۤ  اَوۡحٰۤی  اِلَیۡکَ رَبُّکَ مِنَ الۡحِکۡمَۃِ ؕ وَ لَا تَجۡعَلۡ مَعَ اللّٰہِ  اِلٰـہًا اٰخَرَ فَتُلۡقٰی فِیۡ جَہَنَّمَ مَلُوۡمًا مَّدۡحُوۡرًا ﴿۳۹﴾ ","english_text":"And fear a Day when no soul will suffice for another soul at all, nor will intercession be accepted from it, nor will compensation be taken from it, nor will they be aided.","page":286,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2068.mp3","colorText":"ذ[n[َٲ]لِكَ مِ[g[مّ][o[َآ] أَوْحَ[o[ىٰٓ] إِلَيْكَ رَبُّكَ مِنَ [h:7761[ٱ]لْحِكْمَةِ‌ۗ وَلَا تَ[q:7716[جْ]عَلْ مَعَ [h:3975[ٱ]للَّهِ إِلَ[n[ـٰ]هًا ءَاخَرَ فَتُلْقَىٰ فِى جَهَ[g[نّ]َمَ مَلُو[a:7762[مًا م]َّ[q:4617[دْ]حُورًا","juz":15,"ruku":243,"manzil":4,"bangla_ahbayan":"তোমার প্রতিপালক অহী (প্রত্যাদেশ) দ্বারা তোমাকে যে হিকমত দান করেছেন এগুলি তার অন্তর্ভুক্ত; তুমি আল্লাহর সাথে কোন উপাস্য স্থির করো না, করলে তুমি নিন্দিত ও আল্লাহর অনুগ্রহ হতে দূরীকৃত অবস্থায় জাহান্নামে নিক্ষিপ্ত হবে।","bangla_bayan":"এগুলো সেই হিকমতভুক্ত, যা তোমার রব তোমার নিকট ওহীরূপে পাঠিয়েছেন। আর তুমি আল্লাহর সাথে অন্য কোন উপাস্য নির্ধারণ করো না, তাহলে তুমি জাহান্নামে নিক্ষিপ্ত হবে নিন্দিত ও বিতাড়িত হয়ে।","bangla_mkhan":"এটা ঐ হিকমতের অন্তর্ভূক্ত, যা আপনার পালনকর্তা আপনাকে ওহী মারফত দান করেছেন। আল্লাহর সাথে অন্য কোন উপাস্য স্থির করবেন না। তাহলে অভিযুক্ত ও আল্লাহর অনুগ্রহ থেকে বিতাড়িত অবস্থায় জাহান্নামে নিক্ষিপ্ত হবেন।","bangla_mujibur":"তোমার রাব্ব অহীর দ্বারা তোমাকে যে হিকমাত দান করেছেন এগুলি উহার অন্তর্ভুক্ত; তুমি আল্লাহর সাথে কোন ইলাহ স্থির করনা, তাহলে তুমি নিন্দিত ও (আল্লাহর) অনুগ্রহ হতে দূরীকৃত অবস্থায় জাহান্নামে নিক্ষিপ্ত হবে।","bangla_taisirul":"এসব সেই হিকমাতের অন্তর্ভুক্ত যা তোমার প্রতিপালক তোমার প্রতি ওয়াহী করেছেন। আল্লাহর সঙ্গে অপর কোন ইলাহ স্থির করো না, করলে তুমি নিন্দিত ও যাবতীয় কল্যাণ বঞ্চিত হয়ে জাহান্নামে নিক্ষিপ্ত হবে।"},{"id":40,"arabic_text":"اَفَاَصۡفٰىکُمۡ رَبُّکُمۡ  بِالۡبَنِیۡنَ وَ اتَّخَذَ مِنَ الۡمَلٰٓئِکَۃِ  اِنَاثًا ؕ اِنَّکُمۡ  لَتَقُوۡلُوۡنَ قَوۡلًا عَظِیۡمًا ﴿۴۰﴾ ","english_text":"And [recall] when We saved your forefathers from the people of Pharaoh, who afflicted you with the worst torment, slaughtering your [newborn] sons and keeping your females alive. And in that was a great trial from your Lord.","page":286,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2069.mp3","colorText":"أَفَأَصْفَ[n[ـٰ]كُمْ رَبُّك[c:7763[ُم ب]ِ[h:7764[ٱ]لْبَنِينَ وَ[h:3162[ٱ]تَّخَذَ مِنَ [h:2217[ٱ]لْمَلَ[o[ـٰٓ]ئِكَةِ إِنَ[n[ـٰ]ثًا‌ۚ إِ[g[نّ]َكُمْ لَتَقُولُونَ قَوْلاً عَظِيمًا","juz":15,"ruku":243,"manzil":4,"bangla_ahbayan":"তোমাদের প্রতিপালক কি তোমাদেরকে পুত্র সন্তানের জন্য নির্বাচিত করেছেন এবং তিনি নিজে ফিরিশতাদেরকে কন্যারূপে গ্রহণ করেছেন? তোমরা তো নিশ্চয়ই বিরাট কথা বলে থাকো।","bangla_bayan":"তোমাদের রব কি পুত্র সন্তানের জন্য তোমাদেরকে বাছাই করেছেন এবং তিনি ফেরেশতাদের থেকে কন্যা গ্রহণ করেছেন? নিশ্চয় তোমরা সাংঘাতিক কথা বলে থাক।","bangla_mkhan":"তোমাদের পালনকর্তা কি তোমাদের জন্যে পুত্র সন্তান নির্ধারিত করেছেন এবং নিজের জন্যে ফেরেশতাদেরকে কন্যারূপে গ্রহণ করেছেন? নিশ্চয় তোমরা গুরুতর গর্হিত কথাবার্তা বলছ।","bangla_mujibur":"তোমাদের রাব্ব কি তোমাদের জন্য পুত্র সন্তান নির্ধারণ করেছেন এবং তিনি নিজে (ফেরেশতাদের) কন্যা রূপে গ্রহণ করেছেন? তোমরাতো নিশ্চয়ই ভয়ানক কথা বলে থাক।","bangla_taisirul":"তাহলে কি (হে কাফিরগণ!) তোমাদের জন্য তোমাদের প্রতিপালক সন্তান নির্বাচিত করেছেন, আর নিজের জন্য ফেরেশতাদের মধ্য হতে কন্যা গ্রহণ করেছেন? বাস্তবিকই তোমরা বড় ভয়ানক কথা বলছো।"},{"id":41,"arabic_text":"وَ لَقَدۡ صَرَّفۡنَا فِیۡ ہٰذَا  الۡقُرۡاٰنِ  لِیَذَّکَّرُوۡا ؕ وَ  مَا  یَزِیۡدُہُمۡ   اِلَّا  نُفُوۡرًا ﴿۴۱﴾ ","english_text":"And [recall] when We parted the sea for you and saved you and drowned the people of Pharaoh while you were looking on.","page":286,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2070.mp3","colorText":"وَلَقَ[q:341[دْ] صَرَّفْنَا فِى هَ[n[ـٰ]ذَا [h:7765[ٱ]لْقُرْءَانِ لِيَذَّكَّرُو[s[اْ] وَمَا يَزِيدُهُمْ إِلَّا نُفُورًا","juz":15,"ruku":244,"manzil":4,"bangla_ahbayan":"এই কুরআনে বহু কথাই আমি বারবার (বিভিন্নভাবে) বিবৃত করেছি,[১] যাতে তারা উপদেশ গ্রহণ করে; কিন্তু তাতে তাদের বিমুখতাই বৃদ্ধি পায়।","bangla_bayan":"আর অবশ্যই আমি এ কুরআনে বিস্তারিত ব্যাখ্যা দিয়েছি, যাতে তারা উপদেশ গ্রহণ করে; কিন্তু তা কেবল তাদের বিমুখতাই বৃদ্ধি করে।","bangla_mkhan":"আমি এই কোরআনে নানাভাবে বুঝিয়েছি, যাতে তারা চিন্তা করে। অথচ এতে তাদের কেবল বিমুখতাই বৃদ্ধি পায়।","bangla_mujibur":"এই কুরআনে বহু নীতিবাক্য আমি বারবার বিবৃত করেছি যাতে তারা উপদেশ গ্রহণ করে; কিন্তু তাতে তাদের বিমুখতাই বৃদ্ধি পায়।","bangla_taisirul":"আমি এ কুরআনে নানাভাবে (বিষয়াবলী) ব্যাখ্যা করেছি যাতে তারা উপদেশ গ্রহণ করে, কিন্তু তা তাদের (সত্য হতে) পলায়নের মনোবৃত্তিই বৃদ্ধি করেছে।"},{"id":42,"arabic_text":"قُلۡ  لَّوۡ کَانَ مَعَہٗۤ  اٰلِـہَۃٌ  کَمَا یَقُوۡلُوۡنَ اِذًا  لَّابۡتَغَوۡا اِلٰی ذِی الۡعَرۡشِ سَبِیۡلًا ﴿۴۲﴾ ","english_text":"And [recall] when We made an appointment with Moses for forty nights. Then you took [for worship] the calf after him, while you were wrongdoers.","page":286,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2071.mp3","colorText":"قُل لَّوْ كَانَ مَعَهُ[o[ۥٓ] ءَالِهَ[f:7766[ةٌ ك]َمَا يَقُولُونَ إِ[u:7767[ذًا ل]َّ[h:7768[ٱ][q:7768[بْ]تَغَوْ[s[اْ] إِلَىٰ ذِى [h:7769[ٱ]لْعَرْشِ سَبِيلاً","juz":15,"ruku":244,"manzil":4,"bangla_ahbayan":"বল, তাদের কথামত যদি তাঁর সাথে আরো উপাস্য থাকত, তবে তারা আরশ অধিপতির প্রতিদ্বন্দ্বিতা করবার উপায় অন্বেষণ করত। [১]","bangla_bayan":"বল, ‘তাঁর সাথে যদি আরো উপাস্য থাকত, যেমন তারা বলে, তবে তারা আরশের অধিপতি পর্যন্ত পৌঁছার পথ তালাশ করত’।","bangla_mkhan":"বলুনঃ তাদের কথামত যদি তাঁর সাথে অন্যান্য উপাস্য থাকত; তবে তারা আরশের মালিক পর্যন্ত পৌছার পথ অন্বেষন করত।","bangla_mujibur":"বলঃ তাদের কথা মত যদি তাঁর সাথে আরও মা‘বূদ থাকত তাহলে তারা আরশ অধিপতির সাথে প্রতিদ্বন্দ্বিতা করার উপায় অন্বেষন করত।","bangla_taisirul":"বল- তাঁর সঙ্গে যদি আরো ইলাহ থাকত যেমন তারা বলে, তাহলে তারা অবশ্যই আরশের মালিকের নিকট পৌঁছার জন্য পথের সন্ধান করত।"},{"id":43,"arabic_text":"سُبۡحٰنَہٗ  وَ تَعٰلٰی عَمَّا یَقُوۡلُوۡنَ عُلُوًّا کَبِیۡرًا ﴿۴۳﴾ ","english_text":"Then We forgave you after that so perhaps you would be grateful.","page":286,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2072.mp3","colorText":"سُ[q:608[بْ]حَ[n[ـٰ]نَهُ[n[ۥ] وَتَعَ[n[ـٰ]لَىٰ عَ[g[مّ]َا يَقُولُونَ عُلُو[f:7661[ًّا ك]َبِيرًا","juz":15,"ruku":244,"manzil":4,"bangla_ahbayan":"তিনি পবিত্র, মহিমার্নিত এবং তারা যা বলে, তা হতে তিনি বহু ঊর্ধ্বে। [১]","bangla_bayan":"তিনি পবিত্র মহান এবং তারা যা বলে তা থেকে তিনি অনেক ঊর্ধ্বে।","bangla_mkhan":"তিনি নেহায়েত পবিত্র ও মহিমান্বিত এবং তারা যা বলে থাকে তা থেকে বহু উর্ধ্বে।","bangla_mujibur":"তিনি পবিত্র, মহিমান্বিত এবং তারা যা বলে তা হতে তিনি বহু উর্ধ্বে।","bangla_taisirul":"তিনি পবিত্র ও অতি উচ্চ, তারা যা বলে তাত্থেকে অনেক অনেক ঊর্ধ্বে।"},{"id":44,"arabic_text":"تُسَبِّحُ  لَہُ  السَّمٰوٰتُ السَّبۡعُ  وَ الۡاَرۡضُ وَ مَنۡ فِیۡہِنَّ ؕ وَ اِنۡ مِّنۡ شَیۡءٍ  اِلَّا یُسَبِّحُ بِحَمۡدِہٖ  وَ لٰکِنۡ لَّا تَفۡقَہُوۡنَ تَسۡبِیۡحَہُمۡ ؕ اِنَّہٗ  کَانَ حَلِیۡمًا غَفُوۡرًا ﴿۴۴﴾ ","english_text":"And [recall] when We gave Moses the Scripture and criterion that perhaps you would be guided.","page":286,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2073.mp3","colorText":"تُسَبِّحُ لَهُ [h:7770[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تُ [h:7771[ٱ][l[ل]سَّ[q:7772[بْ]عُ وَ[h:2241[ٱ]لْأَرْضُ وَمَ[f:7773[ن ف]ِيهِ[g[نّ]َ‌ۚ وَإ[a:3281[ِن م]ِّ[f:2103[ن ش]َىْءٍ إِلَّا يُسَبِّحُ بِحَمْدِه[n[ِۦ] وَلَ[n[ـٰ]ك[u:46[ِن ل]َّا تَفْقَهُونَ تَسْبِيحَهُمْ‌ۗ إِ[g[نّ]َهُ[n[ۥ] كَانَ حَلِيمًا غَفُورًا","juz":15,"ruku":244,"manzil":4,"bangla_ahbayan":"সপ্ত আকাশ, পৃথিবী এবং ওদের অন্তর্বর্তী সব কিছু তাঁরই পবিত্রতা ও মহিমা ঘোষণা করে এবং এমন কিছু নেই যা তাঁর সপ্রশংস পবিত্রতা ও মহিমা ঘোষণা করে না; কিন্তু ওদের পবিত্রতা ও মহিমা ঘোষণা তোমরা অনুধাবন করতে পার না। [১] নিশ্চয় তিনি অতীব সহনশীল, অত্যন্ত ক্ষমাশীল।","bangla_bayan":"সাত আসমান ও যমীন এবং এগুলোর মধ্যে যা কিছু আছে সব কিছু তাঁর তাসবীহ পাঠ করে এবং এমন কিছু নেই যা তাঁর প্রসংশায় তাসবীহ পাঠ করে না; কিন্তু তাদের তাসবীহ তোমরা বুঝ না। নিশ্চয় তিনি সহনশীল, ক্ষমাপরায়ণ।","bangla_mkhan":"সপ্ত আকাশ ও পৃথিবী এবং এগুলোর মধ্যে যাকিছু আছে সমস্ত কিছু তাঁরই পবিত্রতা ও মহিমা ঘোষণা করে। এবং এমন কিছু নেই যা তার সপ্রশংস পবিত্রতা ও মহিমা ঘোষনা করে না। কিন্তু তাদের পবিত্রতা, মহিমা ঘোষণা তোমরা অনুধাবন করতে পার না। নিশ্চয় তিনি অতি সহনশীল, ক্ষমাপরায়ণ।","bangla_mujibur":"সপ্ত আকাশ, পৃথিবী এবং ওদের অর্ন্তবর্তী সব কিছু তাঁরই পবিত্রতা ও মহিমা ঘোষণা করে এবং এমন কিছু নেই যা তাঁর সপ্রশংস পবিত্রতা ও মহিমা ঘোষণা করেনা। কিন্তু ওদের পবিত্রতা ও মহিমা ঘোষণা তোমরা অনুধাবন করতে পারনা; তিনি সহনশীল, ক্ষমাপরায়ণ।","bangla_taisirul":"সাত আসমান, যমীন আর এগুলোর মাঝে যা আছে সব কিছুই তাঁর মহিমা ঘোষণা করে। এমন কোন জিনিসই নেই যা তাঁর প্রশংসাসহ পবিত্রতা ও মহিমা ঘোষণা করে না। কিন্তু তোমরা বুঝতে পার না কীভাবে তারা তাঁর মহিমা ঘোষণা করে। তিনি পরম সহিষ্ণু, বড়ই ক্ষমাপরায়ণ।"},{"id":45,"arabic_text":"وَ اِذَا قَرَاۡتَ الۡقُرۡاٰنَ جَعَلۡنَا بَیۡنَکَ وَ بَیۡنَ  الَّذِیۡنَ لَا یُؤۡمِنُوۡنَ بِالۡاٰخِرَۃِ حِجَابًا مَّسۡتُوۡرًا  ﴿ۙ۴۵﴾","english_text":"And [recall] when Moses said to his people, \"O my people, indeed you have wronged yourselves by your taking of the calf [for worship]. So repent to your Creator and kill yourselves. That is best for [all of] you in the sight of your Creator.\" Then He accepted your repentance; indeed, He is the Accepting of repentance, the Merciful.","page":286,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2074.mp3","colorText":"وَإِذَا قَرَأْتَ [h:7580[ٱ]لْقُرْءَانَ جَعَلْنَا بَيْنَكَ وَبَيْنَ [h:7774[ٱ]لَّذِينَ لَا يُؤْمِنُونَ بِ[h:447[ٱ]لْأَخِرَةِ حِجَا[a:7775[بًا م]َّسْتُورًا","juz":15,"ruku":244,"manzil":4,"bangla_ahbayan":"তুমি যখন কুরআন পাঠ কর, তখন তোমার ও যারা পরলোকে বিশ্বাস করে না, তাদের মধ্যে এক আবরক পর্দা করে দিই। [১]","bangla_bayan":"আর তুমি যখন কুরআন পড় তখন তোমার ও যারা আখিরাতে ঈমান আনে না তাদের মধ্যে আমি এক অদৃশ্য পর্দা দিয়ে দেই।","bangla_mkhan":"যখন আপনি কোরআন পাঠ করেন, তখন আমি আপনার মধ্যে ও পরকালে অবিশ্বাসীদের মধ্যে প্রচ্ছন্ন পর্দা ফেলে দেই।","bangla_mujibur":"তুমি যখন কুরআন পাঠ কর তখন তোমার ও যারা পরলোকে বিশ্বাস করেনা তাদের মধ্যে এক প্রচ্ছন্ন পর্দা টেনে দিই।","bangla_taisirul":"তুমি যখন কুরআন পাঠ কর তখন আমি তোমার আর যারা আখেরাতে বিশ্বাস করে না তাদের মাঝে একটা অদৃশ্য পর্দা স্থাপন ক’রে দিয়েছি।"},{"id":46,"arabic_text":"وَّ جَعَلۡنَا عَلٰی قُلُوۡبِہِمۡ  اَکِنَّۃً  اَنۡ یَّفۡقَہُوۡہُ  وَ فِیۡۤ  اٰذَانِہِمۡ وَقۡرًا ؕ وَ اِذَا ذَکَرۡتَ رَبَّکَ فِی الۡقُرۡاٰنِ وَحۡدَہٗ  وَلَّوۡا عَلٰۤی  اَدۡبَارِہِمۡ  نُفُوۡرًا ﴿۴۶﴾ ","english_text":"And [recall] when you said, \"O Moses, we will never believe you until we see Allah outright\"; so the thunderbolt took you while you were looking on.","page":286,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2075.mp3","colorText":"وَجَعَلْنَا عَلَىٰ قُلُوبِهِمْ أَكِ[g[نّ]َةً أ[a:3987[َن ي]َفْقَهُوهُ وَف[o[ِىٓ] ءَاذَانِهِمْ وَ[q:3988[قْ][a:7776[رًا‌ۚ و]َإِذَا ذَكَرْتَ رَبَّكَ فِى [h:7777[ٱ]لْقُرْءَانِ وَحْدَهُ[n[ۥ] وَلَّوْ[s[اْ] عَلَ[o[ىٰٓ] أَ[q:7778[دْ]بَ[n[ـٰ]رِهِمْ نُفُورًا","juz":15,"ruku":244,"manzil":4,"bangla_ahbayan":"আমি তাদের অন্তরের উপর আবরণ দিয়েছি, যেন তারা উপলব্ধি করতে না পারে এবং তাদের কানে বধিরতা দিয়েছি। আর যখন তুমি তোমার প্রতিপালকের একত্বের কথা কুরআনে উল্লেখ কর, তখন তারা পৃষ্ঠপ্রদর্শন করে সরে পড়ে। [১]","bangla_bayan":"আর আমি তাদের অন্তরের উপর ঢাকনা রেখে দিয়েছি, যাতে তারা তা বুঝতে না পারে এবং তাদের কানে দিয়েছি বধিরতা। আর যখন তুমি কুরআনে তোমার রব এক হওয়ার কথা উল্লেখ কর, তখন তারা পৃষ্ঠপ্রদর্শন করে পালায়।","bangla_mkhan":"আমি তাদের অন্তরের উপর আবরণ রেখে দেই, যাতে তারা একে উপলব্ধি করতে না পারে এবং তাদের কর্ণকুহরে বোঝা চাপিয়ে দেই। যখন আপনি কোরআনে পালনকর্তার একত্ব আবৃত্তি করেন, তখন ও অনীহাবশতঃ ওরা পৃষ্ট প্রদর্শন করে চলে যায়।","bangla_mujibur":"আমি তাদের অন্তরের উপর আবরণ দিয়েছি যেন তারা উপলদ্ধি করতে না পারে এবং তাদেরকে বধির করেছি। তোমার রাব্ব এক, এটা যখন তুমি কুরআন হতে আবৃত্তি কর তখন তারা সরে পড়ে।","bangla_taisirul":"আর আমি তাদের অন্তরের উপর এক আবরণ দিয়ে দিয়েছি যাতে তারা কুরআন বুঝতে না পারে, আর তাদের কানে সৃষ্টি করেছি বধিরতা। আর যখন তুমি কুরআনে তোমার প্রতিপালকের একত্বের উল্লেখ কর, তখন তারা (সত্য থেকে) পালিয়ে পিছনে মুখ ঘুরিয়ে নেয়।"},{"id":47,"arabic_text":"نَحۡنُ اَعۡلَمُ بِمَا یَسۡتَمِعُوۡنَ بِہٖۤ  اِذۡ یَسۡتَمِعُوۡنَ  اِلَیۡکَ وَ اِذۡ ہُمۡ نَجۡوٰۤی  اِذۡ یَقُوۡلُ الظّٰلِمُوۡنَ  اِنۡ تَتَّبِعُوۡنَ  اِلَّا رَجُلًا  مَّسۡحُوۡرًا ﴿۴۷﴾ ","english_text":"Then We revived you after your death that perhaps you would be grateful.","page":286,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2076.mp3","colorText":"نَّحْنُ أَعْلَمُ بِمَا يَسْتَمِعُونَ بِه[o[ِۦٓ] إِذْ يَسْتَمِعُونَ إِلَيْكَ وَإِذْ هُمْ نَ[q:7779[جْ]وَ[o[ىٰٓ] إِذْ يَقُولُ [h:7780[ٱ][l[ل]ظَّ[n[ـٰ]لِمُونَ إِ[f:4511[ن ت]َتَّبِعُونَ إِلَّا رَجُل[a:7781[اً م]َّسْحُورًا","juz":15,"ruku":244,"manzil":4,"bangla_ahbayan":"যখন তারা কান পেতে তোমার কথা শোনে, তখন তারা কেন কান পেতে তা শোনে তা আমি ভাল করে জানি এবং এটাও জানি যে, গোপনে আলোচনাকালে সীমালংঘনকারীরা বলে, ‘তোমরা তো এক যাদুগ্রস্ত ব্যক্তির অনুসরণ করছ।’ [১]","bangla_bayan":"যখন তারা তোমার প্রতি কান পেতে শুনে, তখন আমি জানি কেন তারা কান পাতে এবং যখন গোপন আলোচনায় মিলিত হয়ে যালিমরা বলে, ‘তোমরা তো কেবল এক যাদুগ্রস্ত লোকের অনুসরণ করছ’।","bangla_mkhan":"যখন তারা কান পেতে আপনার কথা শোনে, তখন তারা কেন কান পেতে তা শোনে, তা আমি ভাল জানি এবং এও জানি গোপনে আলোচনাকালে যখন জালেমরা বলে, তোমরা তো এক যাদুগ্রস্থ ব্যক্তির অনুসরণ করছ।","bangla_mujibur":"যখন তারা কান পেতে তোমার কথা শুনে তখন তারা কেন তা শুনে আমি তা ভাল জানি, এবং এটাও জানি যে, গোপনে আলোচনা কালে সীমা লংঘনকারীরা বলেঃ তোমরাতো এক যাদুগ্রস্ত ব্যক্তির অনুসরণ করছ।","bangla_taisirul":"আমি ভাল করেই জানি তারা কান লাগিয়ে কী শুনে যখন তারা তোমার কথা কান লাগিয়ে শুনে। আর যখন তারা গোপনে পরস্পর আলোচনায় বসে তখন যালিমরা বলে, ‘তোমরা তো কেবল এক যাদুগ্রস্ত লোকের অনুসরণ করে চলেছ।’"},{"id":48,"arabic_text":"اُنۡظُرۡ کَیۡفَ ضَرَبُوۡا لَکَ الۡاَمۡثَالَ فَضَلُّوۡا  فَلَا  یَسۡتَطِیۡعُوۡنَ  سَبِیۡلًا ﴿۴۸﴾ ","english_text":"And We shaded you with clouds and sent down to you manna and quails, [saying], \"Eat from the good things with which We have provided you.\" And they wronged Us not - but they were [only] wronging themselves.","page":286,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2077.mp3","colorText":"ٱ[f:2837[نظ]ُرْ كَيْفَ ضَرَبُو[s[اْ] لَكَ [h:7782[ٱ]لْأَمْثَالَ فَضَلُّو[s[اْ] فَلَا يَسْتَطِيعُونَ سَبِيلاً","juz":15,"ruku":244,"manzil":4,"bangla_ahbayan":"দেখ, তারা তোমার কি উপমা দেয়! তারা পথভ্রষ্ট হয়েছে এবং তারা পথ পাবে না। [১]","bangla_bayan":"দেখ, তারা তোমার জন্য কেমন সব উপমা দিচ্ছে ! ফলে তারা পথভ্রষ্ট হয়েছে, সুতরাং তারা পথ পাবে না।","bangla_mkhan":"দেখুন, ওরা আপনার জন্যে কেমন উপমা দেয়। ওরা পথভ্রষ্ট হয়েছে। অতএব, ওরা পথ পেতে পারে না।","bangla_mujibur":"দেখ, তারা তোমার কি উপমা দেয়! তারা পথভ্রষ্ট হয়েছে এবং তারা সৎ পথ খুঁজে পাবেনা।","bangla_taisirul":"লক্ষ্য কর, তারা তোমার সম্পর্কে কেমন সব উদাহরণ দিচ্ছে! যার ফলে তারা পথহারা হয়ে গেছে আর তারা কক্ষনো পথ পাবে না।"},{"id":49,"arabic_text":"وَ قَالُوۡۤاءَ اِذَا کُنَّا عِظَامًا  وَّ  رُفَاتًاءَ اِنَّا  لَمَبۡعُوۡثُوۡنَ  خَلۡقًا جَدِیۡدًا ﴿۴۹﴾ ","english_text":"And [recall] when We said, \"Enter this city and eat from it wherever you will in [ease and] abundance, and enter the gate bowing humbly and say, 'Relieve us of our burdens.' We will [then] forgive your sins for you, and We will increase the doers of good [in goodness and reward].\"","page":286,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2078.mp3","colorText":"وَقَال[o[ُوٓ][s[اْ] أَءِذَا كُ[g[نّ]َا عِظَ[n[ـٰ][a:7783[مًا و]َرُفَ[n[ـٰ]تًا أَءِ[g[نّ]َا لَمَ[q:7784[بْ]عُوثُونَ خَلْ[f:7785[قًا ج]َدِيدًا","juz":15,"ruku":244,"manzil":4,"bangla_ahbayan":"তারা বলে, ‘আমরা অস্থিতে পরিণত ও চূর্ণ-বিচূর্ণ হলেও কি নতুন সৃষ্টিরূপে পুনরুত্থিত হব?’","bangla_bayan":"আর তারা বলে, ‘যখন আমরা হাড্ডি ও ছিন্ন-ভিন্ন হয়ে যাব, তখন কি আমরা নতুন সৃষ্টিরূপে পুনরুজ্জীবিত হব’?","bangla_mkhan":"তারা বলেঃ যখন আমরা অস্থিতে পরিণত ও চূর্ণ বিচূর্ণ হয়ে যাব, তখনও কি নতুন করে সৃজিত হয়ে উত্থিত হব?","bangla_mujibur":"তারা বলেঃ আমরা অস্থিতে পরিণত ও চূর্ণ-বিচূর্ণ হলেও কি নতুন সৃষ্টি রূপে পুনরুত্থিত হব?","bangla_taisirul":"তারা বলে, ‘কী! আমরা হাড্ডি আর ধূলা-মাটিতে পরিণত হওয়ার পর কি এক নতুন সৃষ্টিরূপে উত্থিত হব?’"},{"id":50,"arabic_text":"قُلۡ  کُوۡنُوۡا  حِجَارَۃً   اَوۡ  حَدِیۡدًا ﴿ۙ۵۰﴾ ","english_text":"But those who wronged changed [those words] to a statement other than that which had been said to them, so We sent down upon those who wronged a punishment from the sky because they were defiantly disobeying.","page":287,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2079.mp3","colorText":"۞ قُلْ كُونُو[s[اْ] حِجَارَةً أَوْ حَدِيدًا","juz":15,"ruku":244,"manzil":4,"bangla_ahbayan":"বল, ‘তোমরা হয়ে যাও পাথর অথবা লোহা। [১]","bangla_bayan":"বল, ‘তোমরা পাথর হয়ে যাও কিংবা লোহা’,","bangla_mkhan":"বলুনঃ তোমরা পাথর হয়ে যাও কিংবা লোহা।","bangla_mujibur":"বলঃ তোমরা হয়ে যাও পাথর অথবা লৌহ –","bangla_taisirul":"বল, ‘তোমরা যদি পাথর কিংবা লোহাও হয়ে যাও,"},{"id":51,"arabic_text":"اَوۡ خَلۡقًا مِّمَّا یَکۡبُرُ فِیۡ صُدُوۡرِکُمۡ ۚ فَسَیَقُوۡلُوۡنَ مَنۡ یُّعِیۡدُنَا ؕ قُلِ الَّذِیۡ فَطَرَکُمۡ   اَوَّلَ مَرَّۃٍ ۚ فَسَیُنۡغِضُوۡنَ اِلَیۡکَ رُءُوۡسَہُمۡ وَ یَقُوۡلُوۡنَ مَتٰی ہُوَ ؕ  قُلۡ  عَسٰۤی  اَنۡ  یَّکُوۡنَ  قَرِیۡبًا ﴿۵۱﴾ ","english_text":"And [recall] when Moses prayed for water for his people, so We said, \"Strike with your staff the stone.\" And there gushed forth from it twelve springs, and every people knew its watering place. \"Eat and drink from the provision of Allah, and do not commit abuse on the earth, spreading corruption.\"","page":287,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2080.mp3","colorText":"أَوْ خَلْ[a:7786[قًا م]ِّ[g[مّ]َا يَكْبُرُ فِى صُدُورِكُمْ‌ۚ فَسَيَقُولُونَ م[a:7787[َن ي]ُعِيدُنَا‌ۖ قُلِ [h:7788[ٱ]لَّذِى فَطَرَكُمْ أَوَّلَ مَرَّ[f:7789[ةٍ‌ۚ ف]َسَيُنْغِضُونَ إِلَيْكَ رُءُوسَهُمْ وَيَقُولُونَ مَتَىٰ هُوَ‌ۖ قُلْ عَسَ[o[ىٰٓ] أ[a:3312[َن ي]َكُونَ قَرِيبًا","juz":15,"ruku":244,"manzil":4,"bangla_ahbayan":"অথবা এমন কোন সৃষ্টি যা তোমাদের ধারণায় খুবই কঠিন।’[১] তারা বলবে, ‘কে আমাদেরকে পুনরুত্থিত করবে?’ বল, ‘তিনিই যিনি তোমাদেরকে প্রথমবার সৃষ্টি করেছেন।’ অতঃপর তারা তোমার সামনে মাথা নাড়বে[২] ও বলবে, ‘ওটা কবে?’ বল, ‘সম্ভবতঃ তা নিকটেই।[৩]","bangla_bayan":"‘অথবা এমন কোন সৃষ্টি, যা তোমাদের অন্তরে বড় মনে হয়।’ তবুও তারা বলবে, ‘কে আমাদের পুনরায় (সৃষ্টি) করবে?’ বল, ‘যিনি তোমাদের প্রথমবার সৃষ্টি করেছেন।’ অতঃপর তারা তোমার সামনে মাথা নাড়বে এবং বলবে, ‘কবে এটা?’ বল, ‘আশা করা যায় যে, তা নিকটেই হবে।’","bangla_mkhan":"অথবা এমন কোন বস্তু, যা তোমাদের ধারণায় খুবই কঠিন; তথাপি তারা বলবেঃ আমাদের কে পুর্নবার কে সৃষ্টি করবে। বলুনঃ যিনি তোমাদেরকে প্রথমবার সৃজন করেছেন। অতঃপর তারা আপনার সামনে মাথা নাড়বে এবং বলবেঃ এটা কবে হবে? বলুনঃ হবে, সম্ভবতঃ শ্রীঘ্রই।","bangla_mujibur":"অথবা এমন কিছু যা তোমাদের ধারণায় খুবই কঠিন। তারা বলবেঃ কে আমাদেরকে পুনরুত্থিত করবে? বলঃ তিনিই যিনি তোমাদেরকে প্রথম বার সৃষ্টি করেছেন; অতঃপর তারা তোমার সামনে মাথা নাড়াবে এবং বলবেঃ ওটা কবে হবে? বলঃ হবে সম্ভবতঃ শীঘ্রই –","bangla_taisirul":"অথবা এমন কিছু যা তোমাদের ধারণায় (জীবিত হওয়া) খুবই কঠিন (তবুও তোমাদেরকে উঠানো হবে)।’ তারা বলবে, ‘কে আছে এমন যে আমাদেরকে পুনরায় জীবনে ফিরিয়ে আনবে?’ বল, ‘তিনিই যিনি তোমাদেরকে প্রথমবার সৃষ্টি করেছেন।’ তখন তারা (ঠাট্টার ছলে) তোমার সামনে মাথা নাড়বে আর বলবে, ‘সেটা কখন ঘটবে?’ বল, ‘হতে পারে সেটা শীঘ্রই ঘটবে।’"},{"id":52,"arabic_text":"یَوۡمَ  یَدۡعُوۡکُمۡ فَتَسۡتَجِیۡبُوۡنَ بِحَمۡدِہٖ وَ  تَظُنُّوۡنَ   اِنۡ   لَّبِثۡتُمۡ   اِلَّا   قَلِیۡلًا  ﴿۵۲﴾","english_text":"And [recall] when you said, \"O Moses, we can never endure one [kind of] food. So call upon your Lord to bring forth for us from the earth its green herbs and its cucumbers and its garlic and its lentils and its onions.\" [Moses] said, \"Would you exchange what is better for what is less? Go into [any] settlement and indeed, you will have what you have asked.\" And they were covered with humiliation and poverty and returned with anger from Allah [upon them]. That was because they [repeatedly] disbelieved in the signs of Allah and killed the prophets without right. That was because they disobeyed and were [habitually] transgressing.","page":287,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2081.mp3","colorText":"يَوْمَ يَ[q:2332[دْ]عُوكُمْ فَتَسْتَجِيبُونَ بِحَمْدِه[n[ِۦ] وَتَظُ[g[نّ]ُونَ إ[u:7790[ِن ل]َّبِثْتُمْ إِلَّا قَلِيلاً","juz":15,"ruku":244,"manzil":4,"bangla_ahbayan":"যেদিন তিনি তোমাদেরকে আহবান করবেন[১] এবং তোমরা প্রশংসার সাথে তাঁর আহবানে সাড়া দিবে এবং তোমরা মনে করবে, তোমরা অল্পকালই অবস্থান করেছিলে?’ [২]","bangla_bayan":"‘যেদিন তিনি তোমাদেরকে ডাকবেন, তখন তাঁর প্রশংসার সাথে তোমরা সাড়া দেবে। আর তোমরা ধারণা করবে, অল্প সময়ই তোমরা অবস্থান করেছিলে’।","bangla_mkhan":"যেদিন তিনি তোমাদেরকে আহবান করবেন, অতঃপর তোমরা তাঁর প্রশংসা করতে করতে চলে আসবে। এবং তোমরা অনুমান করবে যে, সামান্য সময়ই অবস্থান করেছিলে।","bangla_mujibur":"যেদিন তিনি তোমাদেরকে আহবান করবেন এবং তোমরা প্রশংসার সাথে তাঁর আহবানে সাড়া দিবে এবং তোমরা মনে করবে, তোমরা অল্পকালই অবস্থান করেছিলে।","bangla_taisirul":"যে দিন তিনি তোমাদেরকে ডাকবেন আর তোমরা তাঁর প্রশংসা করতে করতে তাঁর ডাকে সাড়া দিবে আর তোমরা ধারণা করবে যে, তোমরা খুব অল্প সময়ই অবস্থান করেছিলে।"},{"id":53,"arabic_text":"وَ قُلۡ لِّعِبَادِیۡ یَقُوۡلُوا الَّتِیۡ  ہِیَ  اَحۡسَنُ ؕ اِنَّ الشَّیۡطٰنَ یَنۡزَغُ بَیۡنَہُمۡ ؕ اِنَّ الشَّیۡطٰنَ کَانَ لِلۡاِنۡسَانِ عَدُوًّا مُّبِیۡنًا ﴿۵۳﴾ ","english_text":"Indeed, those who believed and those who were Jews or Christians or Sabeans [before Prophet Muhammad] - those [among them] who believed in Allah and the Last Day and did righteousness - will have their reward with their Lord, and no fear will there be concerning them, nor will they grieve.","page":287,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2082.mp3","colorText":"وَقُل لِّعِبَادِى يَقُولُو[s[اْ] [h:7791[ٱ]لَّتِى هِىَ أَحْسَنُ‌ۚ إِ[g[نّ]َ [h:4634[ٱ][l[ل]شَّيْطَ[n[ـٰ]نَ يَ[f:7792[نز]َغُ بَيْنَهُمْ‌ۚ إِ[g[نّ]َ [h:4634[ٱ][l[ل]شَّيْطَ[n[ـٰ]نَ كَانَ لِلْإِ[f:6549[نس]َ[n[ـٰ]نِ عَدُو[a:3082[ًّا م]ُّبِينًا","juz":15,"ruku":245,"manzil":4,"bangla_ahbayan":"আমার দাসদেরকে বল, তারা যেন সেই কথা বলে যা উত্তম।[১] নিশ্চয় শয়তান তাদের মধ্যে বিভেদ সৃষ্টির উস্কানি দেয়; [২] নিশ্চয় শয়তান মানুষের প্রকাশ্য শক্র ।","bangla_bayan":"আর আমার বান্দাদেরকে বল, তারা যেন এমন কথা বলে, যা অতি সুন্দর। নিশ্চয় শয়তান তাদের মধ্যে বৈরিতা সৃষ্টি করে; নিশ্চয় শয়তান মানুষের স্পষ্ট শত্রু।","bangla_mkhan":"আমার বান্দাদেরকে বলে দিন, তারা যেন যা উত্তম এমন কথাই বলে। শয়তান তাদের মধ্যে সংঘর্ষ বাধায়। নিশ্চয় শয়তান মানুষের প্রকাশ্য শত্রু।","bangla_mujibur":"আমার বান্দাদেরকে যা উত্তম তা বলতে বল; শাইতান তাদের মধ্যে বিভেদ সৃষ্টির উস্কানি দেয়; শাইতান মানুষের প্রকাশ্য শত্রু।","bangla_taisirul":"আমার বান্দাদেরকে বলতে বল এমন কথা যা খুবই উত্তম। শয়তান মানুষের মাঝে ঝগড়া-বিভেদ-বিশৃঙ্খলা সৃষ্টি করে, শয়তান হল মানুষের প্রকাশ্য দুশমন।"},{"id":54,"arabic_text":"رَبُّکُمۡ  اَعۡلَمُ  بِکُمۡ ؕ اِنۡ  یَّشَاۡ یَرۡحَمۡکُمۡ  اَوۡ اِنۡ یَّشَاۡ یُعَذِّبۡکُمۡ ؕ وَ مَاۤ  اَرۡسَلۡنٰکَ عَلَیۡہِمۡ  وَکِیۡلًا  ﴿۵۴﴾","english_text":"And [recall] when We took your covenant, [O Children of Israel, to abide by the Torah] and We raised over you the mount, [saying], \"Take what We have given you with determination and remember what is in it that perhaps you may become righteous.\"","page":287,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2083.mp3","colorText":"رَّبُّكُمْ أَعْلَمُ بِكُمْ‌ۖ إ[a:3197[ِن ي]َشَأْ يَرْحَمْكُمْ أَوْ إ[a:3197[ِن ي]َشَأْ يُعَذِّ[q:5585[بْ]كُمْ‌ۚ وَم[o[َآ] أَرْسَلْنَ[n[ـٰ]كَ عَلَيْهِمْ وَكِيلاً","juz":15,"ruku":245,"manzil":4,"bangla_ahbayan":"তোমাদের প্রতিপালক তোমাদেরকে ভালোভাবে জানেন; ইচ্ছা করলে তিনি তোমাদের প্রতি দয়া করবেন এবং ইচ্ছা করলে তিনি তোমাদেরকে শাস্তি দেবেন।[১] আর আমি তোমাকে তাদের উপর দায়িত্বশীল করে পাঠাইনি। [২]","bangla_bayan":"তোমাদের রব তোমাদের সম্পর্কে অধিক অবগত। তিনি যদি চান তোমাদের প্রতি রহম করবেন অথবা যদি চান তবে তোমাদেরকে শাস্তি দেবেন; আমি তোমাকে তাদের কর্মবিধায়ক করে প্রেরণ করিনি।","bangla_mkhan":"তোমাদের পালনকর্তা তোমাদের সম্পর্কে ভালভাবে জ্ঞাত আছেন। তিনি যদি চান, তোমাদের প্রতি রহমত করবেন কিংবা যদি চান, তোমাদের আযাব দিবেন। আমি আপনাকে ওদের সবার তত্ত্বাবধায়ক রূপে প্রেরণ করিনি।","bangla_mujibur":"তোমাদের রাব্ব তোমাদেরকে ভালভাবে জানেন; ইচ্ছা করলে তিনি তোমাদের প্রতি দয়া করেন এবং ইচ্ছা করলে তোমাদেরকে শাস্তি দেন; আমি তোমাকে তাদের অভিভাবক করে পাঠাইনি।","bangla_taisirul":"তোমাদের প্রতিপালক তোমাদেরকে খুব ভাল ক’রেই জানেন। তিনি ইচ্ছে করলে তোমাদের প্রতি অনুগ্রহ করবেন, আর ইচ্ছে করলে তোমাদেরকে শাস্তি দেবেন; আমি তোমাকে (হে নাবী!) তাদের কাজকর্মের জন্য দায়িত্বশীল করে পাঠাইনি।"},{"id":55,"arabic_text":"وَ رَبُّکَ اَعۡلَمُ بِمَنۡ فِی السَّمٰوٰتِ وَ الۡاَرۡضِ ؕ وَ لَقَدۡ فَضَّلۡنَا بَعۡضَ النَّبِیّٖنَ عَلٰی بَعۡضٍ وَّ اٰتَیۡنَا دَاوٗدَ  زَبُوۡرًا ﴿۵۵﴾ ","english_text":"Then you turned away after that. And if not for the favor of Allah upon you and His mercy, you would have been among the losers.","page":287,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2084.mp3","colorText":"وَرَبُّكَ أَعْلَمُ بِمَ[f:7793[ن ف]ِى [h:609[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَ[h:177[ٱ]لْأَرْضِ‌ۗ وَلَقَ[q:341[دْ] فَضَّلْنَا بَعْضَ [h:7794[ٱ][l[ل][g[نّ]َبِيِّـ[n[ـۧ]نَ عَلَىٰ بَعْ[a:7795[ضٍ‌ۖ و]َءَاتَيْنَا دَاوُ[n[ۥ]دَ زَبُورًا","juz":15,"ruku":245,"manzil":4,"bangla_ahbayan":"যারা আকাশমন্ডলী ও পৃথিবীতে আছে তাদেরকে তোমার প্রতিপালক ভালভাবে জানেন। আমি তো নবীদের কতককে কতকের উপর মর্যাদা দিয়েছি। [১] আর দাঊদকে আমি যাবূর দিয়েছি।","bangla_bayan":"আর তোমার রব অধিক অবগত তাদের সম্পর্কে যারা আসমানসমূহ ও যমীনে রয়েছে। আর আমি তো কতক নবীকে কতকের উপর শ্রেষ্ঠত্ব দিয়েছি এবং দাঊদকে দিয়েছি যাবূর।","bangla_mkhan":"আপনার পালনকর্তা তাদের সম্পর্কে ভালভাবে জ্ঞাত আছেন, যারা আকাশসমূহে ও ভুপৃষ্ঠে রয়েছে। আমি তো কতক পয়গম্বরকে কতক পয়গম্বরের উপর শ্রেষ্ঠত্ব দান করেছি এবং দাউদকে যবুর দান করেছি।","bangla_mujibur":"যারা আকাশমন্ডলী ও পৃথিবীতে আছে তাদেরকে তোমার রাব্ব ভালভাবে জানেন; আমিতো নাবীদের কতককে কতকের উপর মর্যাদা দিয়েছি; দাউদকে আমি যাবুর দিয়েছি।","bangla_taisirul":"আসমান আর যমীনে যারা আছে তোমার প্রতিপালক তাদেরকে ভাল ক’রেই জানেন। আমি নাবীগণের কতককে অন্যদের উপর মর্যাদা দান করেছি আর দাঊদকে দিয়েছি যাবূর।"},{"id":56,"arabic_text":"قُلِ ادۡعُوا الَّذِیۡنَ  زَعَمۡتُمۡ  مِّنۡ  دُوۡنِہٖ فَلَا یَمۡلِکُوۡنَ  کَشۡفَ الضُّرِّ عَنۡکُمۡ   وَ لَا تَحۡوِیۡلًا ﴿۵۶﴾ ","english_text":"And you had already known about those who transgressed among you concerning the sabbath, and We said to them, \"Be apes, despised.\"","page":287,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2085.mp3","colorText":"قُلِ [h:5199[ٱ][q:4751[دْ]عُو[s[اْ] [h:7796[ٱ]لَّذِينَ زَعَمْت[w:7797[ُم م]ِّ[f:3136[ن د]ُونِه[n[ِۦ] فَلَا يَمْلِكُونَ كَشْفَ [h:7798[ٱ][l[ل]ضُّرِّ عَ[f:255[نك]ُمْ وَلَا تَحْوِيلاً","juz":15,"ruku":245,"manzil":4,"bangla_ahbayan":"বল, তোমরা আল্লাহ ছাড়া যাদেরকে উপাস্য মনে কর, তাদেরকে আহবান কর; করলে দেখবে তোমাদের দুঃখ-দৈন্য দূর করবার অথবা পরিবর্তন করবার শক্তি তাদের নেই।","bangla_bayan":"বল, ‘তাদেরকে ডাক, আল্লাহ ছাড়া তোমরা যাদেরকে (উপাস্য) মনে কর। তারা তো তোমাদের দুঃখ-দুর্দশা দূর করার ও পরিবর্তন করার ক্ষমতা রাখে না’।","bangla_mkhan":"বলুনঃ আল্লাহ ব্যতীত যাদেরকে তোমরা উপাস্য মনে কর, তাদেরকে আহবান কর। অথচ ওরা তো তোমাদের কষ্ট দুর করার ক্ষমতা রাখে না এবং তা পরিবর্তনও করতে পারে না।","bangla_mujibur":"বলঃ তোমরা আল্লাহ ছাড়া যাদেরকে মা‘বূদ মনে কর তাদেরকে আহবান কর; করলে দেখবে তোমাদের দুঃখ দৈন্য দূর করার অথবা পরিবর্তন করার শক্তি তাদের নেই।","bangla_taisirul":"বল, ‘তোমরা আল্লাহ ছাড়া যাদেরকে ইলাহ মনে কর তাদেরকে ডাক, (ডাকলেও দেখতে পাবে) তারা তোমাদের দুঃখ-বেদনা দূর করতে বা বদলাতে সক্ষম নয়।"},{"id":57,"arabic_text":"اُولٰٓئِکَ الَّذِیۡنَ یَدۡعُوۡنَ یَبۡتَغُوۡنَ  اِلٰی رَبِّہِمُ الۡوَسِیۡلَۃَ اَیُّہُمۡ اَقۡرَبُ وَ یَرۡجُوۡنَ رَحۡمَتَہٗ وَ یَخَافُوۡنَ عَذَابَہٗ ؕ اِنَّ عَذَابَ  رَبِّکَ  کَانَ  مَحۡذُوۡرًا ﴿۵۷﴾ ","english_text":"And We made it a deterrent punishment for those who were present and those who succeeded [them] and a lesson for those who fear Allah .","page":287,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2086.mp3","colorText":"أُ[s[وْ]لَ[o[ـٰٓ]ئِكَ [h:51[ٱ]لَّذِينَ يَ[q:1240[دْ]عُونَ يَ[q:3357[بْ]تَغُونَ إِلَىٰ رَبِّهِمُ [h:7799[ٱ]لْوَسِيلَةَ أَيُّهُمْ أَ[q:1355[قْ]رَبُ وَيَرْجُونَ رَحْمَتَهُ[n[ۥ] وَيَخَافُونَ عَذَابَهُ[o[ۥٓ‌ۚ] إِ[g[نّ]َ عَذَابَ رَبِّكَ كَانَ مَحْذُورًا","juz":15,"ruku":245,"manzil":4,"bangla_ahbayan":"তারা যাদেরকে আহবান করে, তারাই তো তাদের প্রতিপালকের নৈকট্য লাভের উপায় সন্ধান করে যে, তাদের মধ্যে কে কত নিকট হতে পারে, তারা তাঁর দয়া প্রত্যাশা করে ও তাঁর শাস্তিকে ভয় করে; [১] নিশ্চয় তোমার প্রতিপালকের শাস্তি ভয়াবহ।","bangla_bayan":"তারা যাদেরকে ডাকে, তারা নিজেরাই তো তাদের রবের কাছে নৈকট্যের মাধ্যমে অনুসন্ধান করে যে, তাদের মধ্যে কে তাঁর নিকটতর? আর তারা তাঁর রহমতের আশা করে এবং তাঁর আযাবকে ভয় করে। নিশ্চয় তোমার রবের আযাব ভীতিকর।","bangla_mkhan":"যাদেরকে তারা আহবান করে, তারা নিজেরাই তো তাদের পালনকর্তার নৈকট্য লাভের জন্য মধ্যস্থ তালাশ করে যে, তাদের মধ্যে কে নৈকট্যশীল। তারা তাঁর রহমতের আশা করে এবং তাঁর শাস্তিকে ভয় করে। নিশ্চয় আপনার পালনকর্তার শাস্তি ভয়াবহ।","bangla_mujibur":"তারা যাদেরকে আহবান করে তাদের মধ্যে যারা নিকটতর তারাইতো তাদের রবের নৈকট্য লাভের উপায় সন্ধান করে যে, কে কত নিকটতর হতে পারে, তাঁর দয়া প্রত্যাশা করে এবং তাঁর শাস্তিকে ভয় করে। নিশ্চয়ই তোমার রবের শাস্তি ভয়াবহ।","bangla_taisirul":"তারা যাদেরকে ডাকে তারা নিজেরাই তো তাদের প্রতিপালকের নিকট পৌঁছার পথ অনুসন্ধান করে যে, কে তাঁর অধিক নিকটবর্তী হতে পারবে, আর তাঁর দয়া প্রত্যাশা করে এবং তাঁর শাস্তিকে ভয় করে। তোমার প্রতিপালকের শাস্তি তো ভয় করার মতই।"},{"id":58,"arabic_text":"وَ اِنۡ مِّنۡ قَرۡیَۃٍ  اِلَّا نَحۡنُ  مُہۡلِکُوۡہَا قَبۡلَ یَوۡمِ الۡقِیٰمَۃِ  اَوۡ مُعَذِّبُوۡہَا عَذَابًا شَدِیۡدًا ؕ کَانَ  ذٰلِکَ فِی الۡکِتٰبِ مَسۡطُوۡرًا ﴿۵۸﴾ ","english_text":"And [recall] when Moses said to his people, \"Indeed, Allah commands you to slaughter a cow.\" They said, \"Do you take us in ridicule?\" He said, \"I seek refuge in Allah from being among the ignorant.\"","page":287,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2087.mp3","colorText":"وَإ[a:3281[ِن م]ِّ[f:4585[ن ق]َرْيَةٍ إِلَّا نَحْنُ مُهْلِكُوهَا قَ[q:3282[بْ]لَ يَوْمِ [h:1965[ٱ]لْقِيَ[n[ـٰ]مَةِ أَوْ مُعَذِّبُوهَا عَذَا[f:1966[بًا ش]َدِي[f:7800[دًا‌ۚ ك]َانَ ذ[n[َٲ]لِكَ فِى [h:818[ٱ]لْكِتَ[n[ـٰ]بِ مَسْطُورًا","juz":15,"ruku":245,"manzil":4,"bangla_ahbayan":"এমন কোন জনপদ নেই, যা আমি কিয়ামতের দিনের পূর্বে ধ্বংস করব না অথবা যাকে কঠোর শাস্তি দেব না; এটা তো কিতাবে লিপিবদ্ধ আছে। [১]","bangla_bayan":"আর এমন কোন জনপদ নেই, যা আমি কিয়ামতের দিনের পূর্বে ধ্বংস করব না অথবা যাকে কঠোর আযাব দেব না; এটা তো কিতাবে লিখিত আছে।","bangla_mkhan":"এমন কোন জনপদ নেই, যাকে আমি কেয়ামত দিবসের পূর্বে ধ্বংস করব না অথবা যাকে কঠোর শাস্তি দেব না। এটা তো গ্রন্থে লিপিবদ্ধ হয়ে গেছে।","bangla_mujibur":"এমন কোন জনপদ নেই যা আমি কিয়ামাত দিনের পূর্বে ধ্বংস করবনা অথবা কঠোর শাস্তি দিবনা; এটাতো কিতাবে লিপিবদ্ধ আছে।","bangla_taisirul":"এমন কোন জনবসতি নেই যাকে আমি ক্বিয়ামাত দিনের পূর্বে ধ্বংস করব না কিংবা তাকে কঠিন শাস্তি দিব না, এটা (আল্লাহর) কিতাবে লিপিবদ্ধ আছে।"},{"id":59,"arabic_text":"وَ مَا مَنَعَنَاۤ  اَنۡ  نُّرۡسِلَ بِالۡاٰیٰتِ اِلَّاۤ  اَنۡ  کَذَّبَ بِہَا الۡاَوَّلُوۡنَ ؕ وَ اٰتَیۡنَا ثَمُوۡدَ النَّاقَۃَ  مُبۡصِرَۃً  فَظَلَمُوۡا بِہَا ؕ وَ مَا نُرۡسِلُ  بِالۡاٰیٰتِ  اِلَّا  تَخۡوِیۡفًا ﴿۵۹﴾ ","english_text":"They said, \"Call upon your Lord to make clear to us what it is.\" [Moses] said, \"[ Allah ] says, 'It is a cow which is neither old nor virgin, but median between that,' so do what you are commanded.\"","page":288,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2088.mp3","colorText":"وَمَا مَنَعَن[o[َآ] أ[a:7801[َن ن]ُّرْسِلَ بِ[h:7802[ٱ]لْأَيَ[n[ـٰ]تِ إِلّ[o[َآ] أَ[f:7803[ن ك]َذَّبَ بِهَا [h:7804[ٱ]لْأَوَّلُونَ‌ۚ وَءَاتَيْنَا ثَمُودَ [h:7805[ٱ][l[ل][g[نّ]َاقَةَ مُ[q:7692[بْ]صِرَ[f:7806[ةً ف]َظَلَمُو[s[اْ] بِهَا‌ۚ وَمَا نُرْسِلُ بِ[h:7802[ٱ]لْأَيَ[n[ـٰ]تِ إِلَّا تَخْوِيفًا","juz":15,"ruku":245,"manzil":4,"bangla_ahbayan":"পূর্ববর্তিগণ কর্তৃক নিদর্শন মিথ্যাজ্ঞান করাই আমাকে নিদর্শন প্রেরণ করা হতে বিরত রাখে।[১] আর আমি স্পষ্ট নিদর্শনস্বরূপ সামূদকে উটনী দিয়েছিলাম; কিন্তু তারা তার প্রতি যুলুম করেছিল।[২] আসলে আমি ভীতি প্রদর্শনের জন্যই নিদর্শন প্রেরণ করি।","bangla_bayan":"আর পূর্ববর্তীগণ কর্তৃক নিদর্শনাবলীকে অস্বীকার করাই আমাকে তা (নিদর্শনাবলী) প্রেরণ করা হতে বিরত রেখেছে। আর আমি শিক্ষাপ্রদ নিদর্শনস্বরূপ সামূদ জাতিকে উষ্ট্রী দিয়েছিলাম, অতঃপর তারা তার উপর যুলম করেছিল। আমি কেবল ভীতি প্রদর্শনের উদ্দেশ্যে নিদর্শনসমূহ পাঠাই।","bangla_mkhan":"পূর্ববর্তীগণ কতৃꦣ2453; নিদর্শন অস্বীকার করার ফলেই আমাকে নিদর্শনাবলী প্রেরণ থেকে বিরত থাকতে হয়েছে। আমি তাদেরকে বোঝাবার জন্যে সামুদকে উষ্ট্রী দিয়েছিলাম। অতঃপর তারা তার প্রতি জুলুম করেছিল। আমি ভীতি প্রদর্শনের উদ্দেশেই নিদর্শন প্রেরণ করি।","bangla_mujibur":"পূর্ববর্তীগণ কর্তৃক নিদর্শন অস্বীকার করার কারণেই আমাকে নিদর্শন প্রেরণ করা হতে বিরত রাখে; আমি স্পষ্ট নিদর্শন স্বরূপ সামূদের নিকট উষ্ট্রী পাঠিয়েছিলাম, অতঃপর তারা ওর প্রতি যুলম করেছিল; আমি ভয় প্রদর্শনের জন্যই নিদর্শন প্রেরণ করি।","bangla_taisirul":"আমি নিদর্শন প্রেরণ করা হতে এজন্য বিরত থাকি যে, পূর্বের লোকেরা তা মিথ্যা মনে ক’রে প্রত্যাখ্যান করেছিল। আমি সামূদ জাতির নিকট উষ্ট্রী পাঠিয়েছিলাম এক প্রত্যক্ষ নিদর্শন হিসেবে কিন্তু তারা তার প্রতি যুলম করল; ভয় প্রদর্শনের উদ্দেশ্যেই কেবল আমি নিদর্শন পাঠিয়ে থাকি।"},{"id":60,"arabic_text":"وَ اِذۡ قُلۡنَا  لَکَ  اِنَّ رَبَّکَ اَحَاطَ بِالنَّاسِ ؕ وَ مَا جَعَلۡنَا الرُّءۡیَا الَّتِیۡۤ  اَرَیۡنٰکَ اِلَّا فِتۡنَۃً  لِّلنَّاسِ وَ الشَّجَرَۃَ  الۡمَلۡعُوۡنَۃَ فِی الۡقُرۡاٰنِ ؕ وَ نُخَوِّفُہُمۡ ۙ فَمَا یَزِیۡدُہُمۡ  اِلَّا  طُغۡیَانًا کَبِیۡرًا ﴿۶۰﴾ ","english_text":"They said, \"Call upon your Lord to show us what is her color.\" He said, \"He says, 'It is a yellow cow, bright in color - pleasing to the observers.' \"","page":288,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2089.mp3","colorText":"وَإِذْ قُلْنَا لَكَ إِ[g[نّ]َ رَبَّكَ أَحَاطَ بِ[h:743[ٱ][l[ل][g[نّ]َاسِ‌ۚ وَمَا جَعَلْنَا [h:7807[ٱ][l[ل]رُّءْيَا [h:7808[ٱ]لَّت[o[ِىٓ] أَرَيْنَ[n[ـٰ]كَ إِلَّا فِتْنَ[u:7809[ةً ل]ِّل[g[نّ]َاسِ وَ[h:7810[ٱ][l[ل]شَّجَرَةَ [h:7811[ٱ]لْمَلْعُونَةَ فِى [h:7777[ٱ]لْقُرْءَانِ‌ۚ وَنُخَوِّفُهُمْ فَمَا يَزِيدُهُمْ إِلَّا طُغْيَ[n[ـٰ][f:7812[نًا ك]َبِيرًا","juz":15,"ruku":245,"manzil":4,"bangla_ahbayan":"(স্মরণ কর,) যখন আমি তোমাকে বলেছিলাম যে, তোমার প্রতিপালক মানুষকে পরিবেষ্টন করে আছেন।[১] আর আমি যে দৃশ্য তোমাকে দেখিয়েছি তা এবং কুরআনে উল্লেখিত অভিশপ্ত বৃক্ষ শুধু মানুষের পরীক্ষার জন্যই।[২] আমি তাদেরকে ভীতি প্রদর্শন করি, কিন্তু এটা তাদের তীব্র অবাধ্যতাই বৃদ্ধি করে। [৩]","bangla_bayan":"আর স্মরণ কর, যখন আমি তোমাকে বললাম, ‘নিশ্চয় তোমার রব মানুষকে ঘিরে রেখেছেন। আর যে ‘দৃশ্য’* আমি তোমাকে দেখিয়েছি তা এবং কুরআনে বর্ণিত অভিশপ্ত বৃক্ষ** কেবল মানুষের পরীক্ষাস্বরূপ নির্ধারণ করেছি’। আমি তাদের ভয় দেখাই; কিন্তু তা কেবল তাদের চরম অবাধ্যতা বাড়িয়ে দেয়। \\n\\n* অর্থাৎ, রু’য়া হচ্ছে স্বপ্নে অথবা বাস্তবে স্বপ্নবৎ দেখা। এস্থলে বাস্তবে দেখা উদ্দেশ্য। কারণ, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মিরাজে দেখা দৃশ্যাবলী ও ঘটনাবলী বাস্তবে ও স্বশরীরে দেখেছেন।","bangla_mkhan":"এবং স্মরণ করুন, আমি আপনাকে বলে দিয়েছিলাম যে, আপনার পালনকর্তা মানুষকে পরিবেষ্টন করে রেখেছেন এবং যে দৃশ্য আমি আপনাকে দেখিয়েছি তাও কোরআনে উল্লেখিত অভিশপ্ত বৃক্ষ কেবল মানুষের পরীক্ষার জন্যে। আমি তাদেরকে ভয় প্রদর্শন করি। কিন্তু এতে তাদের অবাধ্যতাই আরও বৃদ্ধি পায়।","bangla_mujibur":"স্মরণ কর, আমি তোমাকে বলেছিলাম, তোমার রাব্ব মানুষকে পরিবেষ্টন করে আছেন; আমি যে দৃশ্য তোমাকে দেখিয়েছি কিংবা কুরআনে উল্লিখিত অভিশপ্ত বৃক্ষ শুধু মানুষের পরীক্ষার জন্য আমি তাদেরকে ভীতি প্রদর্শন করি। কিন্তু এটা তাদের তীব্র অবাধ্যতাই বৃদ্ধি করে।","bangla_taisirul":"স্মরণ কর, আমি তোমাকে বলেছিলাম যে, তোমার রবব মানুষদেরকে ঘিরে রেখেছেন। আমি তোমাকে (মি’রাজের মাধ্যমে) যে দৃশ্য দেখিয়েছি তা এবং কুরআনে উল্লেখিত অভিশপ্ত (জাক্কুম) গাছটিও মানুষদেরকে পরীক্ষা করার জন্য (যে কারা তা বিশ্বাস ক’রে নেককার হয় আর কারা তা অবিশ্বাস ক’রে পাপী হয়)। আমি তাদেরকে ভয় দেখাই ও সাবধান করি, কিন্তু তাতে তাদের চরম অবাধ্যতাই বৃদ্ধি পায়।"},{"id":61,"arabic_text":"وَ اِذۡ قُلۡنَا لِلۡمَلٰٓئِکَۃِ  اسۡجُدُوۡا  لِاٰدَمَ فَسَجَدُوۡۤا اِلَّاۤ اِبۡلِیۡسَ ؕ قَالَ ءَاَسۡجُدُ لِمَنۡ  خَلَقۡتَ  طِیۡنًا ﴿ۚ۶۱﴾ ","english_text":"They said, \"Call upon your Lord to make clear to us what it is. Indeed, [all] cows look alike to us. And indeed we, if Allah wills, will be guided.\"","page":288,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2090.mp3","colorText":"وَإِذْ قُلْنَا لِلْمَلَ[o[ـٰٓ]ئِكَةِ [h:179[ٱ]سْجُدُو[s[اْ] لِأَدَمَ فَسَجَد[o[ُوٓ][s[اْ] إِلّ[o[َآ] إِ[q:180[بْ]لِيسَ قَالَ ءَأَسْجُدُ لِمَنْ خَلَ[q:2500[قْ]تَ طِينًا","juz":15,"ruku":246,"manzil":4,"bangla_ahbayan":"(স্মরণ কর,) যখন আমি ফিরিশতাদেরকে বললাম, ‘আদমের প্রতি সিজদাবনত হও’; তখন ইবলীস ছাড়া সবাই সিজদাবনত হল; সে বলল, ‘আমি কি তাকে সিজদা করব, যাকে তুমি কাদা-মাটি হতে সৃষ্টি করেছ?’","bangla_bayan":"আর স্মরণ কর, যখন আমি ফেরেশতাদের বললাম, ‘আদমকে সিজদা কর’, তখন ইবলীস ছাড়া সকলে সিজদা করল। সে বলল, ‘আমি কি এমন ব্যক্তিকে সিজদা করব যাকে আপনি কাদামাটি থেকে সৃষ্টি করেছেন’?","bangla_mkhan":"স্মরণ কর, যখন আমি ফেরেশতাদেরকে বললামঃ আদমকে সেজদা কর, তখন ইবলীস ব্যতীত সবাই সেজদায় পড়ে গেল। কিন্তু সে বললঃ আমি কি এমন ব্যক্তিকে সেজদা করব, যাকে আপনি মাটির দ্বারা সৃষ্টি করেছেন?","bangla_mujibur":"স্মরণ কর, যখন আমি মালাইকা/ফেরেশতাদেরকে বললামঃ আদমের প্রতি সাজদাহবনত হও; তখন ইবলীস ছাড়া সবাই সাজদাহবনত হল; সে বললঃ আমি কি তাকে সাজদাহ করব যাকে আপনি মাটি হতে সৃষ্টি করেছেন?","bangla_taisirul":"স্মরণ কর, যখন আমি ফেরেশতাগণকে বলেছিলাম, ‘আদামকে সাজদাহ কর তখন ইবলিশ ছাড়া সবাই তাকে সাজদাহ করল। সে বলেছিল, ‘আমি কি তাকে সাজদাহ করব যাকে তুমি মাটি থেকে পয়দা করেছ?’"},{"id":62,"arabic_text":"قَالَ  اَرَءَیۡتَکَ ہٰذَا  الَّذِیۡ  کَرَّمۡتَ عَلَیَّ ۫ لَئِنۡ اَخَّرۡتَنِ اِلٰی یَوۡمِ الۡقِیٰمَۃِ لَاَحۡتَنِکَنَّ ذُرِّیَّتَہٗۤ  اِلَّا  قَلِیۡلًا ﴿۶۲﴾ ","english_text":"He said, \"He says, 'It is a cow neither trained to plow the earth nor to irrigate the field, one free from fault with no spot upon her.' \" They said, \"Now you have come with the truth.\" So they slaughtered her, but they could hardly do it.","page":288,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2091.mp3","colorText":"قَالَ أَرَءَيْتَكَ هَ[n[ـٰ]ذَا [h:126[ٱ]لَّذِى كَرَّمْتَ عَلَىَّ لَئِنْ أَخَّرْتَنِ إِلَىٰ يَوْمِ [h:1965[ٱ]لْقِيَ[n[ـٰ]مَةِ لَأَحْتَنِكَ[g[نّ]َ ذُرِّيَّتَهُ[o[ۥٓ] إِلَّا قَلِيلاً","juz":15,"ruku":246,"manzil":4,"bangla_ahbayan":"সে (আরো) বলল, ‘বল, এই যাকে তুমি আমার উপর মর্যাদা দান করলে, কিয়ামতের দিন পর্যন্ত যদি আমাকে অবকাশ দাও, তাহলে আমি অল্প কয়েকজন ছাড়া তার বংশধরকে অবশ্যই আয়ত্তে করে নেব।’ [১]","bangla_bayan":"সে বলল, ‘দেখুন, এ ব্যক্তি, যাকে আপনি আমার উপর সম্মান দিয়েছেন, যদি আপনি আমাকে কিয়ামত পর্যন্ত সময় দেন, তবে অতি সামান্য সংখ্যক ছাড়া তার বংশধরদেরকে অবশ্যই পথভ্রষ্ট করে ছাড়ব’।","bangla_mkhan":"সে বললঃ দেখুন তো, এনা সে ব্যক্তি, যাকে আপনি আমার চাইতেও উচ্চ মার্যাদা দিয়ে দিয়েছেন। যদি আপনি আমাকে কেয়ামত দিবস পর্যন্ত সময় দেন, তবে আমি সামান্য সংখ্যক ছাড়া তার বংশধরদেরকে সমূলে নষ্ট করে দেব।","bangla_mujibur":"সে আরও বললঃ লক্ষ্য করুন, তাকে যে আপনি আমার উপর মর্যাদা দান করলেন, কিয়ামাতের দিন পর্যন্ত যদি আমাকে অবকাশ দেন তাহলে আমি অল্প কয়েকজন ছাড়া তার বংশধরদেরকে সমূলে বিনষ্ট করব।","bangla_taisirul":"সে বলল, ‘আপনি কি ব্যাপারটা খেয়াল করেছেন যে, আপনি এ ব্যক্তিকে আমার উপর সম্মান দিচ্ছেন! আপনি যদি আমাকে ক্বিয়ামাতের দিন পর্যন্ত সময় দেন, তাহলে আমি অল্প কিছু বাদে তার বংশধরদেরকে অবশ্য অবশ্যই আমার কর্তৃত্বাধীনে এনে ফেলব।’"},{"id":63,"arabic_text":"قَالَ اذۡہَبۡ فَمَنۡ تَبِعَکَ مِنۡہُمۡ فَاِنَّ جَہَنَّمَ  جَزَآؤُکُمۡ  جَزَآءً  مَّوۡفُوۡرًا ﴿۶۳﴾ ","english_text":"And [recall] when you slew a man and disputed over it, but Allah was to bring out that which you were concealing.","page":288,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2092.mp3","colorText":"قَالَ [h:7813[ٱ]ذْهَ[q:7814[بْ] فَمَ[f:7815[ن ت]َبِعَكَ مِنْهُمْ فَإِ[g[نّ]َ جَهَ[g[نّ]َمَ جَز[o[َا]ٓؤُكُمْ جَز[o[َا]ٓ[a:7816[ءً م]َّوْفُورًا","juz":15,"ruku":246,"manzil":4,"bangla_ahbayan":"আল্লাহ বললেন, ‘যাও! তাদের মধ্যে যারা তোমার অনুসরণ করবে, তাদের ও তোমাদের সকলের জন্য জাহান্নামই হল পরিপূর্ণ শাস্তি।","bangla_bayan":"তিনি বললেন, ‘যাও, অতঃপর তাদের মধ্যে যারা তোমার অনুসরণ করবে, জাহান্নামই হবে তোমাদের প্রতিদান, পূর্ণ প্রতিদান হিসেবে’।","bangla_mkhan":"আল্লাহ বলেনঃ চলে যা, অতঃপর তাদের মধ্য থেকে যে তোর অনুগামী হবে, জাহান্নামই হবে তাদের সবার শাস্তি-ভরপুর শাস্তি।","bangla_mujibur":"(আল্লাহ) বললেনঃ যা, জাহান্নামই তোর এবং তাদের সম্যক শাস্তি যারা তোর অনুসরণ করবে।","bangla_taisirul":"আল্লাহ বললেন, ‘যাও, তাদের মধ্যে যারা তোমাকে মেনে চলবে, জাহান্নামই হবে তোমাদের সকলের প্রতিফল, পূর্ণ প্রতিফল।"},{"id":64,"arabic_text":"وَ اسۡتَفۡزِزۡ مَنِ اسۡتَطَعۡتَ مِنۡہُمۡ بِصَوۡتِکَ وَ اَجۡلِبۡ عَلَیۡہِمۡ بِخَیۡلِکَ وَ رَجِلِکَ وَ شَارِکۡہُمۡ فِی الۡاَمۡوَالِ وَ الۡاَوۡلَادِ وَ عِدۡہُمۡ ؕ وَ مَا یَعِدُہُمُ الشَّیۡطٰنُ   اِلَّا  غُرُوۡرًا ﴿۶۴﴾ ","english_text":"So, We said, \"Strike the slain man with part of it.\" Thus does Allah bring the dead to life, and He shows you His signs that you might reason.","page":288,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2093.mp3","colorText":"وَ[h:9999[ٱ]سْتَفْزِزْ مَنِ [h:7817[ٱ]سْتَطَعْتَ مِنْه[c:7818[ُم ب]ِصَوْتِكَ وَأَ[q:7819[جْ]لِ[q:7819[بْ] عَلَيْه[c:7820[ِم ب]ِخَيْلِكَ وَرَجِلِكَ وَشَارِكْهُمْ فِى [h:7821[ٱ]لْأَمْو[n[َٲ]لِ وَ[h:7822[ٱ]لْأَوْلَ[n[ـٰ]دِ وَعِ[q:7823[دْ]هُمْ‌ۚ وَمَا يَعِدُهُمُ [h:3147[ٱ][l[ل]شَّيْطَ[n[ـٰ]نُ إِلَّا غُرُورًا","juz":15,"ruku":246,"manzil":4,"bangla_ahbayan":"তোমার আওয়াজ দ্বারা তাদের মধ্যে যাকে পার সত্যচ্যুত কর, [১] তোমার অশ্বারোহী  ও পদাতিক বাহিনী দ্বারা তাদেরকে আক্রমণ কর[২] এবং তাদের ধনে ও সন্তান-সন্ততিতে শরীক হয়ে যাও[৩] ও তাদেরকে প্রতিশ্রুতি দাও।[৪] আর শয়তান তাদেরকে যে প্রতিশ্রুতি দেয় তা ছলনা মাত্র। [৫]","bangla_bayan":"‘তোমার কণ্ঠ দিয়ে তাদের মধ্যে যাকে পারো প্ররোচিত কর, তাদের উপর ঝাপিয়ে পড় তোমার অশ্বারোহী ও পদাতিক বাহিনী নিয়ে এবং তাদের ধন-সম্পদ ও সন্তান-সন্ততিতে অংশীদার হও এবং তাদেরকে ওয়াদা দাও’। আর শয়তান প্রতারণা ছাড়া তাদেরকে কোন ওয়াদাই দেয় না।","bangla_mkhan":"তুই সত্যচ্যুত করে তাদের মধ্য থেকে যাকে পারিস স্বীয় আওয়ায দ্বারা, স্বীয় অশ্বারোহী ও পদাতিক বাহিনী নিয়ে তাদেরকে আক্রমণ কর, তাদের অর্থ-সম্পদ ও সন্তান-সন্ততিতে শরীক হয়ে যা এবং তাদেরকে প্রতিশ্রুতি দে। ছলনা ছাড়া শয়তান তাদেরকে কোন প্রতিশ্রুতি দেয় না।","bangla_mujibur":"তোর আহবানে তাদের মধ্য থেকে যাকে পারিস সত্যচূত কর, তোর অশ্বারোহী ও পদাতিক বাহিনী দ্বারা তাদেরকে আক্রমণ কর এবং তাদের ধন-সম্পদে ও সন্তান-সন্ততিতে শরীক হয়ে যা, এবং তাদেরকে প্রতিশ্রুতি দে। শাইতান তাদেরকে যে প্রতিশ্রুতি দেয় তা ছলনা মাত্র।","bangla_taisirul":"তাদের মধ্যে তুমি যাকে পার উস্কে দাও তোমার কথা দিয়ে, তোমার অশ্বারোহী আর পদাতিক বাহিনী দিয়ে তুমি আক্রমণ চালাও, আর তাদের ধন-সম্পদ ও সন্তানাদিতে ভাগ বসিয়ে দাও (যথেচ্ছভাবে সম্পদ উপার্জন ও ব্যয় করার পরামর্শ দিয়ে আর সন্তান কামনা ও প্রতিপালনে আল্লাহর বিধান লঙ্ঘনের উপদেশ দিয়ে) আর তাদেরকে প্রতিশ্রুতি দাও।’ শয়তান তাদেরকে যে প্রতিশ্রুতি দেয় তাতো ছলনা ছাড়া আর কিছুই নয়।"},{"id":65,"arabic_text":"اِنَّ عِبَادِیۡ  لَیۡسَ  لَکَ  عَلَیۡہِمۡ سُلۡطٰنٌ ؕ وَ کَفٰی  بِرَبِّکَ  وَکِیۡلًا  ﴿۶۵﴾","english_text":"Then your hearts became hardened after that, being like stones or even harder. For indeed, there are stones from which rivers burst forth, and there are some of them that split open and water comes out, and there are some of them that fall down for fear of Allah . And Allah is not unaware of what you do.","page":288,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2094.mp3","colorText":"إِ[g[نّ]َ عِبَادِى لَيْسَ لَكَ عَلَيْهِمْ سُلْطَ[n[ـٰ][a:7824[نٌ‌ۚ و]َكَفَىٰ بِرَبِّكَ وَكِيلاً","juz":15,"ruku":246,"manzil":4,"bangla_ahbayan":"আমার দাসদের উপর তোমার কোন ক্ষমতা নেই।[১] আর কর্মবিধায়ক হিসাবে তোমার প্রতিপালকই যথেষ্ট।’ [২]","bangla_bayan":"নিশ্চয় আমার বান্দাদের উপর তোমার কোন ক্ষমতা নেই। কর্মবিধায়ক হিসেবে তোমার রবই যথেষ্ট।","bangla_mkhan":"আমার বান্দাদের উপর তোর কোন ক্ষমতা নেই আপনার পালনকর্তা যথেষ্ট কার্যনির্বাহী।","bangla_mujibur":"নিশ্চয়ই আমার দাসদের উপর তোর কোন ক্ষমতা নেই; কর্ম বিধায়ক হিসাবে তোর রাব্বই যথেষ্ট।","bangla_taisirul":"‘আমার বান্দাহদের ব্যাপার হল, তাদের উপর তোমার কোন আধিপত্য চলবে না।’ কর্ম সম্পাদনে তোমার প্রতিপালকই যথেষ্ট।"},{"id":66,"arabic_text":"رَبُّکُمُ الَّذِیۡ یُزۡجِیۡ لَکُمُ الۡفُلۡکَ فِی الۡبَحۡرِ لِتَبۡتَغُوۡا مِنۡ فَضۡلِہٖ ؕ اِنَّہٗ کَانَ بِکُمۡ  رَحِیۡمًا ﴿۶۶﴾ ","english_text":"Do you covet [the hope, O believers], that they would believe for you while a party of them used to hear the words of Allah and then distort the Torah after they had understood it while they were knowing?","page":288,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2095.mp3","colorText":"رَّبُّكُمُ [h:7825[ٱ]لَّذِى يُزْجِى لَكُمُ [h:7131[ٱ]لْفُلْكَ فِى [h:837[ٱ]لْبَحْرِ لِتَ[q:7694[بْ]تَغُو[s[اْ] مِ[f:475[ن ف]َضْلِه[o[ِۦٓ‌ۚ] إِ[g[نّ]َهُ[n[ۥ] كَانَ بِكُمْ رَحِيمًا","juz":15,"ruku":246,"manzil":4,"bangla_ahbayan":"তোমাদের প্রতিপালক তিনিই, যিনি তোমাদের জন্য সমুদ্রে জলযান পরিচালিত করেন, যাতে তোমরা তাঁর অনুগ্রহ সন্ধান করতে পার; তিনি তোমাদের প্রতি পরম দয়ালু। [১]","bangla_bayan":"তোমাদের রব তিনি, যিনি তোমাদের জন্য সমুদ্রে চালিত করেন নৌযান, যাতে তোমরা তাঁর অনুগ্রহ সন্ধান করতে পার। নিশ্চয় তিনি তোমাদের প্রতি পরম দয়ালু।","bangla_mkhan":"তোমাদের পালনকর্তা তিনিই, যিনি তোমাদের জন্যে সমুদ্রে জলযান চালনা করেন, যাতে তোমরা তার অনুগ্রহ অন্বেষন করতে পারো। নিঃ সন্দেহে তিনি তোমাদের প্রতি পরম দয়ালূ।","bangla_mujibur":"তোমাদের রাব্ব তিনিই যিনি তোমাদের জন্য সমুদ্রে নৌযান পরিচালিত করেন যাতে তোমরা তাঁর অনুগ্রহ সন্ধান করতে পার; তিনি তোমাদের প্রতি পরম দয়ালু।","bangla_taisirul":"তোমাদের (প্রকৃত) প্রতিপালক তো তিনিই, যিনি সমুদ্রে তোমাদের জন্য সুস্থিরভাবে নৌযান পরিচালনা করেন, যাতে তোমরা তাঁর অনুগ্রহ সন্ধান করতে পার, তিনি তোমাদের প্রতি বড়ই দয়ালু।"},{"id":67,"arabic_text":"وَ اِذَا مَسَّکُمُ الضُّرُّ  فِی الۡبَحۡرِ ضَلَّ مَنۡ تَدۡعُوۡنَ  اِلَّاۤ  اِیَّاہُ ۚ فَلَمَّا نَجّٰىکُمۡ  اِلَی الۡبَرِّ  اَعۡرَضۡتُمۡ ؕ وَ کَانَ  الۡاِنۡسَانُ کَفُوۡرًا ﴿۶۷﴾ ","english_text":"And when they meet those who believe, they say, \"We have believed\"; but when they are alone with one another, they say, \"Do you talk to them about what Allah has revealed to you so they can argue with you about it before your Lord?\" Then will you not reason?","page":289,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2096.mp3","colorText":"وَإِذَا مَسَّكُمُ [h:7435[ٱ][l[ل]ضُّرُّ فِى [h:837[ٱ]لْبَحْرِ ضَلَّ مَ[f:7826[ن ت]َ[q:4040[دْ]عُونَ إِلّ[o[َآ] إِيَّاهُ‌ۖ فَلَ[g[مّ]َا نَجَّ[n[ـٰ]كُمْ إِلَى [h:7827[ٱ]لْبَرِّ أَعْرَضْتُمْ‌ۚ وَكَانَ [h:7688[ٱ]لْإِ[f:2732[نس]َ[n[ـٰ]نُ كَفُورًا","juz":15,"ruku":246,"manzil":4,"bangla_ahbayan":"সমুদ্রে যখন তোমাদেরকে বিপদ স্পর্শ করে, তখন শুধু তিনি ছাড়া অপর যাদেরকে তোমরা আহবান করে থাক, তারা অদৃশ্য হয়ে যায়; অতঃপর তিনি যখন স্থলে ভিড়িয়ে তোমাদেরকে উদ্ধার করেন, তখন তোমরা মুখ ফিরিয়ে নাও। আর মানুষ বড়ই অকৃতজ্ঞ।[১]","bangla_bayan":"আর যখন তোমাদেরকে সমুদ্রে বিপদ স্পর্শ করে, তখন তিনি ছাড়া যাদেরকে তোমরা ডাক, তারা (তোমাদের মন থেকে) হারিয়ে যায়; অতঃপর তিনি যখন তোমাদেরকে রক্ষা করে স্থলে আনেন, তখন তোমরা বিমুখ হয়ে যাও। আর মানুষ তো খুব অকৃতজ্ঞ।","bangla_mkhan":"যখন সমুদ্রে তোমাদের উপর বিপদ আসে, তখন শুধু আল্লাহ ব্যতীত যাদেরকে তোমরা আহবান করে থাক তাদেরকে তোমরা বিস্মৃত হয়ে যাও। অতঃপর তিনি যখন তোমাদেরকে স্থলে ভিড়িয়ে উদ্ধার করে নেন, তখন তোমরা মুখ ফিরিয়ে নাও। মানুষ বড়ই অকৃতজ্ঞ।","bangla_mujibur":"সমুদ্রে যখন তোমাদেরকে বিপদ স্পর্শ করে তখন শুধু তিনি ছাড়া অপর যাদেরকে তোমরা আহবান কর তারা তোমাদের মন হতে উধাও হয়ে যায়। অতঃপর তিনি যখন স্থলে ভিড়িয়ে তোমাদেরকে উদ্ধার করেন তখন তোমরা মুখ ফিরিয়ে নাও; বস্তুতঃ মানুষ বড়ই অকৃতজ্ঞ।","bangla_taisirul":"সমুদ্রে যখন বিপদ তোমাদেরকে পেয়ে বসে, তখন তাঁকে ছাড়া অন্য যাদেরকে তোমরা (উপাস্য ভেবে) আহবান কর তারা (তখন তোমাদের মন থেকে) হারিয়ে যায়। অতঃপর তিনি যখন তোমাদেরকে স্থলে এনে বাঁচিয়ে দেন, তখন তোমরা মুখ ফিরিয়ে নাও। মানুষ হল বড়ই অকৃতজ্ঞ।"},{"id":68,"arabic_text":"اَفَاَمِنۡتُمۡ اَنۡ یَّخۡسِفَ بِکُمۡ جَانِبَ الۡبَرِّ اَوۡ یُرۡسِلَ عَلَیۡکُمۡ حَاصِبًا ثُمَّ لَا تَجِدُوۡا  لَکُمۡ  وَکِیۡلًا  ﴿ۙ۶۸﴾","english_text":"But do they not know that Allah knows what they conceal and what they declare?","page":289,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2097.mp3","colorText":"أَفَأَمِ[f:7828[نت]ُمْ أ[a:7417[َن ي]َخْسِفَ بِكُمْ جَانِبَ [h:7829[ٱ]لْبَرِّ أَوْ يُرْسِلَ عَلَيْكُمْ حَاصِ[f:7830[بًا ث]ُ[g[مّ]َ لَا تَجِدُو[s[اْ] لَكُمْ وَكِيلاً","juz":15,"ruku":246,"manzil":4,"bangla_ahbayan":"তোমরা কি নিশ্চিত আছ যে, তিনি তোমাদেরকে স্থলে কোথাও ভূগর্ভস্থ করবেন না অথবা তোমাদের উপর পাথর বর্ষণকারী ঝড় পাঠাবেন না?[১] আর তখন তোমরা তোমাদের কোন কর্মবিধায়ক পাবে না।","bangla_bayan":"তোমরা কি নিরাপদ হয়ে গিয়েছ যে, তিনি তোমাদেরসহ স্থলের কোন দিক ধ্বসিয়ে দেবেন না অথবা তোমাদের উপর শিলা বর্ষণকারী বাতাস প্রেরণ করবেন না? তারপর তোমরা তোমাদের জন্য কোন কর্মবিধায়ক পাবে না।","bangla_mkhan":"তোমরা কি এ বিষয়ে নিশ্চিন্ত রয়েছ যে, তিনি তোমাদেরকে স্থলভাগে কোথাও ভূগর্ভস্থ করবেন না। অথবা তোমাদের উপর প্রস্তর বর্ষণকারী ঘুর্ণিঝড় প্রেরণ করবেন না, তখন তোমরা নিজেদের জন্যে কোন কর্মবিধায়ক পাবে না।","bangla_mujibur":"তোমরা কি নিশ্চিত আছ যে, তিনি তোমাদেরকে স্থলে কোথাও ভূ-গর্ভস্থ করবেননা অথবা তোমাদের উপর কংকর বর্ষণ করবেননা? তখন তোমরা তোমাদের কোন কর্ম বিধায়ক পাবেনা।","bangla_taisirul":"তোমরা কি নির্ভয় হয়ে গেছ যে তিনি তোমাদেরকে স্থলভাগেই যমীনের মধ্যে ধ্বসিয়ে দিবেন না, কিংবা তোমাদের উপর শিলা বর্ষণকারী ঝড়ো হাওয়া পাঠাবেন না? এমতাবস্থায় তোমাদের রক্ষাকারী কাউকে তোমরা পাবে না।"},{"id":69,"arabic_text":"اَمۡ  اَمِنۡتُمۡ اَنۡ یُّعِیۡدَکُمۡ فِیۡہِ تَارَۃً  اُخۡرٰی فَیُرۡسِلَ عَلَیۡکُمۡ قَاصِفًا مِّنَ الرِّیۡحِ فَیُغۡرِقَکُمۡ بِمَا کَفَرۡتُمۡ ۙ ثُمَّ لَا  تَجِدُوۡا لَکُمۡ عَلَیۡنَا بِہٖ تَبِیۡعًا ﴿۶۹﴾ ","english_text":"And among them are unlettered ones who do not know the Scripture except in wishful thinking, but they are only assuming.","page":289,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2098.mp3","colorText":"أَمْ أَمِ[f:1062[نت]ُمْ أ[a:7831[َن ي]ُعِيدَكُمْ فِيهِ تَارَةً أُخْرَىٰ فَيُرْسِلَ عَلَيْكُمْ قَاصِ[a:7832[فًا م]ِّنَ [h:7833[ٱ][l[ل]رِّيحِ فَيُغْرِقَك[c:7834[ُم ب]ِمَا كَفَرْتُمْ‌ۙ ثُ[g[مّ]َ لَا تَجِدُو[s[اْ] لَكُمْ عَلَيْنَا بِه[n[ِۦ] تَبِيعًا","juz":15,"ruku":246,"manzil":4,"bangla_ahbayan":"অথবা তোমরা কি নিশ্চিত আছ যে, তোমাদেরকে আর একবার সমুদ্রে নিয়ে যাবেন না এবং তোমাদের বিরুদ্ধে প্রচন্ড ঝটিকা পাঠাবেন না, অতঃপর প্রত্যাখ্যান করার জন্য তোমাদেরকে নিমজ্জিত করবেন না? আর তখন তোমরা এ বিষয়ে আমার বিরুদ্ধে কোন সাহায্যকারী পাবে না। [১]","bangla_bayan":"অথবা তোমরা কি নিরাপদ হয়ে গিয়েছ যে, তিনি তোমাদেরকে আরেকবার সমুদ্রে ফিরিয়ে নেবেন না, অতঃপর তোমাদের উপর প্রচন্ড বাতাস পাঠাবেন না এবং তোমাদেরকে ডুবিয়ে দেবেন না, তোমরা কুফরী করার কারণে? তারপর তোমরা আমার বিরুদ্ধে এ বিষয়ে কোন সাহায্যকারী পাবে না।","bangla_mkhan":"অথবা তোমরা কি এ বিষয়ে নিশ্চিন্ত যে, তিনি তোমাদেরকে আরেকবার সমুদ্রে নিয়ে যাবেন না, অতঃপর তোমাদের জন্যে মহা ঝটিকা প্রেরণ করবেন না, অতঃপর অকৃতজ্ঞতার শাস্তিস্বরূপ তোমাদেরকে নিমজ্জত করবেন না, তখন তোমরা আমার বিরুদ্ধে এ বিষয়ে সাহায্যকারী কাউকে পাবে না।","bangla_mujibur":"অথবা তোমরা কি নিশ্চিন্ত আছ যে, তোমাদেরকে আর একবার সমুদ্রে নিয়ে যাবেননা এবং তোমাদের বিরুদ্ধে প্রচন্ড ঝটিকা পাঠাবেননা এবং তোমাদের সত্য প্রত্যাখ্যান করার জন্য তোমাদেরকে নিমজ্জিত করবেননা? তখন তোমরা এ বিষয়ে আমার বিরুদ্ধে কোন সাহায্যকারী পাবেনা।","bangla_taisirul":"তোমরা কি ভয়হীন হয়ে গেছ যে, তিনি তোমাদেরকে আরেকবার সমুদ্রে নিয়ে যাবেন না আর তোমাদের উপর প্রচন্ড ঝড়ো হাওয়া পাঠাবেন না আর তোমাদের অকৃতজ্ঞতার কারণে তোমাদেরকে ডুবিয়ে দেবেন না? তখন তোমরা আমার বিরুদ্ধে কোন সাহায্যকারী পাবে না।"},{"id":70,"arabic_text":"وَ لَقَدۡ کَرَّمۡنَا بَنِیۡۤ  اٰدَمَ وَ حَمَلۡنٰہُمۡ  فِی الۡبَرِّ وَ الۡبَحۡرِ وَ رَزَقۡنٰہُمۡ مِّنَ الطَّیِّبٰتِ وَ فَضَّلۡنٰہُمۡ عَلٰی کَثِیۡرٍ مِّمَّنۡ خَلَقۡنَا تَفۡضِیۡلًا ﴿۷۰﴾ ","english_text":"So woe to those who write the \"scripture\" with their own hands, then say, \"This is from Allah,\" in order to exchange it for a small price. Woe to them for what their hands have written and woe to them for what they earn.","page":289,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2099.mp3","colorText":"۞ وَلَقَ[q:341[دْ] كَرَّمْنَا بَن[o[ِىٓ] ءَادَمَ وَحَمَلْنَ[n[ـٰ]هُمْ فِى [h:4106[ٱ]لْبَرِّ وَ[h:4107[ٱ]لْبَحْرِ وَرَزَ[q:6191[قْ]نَ[n[ـٰ]ه[w:6192[ُم م]ِّنَ [h:5307[ٱ][l[ل]طَّيِّبَ[n[ـٰ]تِ وَفَضَّلْنَ[n[ـٰ]هُمْ عَلَىٰ كَثِي[a:7835[رٍ م]ِّ[g[مّ]َنْ خَلَ[q:5159[قْ]نَا تَفْضِيلاً","juz":15,"ruku":246,"manzil":4,"bangla_ahbayan":"আমি তো আদম সন্তানকে মর্যাদা দান করেছি,[১] স্থলে ও সমুদ্রে তাদের চলাচলের বাহন দিয়েছি;[২] তাদেরকে উত্তম জীবনোপকরণ দান করেছি[৩] এবং যাদেরকে আমি সৃষ্টি করেছি, তাদের অনেকের উপর তাদেরকে যথেষ্ট শ্রেষ্ঠত্ব দিয়েছি। [৪]","bangla_bayan":"আর আমি তো আদম সন্তানদের সম্মানিত করেছি এবং আমি তাদেরকে স্থলে ও সমুদ্রে বাহন দিয়েছি এবং তাদেরকে দিয়েছি উত্তম রিয্ক। আর আমি যা সৃষ্টি করেছি তাদের থেকে অনেকের উপর আমি তাদেরকে অনেক মর্যাদা দিয়েছি।","bangla_mkhan":"নিশ্চয় আমি আদম সন্তানকে মর্যাদা দান করেছি, আমি তাদেরকে স্থলে ও জলে চলাচলের বাহন দান করেছি; তাদেরকে উত্তম জীবনোপকরণ প্রদান করেছি এবং তাদেরকে অনেক সৃষ্ট বস্তুর উপর শ্রেষ্ঠত্ব দান করেছি।","bangla_mujibur":"আমিতো আদম-সন্তানকে মর্যাদা দান করেছি, স্থলে ও সমুদ্রে তাদের চলাচলের বাহন দিয়েছি; আর তাদেরকে উত্তম জীবনোপকরণ দান করেছি এবং আমি যাদেরকে সৃষ্টি করেছি তাদের অনেকের উপর তাদেরকে শ্রেষ্ঠত্ব দিয়েছি।","bangla_taisirul":"আমি আদাম সন্তানকে সম্মানিত করেছি, তাদের জন্য জলে স্থলে যানবাহনের ব্যবস্থা করেছি, তাদেরকে পবিত্র রিযক দিয়েছি আর আমি তাদেরকে আমার অধিকাংশ সৃষ্টির উপর মর্যাদায় শ্রেষ্ঠত্ব দান করেছি।"},{"id":71,"arabic_text":"یَوۡمَ نَدۡعُوۡا کُلَّ اُنَاسٍۭ بِاِمَامِہِمۡ ۚ فَمَنۡ اُوۡتِیَ کِتٰبَہٗ  بِیَمِیۡنِہٖ فَاُولٰٓئِکَ یَقۡرَءُوۡنَ  کِتٰبَہُمۡ وَ لَا یُظۡلَمُوۡنَ فَتِیۡلًا  ﴿۷۱﴾","english_text":"And they say, \"Never will the Fire touch us, except for a few days.\" Say, \"Have you taken a covenant with Allah ? For Allah will never break His covenant. Or do you say about Allah that which you do not know?\"","page":289,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2100.mp3","colorText":"يَوْمَ نَ[q:7542[دْ]عُو[s[اْ] كُلَّ أُنَا[i:7836[سِۭ ب]ِإِمَ[n[ـٰ]مِهِمْ‌ۖ فَمَنْ أُوتِىَ كِتَ[n[ـٰ]بَهُ[n[ۥ] بِيَمِينِه[n[ِۦ] فَأُ[s[وْ]لَ[o[ـٰٓ]ئِكَ يَ[q:6198[قْ]رَءُونَ كِتَ[n[ـٰ]بَهُمْ وَلَا يُظْلَمُونَ فَتِيلاً","juz":15,"ruku":247,"manzil":4,"bangla_ahbayan":"(স্মরণ কর,) যখন আমি প্রত্যেক সম্প্রদায়কে তাদের নেতা সহ[১] আহবান করব। যাদেরকে ডান হাতে তাদের আমলনামা দেওয়া হবে, তারা তাদের আমলনামা পাঠ করবে এবং তাদের প্রতি খেজুরের আঁটির ফাটলে সুতো বরাবর (সামান্য পরিমাণ)ও যুলুম করা হবে না। [২]","bangla_bayan":"স্মরণ কর, যেদিন আমি প্রত্যেক মানুষকে তাদের ইমামসহ* ডাকব। অতঃপর যাকে তার আমলনামা ডান হাতে দেয়া হবে তারা নিজদের আমলনামা পাঠ করবে এবং তাদের প্রতি সামান্য পরিমাণ অবিচার করা হবে না। \\n\\n* ‘ইমাম’ অর্থ এখানে নেতা, আমলনামা, নবী বা প্রতিটি জাতির স্ব স্ব ঐশী কিতাব।","bangla_mkhan":"স্মরণ কর, যেদিন আমি প্রত্যেক দলকে তাদের নেতাসহ আহবান করব, অতঃপর যাদেরকে তাদের ডান হাতে আমলনামা দেয়া হবে, তারা নিজেদের আমলনামা পাঠ করবে এবং তাদের প্রতি সামান্য পরিমাণও জুলুম হবে না।","bangla_mujibur":"স্মরণ কর সেই দিনকে যখন আমি প্রত্যেক সম্প্রদায়কে তাদের নেতাসহ আহবান করব; যাদেরকে ডান হাতে ‘আমলনামা দেয়া হবে তারা তাদের ‘আমলনামা পাঠ করবে (আনন্দের সাথে) এবং তাদের উপর সামান্য পরিমাণও যুলম করা হবে না।","bangla_taisirul":"স্মরণ কর, যেদিন আমি সকল সম্প্রদায়কে তাদের নেতাসহ ডাকব, অতঃপর যাদেরকে তাদের ‘আমলনামা ডান হাতে দেয়া হবে, তারা তাদের ‘আমালনামা পাঠ করবে (আনন্দচিত্তে) আর তাদের প্রতি এতটুকু যুলম করা হবে না।"},{"id":72,"arabic_text":"وَ مَنۡ کَانَ فِیۡ ہٰذِہٖۤ  اَعۡمٰی فَہُوَ فِی الۡاٰخِرَۃِ   اَعۡمٰی  وَ اَضَلُّ  سَبِیۡلًا ﴿۷۲﴾ ","english_text":"Yes, whoever earns evil and his sin has encompassed him - those are the companions of the Fire; they will abide therein eternally.","page":289,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2101.mp3","colorText":"وَمَ[f:975[ن ك]َانَ فِى هَ[n[ـٰ]ذِه[o[ِۦٓ] أَعْمَىٰ فَهُوَ فِى [h:536[ٱ]لْأَخِرَةِ أَعْمَىٰ وَأَضَلُّ سَبِيلاً","juz":15,"ruku":247,"manzil":4,"bangla_ahbayan":"যে লোক ইহলোকে অন্ধ, সে লোক পরলোকেও অন্ধ এবং অধিকতর পথভ্রষ্ট। [১]","bangla_bayan":"আর যে ব্যক্তি এখানে অন্ধ সে আখিরাতেও অন্ধ এবং অধিকতর পথভ্রষ্ট।","bangla_mkhan":"যে ব্যক্তি ইহকালে অন্ধ ছিল সে পরকালেও অন্ধ এবং অধিকতর পথভ্রান্ত।","bangla_mujibur":"যে ইহলোকে অন্ধ পরলোকেও সে অন্ধ এবং অধিকতর পথভ্রষ্ট।","bangla_taisirul":"যে ব্যক্তি এখানে (সত্য পথ দেখার ব্যাপারে) অন্ধ, সে আখেরাতেও হবে অন্ধ, আর সঠিক পথ থেকে অধিক বিচ্যুত।"},{"id":73,"arabic_text":"وَ اِنۡ کَادُوۡا لَیَفۡتِنُوۡنَکَ عَنِ الَّذِیۡۤ اَوۡحَیۡنَاۤ  اِلَیۡکَ لِتَفۡتَرِیَ عَلَیۡنَا غَیۡرَہٗ ٭ۖ وَ  اِذًا  لَّاتَّخَذُوۡکَ  خَلِیۡلًا ﴿۷۳﴾ ","english_text":"But they who believe and do righteous deeds - those are the companions of Paradise; they will abide therein eternally.","page":289,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2102.mp3","colorText":"وَإِ[f:7837[ن ك]َادُو[s[اْ] لَيَفْتِنُونَكَ عَنِ [h:7838[ٱ]لَّذ[o[ِىٓ] أَوْحَيْن[o[َآ] إِلَيْكَ لِتَفْتَرِىَ عَلَيْنَا غَيْرَهُ[n[ۥ]‌ۖ وَإِ[u:7839[ذًا ل]َّ[h:7840[ٱ]تَّخَذُوكَ خَلِيلاً","juz":15,"ruku":247,"manzil":4,"bangla_ahbayan":"আমি তোমার প্রতি যা প্রত্যাদেশ করেছি, তা হতে তারা তোমার পদস্খলন প্রায় ঘটিয়েই ফেলেছিল, যাতে তুমি আমার সম্বন্ধে ওর বিপরীত কিছু মিথ্যা উদ্ভাবন কর; আর তা করলে, তারা অবশ্যই তোমাকে বন্ধুরূপে গ্রহণ করত।","bangla_bayan":"আর তাদের অবস্থা এমন ছিল যে, আমি তোমাকে যে ওহী দিয়েছি, তা থেকে তারা তোমাকে প্রায় ফিতনায় ফেলে দিয়েছিল, যাতে তুমি আমার নামে এর বিপরীত মিথ্যা রটাতে পার এবং তখন তারা অবশ্যই তোমাকে বন্ধুরূপে গ্রহণ করত।","bangla_mkhan":"তারা তো আপনাকে হটিয়ে দিতে চাচ্ছিল যে বিষয় আমি আপনার প্রতি ওহীর মাধ্যমে যা প্রেরণ করেছি তা থেকে আপনার পদঙ্খলন ঘটানোর জন্যে তারা চুড়ান্ত চেষ্টা করেছে, যাতে আপনি আমার প্রতি কিছু মিথ্যা সম্বন্ধযুক্ত করেন। এতে সফল হলে তারা আপনাকে বন্ধুরূপে গ্রহণ করে নিত।","bangla_mujibur":"আমি তোমার প্রতি যা প্রত্যাদেশ করেছি তা হতে তোমার পদস্খলন ঘটানোর জন্য তারা চূড়ান্ত চেষ্টা করেছে যাতে তুমি আমার সম্বন্ধে কিছু মিথ্যা উদ্ভাবন কর। সফলকাম হলে তারা অবশ্যই তোমাকে বন্ধু রূপে গ্রহণ করত।","bangla_taisirul":"আমি তোমার প্রতি যে ওয়াহী করেছি তাত্থেকে তোমাকে পদস্খলিত করার জন্য তারা চেষ্টার কোন ত্রুটি করেনি যাতে তুমি আমার সম্বন্ধে তার (অর্থাৎ নাযিলকৃত ওয়াহীর) বিপরীতে মিথ্যা রচনা কর, তাহলে তারা তোমাকে অবশ্যই বন্ধু বানিয়ে নিত।"},{"id":74,"arabic_text":"وَ لَوۡ لَاۤ  اَنۡ ثَبَّتۡنٰکَ لَقَدۡ کِدۡتَّ تَرۡکَنُ اِلَیۡہِمۡ  شَیۡئًا  قَلِیۡلًا ﴿٭ۙ۷۴﴾ ","english_text":"And [recall] when We took the covenant from the Children of Israel, [enjoining upon them], \"Do not worship except Allah ; and to parents do good and to relatives, orphans, and the needy. And speak to people good [words] and establish prayer and give zakah.\" Then you turned away, except a few of you, and you were refusing.","page":289,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2103.mp3","colorText":"وَلَوْل[o[َآ] أَ[f:7841[ن ث]َبَّتْنَ[n[ـٰ]كَ لَقَ[q:2389[دْ] كِ[d:7842[د]تَّ تَرْكَنُ إِلَيْهِمْ شَيْـ[f:7843[ـًٔا ق]َلِيلاً","juz":15,"ruku":247,"manzil":4,"bangla_ahbayan":"আমি তোমাকে অবিচলিত না রাখলে তুমি তাদের দিকে কিছুটা প্রায় ঝুঁকে পড়তে। [১]","bangla_bayan":"আর আমি যদি তোমাকে অবিচল না রাখতাম, তবে অবশ্যই তুমি তাদের দিকে কিছুটা ঝুঁকে পড়তে,","bangla_mkhan":"আমি আপনাকে দৃঢ়পদ না রাখলে আপনি তাদের প্রতি কিছুটা ঝুঁকেই পড়তেন।","bangla_mujibur":"আমি তোমাকে অবিচলিত না রাখলে তুমি তাদের দিকে প্রায় কিছুটা ঝুঁকেই পড়তে।","bangla_taisirul":"আমি তোমাকে দৃঢ় প্রতিষ্ঠিত না রাখলে তুমি তাদের দিকে কিছু না কিছু ঝুঁকেই পড়তে।"},{"id":75,"arabic_text":"اِذًا  لَّاَذَقۡنٰکَ ضِعۡفَ الۡحَیٰوۃِ  وَ ضِعۡفَ الۡمَمَاتِ ثُمَّ  لَا تَجِدُ  لَکَ  عَلَیۡنَا نَصِیۡرًا ﴿۷۵﴾ ","english_text":"And [recall] when We took your covenant, [saying], \"Do not shed each other's blood or evict one another from your homes.\" Then you acknowledged [this] while you were witnessing.","page":289,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2104.mp3","colorText":"إِ[u:7844[ذًا ل]َّأَذَ[q:7845[قْ]نَ[n[ـٰ]كَ ضِعْفَ [h:7846[ٱ]لْحَيَ[s[و][n[ٲ]ةِ وَضِعْفَ [h:7847[ٱ]لْمَمَاتِ ثُ[g[مّ]َ لَا تَجِدُ لَكَ عَلَيْنَا نَصِيرًا","juz":15,"ruku":247,"manzil":4,"bangla_ahbayan":"তাহলে আমি অবশ্যই তোমাকে ইহজীবনে ও পরজীবনে দ্বিগুণ শাস্তি আস্বাদন করাতাম,[১] আর তখন আমার বিরুদ্ধে তোমার জন্য কোন সাহায্যকারী পেতে না।","bangla_bayan":"তখন আমি অবশ্যই তোমাকে আস্বাদন করাতাম জীবনের দ্বিগুণ ও মরণের দ্বিগুণ আযাব।* তারপর তুমি তোমার জন্য আমার বিরুদ্ধে কোন সাহায্যকারী পাবে না। \\n\\n* এখানে জীবনের দিগুণ ও মরণের দিগুণ আযাব দ্বারা দুনিয়াবী জীবন ও আখিরাতের জীবনের দিগুণ আযাব উদ্দেশ্য।","bangla_mkhan":"তখন আমি অবশ্যই আপনাকে ইহজীবনে ও পরজীবনে দ্বিগুণ শাস্তির আস্বাদন করাতাম। এ সময় আপনি আমার মোকাবিলায় কোন সাহায্যকারী পেতেন না।","bangla_mujibur":"তুমি ঝুঁকে পড়লে অবশ্যই তোমাকে ইহজীবনে ও পরজীবনে দ্বিগুণ শাস্তি আস্বাদন করাতাম; তখন আমার বিরুদ্ধে তোমার জন্য কোন সাহায্যকারী পেতেনা।","bangla_taisirul":"তুমি তা করলে আমি তোমাকে এ দুনিয়ায় দ্বিগুণ আর পরকালেও দ্বিগুণ ‘আযাবের স্বাদ আস্বাদন করাতাম। সে অবস্থায় তুমি তোমার জন্য আমার বিরুদ্ধে কোন সাহায্যকারী পেতে না।"},{"id":76,"arabic_text":"وَ  اِنۡ  کَادُوۡا  لَیَسۡتَفِزُّوۡنَکَ مِنَ  الۡاَرۡضِ لِیُخۡرِجُوۡکَ مِنۡہَا وَ اِذًا  لَّا یَلۡبَثُوۡنَ خِلٰفَکَ   اِلَّا   قَلِیۡلًا ﴿۷۶﴾ ","english_text":"Then, you are those [same ones who are] killing one another and evicting a party of your people from their homes, cooperating against them in sin and aggression. And if they come to you as captives, you ransom them, although their eviction was forbidden to you. So do you believe in part of the Scripture and disbelieve in part? Then what is the recompense for those who do that among you except disgrace in worldly life; and on the Day of Resurrection they will be sent back to the severest of punishment. And Allah is not unaware of what you do.","page":290,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2105.mp3","colorText":"وَإِ[f:7837[ن ك]َادُو[s[اْ] لَيَسْتَفِزُّونَكَ مِنَ [h:1579[ٱ]لْأَرْضِ لِيُخْرِجُوكَ مِنْهَا‌ۖ وَإِ[u:7848[ذًا ل]َّا يَلْبَثُونَ خِلَ[n[ـٰ]فَكَ إِلَّا قَلِيلاً","juz":15,"ruku":247,"manzil":4,"bangla_ahbayan":"তারা তোমাকে স্বদেশ থেকে প্রায় উচ্ছেদ করেই ফেলেছিল সেথা হতে বহিস্কার করার জন্য; [১] তা করলে তোমার পর তারাও সেথায় অল্পকালই টিঁকে থাকত। [২]","bangla_bayan":"আর তাদের অবস্থা এমন ছিল যে, তারা তোমাকে যমীন থেকে উৎখাত করে দেবে, যাতে তোমাকে সেখান থেকে বের করে দিতে পারে এবং তখন তারা তোমার পরে স্বল্প সময়ই টিকে থাকতে পারত।","bangla_mkhan":"তারা তো আপনাকে এ ভুখন্ড থেকে উৎখাত করে দিতে চুড়ান্ত চেষ্টা করেছিল যাতে আপনাকে এখান থেকে বহিস্কার করে দেয়া যায়। তখন তারাও আপনার পর সেখানে অল্প কালই মাত্র টিকে থাকত।","bangla_mujibur":"তারা তোমাকে দেশ হতে উৎখাত করার চূড়ান্ত চেষ্টা করেছিল তোমাকে সেখান হতে বহিস্কার করার জন্য। তাহলে তোমার পর তারাও সেখানে অল্পকালই টিকে থাকত।","bangla_taisirul":"তারা তোমাকে যমীন থেকে উৎখাত করতে চেয়েছিল যাতে তারা তোমাকে তাত্থেকে বের করে দিতে পারে, সেক্ষেত্রে তারা এখানে তোমার পরে খুব অল্পকালই টিকে থাকত।"},{"id":77,"arabic_text":"سُنَّۃَ مَنۡ قَدۡ اَرۡسَلۡنَا قَبۡلَکَ مِنۡ رُّسُلِنَا وَ لَا تَجِدُ  لِسُنَّتِنَا تَحۡوِیۡلًا ﴿۷۷﴾ ","english_text":"Those are the ones who have bought the life of this world [in exchange] for the Hereafter, so the punishment will not be lightened for them, nor will they be aided.","page":290,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2106.mp3","colorText":"سُ[g[نّ]َةَ مَ[f:6316[ن ق]َ[q:298[دْ] أَرْسَلْنَا قَ[q:7849[بْ]لَكَ م[u:7850[ِن ر]ُّسُلِنَا‌ۖ وَلَا تَجِدُ لِسُ[g[نّ]َتِنَا تَحْوِيلاً","juz":15,"ruku":247,"manzil":4,"bangla_ahbayan":"আমার রসূলদের মধ্যে তোমার পূর্বে যাদেরকে আমি পাঠিয়েছিলাম, তাদের ক্ষেত্রেও ছিল অনুরূপ নিয়ম। [১] আর তুমি আমার নিয়মের কোন পরিবর্তন পাবে না। [২]","bangla_bayan":"তাদের নিয়ম অনুসারে যাদেরকে আমি আমার রাসূলদের মধ্যে তোমার পূর্বে পাঠিয়েছিলাম এবং তুমি আমার নিয়মে কোন পরিবর্তন পাবে না।","bangla_mkhan":"আপনার পূর্বে আমি যত রসূল প্রেরণ করেছি, তাদের ক্ষেত্রেও এরূপ নিয়ম ছিল। আপনি আমার নিয়মের কোন ব্যতিক্রম পাবেন না।","bangla_mujibur":"আমার রাসূলদের মধ্যে তোমার পূর্বে যাদেরকে আমি পাঠিয়েছিলাম তাদের ক্ষেত্রেও ছিল এরূপ নিয়ম এবং তুমি আমার নিয়মের কোন পরিবর্তন দেখতে পাবেনা।","bangla_taisirul":"তোমার পূর্বে আমি আমার যে সব রসূল পাঠিয়েছিলাম তাদের ক্ষেত্রে এটাই ছিল নিয়ম আর তুমি আমার নিয়মের কোন পরিবর্তন দেখতে পাবে না।"},{"id":78,"arabic_text":"اَقِمِ الصَّلٰوۃَ  لِدُلُوۡکِ الشَّمۡسِ اِلٰی غَسَقِ  الَّیۡلِ وَ  قُرۡاٰنَ  الۡفَجۡرِ ؕ اِنَّ  قُرۡاٰنَ الۡفَجۡرِ  کَانَ  مَشۡہُوۡدًا ﴿۷۸﴾ ","english_text":"And We did certainly give Moses the Torah and followed up after him with messengers. And We gave Jesus, the son of Mary, clear proofs and supported him with the Pure Spirit. But is it [not] that every time a messenger came to you, [O Children of Israel], with what your souls did not desire, you were arrogant? And a party [of messengers] you denied and another party you killed.","page":290,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2107.mp3","colorText":"أَقِمِ [h:7851[ٱ][l[ل]صَّلَ[s[و][n[ٲ]ةَ لِدُلُوكِ [h:7852[ٱ][l[ل]شَّمْسِ إِلَىٰ غَسَقِ [h:7853[ٱ]لَّيْلِ وَقُرْءَانَ [h:7854[ٱ]لْفَ[q:996[جْ]رِ‌ۖ إِ[g[نّ]َ قُرْءَانَ [h:7855[ٱ]لْفَ[q:996[جْ]رِ كَانَ مَشْهُودًا","juz":15,"ruku":248,"manzil":4,"bangla_ahbayan":"সূর্য হেলে পড়বার পর হতে রাত্রির ঘন অন্ধকার[১] পর্যন্ত নামায কায়েম কর এবং (কায়েম কর) ফজরের কুরআন (নামায); নিশ্চয় ফজরের কুরআন (নামায) পরিলক্ষিত হয় বিশেষভাবে। [২]","bangla_bayan":"সূর্য হেলে পড়ার সময় থেকে রাতের অন্ধকার পর্যন্ত সালাত কায়েম কর এবং ফজরের কুরআন*। নিশ্চয় ফজরের কুরআন (ফেরেশতাদের) উপস্থিতির সময়।** \\n\\n*‘ফজরের কুরআন’ দ্বারা উদ্দেশ্য ফজরের সালাত।","bangla_mkhan":"সূর্য ঢলে পড়ার সময় থেকে রাত্রির অন্ধকার পর্যন্ত নামায কায়েম করুন এবং ফজরের কোরআন পাঠও। নিশ্চয় ফজরের কোরআন পাঠ মুখোমুখি হয়।","bangla_mujibur":"সূর্য হেলে পড়ার পর হতে রাতের ঘন অন্ধকার পর্যন্ত সালাত কায়েম করবে এবং কায়েম করবে ফাজরের কুরআন পাঠও। কারণ ভোরের কুরআন পাঠ সাক্ষী স্বরূপ।","bangla_taisirul":"সূর্য পশ্চিমে ঢলে পড়ার সময় হতে রাত্রির গাঢ় অন্ধকার পর্যন্ত নামায প্রতিষ্ঠা কর, আর ফাজরের সলাতে কুরআন পাঠ (করার নীতি অবলম্বন কর), নিশ্চয়ই ফাজরের সলাতের কুরআন পাঠ (ফেরেশতাগণের) সরাসরি সাক্ষ্য হয়।"},{"id":79,"arabic_text":"وَ مِنَ الَّیۡلِ فَتَہَجَّدۡ بِہٖ نَافِلَۃً  لَّکَ ٭ۖ عَسٰۤی اَنۡ  یَّبۡعَثَکَ رَبُّکَ مَقَامًا مَّحۡمُوۡدًا ﴿۷۹﴾ ","english_text":"And they said, \"Our hearts are wrapped.\" But, [in fact], Allah has cursed them for their disbelief, so little is it that they believe.","page":290,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2108.mp3","colorText":"وَمِنَ [h:7856[ٱ]لَّيْلِ فَتَهَجَّ[q:7857[دْ] بِه[n[ِۦ] نَافِلَ[u:7858[ةً ل]َّكَ عَسَ[o[ىٰٓ] أ[a:7859[َن ي]َ[q:7860[بْ]عَثَكَ رَبُّكَ مَقَا[a:7861[مًا م]َّحْمُودًا","juz":15,"ruku":248,"manzil":4,"bangla_ahbayan":"আর রাত্রির কিছু অংশে তা দিয়ে[১] তাহাজ্জুদ[২] পড়; এটা তোমার জন্য এক অতিরিক্ত কর্তব্য।[৩] আশা করা যায় তোমার প্রতিপালক তোমাকে প্রতিষ্ঠিত করবেন প্রশংসিত স্থানে। [৪]","bangla_bayan":"আর রাতের কিছু অংশে তাহাজ্জুদ আদায় কর তোমার অতিরিক্ত দায়িত্ব হিসেবে। আশা করা যায়, তোমার রব তোমাকে প্রশংসিত অবস্থানে প্রতিষ্ঠিত করবেন।","bangla_mkhan":"রাত্রির কিছু অংশ কোরআন পাঠ সহ জাগ্রত থাকুন। এটা আপনার জন্যে অতিরিক্ত। হয়ত বা আপনার পালনকর্তা আপনাকে মোকামে মাহমুদে পৌঁছাবেন।","bangla_mujibur":"আর রাতের কিছু অংশে তাহাজ্জুদ কায়েম করবে; এটা তোমার এক অতিরিক্ত কর্তব্য; আশা করা যায় তোমার রাব্ব তোমাকে প্রতিষ্ঠিত করবেন প্রশংসিত স্থানে।","bangla_taisirul":"আর রাত্রির কিছু অংশে তাহাজ্জুদ পড়, ওটা তোমার জন্য নফল, শীঘ্রই তোমার প্রতিপালক তোমাকে প্রশংসিত স্থানে উন্নীত করবেন।"},{"id":80,"arabic_text":"وَ قُلۡ رَّبِّ اَدۡخِلۡنِیۡ مُدۡخَلَ صِدۡقٍ وَّ اَخۡرِجۡنِیۡ مُخۡرَجَ صِدۡقٍ وَّ اجۡعَلۡ لِّیۡ مِنۡ لَّدُنۡکَ سُلۡطٰنًا نَّصِیۡرًا ﴿۸۰﴾ ","english_text":"And when there came to them a Book from Allah confirming that which was with them - although before they used to pray for victory against those who disbelieved - but [then] when there came to them that which they recognized, they disbelieved in it; so the curse of Allah will be upon the disbelievers.","page":290,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2109.mp3","colorText":"وَقُ[b:7725[ل] رَّبِّ أَ[q:7862[دْ]خِلْنِى مُ[q:7863[دْ]خَلَ صِ[q:5937[دْ][a:7864[قٍ و]َأَخْرِ[q:7865[جْ]نِى مُخْرَجَ صِ[q:5937[دْ][a:7866[قٍ و]َ[h:2930[ٱ][q:2930[جْ]عَل لِّى م[u:1746[ِن ل]َّدُ[f:1747[نك]َ سُلْطَ[n[ـٰ][a:7867[نًا ن]َّصِيرًا","juz":15,"ruku":248,"manzil":4,"bangla_ahbayan":"বল, ‘হে আমার প্রতিপালক! তুমি আমাকে কল্যাণ সহ প্রবেশ করাও এবং কল্যাণ সহ বের কর। আর তোমার নিকট হতে আমাকে দান কর সাহায্যকারী শক্তি।’ [১]","bangla_bayan":"আর বল, ‘হে আমার রব, আমাকে প্রবেশ করাও উত্তমভাবে এবং বের কর উত্তমভাবে*। আর তোমার পক্ষ থেকে আমাকে সাহায্যকারী শক্তি দান কর’। \\n\\n* উত্তমভাবে প্রবেশ করাও অর্থাৎ সসম্মানে ও মর্যাদার সাথে মদীনায় প্রবেশ করাও এবং বের কর উত্তমভাবে অর্থাৎ মক্কা থেকে বের কর বিজয়ী বেশে। তাফসীরে শাওকানী।","bangla_mkhan":"বলুনঃ হে পালনকর্তা! আমাকে দাখিল করুন সত্যরূপে এবং আমাকে বের করুন সত্যরূপে এবং দান করুন আমাকে নিজের কাছ থেকে রাষ্ট্রীয় সাহায্য।","bangla_mujibur":"বলঃ হে আমার রাব্ব! যেখানে গমন শুভ ও সন্তোষজনক আপনি আমাকে সেখানে নিয়ে যান এবং যেখান হতে নির্গমন শুভ ও সন্তোষজনক সেখান হতে আমাকে বের করে নিন এবং আপনার নিকট হতে আমাকে দান করুন সাহায্যকারী শক্তি।","bangla_taisirul":"বল, ‘হে আমার প্রতিপালক! আমাকে (যেখানেই) প্রবেশ করাও, (সেটা কর) সত্য ও সম্মানের প্রবেশ, আর আমাকে (যেখান হতেই) বের কর, (সেটা কর) সত্য ও সম্মানের বহির্গমন, আর তোমার নিকট হতে আমাকে এক সাহায্যকারী শক্তি দান কর।"},{"id":81,"arabic_text":"وَ قُلۡ جَآءَ الۡحَقُّ وَ زَہَقَ الۡبَاطِلُ ؕ اِنَّ الۡبَاطِلَ  کَانَ  زَہُوۡقًا ﴿۸۱﴾ ","english_text":"How wretched is that for which they sold themselves - that they would disbelieve in what Allah has revealed through [their] outrage that Allah would send down His favor upon whom He wills from among His servants. So they returned having [earned] wrath upon wrath. And for the disbelievers is a humiliating punishment.","page":290,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2110.mp3","colorText":"وَقُلْ ج[o[َا]ٓءَ [h:5635[ٱ]لْحَقُّ وَزَهَقَ [h:7868[ٱ]لْبَ[n[ـٰ]طِلُ‌ۚ إِ[g[نّ]َ [h:7869[ٱ]لْبَ[n[ـٰ]طِلَ كَانَ زَهُوقًا","juz":15,"ruku":248,"manzil":4,"bangla_ahbayan":"আর বল, ‘সত্য এসেছে এবং মিথ্যা বিলীন হয়েছে; নিশ্চয় মিথ্যা বিলীয়মান।’ [১]","bangla_bayan":"আর বল, ‘হক এসেছে এবং বাতিল বিলুপ্ত হয়েছে। নিশ্চয় বাতিল বিলুপ্ত হওয়ারই ছিল’।","bangla_mkhan":"বলুনঃ সত্য এসেছে এবং মিথ্যা বিলুপ্ত হয়েছে। নিশ্চয় মিথ্যা বিলুপ্ত হওয়ারই ছিল।","bangla_mujibur":"আর বলঃ সত্য এসেছে এবং মিথ্যা বিলুপ্ত হয়েছে; মিথ্যাতো বিলুপ্ত হয়েই থাকে।","bangla_taisirul":"বল, ‘সত্য এসে গেছে আর মিথ্যা বিলুপ্ত হয়েছে, মিথ্যা তো বিলুপ্ত হওয়ারই।’"},{"id":82,"arabic_text":"وَ نُنَزِّلُ مِنَ الۡقُرۡاٰنِ مَا ہُوَ شِفَآءٌ وَّ رَحۡمَۃٌ  لِّلۡمُؤۡمِنِیۡنَ ۙ وَ لَا یَزِیۡدُ الظّٰلِمِیۡنَ   اِلَّا  خَسَارًا ﴿۸۲﴾ ","english_text":"And when it is said to them, \"Believe in what Allah has revealed,\" they say, \"We believe [only] in what was revealed to us.\" And they disbelieve in what came after it, while it is the truth confirming that which is with them. Say, \"Then why did you kill the prophets of Allah before, if you are [indeed] believers?\"","page":290,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2111.mp3","colorText":"وَنُنَزِّلُ مِنَ [h:7870[ٱ]لْقُرْءَانِ مَا هُوَ شِف[o[َا]ٓ[a:7871[ءٌ و]َرَحْمَ[u:6096[ةٌ ل]ِّلْمُؤْمِنِينَ‌ۙ وَلَا يَزِيدُ [h:7872[ٱ][l[ل]ظَّ[n[ـٰ]لِمِينَ إِلَّا خَسَارًا","juz":15,"ruku":248,"manzil":4,"bangla_ahbayan":"আমি অবতীর্ণ করি কুরআন, যা বিশ্বাসীদের জন্য আরোগ্য ও করুণা, কিন্তু তা সীমালংঘনকারীদের ক্ষতিই বৃদ্ধি করে। [১]","bangla_bayan":"আর আমি কুরআন নাযিল করি যা মুমিনদের জন্য শিফা ও রহমত, কিন্তু তা যালিমদের ক্ষতিই বাড়িয়ে দেয়।","bangla_mkhan":"আমি কোরআনে এমন বিষয় নাযিল করি যা রোগের সুচিকিৎসা এবং মুমিনের জন্য রহমত। গোনাহগারদের তো এতে শুধু ক্ষতিই বৃদ্ধি পায়।","bangla_mujibur":"আমি অবতীর্ণ করেছি কুরআন, যা বিশ্বাসীদের জন্য সুচিকিৎসা ও দয়া, কিন্তু তা সীমা লংঘনকারীদের ক্ষতিই বৃদ্ধি করে।","bangla_taisirul":"আমি কুরআন হতে (ক্রমশঃ) অবতীর্ণ করি যা মু’মিনদের জন্য আরোগ্য ও রহমাত, কিন্তু তা যালিমদের ক্ষতিই বৃদ্ধি করে।"},{"id":83,"arabic_text":"وَ  اِذَاۤ   اَنۡعَمۡنَا عَلَی  الۡاِنۡسَانِ اَعۡرَضَ وَ نَاٰ بِجَانِبِہٖ ۚ وَ اِذَا مَسَّہُ  الشَّرُّ کَانَ یَــُٔوۡسًا ﴿۸۳﴾ ","english_text":"And Moses had certainly brought you clear proofs. Then you took the calf [in worship] after that, while you were wrongdoers.","page":290,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2112.mp3","colorText":"وَإِذ[o[َآ] أَنْعَمْنَا عَلَى [h:7873[ٱ]لْإِ[f:7874[نس]َ[n[ـٰ]نِ أَعْرَضَ وَنَـَٔـا بِجَانِبِه[n[ِۦ]‌ۖ وَإِذَا مَسَّهُ [h:7875[ٱ][l[ل]شَّرُّ كَانَ يَــُٔوسًا","juz":15,"ruku":248,"manzil":4,"bangla_ahbayan":"যখন আমি মানুষকে সম্পদ দান করি, তখন সে মুখ ফিরিয়ে নেয় এবং অহংকারে দূরে সরে যায়। আর তাকে অমঙ্গল স্পর্শ করলে সে একেবারে হতাশ হয়ে পড়ে। [১]","bangla_bayan":"আর আমি যখন মানুষের উপর নিআমত দান করি তখন সে মুখ ফিরিয়ে নেয় ও দূরে সরে যায় এবং যখন তাকে অনিষ্ট স্পর্শ করে তখন সে খুব হতাশ হয়ে পড়ে।","bangla_mkhan":"আমি মানুষকে নেয়ামত দান করলে সে মুখ ফিরিয়ে নেয় এবং অহংকারে দুরে সরে যায়; যখন তাকে কোন অনিষ্ট স্পর্শ করে, তখন সে একেবারে হতাশ হয়ে পড়ে।","bangla_mujibur":"যখন আমি মানুষের উপর অনুগ্রহ করি তখন সে মুখ ফিরিয়ে নেয় ও অহংকারে দূরে সরে যায় এবং তাকে অনিষ্ট স্পর্শ করলে সে একেবারে হতাশ হয়ে পড়ে।","bangla_taisirul":"আমি যখন মানুষের প্রতি অনুগ্রহ বর্ষণ করি তখন সে মুখ ফিরিয়ে নেয়, আর অহঙ্কারে দূরে সরে পড়ে; কিন্তু যখন অমঙ্গল তাকে স্পর্শ করে তখন সে নিরাশ হয়ে যায়।"},{"id":84,"arabic_text":"قُلۡ کُلٌّ یَّعۡمَلُ عَلٰی شَاکِلَتِہٖ ؕ فَرَبُّکُمۡ اَعۡلَمُ  بِمَنۡ  ہُوَ  اَہۡدٰی  سَبِیۡلًا ﴿۸۴﴾ ","english_text":"And [recall] when We took your covenant and raised over you the mount, [saying], \"Take what We have given you with determination and listen.\" They said [instead], \"We hear and disobey.\" And their hearts absorbed [the worship of] the calf because of their disbelief. Say, \"How wretched is that which your faith enjoins upon you, if you should be believers.\"","page":290,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2113.mp3","colorText":"قُلْ كُ[a:7876[لٌّ ي]َعْمَلُ عَلَىٰ شَاكِلَتِه[n[ِۦ] فَرَبُّكُمْ أَعْلَمُ بِمَنْ هُوَ أَهْدَىٰ سَبِيلاً","juz":15,"ruku":248,"manzil":4,"bangla_ahbayan":"বল, ‘প্রত্যেকেই নিজ প্রকৃতি অনুযায়ী কাজ করে থাকে। অতঃপর যে পরিপূর্ণরূপে সৎপথপ্রাপ্ত তার সম্বন্ধে তোমার প্রতিপালক সম্যক্ অবগত আছেন।’ [১]","bangla_bayan":"বল, ‘প্রত্যেকেই আমল করে থাকে নিজ পদ্ধতি অনুযায়ী এবং তোমার রব অধিক অবগত আছেন কে সর্বাধিক নির্ভুল পথে’।","bangla_mkhan":"বলুনঃ প্রত্যেকেই নিজ রীতি অনুযায়ী কাজ করে। অতঃপর আপনার পালনকর্তা বিশেষ রূপে জানেন, কে সর্বাপেক্ষা নির্ভূল পথে আছে।","bangla_mujibur":"বলঃ প্রত্যেকে তার নিজ নিজ রীতি অনুসারে কাজ করে। কিন্তু তোমার রাব্ব ভাল করে জানেন, কে সর্বাপেক্ষা নির্ভুল পথে আছে।","bangla_taisirul":"বল, ‘প্রত্যেকেই স্বীয় রীতি-পন্থা অনুযায়ী কাজ করে। এখন তোমার রববই ভাল জানেন কে চলার পথে অধিকতর সঠিক পথে আছে।"},{"id":85,"arabic_text":"وَ یَسۡـَٔلُوۡنَکَ عَنِ الرُّوۡحِ ؕ قُلِ الرُّوۡحُ مِنۡ  اَمۡرِ رَبِّیۡ وَ مَاۤ  اُوۡتِیۡتُمۡ مِّنَ الۡعِلۡمِ اِلَّا  قَلِیۡلًا ﴿۸۵﴾ ","english_text":"Say, [O Muhammad], \"If the home of the Hereafter with Allah is for you alone and not the [other] people, then wish for death, if you should be truthful.","page":290,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2114.mp3","colorText":"وَيَسْــَٔلُونَكَ عَنِ [h:7877[ٱ][l[ل]رُّوحِ‌ۖ قُلِ [h:7878[ٱ][l[ل]رُّوحُ مِنْ أَمْرِ رَبِّى وَم[o[َآ] أُوتِيت[w:7879[ُم م]ِّنَ [h:634[ٱ]لْعِلْمِ إِلَّا قَلِيلاً","juz":15,"ruku":249,"manzil":4,"bangla_ahbayan":"তোমাকে তারা আত্মা সম্পর্কে প্রশ্ন করে। তুমি বল, ‘আত্মা আমার প্রতিপালকের আদেশ বিশেষ; আর তোমাদেরকে সামান্য জ্ঞানই দান করা হয়েছে।’ [১]","bangla_bayan":"আর তারা তোমাকে রূহ সম্পর্কে প্রশ্ন করে। বল, ‘রূহ আমার রবের আদেশ থেকে, আর তোমাদেরকে জ্ঞান থেকে অতি সামান্যই দেয়া হয়েছে’।","bangla_mkhan":"তারা আপনাকে রূহ সম্পর্কে জিজ্ঞেস করে। বলে দিনঃ রূহ আমার পালনকর্তার আদেশ ঘটিত। এ বিষয়ে তোমাদেরকে সামান্য জ্ঞানই দান করা হয়েছে।","bangla_mujibur":"তোমাকে তারা রূহ্ সম্পর্কে প্রশ্ন করে, তুমি বলঃ রূহ্ আমার রবের আদেশ ঘটিত; এ বিষয়ে তোমাদেরকে সামান্য জ্ঞানই দেয়া হয়েছে।","bangla_taisirul":"তোমাকে তারা রূহ সম্পর্কে জিজ্ঞেস করে। বল, ‘রূহ হচ্ছে আমার প্রতিপালকের হুকুমের অন্তর্ভুক্ত (একটি হুকুম)। এ সম্পর্কে তোমাকে অতি সামান্য জ্ঞানই দেয়া হয়েছে।’"},{"id":86,"arabic_text":"وَ لَئِنۡ شِئۡنَا لَنَذۡہَبَنَّ بِالَّذِیۡۤ  اَوۡحَیۡنَاۤ اِلَیۡکَ ثُمَّ لَا تَجِدُ لَکَ بِہٖ عَلَیۡنَا  وَکِیۡلًا ﴿ۙ۸۶﴾ ","english_text":"But they will never wish for it, ever, because of what their hands have put forth. And Allah is Knowing of the wrongdoers.","page":290,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2115.mp3","colorText":"وَلَئِ[f:7880[ن ش]ِئْنَا لَنَذْهَبَ[g[نّ]َ بِ[h:315[ٱ]لَّذ[o[ِىٓ] أَوْحَيْن[o[َآ] إِلَيْكَ ثُ[g[مّ]َ لَا تَجِدُ لَكَ بِه[n[ِۦ] عَلَيْنَا وَكِيلاً","juz":15,"ruku":249,"manzil":4,"bangla_ahbayan":"ইচ্ছা করলে আমি তোমার প্রতি যা প্রত্যাদেশ করেছি, তা অবশ্যই প্রত্যাহার করতে পারতাম;[১] অতঃপর তুমি এ বিষয়ে আমার বিরুদ্ধে কোন কর্মবিধায়ক পেতে না।[২]","bangla_bayan":"আর আমি ইচ্ছা করলে তোমার কাছে ওহীর মাধ্যমে যা পাঠিয়েছি তা অবশ্যই নিয়ে নিতে পারতাম; অতঃপর তুমি এ বিষয়ে আমার বিরুদ্ধে তোমার জন্য কোন কর্মবিধায়ক পেতে না।","bangla_mkhan":"আমি ইচ্ছা করলে আপনার কাছে ওহীর মাধমে যা প্রেরণ করেছি তা অবশ্যই প্রত্যাহার করতে পারতাম। অতঃপর আপনি নিজের জন্যে তা আনয়নের ব্যাপারে আমার মোকাবিলায় কোন দায়িত্ব বহনকারী পাবেন না।","bangla_mujibur":"ইচ্ছা করলে আমি তোমার প্রতি যা প্রত্যাদেশ করেছি তা অবশ্যই প্রত্যাহার করতে পারতাম; তাহলে তুমি এ বিষয়ে আমার বিরুদ্ধে কোন কর্মবিধায়ক পেতেনা।","bangla_taisirul":"ইচ্ছে করলে আমি তোমার প্রতি যা ওয়াহী করেছি তা কেড়ে নিতে পারতাম, সে অবস্থায় তুমি আমার বিরুদ্ধে তোমার জন্য কোন কার্য সম্পাদনকারী পাবে না"},{"id":87,"arabic_text":"اِلَّا رَحۡمَۃً  مِّنۡ رَّبِّکَ ؕ اِنَّ  فَضۡلَہٗ  کَانَ عَلَیۡکَ  کَبِیۡرًا ﴿۸۷﴾ ","english_text":"And you will surely find them the most greedy of people for life - [even] more than those who associate others with Allah . One of them wishes that he could be granted life a thousand years, but it would not remove him in the least from the [coming] punishment that he should be granted life. And Allah is Seeing of what they do.","page":291,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2116.mp3","colorText":"إِلَّا رَحْمَ[a:5993[ةً م]ّ[u:770[ِن ر]َّبِّكَ‌ۚ إِ[g[نّ]َ فَضْلَهُ[n[ۥ] كَانَ عَلَيْكَ كَبِيرًا","juz":15,"ruku":249,"manzil":4,"bangla_ahbayan":"(এটা প্রত্যাহার না করা) তোমার প্রতিপালকের দয়ামাত্র;[১] নিশ্চয় তোমার প্রতি আছে তাঁর মহা অনুগ্রহ।","bangla_bayan":"তবে তোমার রবের পক্ষ থেকে (এটা) রহমতস্বরূপ; নিশ্চয় তোমার প্রতি তাঁর অনুগ্রহ বিরাট।","bangla_mkhan":"এ প্রত্যাহার না করা আপনার পালনকর্তার মেহেরবানী। নিশ্চয় আপনার প্রতি তাঁর করুণা বিরাট।","bangla_mujibur":"এটা প্রত্যাহার না করা তোমার রবের দয়া; তোমার প্রতি আছে তাঁর মহা অনুগ্রহ।","bangla_taisirul":"তোমার প্রতিপালকের দয়া ছাড়া। তোমার প্রতি তাঁর অনুগ্রহ (সত্যিই) বিরাট।"},{"id":88,"arabic_text":"قُلۡ لَّئِنِ اجۡتَمَعَتِ الۡاِنۡسُ وَ الۡجِنُّ عَلٰۤی اَنۡ یَّاۡتُوۡا بِمِثۡلِ ہٰذَا الۡقُرۡاٰنِ لَا یَاۡتُوۡنَ بِمِثۡلِہٖ وَ لَوۡ کَانَ بَعۡضُہُمۡ لِبَعۡضٍ  ظَہِیۡرًا ﴿۸۸﴾ ","english_text":"Say, \"Whoever is an enemy to Gabriel - it is [none but] he who has brought the Qur'an down upon your heart, [O Muhammad], by permission of Allah, confirming that which was before it and as guidance and good tidings for the believers.\"","page":291,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2117.mp3","colorText":"قُل لَّئِنِ [h:7881[ٱ][q:7882[جْ]تَمَعَتِ [h:7883[ٱ]لْإِ[f:7884[نس]ُ وَ[h:7885[ٱ]لْجِ[g[نّ]ُ عَلَ[o[ىٰٓ] أ[a:3855[َن ي]َأْتُو[s[اْ] بِمِثْلِ هَ[n[ـٰ]ذَا [h:7765[ٱ]لْقُرْءَانِ لَا يَأْتُونَ بِمِثْلِه[n[ِۦ] وَلَوْ كَانَ بَعْضُهُمْ لِبَعْ[f:7886[ضٍ ظ]َهِيرًا","juz":15,"ruku":249,"manzil":4,"bangla_ahbayan":"বল, ‘যদি এই কুরআনের অনুরূপ কুরআন আনয়নের জন্য মানুষ ও জীন সমবেত হয় ও তারা পরস্পরকে সাহায্য করে, তবুও তারা এর অনুরূপ কুরআন আনয়ন করতে পারবে না।’ [১]","bangla_bayan":"বল, ‘যদি মানুষ ও জিন এ কুরআনের অনুরূপ হাযির করার জন্য একত্রিত হয়, তবুও তারা এর অনুরূপ হাযির করতে পারবে না যদিও তারা একে অপরের সাহায্যকারী হয়’।","bangla_mkhan":"বলুনঃ যদি মানব ও জ্বিন এই কোরআনের অনুরূপ রচনা করে আনয়নের জন্যে জড়ো হয়, এবং তারা পরস্পরের সাহায্যকারী হয়; তবুও তারা কখনও এর অনুরূপ রচনা করে আনতে পারবে না।","bangla_mujibur":"বলঃ যদি এই কুরআনের অনুরূপ কুরআন রচনা করার জন্য মানুষ ও জিন সমবেত হয় এবং তারা পরস্পরকে সাহায্য করে তবুও তারা এর অনুরূপ কুরআন রচনা করতে পারবেনা।","bangla_taisirul":"বল, ‘এ কুরআনের মত একখানা কুরআন আনার জন্য যদি সমগ্র মানব আর জ্বীন একত্রিত হয় তবুও তারা তার মত আনতে পারবে না, যদিও তারা পরস্পর পরস্পরকে সাহায্য ও সহযোগিতা করে।’"},{"id":89,"arabic_text":"وَ لَقَدۡ صَرَّفۡنَا لِلنَّاسِ فِیۡ ہٰذَا الۡقُرۡاٰنِ مِنۡ کُلِّ مَثَلٍ ۫ فَاَبٰۤی اَکۡثَرُ النَّاسِ اِلَّا کُفُوۡرًا ﴿۸۹﴾ ","english_text":"Whoever is an enemy to Allah and His angels and His messengers and Gabriel and Michael - then indeed, Allah is an enemy to the disbelievers.","page":291,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2118.mp3","colorText":"وَلَقَ[q:341[دْ] صَرَّفْنَا لِل[g[نّ]َاسِ فِى هَ[n[ـٰ]ذَا [h:7765[ٱ]لْقُرْءَانِ مِ[f:843[ن ك]ُلِّ مَثَ[f:7887[لٍ ف]َأَبَ[o[ىٰٓ] أَكْثَرُ [h:6838[ٱ][l[ل][g[نّ]َاسِ إِلَّا كُفُورًا","juz":15,"ruku":249,"manzil":4,"bangla_ahbayan":"আমি অবশ্যই মানুষের জন্য এই কুরআনে সর্বপ্রকার উপমা বিশদভাবে বর্ণনা করেছি, কিন্তু অধিকাংশ মানুষ সত্য প্রত্যাখ্যান ব্যতীত ক্ষান্ত হল না। [১]","bangla_bayan":"আর অবশ্যই মানুষের জন্য এ কুরআনে আমি নানাভাবে বিভিন্ন উপমা বর্ণনা করেছি; কিন্তু অধিকাংশ মানুষ কুফরী না করে থাকেনি।","bangla_mkhan":"আমি এই কোরআনে মানুষকে বিভিন্ন উপকার দ্বারা সব রকম বিষয়বস্তু বুঝিয়েছি। কিন্তু অধিকাংশ লোক অস্বীকার না করে থাকেনি।","bangla_mujibur":"আমি এই কুরআনে মানুষের জন্য বিভিন্ন উপমা দ্বারা আমার বাণী বিশদভাবে বর্ণনা করেছি। কিন্তু অধিকাংশ মানুষ কুফরী করা ছাড়া ক্ষান্ত হয়না।","bangla_taisirul":"আমি এ কুরআনে মানুষের জন্য যাবতীয় দৃষ্টান্ত বিস্তারিতভাবে বর্ণনা করেছি, কিন্তু অধিকাংশ মানুষই ঈমান গ্রহণ করতে অস্বীকার করে কেবল কুফরিই করল।"},{"id":90,"arabic_text":"وَ قَالُوۡا لَنۡ نُّؤۡمِنَ لَکَ حَتّٰی تَفۡجُرَ  لَنَا مِنَ  الۡاَرۡضِ  یَنۡۢبُوۡعًا ﴿ۙ۹۰﴾ ","english_text":"And We have certainly revealed to you verses [which are] clear proofs, and no one would deny them except the defiantly disobedient.","page":291,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2119.mp3","colorText":"وَقَالُو[s[اْ] ل[a:265[َن ن]ُّؤْمِنَ لَكَ حَتَّىٰ تَفْجُرَ لَنَا مِنَ [h:1579[ٱ]لْأَرْضِ يَ[i:7888[نۢب]ُوعًا","juz":15,"ruku":249,"manzil":4,"bangla_ahbayan":"আর তারা বলল,[১] ‘কখনই আমরা তোমার প্রতি বিশ্বাস স্থাপন করব না, যতক্ষণ না তুমি আমাদের জন্য ভূমি হতে এক প্রস্রবণ উৎসারিত করবে ।","bangla_bayan":"আর তারা বলে, ‘আমরা তোমার প্রতি কখনো ঈমান আনব না, যতক্ষণ না তুমি আমাদের জন্য যমীন থেকে একটি ঝর্নাধারা উৎসারিত করবে’।","bangla_mkhan":"এবং তারা বলেঃ আমরা কখনও আপনাকে বিশ্বাস করব না, যে পর্যন্ত না আপনি ভূপৃষ্ঠ থেকে আমাদের জন্যে একটি ঝরণা প্রবাহিত করে দিন।","bangla_mujibur":"আর তারা বলেঃ কখনই আমরা তোমাতে বিশ্বাস স্থাপন করবনা, যতক্ষণ না তুমি আমাদের জন্য ভূমি হতে এক প্রস্রবণ উৎসারিত করবে।","bangla_taisirul":"তারা বলে, ‘আমরা তোমার প্রতি কক্ষনো ঈমান আনব না যে পর্যন্ত তুমি আমাদের জন্য যমীন থেকে ঝর্ণাধারা প্রবাহিত না করবে।"},{"id":91,"arabic_text":"اَوۡ تَکُوۡنَ لَکَ جَنَّۃٌ  مِّنۡ نَّخِیۡلٍ وَّ عِنَبٍ فَتُفَجِّرَ  الۡاَنۡہٰرَ  خِلٰلَہَا تَفۡجِیۡرًا ﴿ۙ۹۱﴾ ","english_text":"Is it not [true] that every time they took a covenant a party of them threw it away? But, [in fact], most of them do not believe.","page":291,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2120.mp3","colorText":"أَوْ تَكُونَ لَكَ جَ[g[نّ]َ[a:1567[ةٌ م]ّ[a:1568[ِن ن]َّخِي[a:7889[لٍ و]َعِنَ[f:7890[بٍ ف]َتُفَجِّرَ [h:7891[ٱ]لْأَنْهَ[n[ـٰ]رَ خِلَ[n[ـٰ]لَهَا تَفْجِيرًا","juz":15,"ruku":249,"manzil":4,"bangla_ahbayan":"অথবা তোমার খেজুরের কিংবা আঙ্গুরের এক বাগান হবে যার ফাঁকে ফাঁকে তুমি অজস্র ধারায় প্রবাহিত করে দেবে নদী-নালা ।","bangla_bayan":"‘অথবা তোমার জন্য খেজুর ও আঙ্গুরের একটি বাগান হবে, অতঃপর তুমি তার মধ্যে প্রবাহিত করবে নদী-নালা’।","bangla_mkhan":"অথবা আপনার জন্যে খেজুরের ও আঙ্গুরের একটি বাগান হবে, অতঃপর আপনি তার মধ্যে নির্ঝরিনীসমূহ প্রবাহিত করে দেবেন।","bangla_mujibur":"অথবা তোমার খর্জুরের অথবা আঙ্গুরের এক বাগান হবে যার ফাঁকে ফাঁকে তুমি অজস্র ধারায় প্রবাহিত করে দিবে নদীনালা।","bangla_taisirul":"কিংবা (যতক্ষণ না) তোমার খেজুর ও আঙ্গুরের বাগান হবে যার ফাঁকে ফাঁকে তুমি ঝর্ণা প্রবাহিত করবে অজস্র ধারায়।"},{"id":92,"arabic_text":"اَوۡ تُسۡقِطَ السَّمَآءَ کَمَا زَعَمۡتَ عَلَیۡنَا کِسَفًا اَوۡ تَاۡتِیَ بِاللّٰہِ  وَ الۡمَلٰٓئِکَۃِ  قَبِیۡلًا ﴿ۙ۹۲﴾ ","english_text":"And when a messenger from Allah came to them confirming that which was with them, a party of those who had been given the Scripture threw the Scripture of Allah behind their backs as if they did not know [what it contained].","page":291,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2121.mp3","colorText":"أَوْ تُسْقِطَ [h:7892[ٱ][l[ل]سَّم[o[َا]ٓءَ كَمَا زَعَمْتَ عَلَيْنَا كِسَفًا أَوْ تَأْتِىَ بِ[h:32[ٱ]للَّهِ وَ[h:823[ٱ]لْمَلَ[o[ـٰٓ]ئِكَةِ قَبِيلاً","juz":15,"ruku":249,"manzil":4,"bangla_ahbayan":"অথবা তুমি যেমন বলে থাকো, সেই অনুযায়ী আকাশকে খন্ড-বিখন্ড করে আমাদের উপর ফেলবে অথবা আল্লাহ ও ফিরিশতাদেরকে আমাদের সামনে উপস্থিত করবে। [১]","bangla_bayan":"‘অথবা তুমি যেমনটি ধারণা কর, সে অনুযায়ী আসমানকে খন্ড খন্ড করে আমাদের উপরে ফেলবে, অথবা আল্লাহ ও ফেরেশ্তাদেরকে আমাদের মুখোমুখি নিয়ে আসবে’।","bangla_mkhan":"অথবা আপনি যেমন বলে থাকেন, তেমনিভাবে আমাদের উপর আসমানকে খন্ড-বিখন্ড করে ফেলে দেবেন অথবা আল্লাহ ও ফেরেশতাদেরকে আমাদের সামনে নিয়ে আসবেন।","bangla_mujibur":"অথবা তুমি যেমন বলে থাক, তদনুযায়ী আকাশকে খন্ড বিখন্ড করে আমাদের উপর ফেলবে, অথবা আল্লাহ ও মালাইকাদেরকে আমাদের সামনে উপস্থিত করবে।","bangla_taisirul":"অথবা (যতক্ষণ না) তুমি আকাশকে টুকরো টুকরো করে আমাদের উপর ফেলবে যেমন তুমি বলে থাক (যে তা ঘটবে) কিংবা আল্লাহ আর ফেরেশতাগণকে সরাসরি আমাদের সামনে এনে দেবে।"},{"id":93,"arabic_text":"اَوۡ  یَکُوۡنَ لَکَ بَیۡتٌ مِّنۡ زُخۡرُفٍ اَوۡ تَرۡقٰی فِی السَّمَآءِ ؕ وَ لَنۡ نُّؤۡمِنَ لِرُقِیِّکَ حَتّٰی تُنَزِّلَ عَلَیۡنَا کِتٰبًا نَّقۡرَؤُہٗ ؕ قُلۡ سُبۡحَانَ رَبِّیۡ  ہَلۡ کُنۡتُ  اِلَّا بَشَرًا رَّسُوۡلًا ﴿۹۳﴾ ","english_text":"And they followed [instead] what the devils had recited during the reign of Solomon. It was not Solomon who disbelieved, but the devils disbelieved, teaching people magic and that which was revealed to the two angels at Babylon, Harut and Marut. But the two angels do not teach anyone unless they say, \"We are a trial, so do not disbelieve [by practicing magic].\" And [yet] they learn from them that by which they cause separation between a man and his wife. But they do not harm anyone through it except by permission of Allah . And the people learn what harms them and does not benefit them. But the Children of Israel certainly knew that whoever purchased the magic would not have in the Hereafter any share. And wretched is that for which they sold themselves, if they only knew.","page":291,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2122.mp3","colorText":"أَوْ يَكُونَ لَكَ بَيْ[a:7893[تٌ م]ِّ[f:7894[ن ز]ُخْرُفٍ أَوْ تَرْقَىٰ فِى [h:746[ٱ][l[ل]سَّم[o[َا]ٓءِ وَل[a:7895[َن ن]ُّؤْمِنَ لِرُقِيِّكَ حَتَّىٰ تُنَزِّلَ عَلَيْنَا كِتَ[n[ـٰ][a:7896[بًا ن]َّ[q:7897[قْ]رَؤُهُ[n[ۥ]‌ۗ قُلْ سُ[q:7648[بْ]حَانَ رَبِّى هَلْ كُ[f:2917[نت]ُ إِلَّا بَشَ[u:7898[رًا ر]َّسُولاً","juz":15,"ruku":249,"manzil":4,"bangla_ahbayan":"অথবা তোমার একটি স্বর্ণনির্মিত গৃহ হবে,[১] অথবা তুমি আকাশে আরোহণ করবে; কিন্তু তোমার আকাশ আরোহণ আমরা কখনো বিশ্বাস করবো না, যতক্ষণ তুমি আমাদের প্রতি এক কিতাব অবতীর্ণ না করবে; যা আমরা পাঠ করব।’[২] বল, ‘পবিত্র মহান আমার প্রতিপালক! আমি তো শুধু একজন মানুষ, একজন রসূল মাত্র।’[৩]","bangla_bayan":"‘অথবা তোমার জন্য স্বর্ণের একটি ঘর হবে অথবা তুমি আসমানে উঠবে, কিন্তু তোমার উঠাতেও আমরা ঈমান আনব না, যতক্ষণ না তুমি আমাদের প্রতি এক কিতাব নাযিল করবে যা আমরা পাঠ করব’। বল, ‘পবিত্র মহান আমার রব! আমি তো একজন মানব-রাসূল ছাড়া কিছু নই’?","bangla_mkhan":"অথবা আপনার কোন সোনার তৈরী গৃহ হবে অথবা আপনি আকাশে আরোহণ করবেন এবং আমরা আপনার আকাশে আরোহণকে কখনও বিশ্বাস করবনা, যে পর্যন্ত না আপনি অবতীর্ণ করেন আমাদের প্রতি এক গ্রন্থ, যা আমরা পাঠ করব। বলুনঃ পবিত্র মহান আমার পালনকর্তা, একজন মানব, একজন রসূল বৈ আমি কে?","bangla_mujibur":"অথবা তোমার একটি স্বর্ণ নির্মিত গৃহ হবে, অথবা তুমি আকাশে আরোহণ করবে, কিন্তু তোমার আকাশে আরোহণ আমরা তখনও বিশ্বাস করবনা যতক্ষণ না তুমি আমাদের প্রতি এক কিতাব অবতীর্ণ করবে যা আমরা পাঠ করব। বলঃ পবিত্র আমার মহান রাব্ব! আমিতো শুধু একজন মানুষ, একজন রাসূল।","bangla_taisirul":"কিংবা (যতক্ষণ না) তোমার একটা স্বর্ণখচিত গৃহ হবে কিংবা তুমি আসমানে আরোহণ করবে। আর তোমার এ আরোহণকেও আমরা কক্ষনো বিশ্বাস করব না যতক্ষণ না তুমি আমাদের প্রতি এক কিতাব অবতীর্ণ করবে যা আমরা পাঠ করব।’ বল, ‘আমি আমার প্রতিপালকের মহিমা ও পবিত্রতা ঘোষণা করছি, আমি একজন মানুষ রসূল ছাড়া কি অন্য কিছু?"},{"id":94,"arabic_text":"وَ مَا مَنَعَ النَّاسَ اَنۡ یُّؤۡمِنُوۡۤا اِذۡ جَآءَہُمُ الۡہُدٰۤی اِلَّاۤ  اَنۡ قَالُوۡۤا اَبَعَثَ اللّٰہُ   بَشَرًا  رَّسُوۡلًا ﴿۹۴﴾ ","english_text":"And if they had believed and feared Allah, then the reward from Allah would have been [far] better, if they only knew.","page":291,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2123.mp3","colorText":"وَمَا مَنَعَ [h:7899[ٱ][l[ل][g[نّ]َاسَ أ[a:386[َن ي]ُؤْمِن[o[ُوٓ][s[اْ] إِذْ ج[o[َا]ٓءَهُمُ [h:7900[ٱ]لْهُدَ[o[ىٰٓ] إِلّ[o[َآ] أَ[f:2304[ن ق]َال[o[ُوٓ][s[اْ] أَبَعَثَ [h:7901[ٱ]للَّهُ بَشَ[u:7898[رًا ر]َّسُولاً","juz":15,"ruku":250,"manzil":4,"bangla_ahbayan":"যখন মানুষের নিকট পথ-নির্দেশ এল, তখন তাদেরকে বিশ্বাস স্থাপন হতে এই উক্তিই বিরত রাখল যে, ‘আল্লাহ কি একজন মানুষকে রসূল করে পাঠিয়েছেন?’[১]","bangla_bayan":"আর যখন মানুষের নিকট হিদায়াত আসে তখন তাদের ঈমান আনতে বাধা দেয় তাদের এ কথা যে, ‘আল্লাহ কি মানুষকে রাসূল হিসেবে পাঠিয়েছেন’?","bangla_mkhan":"আল্লাহ কি মানুষকে পয়গম্বর করে পাঠিয়েছেন? তাদের এই উক্তিই মানুষকে ঈমান আনয়ন থেকে বিরত রাখে, যখন তাদের নিকট আসে হেদায়েত।","bangla_mujibur":"‘আল্লাহ কি মানুষকে রাসূল করে পাঠিয়েছেন?’ - তাদের এই উক্তিই বিশ্বাস স্থাপন হতে লোকদেরকে বিরত রাখে, যখন তাদের নিকট আসে পথ নির্দেশ।","bangla_taisirul":"মানুষের কাছে যখন পথের নির্দেশ আসে তখন তাদেরকে ঈমান আনতে তাদের এ কথা ছাড়া অন্য কিছুই বিরত রাখে না যে, ‘আল্লাহ কি মানুষকে রসূল বানিয়ে পাঠিয়েছেন?’"},{"id":95,"arabic_text":"قُلۡ لَّوۡ کَانَ فِی الۡاَرۡضِ مَلٰٓئِکَۃٌ یَّمۡشُوۡنَ مُطۡمَئِنِّیۡنَ لَنَزَّلۡنَا عَلَیۡہِمۡ مِّنَ  السَّمَآءِ  مَلَکًا  رَّسُوۡلًا ﴿۹۵﴾ ","english_text":"O you who have believed, say not [to Allah 's Messenger], \"Ra'ina\" but say, \"Unthurna\" and listen. And for the disbelievers is a painful punishment.","page":291,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2124.mp3","colorText":"قُل لَّوْ كَانَ فِى [h:44[ٱ]لْأَرْضِ مَلَ[o[ـٰٓ]ئِكَ[a:7902[ةٌ ي]َمْشُونَ مُ[q:7903[طْ]مَئِ[g[نّ]ِينَ لَنَزَّلْنَا عَلَيْه[w:2901[ِم م]ِّنَ [h:64[ٱ][l[ل]سَّم[o[َا]ٓءِ مَلَ[u:7904[كًا ر]َّسُولاً","juz":15,"ruku":250,"manzil":4,"bangla_ahbayan":"বল, ‘ফিরিশতারা যদি নিশ্চিত হয়ে পৃথিবীতে বিচরণ করত, তাহলে অবশ্যই আমি আকাশ হতে ফিরিশতাকেই তাদের নিকট রসূল করে পাঠাতাম।’ [১]","bangla_bayan":"বল, ‘ফেরেশ্তারা যদি যমীনে চলাচল করত নিশ্চিন্তভাবে তাহলে আমি অবশ্যই আসমান হতে তাদের কাছে ফেরেশতা পাঠাতাম রাসূল হিসেবে’।","bangla_mkhan":"বলুনঃ যদি পৃথিবীতে ফেরেশতারা স্বচ্ছন্দে বিচরণ করত, তবে আমি আকাশ থেকে কোন ফেরেশতাকেই তাদের নিকট পয়গাম্বর করে প্রেরণ করতাম।","bangla_mujibur":"বলঃ মালাইকা/ফেরেশতারা যদি নিশ্চিত হয়ে পৃথিবীতে বিচরণ করত তাহলে আমি আকাশ হতে মালাক/ফেরেশতাকেই তাদের নিকট রাসূল করে পাঠাতাম।","bangla_taisirul":"বল, ‘দুনিয়াতে যদি ফেরেশতাগণের বসবাস হত যারা নিশ্চিন্তে নিরাপদে চলাফেরা করত, তাহলে অবশ্যই আমি তাদের কাছে ফেরেশতা রসূল পাঠাতাম।’"},{"id":96,"arabic_text":"قُلۡ  کَفٰی بِاللّٰہِ  شَہِیۡدًۢا  بَیۡنِیۡ وَ بَیۡنَکُمۡ ؕ اِنَّہٗ  کَانَ  بِعِبَادِہٖ  خَبِیۡرًۢا  بَصِیۡرًا ﴿۹۶﴾ ","english_text":"Neither those who disbelieve from the People of the Scripture nor the polytheists wish that any good should be sent down to you from your Lord. But Allah selects for His mercy whom He wills, and Allah is the possessor of great bounty.","page":291,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2125.mp3","colorText":"قُلْ كَفَىٰ بِ[h:32[ٱ]للَّهِ شَهِيد[i:7033[َۢا ب]َيْنِى وَبَيْنَكُمْ‌ۚ إِ[g[نّ]َهُ[n[ۥ] كَانَ بِعِبَادِه[n[ِۦ] خَبِير[i:7707[َۢا ب]َصِيرًا","juz":15,"ruku":250,"manzil":4,"bangla_ahbayan":"বল, ‘আমার ও তোমাদের মধ্যে সাক্ষী হিসাবে আল্লাহই যথেষ্ট,[১] নিশ্চয় তিনি তাঁর দাসদেরকে সবিশেষ জানেন ও দেখেন।’","bangla_bayan":"বল, ‘আল্লাহই যথেষ্ট আমার ও তোমাদের মধ্যে স্বাক্ষী হিসেবে; নিশ্চয় তিনি তাঁর বান্দাদের ব্যাপারে পূর্ণ জ্ঞাত, পূর্ণ দ্রষ্টা’।","bangla_mkhan":"বলুনঃ আমার ও তোমাদের মধ্যে সত্য প্রতিষ্ঠাকারী হিসেবে আল্লাহই যথেষ্ট। তিনি তো স্বীয় বান্দাদের বিষয়ে খবর রাখেন ও দেখেন।","bangla_mujibur":"বলঃ আমার ও তোমাদের মধ্যে স্বাক্ষী হিসাবে আল্লাহই যথেষ্ট; তিনি তাঁর দাসদেরকে সবিশেষ জানেন ও দেখেন।","bangla_taisirul":"বল, ‘আমার ও তোমাদের মাঝে আল্লাহর সাক্ষ্যই যথেষ্ট, তিনি তাঁর বান্দাদের সম্পর্কে পুরোপুরি ওয়াকিফহাল, আর তিনি সর্বদ্রষ্টা।’"},{"id":97,"arabic_text":"وَ مَنۡ یَّہۡدِ اللّٰہُ  فَہُوَ الۡمُہۡتَدِ ۚ وَ مَنۡ یُّضۡلِلۡ فَلَنۡ تَجِدَ  لَہُمۡ  اَوۡلِیَآءَ مِنۡ دُوۡنِہٖ ؕ وَ نَحۡشُرُہُمۡ یَوۡمَ الۡقِیٰمَۃِ عَلٰی وُجُوۡہِہِمۡ عُمۡیًا وَّ بُکۡمًا وَّ صُمًّا ؕ مَاۡوٰىہُمۡ جَہَنَّمُ ؕ کُلَّمَا خَبَتۡ زِدۡنٰہُمۡ سَعِیۡرًا ﴿۹۷﴾ ","english_text":"We do not abrogate a verse or cause it to be forgotten except that We bring forth [one] better than it or similar to it. Do you not know that Allah is over all things competent?","page":292,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2126.mp3","colorText":"وَم[a:7905[َن ي]َهْدِ [h:5147[ٱ]للَّهُ فَهُوَ [h:7906[ٱ]لْمُهْتَدِ‌ۖ وَم[a:5149[َن ي]ُضْلِلْ فَلَ[f:2843[ن ت]َجِدَ لَهُمْ أَوْلِي[o[َا]ٓءَ مِ[f:3136[ن د]ُونِه[n[ِۦ]‌ۖ وَنَحْشُرُهُمْ يَوْمَ [h:592[ٱ]لْقِيَ[n[ـٰ]مَةِ عَلَىٰ وُجُوهِهِمْ عُمْ[a:7907[يًا و]َبُكْ[a:7908[مًا و]َصُم[a:7909[ًّا‌ۖ م]َّأْوَ[n[ٮٰ]هُمْ جَهَ[g[نّ]َمُ‌ۖ كُلَّمَا خَبَتْ زِ[q:7546[دْ]نَ[n[ـٰ]هُمْ سَعِيرًا","juz":15,"ruku":250,"manzil":4,"bangla_ahbayan":"আল্লাহ যাদেরকে পথ-নির্দেশ করেন, তারা তো পথপ্রাপ্ত এবং যাদেরকে তিনি পথভ্রষ্ট করেন, তুমি কখনই তাঁকে ব্যতীত অন্য কাউকেও তাদের অভিভাবক পাবে না।[১] আর কিয়ামতের দিন আমি তাদেরকে সমবেত করব তাদের মুখে ভর দিয়ে চলা অবস্থায়; [২] কানা, বোবা ও কালা করে।[৩] তাদের আবাসস্থল জাহান্নাম; যখনই তা স্তিমিত হবে, তখনই আমি তাদের জন্য অগ্নি বৃদ্ধি করে দেব।","bangla_bayan":"আর আল্লাহ যাকে হিদায়াত দান করেন সে-ই হিদায়াতপ্রাপ্ত এবং যাকে তিনি পথহারা করেন তুমি কখনো তাদের জন্য তাঁকে ছাড়া অভিভাবক পাবে না। আর আমি কিয়ামতের দিনে তাদেরকে একত্র করব উপুড় করে, অন্ধ, মূক ও বধির অবস্থায়। তাদের আশ্রয়স্থল জাহান্নাম; যখনই তা নিস্তেজ হবে তখনই আমি তাদের জন্য আগুন বাড়িয়ে দেব।","bangla_mkhan":"আল্লাহ যাকে পথ প্রদর্শন করেন, সেই তো সঠিক পথ প্রাপ্ত এবং যাকে পথ ভ্রষ্ট করেন, তাদের জন্যে আপনি আল্লাহ ছাড়া কোন সাহায্যকারী পাবেন না। আমি কেয়ামতের দিন তাদের সমবেত করব তাদের মুখে ভর দিয়ে চলা অবস্থায়, অন্ধ অবস্থায়, মুক অবস্থায় এবং বধির অবস্থায়। তাদের আবাসস্থল জাহান্নাম। যখনই নির্বাপিত হওয়ার উপক্রম হবে আমি তখন তাদের জন্যে অগ্নি আরও বৃদ্ধি করে দিব।","bangla_mujibur":"আল্লাহ যাদের পথ প্রদর্শন করেন তারাইতো সঠিক পথপ্রাপ্ত এবং যাদেরকে পথভ্রষ্ট করেন তাদের জন্য তুমি আল্লাহ ছাড়া কোন সাহায্যকারী পাবেনা। কিয়ামাতের দিন আমি তাদেরকে সমবেত করব তাদের মুখে ভর দিয়ে চলা অবস্থায়, অন্ধ অবস্থায়, বোবা অবস্থায় এবং বধির অবস্থায়। তাদের আবাসস্থল জাহান্নাম! যখনই তা স্তিমিত হবে আমি তখন তাদের জন্য আগুন বৃদ্ধি করে দিব।","bangla_taisirul":"আল্লাহ যাকে সঠিক পথে পরিচালিত করেন সে পথপ্রাপ্ত আর যাদেরকে তিনি পথভ্রষ্ট করেন, তুমি কক্ষনো তাদের জন্য তাঁকে ছাড়া অন্য কাউকে অভিভাবক পাবে না। ক্বিয়ামাতের দিন আমি তাদেরকে একত্রিত করব তাদের মুখের ভরে অন্ধ, বোবা ও বধির অবস্থায়। তাদের আবাস হচ্ছে জাহান্নাম। যখনই তার আগুন নিস্তেজ হয়ে আসবে, আমি তাদের জন্য অগ্নির দহন শক্তি বৃদ্ধি করে দেব।"},{"id":98,"arabic_text":"ذٰلِکَ جَزَآؤُہُمۡ بِاَنَّہُمۡ کَفَرُوۡا بِاٰیٰتِنَا وَ قَالُوۡۤاءَ اِذَا کُنَّا عِظَامًا وَّ رُفَاتًاءَ اِنَّا  لَمَبۡعُوۡثُوۡنَ  خَلۡقًا جَدِیۡدًا ﴿۹۸﴾ ","english_text":"Do you not know that to Allah belongs the dominion of the heavens and the earth and [that] you have not besides Allah any protector or any helper?","page":292,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2127.mp3","colorText":"ذ[n[َٲ]لِكَ جَز[o[َا]ٓؤُه[c:7910[ُم ب]ِأَ[g[نّ]َهُمْ كَفَرُو[s[اْ] بِـَٔـايَ[n[ـٰ]تِنَا وَقَال[o[ُوٓ][s[اْ] أَءِذَا كُ[g[نّ]َا عِظَ[n[ـٰ][a:7783[مًا و]َرُفَ[n[ـٰ]تًا أَءِ[g[نّ]َا لَمَ[q:7784[بْ]عُوثُونَ خَلْ[f:7785[قًا ج]َدِيدًا","juz":15,"ruku":250,"manzil":4,"bangla_ahbayan":"এটাই তাদের প্রতিফল। কারণ তারা আমার নিদর্শনাবলীকে অস্বীকার করেছিল ও বলেছিল, ‘আমরা অস্থিতে পরিণত ও চূর্ণ-বিচূর্ণ হলেও কি নতুন সৃষ্টিরূপে পুনরুত্থিত হব?’ [১]","bangla_bayan":"এটাই তাদের প্রতিদান, কারণ তারা আমার আয়াতসমূহ অস্বীকার করেছে এবং বলেছে, ‘আমরা যখন হাড্ডি ও ছিন্ন-ভিন্ন হয়ে যাব, তখন আমরা কি নতুন সৃষ্টিরূপে পুনরুজ্জীবিত হব’?","bangla_mkhan":"এটাই তাদের শাস্তি। কারণ, তারা আমার নিদর্শনসমূহ অস্বীকার করেছে এবং বলেছেঃ আমরা যখন অস্থিতে পরিণত ও চুর্ণ-বিচুর্ণ হয়ে যাব, তখনও কি আমরা নতুনভাবে সৃজিত হয়ে উত্থিত হব?","bangla_mujibur":"এটাই তাদের প্রতিফল, কারণ তারা আমার নিদর্শন অস্বীকার করেছিল ও বলেছিলঃ আমরা অস্থিতে পরিণত ও চূর্ণ বিচূর্ণ হলেও কি নতুন সৃষ্টি রূপে পুনরুত্থিত হব?","bangla_taisirul":"এটাই তাদের প্রতিফল, কেননা তারা আমার নিদর্শনসমূহ প্রত্যাখ্যান করেছিল আর বলেছিল, ‘যখন আমরা হাড্ডি ও চূর্ণ ধূলায় পরিণত হব তখনও কি আমাদেরকে নতুন এক সৃষ্টির আকারে আবার উঠানো হবে?’"},{"id":99,"arabic_text":"اَوَ لَمۡ یَرَوۡا اَنَّ اللّٰہَ  الَّذِیۡ خَلَقَ السَّمٰوٰتِ وَ الۡاَرۡضَ قَادِرٌ عَلٰۤی اَنۡ یَّخۡلُقَ مِثۡلَہُمۡ وَ جَعَلَ لَہُمۡ اَجَلًا  لَّا رَیۡبَ فِیۡہِ ؕ فَاَبَی الظّٰلِمُوۡنَ  اِلَّا کُفُوۡرًا ﴿۹۹﴾ ","english_text":"Or do you intend to ask your Messenger as Moses was asked before? And whoever exchanges faith for disbelief has certainly strayed from the soundness of the way.","page":292,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2128.mp3","colorText":"۞ أَوَلَمْ يَرَوْ[s[اْ] أَ[g[نّ]َ [h:394[ٱ]للَّهَ [h:2537[ٱ]لَّذِى خَلَقَ [h:3913[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَ[h:1474[ٱ]لْأَرْضَ قَادِرٌ عَلَ[o[ىٰٓ] أ[a:7911[َن ي]َخْلُقَ مِثْلَهُمْ وَجَعَلَ لَهُمْ أَجَل[u:7912[اً ل]َّا رَيْبَ فِيهِ فَأَبَى [h:7913[ٱ][l[ل]ظَّ[n[ـٰ]لِمُونَ إِلَّا كُفُورًا","juz":15,"ruku":250,"manzil":4,"bangla_ahbayan":"তারা কি লক্ষ্য করে না যে, আল্লাহ; যিনি আকাশমন্ডলী ও পৃথিবী সৃষ্টি করেছেন, তিনি তাদের অনুরূপ সৃষ্টি করতে ক্ষমতাবান?[১] তিনি তাদের জন্য স্থির করেছেন এক নির্দিষ্ট কাল, যাতে কোন সন্দেহ   নেই।[২] তথাপি সীমালংঘনকারীরা সত্য প্রত্যাখ্যান করা ব্যতীত ক্ষান্ত হল না।","bangla_bayan":"তারা কি দেখে না যে, আল্লাহ আসমানসমূহ ও যমীন সৃষ্টি করেছেন, তিনি তাদের অনুরূপ সৃষ্টি করতে সক্ষম? আর তিনি তাদের জন্য একটি সময় নির্ধারণ করেছেন যাতে কোন সন্দেহ নেই। কিন্তু যালিমরা কুফরী না করে থাকেনি।","bangla_mkhan":"তারা কি দেখেনি যে, যে আল্লাহ আসমান ও যমিন সৃজিত করেছেন, তিনি তাদের মত মানুষও পুনরায় সৃষ্টি করতে সক্ষম? তিনি তাদের জন্যে স্থির করেছেন একটি নির্দিষ্ট কাল, এতে কোন সন্দেহ নেই; অতঃপর জালেমরা অস্বীকার ছাড়া কিছু করেনি।","bangla_mujibur":"তারা কি লক্ষ্য করেনা যে, আল্লাহ! যিনি আকাশমন্ডলী ও পৃথিবী সৃষ্টি করেছেন তিনি ওগুলির অনুরূপ সৃষ্টি করতে ক্ষমতাবান? তিনি তাদের জন্য স্থির করেছেন এক নির্দিষ্ট কাল, যাতে কোন সন্দেহ নেই; তথাপি সীমা লংঘনকারীরা প্রত্যাখ্যান করা ছাড়া আর সবই অস্বীকার করে।","bangla_taisirul":"তারা কি লক্ষ্য করে না যে আল্লাহ- যিনি আসমানসমূহ ও যমীন সৃষ্টি করেছেন- তিনি তাদের মত মানুষ (পুনরায়) সৃষ্টি করতে সক্ষম। তিনি তাদের জন্য একটা সুনির্দিষ্ট সময় স্থির করেছেন, যাতে কোনই সন্দেহ নেই। কিন্তু যালিমরা অমান্য করে কেবল কুফরিই করল।"},{"id":100,"arabic_text":"قُلۡ لَّوۡ اَنۡتُمۡ تَمۡلِکُوۡنَ خَزَآئِنَ رَحۡمَۃِ رَبِّیۡۤ  اِذًا  لَّاَمۡسَکۡتُمۡ خَشۡیَۃَ  الۡاِنۡفَاقِ ؕ وَ کَانَ الۡاِنۡسَانُ  قَتُوۡرًا ﴿۱۰۰﴾ ","english_text":"Many of the People of the Scripture wish they could turn you back to disbelief after you have believed, out of envy from themselves [even] after the truth has become clear to them. So pardon and overlook until Allah delivers His command. Indeed, Allah is over all things competent.","page":292,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2129.mp3","colorText":"قُل لَّوْ أَ[f:428[نت]ُمْ تَمْلِكُونَ خَز[o[َا]ٓئِنَ رَحْمَةِ رَبّ[o[ِىٓ] إِ[u:7914[ذًا ل]َّأَمْسَكْتُمْ خَشْيَةَ [h:7915[ٱ]لْإِ[f:7916[نف]َاقِ‌ۚ وَكَانَ [h:7688[ٱ]لْإِ[f:2732[نس]َ[n[ـٰ]نُ قَتُورًا","juz":15,"ruku":250,"manzil":4,"bangla_ahbayan":"বল, ‘যদি তোমরা আমার প্রতিপালকের দয়ার ভান্ডারের অধিকারী হতে, তবুও তোমরা ব্যয় করে (নিঃস্ব) হয়ে যাবে এই আশংকায় তা ধরে রাখতে। আসলে মানুষ তো অতিশয় কৃপণ।’ [১]","bangla_bayan":"বল, ‘যদি তোমরা আমার রবের রহমতের ভান্ডারসমূহের মালিক হতে, তবুও খরচ হয়ে যাওয়ার ভয়ে তোমরা তা আটকে রাখতে; আর মানুষ তো অতি কৃপণ’।","bangla_mkhan":"বলুনঃ যদি আমার পালনকর্তার রহমতের ভান্ডার তোমাদের হাতে থাকত, তবে ব্যয়িত হয়ে যাওয়ার আশঙ্কায় অবশ্যই তা ধরে রাখতে। মানুষ তো অতিশয় কৃপণ।","bangla_mujibur":"বলঃ যদি তোমরা আমার রবের দয়ার ভান্ডারের অধিকারী হতে তবুও ‘ব্যয় হয়ে যাবে’ এই আশংকায় তোমরা ওটা ধরে রাখতে, মানুষতো অতিশয় কৃপণ।","bangla_taisirul":"বল, ‘তোমরা যদি আমার প্রতিপালকের রাহমাতের ভান্ডারের মালিক হয়ে যেতে, তবুও খরচ হয়ে যাবার ভয়ে তোমরা তা অবশ্যই ধরে রাখতে।’ বাস্তবিকই মানুষ বড়ই সংকীর্ণ-চিত্ত।"},{"id":101,"arabic_text":"وَ لَقَدۡ اٰتَیۡنَا مُوۡسٰی تِسۡعَ اٰیٰتٍۭ بَیِّنٰتٍ فَسۡـَٔلۡ بَنِیۡۤ  اِسۡرَآءِیۡلَ اِذۡ جَآءَہُمۡ فَقَالَ لَہٗ  فِرۡعَوۡنُ  اِنِّیۡ لَاَظُنُّکَ یٰمُوۡسٰی مَسۡحُوۡرًا ﴿۱۰۱﴾ ","english_text":"And establish prayer and give zakah, and whatever good you put forward for yourselves - you will find it with Allah. Indeed, Allah of what you do, is Seeing.","page":292,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2130.mp3","colorText":"وَلَقَ[q:341[دْ] ءَاتَيْنَا مُوسَىٰ تِسْعَ ءَايَ[n[ـٰ][i:516[تِۭ ب]َيِّنَ[n[ـٰ][f:7917[تٍ‌ۖ ف]َسْــَٔلْ بَن[o[ِىٓ] إِسْر[o[َٲ]ٓءِيلَ إِذْ ج[o[َا]ٓءَهُمْ فَقَالَ لَهُ[n[ۥ] فِرْعَوْنُ إِ[g[نّ]ِى لَأَظُ[g[نّ]ُكَ يَ[n[ـٰ]مُوسَىٰ مَسْحُورًا","juz":15,"ruku":251,"manzil":4,"bangla_ahbayan":"অবশ্যই আমি মূসাকে ন’টি স্পষ্ট নিদর্শন দিয়েছিলাম;[১] সুতরাং তুমি বানী ইসরাঈলকে জিজ্ঞাসা করে দেখ। যখন সে তাদের নিকট এসেছিল, তখন ফিরআউন তাকে বলেছিল, ‘হে মূসা! আমি তো মনে করি, তুমি নিশ্চয়ই যাদুগ্রস্ত।’","bangla_bayan":"আর আমি মূসাকে নয়টি স্পষ্ট নিদর্শন দিয়েছিলাম, সুতরাং তুমি বনী ইসরাঈলকে জিজ্ঞাসা কর, যখন সে তাদের কাছে আসল তখন ফির‘আউন তাকে বলল, ‘হে মূসা, আমিতো ধারণা করি তুমি যাদুগ্রস্ত’।","bangla_mkhan":"আপনি বণী-ইসরাঈলকে জিজ্ঞেস করুন, আমি মূসাকে নয়টি প্রকাশ্য নিদর্শন দান করেছি। যখন তিনি তাদের কাছে আগমন করেন, ফেরাউন তাকে বললঃ হে মূসা, আমার ধারনায় তুমি তো জাদুগ্রস্থ।","bangla_mujibur":"তুমি বানী ইসরাঈলকে জিজ্ঞেস করে দেখ, আমি মূসাকে নয়টি সুস্পষ্ট নিদর্শন দিয়েছিলাম; যখন সে তাদের নিকট এসেছিল তখন ফির‘আউন তাকে বলেছিলঃ হে মূসা! আমিতো মনে করি তুমি যাদুগ্রস্ত।","bangla_taisirul":"আমি মূসাকে নয়টি স্পষ্ট নিদর্শন দিয়েছিলাম। বানী ইসরাঈলকে জিজ্ঞেস করে দেখ, যখন সে তাদের (অর্থাৎ ফির‘আওন ও তার প্রধানদের) নিকট আসল তখন ফির‘আওন তাকে বলল, ‘ওহে মূসা! আমি তোমাকে অবশ্যই যাদুগ্রস্ত মনে করি।’"},{"id":102,"arabic_text":"قَالَ لَقَدۡ عَلِمۡتَ مَاۤ  اَنۡزَلَ ہٰۤؤُلَآءِ  اِلَّا رَبُّ السَّمٰوٰتِ  وَ الۡاَرۡضِ  بَصَآئِرَ ۚ وَ  اِنِّیۡ  لَاَظُنُّکَ یٰفِرۡعَوۡنُ مَثۡبُوۡرًا ﴿۱۰۲﴾ ","english_text":"And they say, \"None will enter Paradise except one who is a Jew or a Christian.\" That is [merely] their wishful thinking, Say, \"Produce your proof, if you should be truthful.\"","page":292,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2131.mp3","colorText":"قَالَ لَقَ[q:2389[دْ] عَلِمْتَ م[o[َآ] أَ[f:471[نز]َلَ هَ[o[ـٰٓ]ؤُل[o[َا]ٓءِ إِلَّا رَبُّ [h:6926[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَ[h:177[ٱ]لْأَرْضِ بَص[o[َا]ٓئِرَ وَإِ[g[نّ]ِى لَأَظُ[g[نّ]ُكَ يَ[n[ـٰ]فِرْعَوْنُ مَثْبُورًا","juz":15,"ruku":251,"manzil":4,"bangla_ahbayan":"মূসা বলেছিল, ‘তুমি অবশ্যই অবগত আছ যে, এই সমস্ত স্পষ্ট নিদর্শনাবলী আকাশমন্ডলী ও পৃথিবীর প্রতিপালকই অবতীর্ণ করেছেন প্রত্যক্ষ প্রমাণ স্বরূপ; হে ফিরআউন! আমি তো দেখছি যে, তুমি ধ্বংস হয়ে গেছ।’","bangla_bayan":"সে বলল, ‘তুমি জান যে, এ সকল বিষয় কেবল আসমানসমূহ ও যমীনের রবই নাযিল করেছেন প্রত্যক্ষ প্রমাণ হিসেবে। আর হে ফির‘আউন, আমি তো ধারণা করি তুমি ধ্বংসপ্রাপ্ত।","bangla_mkhan":"তিনি বললেনঃ তুমি জান যে, আসমান ও যমীনের পালনকর্তাই এসব নিদর্শনাবলী প্রত্যক্ষ প্রমাণস্বরূপ নাযিল করেছেন। হে ফেরাউন, আমার ধারণায় তুমি ধ্বংস হতে চলেছো।","bangla_mujibur":"মূসা বলেছিলঃ তুমি অবশ্যই অবগত আছ যে, এই সমস্ত স্পষ্ট নিদর্শন আকাশমন্ডলী ও পৃথিবীর রাব্বই অবতীর্ণ করেছেন প্রত্যক্ষ প্রমাণ স্বরূপ। হে ফির‘আউন! আমিতো দেখছি, তুমি ধ্বংস হয়ে গেছ।","bangla_taisirul":"মূসা বলল, ‘তুমি তো জান যে, এসব চোখ-খুলে-দেয়া নিদর্শন আসমানসমূহ ও যমীনের প্রতিপালক ছাড়া অন্য কেউ অবতীর্ণ করেনি, হে ফির‘আওন! আমি তো তোমাকে মনে করি এক ধ্বংসপ্রাপ্ত লোক।’"},{"id":103,"arabic_text":"فَاَرَادَ  اَنۡ یَّسۡتَفِزَّہُمۡ مِّنَ الۡاَرۡضِ فَاَغۡرَقۡنٰہُ  وَ مَنۡ  مَّعَہٗ  جَمِیۡعًا ﴿۱۰۳﴾ۙ ","english_text":"Yes [on the contrary], whoever submits his face in Islam to Allah while being a doer of good will have his reward with his Lord. And no fear will there be concerning them, nor will they grieve.","page":292,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2132.mp3","colorText":"فَأَرَادَ أ[a:7918[َن ي]َسْتَفِزَّه[w:7919[ُم م]ِّنَ [h:1579[ٱ]لْأَرْضِ فَأَغْرَ[q:7920[قْ]نَ[n[ـٰ]هُ وَم[a:4948[َن م]َّعَهُ[n[ۥ] جَمِيعًا","juz":15,"ruku":251,"manzil":4,"bangla_ahbayan":"অতঃপর ফিরআউন তাদেরকে দেশ হতে উচ্ছেদ করবার ইচ্ছা করল; তখন আমি ফিরআউন ও তার সঙ্গীগণ সকলকে নিমজ্জিত করলাম ।","bangla_bayan":"অতঃপর সে তাদেরকে দেশ থেকে উৎখাত করার ইচ্ছা করল; তখন আমি তাকে ও তার সাথে যারা ছিল সকলকে ডুবিয়ে দিলাম।","bangla_mkhan":"অতঃপর সে বনী ইসরাঈলকে দেশ থেকে উৎখাত করতে চাইল, তখন আমি তাকে ও তার সঙ্গীদের সবাইকে নিমজ্জত করে দিলাম।","bangla_mujibur":"অতঃপর ফির‘আউন তাদেরকে দেশ হতে উচ্ছেদ করার সংকল্প করল; তখন ফির‘আউন ও তার সঙ্গীদের সকলকে আমি নিমজ্জিত করলাম।","bangla_taisirul":"অতঃপর ফিরআউন তাদেরকে দুনিয়া থেকে সরিয়ে দিতে চাইল। তখন আমি তাকে আর তার সঙ্গী-সাথীদের সব্বাইকে ডুবিয়ে মারলাম।"},{"id":104,"arabic_text":"وَّ قُلۡنَا مِنۡۢ بَعۡدِہٖ  لِبَنِیۡۤ  اِسۡرَآءِیۡلَ اسۡکُنُوا الۡاَرۡضَ فَاِذَا جَآءَ وَعۡدُ الۡاٰخِرَۃِ  جِئۡنَا بِکُمۡ  لَفِیۡفًا ﴿۱۰۴﴾ؕ ","english_text":"The Jews say \"The Christians have nothing [true] to stand on,\" and the Christians say, \"The Jews have nothing to stand on,\" although they [both] recite the Scripture. Thus the polytheists speak the same as their words. But Allah will judge between them on the Day of Resurrection concerning that over which they used to differ.","page":292,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2133.mp3","colorText":"وَقُلْنَا م[i:254[ِنۢ ب]َعْدِه[n[ِۦ] لِبَن[o[ِىٓ] إِسْر[o[َٲ]ٓءِيلَ [h:7921[ٱ]سْكُنُو[s[اْ] [h:7922[ٱ]لْأَرْضَ فَإِذَا ج[o[َا]ٓءَ وَعْدُ [h:7673[ٱ]لْأَخِرَةِ جِئْنَا بِكُمْ لَفِيفًا","juz":15,"ruku":251,"manzil":4,"bangla_ahbayan":"এরপর আমি বানী ইস্রাঈলকে বললাম, ‘তোমরা এই দেশে বসবাস কর।[১] অতঃপর যখন কিয়ামতের প্রতিশ্রুতি বাস্তবায়িত হবে, তখন তোমাদের সকলকেই আমি একত্রিত করে উপস্থিত করব।’","bangla_bayan":"আর আমি এরপর বনী ইসরাঈলকে বললাম, ‘তোমরা যমীনে বাস কর, অতঃপর যখন আখিরাতের ওয়াদা আসবে তখন আমি তোমাদেরকে জড়ো করে নিয়ে আসব’।","bangla_mkhan":"তারপর আমি বনী ইসলাঈলকে বললামঃ এ দেশে তোমরা বসবাস কর। অতঃপর যখন পরকালের ওয়াদা বাস্তবায়িত হবে, তখন তোমাদের কে জড়ো করে নিয়ে উপস্থিত হব।","bangla_mujibur":"এরপর আমি বানী ইসরাঈলকে বললামঃ তোমরা এই দেশে বসবাস কর এবং যখন কিয়ামাতের প্রতিশ্রুতি বাস্তবায়িত হবে তখন তোমাদের সকলকে আমি একত্রিত করে উপস্থিত করব।","bangla_taisirul":"এরপর আমি বানী ইসরাঈলকে বললাম, ‘তোমরা যমীনের উপর বসবাস কর, অতঃপর যখন প্রতিশ্রুত ক্বিয়ামাত আসবে তখন আমি তোমাদেরকে সংমিশ্রিত দলবলে হাজির করব।’"},{"id":105,"arabic_text":"وَ بِالۡحَقِّ اَنۡزَلۡنٰہُ  وَ بِالۡحَقِّ نَزَلَ ؕ وَ مَاۤ اَرۡسَلۡنٰکَ  اِلَّا  مُبَشِّرًا  وَّ  نَذِیۡرًا ﴿۱۰۵﴾ۘ ","english_text":"And who are more unjust than those who prevent the name of Allah from being mentioned in His mosques and strive toward their destruction. It is not for them to enter them except in fear. For them in this world is disgrace, and they will have in the Hereafter a great punishment.","page":293,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2134.mp3","colorText":"وَبِ[h:9999[ٱ]لْحَقِّ أَ[f:4236[نز]َلْنَ[n[ـٰ]هُ وَبِ[h:7923[ٱ]لْحَقِّ نَزَلَ‌ۗ وَم[o[َآ] أَرْسَلْنَ[n[ـٰ]كَ إِلَّا مُبَشِّ[a:7924[رًا و]َنَذِيرًا","juz":15,"ruku":251,"manzil":4,"bangla_ahbayan":"আমি সত্যসহই কুরআন অবতীর্ণ করেছি এবং সত্যসহই তা অবতীর্ণ হয়েছে;[১] আমি তো তোমাকে শুধু সুসংবাদদাতা ও সতর্ককারীরূপে প্রেরণ করেছি। [২]","bangla_bayan":"আর আমি তা যথাযথভাবে নাযিল করেছি এবং যথাযথভাবে তা নাযিল হয়েছে। আমি তো তোমাকে কেবল সুসংবাদদাতা ও সতর্ককারীরূপে পাঠিয়েছি।","bangla_mkhan":"আমি সত্যসহ এ কোরআন নাযিল করেছি এবং সত্য সহ এটা নাযিল হয়েছে। আমি তো আপনাকে শুধু সুসংবাদাতা ও ভয়প্রদর্শক করেই প্রেরণ করেছি।","bangla_mujibur":"আমি সত্য সত্যই কুরআন অবতীর্ণ করেছি এবং তা সত্যসহই অবতীর্ণ হয়েছে; আমিতো তোমাকে শুধু সুসংবাদদাতা ও সতর্ককারী রূপে প্রেরণ করেছি।","bangla_taisirul":"এ কুরআনকে আমি সত্যতা সহকারে নাযিল করেছি আর সত্যতা সহকারেই তা নাযিল হয়েছে। আমি তোমাকে শুধু সুসংবাদদাতা ও সতর্ককারী হিসেবে পাঠিয়েছি।"},{"id":106,"arabic_text":"وَ قُرۡاٰنًا فَرَقۡنٰہُ لِتَقۡرَاَہٗ  عَلَی النَّاسِ عَلٰی  مُکۡثٍ  وَّ  نَزَّلۡنٰہُ  تَنۡزِیۡلًا ﴿۱۰۶﴾ ","english_text":"And to Allah belongs the east and the west. So wherever you [might] turn, there is the Face of Allah . Indeed, Allah is all-Encompassing and Knowing.","page":293,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2135.mp3","colorText":"وَقُرْءَا[f:7925[نًا ف]َرَ[q:7926[قْ]نَ[n[ـٰ]هُ لِتَ[q:7927[قْ]رَأَهُ[n[ۥ] عَلَى [h:729[ٱ][l[ل][g[نّ]َاسِ عَلَىٰ مُكْ[a:7928[ثٍ و]َنَزَّلْنَ[n[ـٰ]هُ تَ[f:7929[نز]ِيلاً","juz":15,"ruku":251,"manzil":4,"bangla_ahbayan":"আমি কুরআন অবতীর্ণ করেছি খন্ড-খন্ডভাবে[১] যাতে তুমি তা মানুষের কাছে পাঠ করতে পার ক্রমে ক্রমে এবং আমি তা যথাযথভাবে অবতীর্ণ করেছি।","bangla_bayan":"আর কুরআন আমি নাযিল করেছি কিছু কিছু করে, যেন তুমি তা মানুষের কাছে পাঠ করতে পার ধীরে ধীরে এবং আমি তা নাযিল করেছি পর্যায়ক্রমে।","bangla_mkhan":"আমি কোরআনকে যতিচিহ্ন সহ পৃথক পৃথকভাবে পাঠের উপযোগী করেছি, যাতে আপনি একে লোকদের কাছে ধীরে ধীরে পাঠ করেন এবং আমি একে যথাযথ ভাবে অবতীর্ণ করেছি।","bangla_mujibur":"আমি কুরআন অবতীর্ণ করেছি খন্ড খন্ডভাবে যাতে তুমি তা মানুষের কাছে পাঠ করতে পার ক্রমে ক্রমে; এবং আমি তা যথাযথভাবে অবতীর্ণ করেছি।","bangla_taisirul":"আমি এ কুরআনকে ভাগে ভাগে বিভক্ত করেছি যাতে তুমি থেমে থেমে মানুষকে তা পাঠ করে শুনাতে পার, কাজেই আমি তা ক্রমশঃ নাযিল করেছি।"},{"id":107,"arabic_text":"قُلۡ اٰمِنُوۡا بِہٖۤ  اَوۡ لَا تُؤۡمِنُوۡا ؕ اِنَّ الَّذِیۡنَ  اُوۡتُوا الۡعِلۡمَ مِنۡ قَبۡلِہٖۤ  اِذَا یُتۡلٰی عَلَیۡہِمۡ یَخِرُّوۡنَ لِلۡاَذۡقَانِ سُجَّدًا ﴿۱۰۷﴾ۙ ","english_text":"They say, \" Allah has taken a son.\" Exalted is He! Rather, to Him belongs whatever is in the heavens and the earth. All are devoutly obedient to Him,","page":293,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2136.mp3","colorText":"قُلْ ءَامِنُو[s[اْ] بِه[o[ِۦٓ] أَوْ لَا تُؤْمِن[o[ُوٓ[s[اْ]‌ۚ] إِ[g[نّ]َ [h:24[ٱ]لَّذِينَ أُوتُو[s[اْ] [h:7379[ٱ]لْعِلْمَ مِ[f:1097[ن ق]َ[q:1098[بْ]لِه[o[ِۦٓ] إِذَا يُتْلَىٰ عَلَيْهِمْ يَخِرُّونَ لِلْأَذْقَانِ سُجَّدًا","juz":15,"ruku":251,"manzil":4,"bangla_ahbayan":"তুমি বল, ‘তোমরা কুরআনে বিশ্বাস কর অথবা না কর, যাদেরকে এর পূর্বে জ্ঞান দেওয়া হয়েছে তাদের নিকট যখন এটা পাঠ করা হয়, তখনই তারা চেহারা লুটিয়ে সিজদায় পড়ে।[১]","bangla_bayan":"বল, ‘তোমরা এতে ঈমান আন বা ঈমান না আন, নিশ্চয় এর পূর্বে যাদেরকে জ্ঞান দেয়া হয়েছে, তাদের কাছে যখন এটা পাঠ করা হয় তখন তারা সিজদাবনত হয়ে লুটিয়ে পড়ে।","bangla_mkhan":"বলুনঃ তোমরা কোরআনকে মান্য কর অথবা অমান্য কর; যারা এর পূর্ব থেকে এলেম প্রাপ্ত হয়েছে, যখন তাদের কাছে এর তেলাওয়াত করা হয়, তখন তারা নতমস্তকে সেজদায় লুটিয়ে পড়ে।","bangla_mujibur":"বলঃ তোমরা বিশ্বাস কর অথবা না কর, যাদেরকে এর পূর্বে জ্ঞান দান করা হয়েছে তাদের সামনে যখন আবৃত্তি করা হয় তখন তারা বিনয়ের সাথে কাঁদতে কাঁদতে ভূমিতে লুটিয়ে পড়ে ।","bangla_taisirul":"বল, ‘তোমরা কুরআনে বিশ্বাস কর কিংবা বিশ্বাস না কর, ইতোপূর্বে যাদেরকে জ্ঞান দেয়া হয়েছে তাদেরকে যখন কুরআন পাঠ করে শুনানো হয়, তখন তারা অধোমুখে সাজদাহয় লুটিয়ে পড়ে।’"},{"id":108,"arabic_text":"وَّ یَقُوۡلُوۡنَ سُبۡحٰنَ رَبِّنَاۤ  اِنۡ کَانَ وَعۡدُ رَبِّنَا  لَمَفۡعُوۡلًا ﴿۱۰۸﴾ ","english_text":"Originator of the heavens and the earth. When He decrees a matter, He only says to it, \"Be,\" and it is.","page":293,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2137.mp3","colorText":"وَيَقُولُونَ سُ[q:7648[بْ]حَ[n[ـٰ]نَ رَبِّن[o[َآ] إِ[f:2594[ن ك]َانَ وَعْدُ رَبِّنَا لَمَفْعُولاً","juz":15,"ruku":251,"manzil":4,"bangla_ahbayan":"এবং বলে, আমাদের প্রতিপালক পবিত্র, মহান! অবশ্যই আমাদের প্রতিপালকের প্রতিশ্রুতি কার্যকর হয়েই থাকে। [১]","bangla_bayan":"আর তারা বলে, ‘পবিত্র মহান আমাদের রব! আমাদের রবের ওয়াদা অবশ্যই কার্যকর হয়ে থাকে’।","bangla_mkhan":"এবং বলেঃ আমাদের পালনকর্তা পবিত্র, মহান। নিঃসন্দেহে আমাদের পালকর্তার ওয়াদা অবশ্যই পূর্ণ হবে।","bangla_mujibur":"এবং বলেঃ আমাদের রাব্ব পবিত্র, মহান! আমাদের রবের প্রতিশ্রুতি কার্যকর হয়েই থাকে। [সাজদাহ]","bangla_taisirul":"আর তারা বলে, ‘আমাদের রব্ব মহান, পবিত্র; আমাদের রব্বের ও‘য়াদা অবশ্যই পূর্ণ হবে।"},{"id":109,"arabic_text":"وَ یَخِرُّوۡنَ لِلۡاَذۡقَانِ یَبۡکُوۡنَ وَ یَزِیۡدُہُمۡ خُشُوۡعًا ﴿۱۰۹﴾ٛ ","english_text":"Those who do not know say, \"Why does Allah not speak to us or there come to us a sign?\" Thus spoke those before them like their words. Their hearts resemble each other. We have shown clearly the signs to a people who are certain [in faith].","page":293,"is_sajdah_ayat":true,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2138.mp3","colorText":"وَيَخِرُّونَ لِلْأَذْقَانِ يَ[q:6573[بْ]كُونَ وَيَزِيدُهُمْ خُشُوعًا ۩","juz":15,"ruku":251,"manzil":4,"bangla_ahbayan":"আর তারা কাঁদতে কাঁদতে ভূমিতে চেহারা লুটিয়ে (সিজদা) দেয় এবং এ (কুরআন) তাদের বিনয় বৃদ্ধি করে।’ [১] (সিজদাহ-৪)","bangla_bayan":"‘আর তারা কাঁদতে কাঁদতে লুটিয়ে পড়ে এবং এটা তাদের বিনয় বৃদ্ধি করে’।[সাজদাহ]","bangla_mkhan":"তারা ক্রন্দন করতে করতে নতমস্তকে ভুমিতে লুটিয়ে পড়ে এবং তাদের বিনয়ভাব আরো বৃদ্ধি পায়।","bangla_mujibur":"এবং কাঁদতে কাঁদতে তাদের মুখমন্ডল মাটিতে লুটিয়ে পড়ে এবং এতে তাদের বিনয়ই বৃদ্ধি পায়।[সাজদাহ]","bangla_taisirul":"তারা কাঁদতে কাঁদতে অধোমুখে সাজদাহয় লুটিয়ে পড়ে আর তা তাদের বিনয় ও নম্রতা বাড়িয়ে দেয়।[সাজদাহ]"},{"id":110,"arabic_text":"قُلِ ادۡعُوا اللّٰہَ  اَوِ ادۡعُوا الرَّحۡمٰنَ ؕ اَیًّامَّا تَدۡعُوۡا فَلَہُ  الۡاَسۡمَآءُ  الۡحُسۡنٰی ۚ وَ لَا تَجۡہَرۡ بِصَلَاتِکَ وَ لَا تُخَافِتۡ بِہَا وَ ابۡتَغِ  بَیۡنَ  ذٰلِکَ  سَبِیۡلًا ﴿۱۱۰﴾ ","english_text":"Indeed, We have sent you, [O Muhammad], with the truth as a bringer of good tidings and a warner, and you will not be asked about the companions of Hellfire.","page":293,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2139.mp3","colorText":"قُلِ [h:5199[ٱ][q:4751[دْ]عُو[s[اْ] [h:7930[ٱ]للَّهَ أَوِ [h:7931[ٱ][q:4751[دْ]عُو[s[اْ] [h:7932[ٱ][l[ل]رَّحْمَ[n[ـٰ]نَ‌ۖ أَي[a:7933[ًّا م]َّا تَ[q:7934[دْ]عُو[s[اْ] فَلَهُ [h:7935[ٱ]لْأَسْم[o[َا]ٓءُ [h:5156[ٱ]لْحُسْنَىٰ‌ۚ وَلَا تَ[q:7936[جْ]هَرْ بِصَلَاتِكَ وَلَا تُخَافِتْ بِهَا وَ[h:7937[ٱ][q:7937[بْ]تَغِ بَيْنَ ذ[n[َٲ]لِكَ سَبِيلاً","juz":15,"ruku":251,"manzil":4,"bangla_ahbayan":"বল, তোমরা ‘আল্লাহ’ নামে আহবান কর অথবা ‘রহমান’ নামে আহবান কর, তোমরা যে নামেই আহবান কর, সকল সুন্দর নামাবলী তাঁরই।[১] আর তুমি নামাযে তোমার স্বর উচ্চ করো না এবং অতিশয় ক্ষীণও করো না; বরং এই দুই-এর মধ্যবর্তী পথ অবলম্বন কর।[২]","bangla_bayan":"বল, ‘তোমরা (তোমাদের রবকে) ‘আল্লাহ’ নামে ডাক অথবা ‘রাহমান’ নামে ডাক, যে নামেই তোমরা ডাক না কেন, তাঁর জন্যই তো রয়েছে সুন্দর নামসমূহ। তুমি তোমার সালাতে স্বর উঁচু করো না এবং তাতে মৃদুও করো না; বরং এর মাঝামাঝি পথ অবলম্বন কর।","bangla_mkhan":"বলুনঃ আল্লাহ বলে আহবান কর কিংবা রহমান বলে, যে নামেই আহবান কর না কেন, সব সুন্দর নাম তাঁরই। আপনি নিজের নামায আদায়কালে স্বর উচ্চগ্রাসে নিয়ে গিয়ে পড়বেন না এবং নিঃশব্দেও পড়বেন না। এতদুভয়ের মধ্যমপন্থা অবলম্বন করুন।","bangla_mujibur":"বলঃ তোমরা ‘আল্লাহ’ নামে আহবান কর অথবা ‘রাহমান’ নামে আহবান কর, তোমরা যে নামেই আহবান করনা কেন, সব সুন্দর নামইতো তাঁর! তোমরা সালাতে তোমাদের স্বর উচু করনা এবং অতিশয় ক্ষীণও করনা; এই দুই এর মধ্য পন্থা অবলম্বন কর।","bangla_taisirul":"বল, ‘তোমরা আল্লাহ নামে ডাকো বা রহমান নামে ডাকো, যে নামেই তাঁকে ডাকো না কেন (সবই ভাল) কেননা সকল সুন্দর নামই তো তাঁর।’ তোমার সলাতে স্বর উচ্চ করো না, আর তা খুব নীচুও করো না, এ দু’য়ের মধ্যবর্তী পথ অবলম্বন কর।"},{"id":111,"arabic_text":"وَ قُلِ الۡحَمۡدُ لِلّٰہِ الَّذِیۡ لَمۡ  یَتَّخِذۡ وَلَدًا وَّ لَمۡ  یَکُنۡ لَّہٗ  شَرِیۡکٌ فِی الۡمُلۡکِ  وَ لَمۡ یَکُنۡ لَّہٗ  وَلِیٌّ  مِّنَ الذُّلِّ وَ کَبِّرۡہُ  تَکۡبِیۡرًا ﴿۱۱۱﴾ ","english_text":"And never will the Jews or the Christians approve of you until you follow their religion. Say, \"Indeed, the guidance of Allah is the [only] guidance.\" If you were to follow their desires after what has come to you of knowledge, you would have against Allah no protector or helper.","page":293,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2140.mp3","colorText":"وَقُلِ [h:7938[ٱ]لْحَمْدُ لِلَّهِ [h:3912[ٱ]لَّذِى لَمْ يَتَّخِذْ وَلَ[a:7939[دًا و]َلَمْ يَك[u:2596[ُن ل]َّهُ[n[ۥ] شَرِي[f:7940[كٌ ف]ِى [h:7941[ٱ]لْمُلْكِ وَلَمْ يَك[u:2596[ُن ل]َّهُ[n[ۥ] وَلِ[a:7942[ىٌّ م]ِّنَ [h:7943[ٱ][l[ل]ذُّلِّ‌ۖ وَكَبِّرْهُ تَكْبِيرَۢا","juz":15,"ruku":251,"manzil":4,"bangla_ahbayan":"বল, ‘সমস্ত প্রশংসা আল্লাহরই, যিনি সন্তান গ্রহণ করেননি, তাঁর সার্বভৌমত্বে কোন অংশীদার নেই এবং যিনি দুর্দশাগ্রস্ত হন না; যে কারণে তাঁর অভিভাবকের প্রয়োজন হতে পারে।’ আর সসম্ভ্রমে তাঁর মাহাত্ম্য ঘোষণা কর।","bangla_bayan":"আর বল, ‘সমস্ত প্রশংসা আললাহরই, যিনি কোন সন্তান গ্রহণ করেননি, রাজত্বে তাঁর কোন শরীক নেই এবং অপমান থেকে বাঁচতে তাঁর কোন অভিভাবকের দরকার নেই।’ সুতরাং তুমি পূর্ণরূপে তাঁর বড়ত্ব ঘোষণা কর।","bangla_mkhan":"বলুনঃ সমস্ত প্রশংসা আল্লাহর যিনি না কোন সন্তান রাখেন, না তাঁর সার্বভৌমত্বে কোন শরীক আছে এবং যিনি দুর্দশাগ্রস্ত হন না, যে কারণে তাঁর কোন সাহয্যকারীর প্রয়োজন হতে পারে। সুতরাং আপনি স-সম্ভ্রমে তাঁর মাহাত্ন?2476;র্ণনা করতে থাকুন।","bangla_mujibur":"বলঃ প্রশংসা আল্লাহরই যিনি সন্তান গ্রহণ করেননি, তাঁর সার্বভৌমত্বে কোন অংশী নেই এবং তিনি দুর্দশাগ্রস্ত হননা যে কারণে তাঁর অভিভাবকের প্রয়োজন হতে পারে; সুতরাং স্বসম্ভ্রমে তাঁর মাহাত্ম্য ঘোষণা কর।","bangla_taisirul":"বল, ‘সকল প্রশংসাই আল্লাহর যিনি সন্তান গ্রহণ করেন না, যাঁর শাসন-কর্তৃত্বে কোন অংশীদার নেই, দুর্দশাগ্রস্ত হওয়া থেকে বাঁচার জন্য যাঁর কোন অভিভাবকের প্রয়োজন হয় না। অতএব পূর্ণ শ্রেষ্ঠত্বে তাঁর শ্রেষ্ঠত্ব ঘোষণা কর।"}]}}