{"surahDetails":{"id":18,"banglaName":"গুহা","totalAyah":110,"arabicInBangla":"আল-কাহফ"},"surah":{"id":18,"verses":[{"id":1,"arabic_text":"اَلۡحَمۡدُ لِلّٰہِ الَّذِیۡۤ  اَنۡزَلَ عَلٰی عَبۡدِہِ الۡکِتٰبَ  وَ لَمۡ  یَجۡعَلۡ  لَّہٗ عِوَجًا ؕ﴿ٜ۱﴾","english_text":"And when it is said to them, \"Do not cause corruption on the earth,\" they say, \"We are but reformers.\"","page":293,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2141.mp3","colorText":"ٱلْحَمْدُ لِلَّهِ [h:3912[ٱ]لَّذ[o[ِىٓ] أَ[f:471[نز]َلَ عَلَىٰ عَ[q:7944[بْ]دِهِ [h:7945[ٱ]لْكِتَ[n[ـٰ]بَ وَلَمْ يَ[q:4397[جْ]عَل لَّهُ[n[ۥ] عِوَجَاۜ","juz":15,"ruku":252,"manzil":4,"bangla_ahbayan":"সমস্ত প্রশংসা আল্লাহরই যিনি তাঁর বান্দার প্রতি এই কিতাব অবতীর্ণ করেছেন এবং এতে তিনি কোন প্রকার বক্রতা রাখেননি।[১]","bangla_bayan":"সমস্ত প্রশংসা আল্লাহর, যিনি তাঁর বান্দার উপর কিতাব নাযিল করেছেন এবং তাতে রাখেননি কোন বক্রতা ।","bangla_mkhan":"সব প্রশংসা আল্লাহর যিনি নিজের বান্দার প্রতি এ গ্রন্থ নাযিল করেছেন এবং তাতে কোন বক্রতা রাখেননি।","bangla_mujibur":"সমস্ত প্রশংসা আল্লাহরই যিনি তাঁর দাসের প্রতি এই কিতাব অবতীর্ণ করেছেন এবং এতে তিনি অসঙ্গতি রাখেননি।","bangla_taisirul":"সকল প্রশংসা আল্লাহর জন্য যিনি তাঁর বান্দাদের প্রতি কিতাব নাযিল করেছেন, আর তাতে কোন বক্রতার অবকাশ রাখেননি।"},{"id":2,"arabic_text":"قَیِّمًا  لِّیُنۡذِرَ بَاۡسًا شَدِیۡدًا مِّنۡ لَّدُنۡہُ وَ یُبَشِّرَ الۡمُؤۡمِنِیۡنَ الَّذِیۡنَ یَعۡمَلُوۡنَ الصّٰلِحٰتِ اَنَّ  لَہُمۡ  اَجۡرًا حَسَنًا ۙ﴿۲﴾ ","english_text":"Unquestionably, it is they who are the corrupters, but they perceive [it] not.","page":293,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2142.mp3","colorText":"قَيِّ[u:7946[مًا ل]ِّيُ[f:7947[نذ]ِرَ بَأْ[f:7948[سًا ش]َدِي[a:7949[دًا م]ّ[u:2794[ِن ل]َّدُنْهُ وَيُبَشِّرَ [h:7950[ٱ]لْمُؤْمِنِينَ [h:7681[ٱ]لَّذِينَ يَعْمَلُونَ [h:7682[ٱ][l[ل]صَّ[n[ـٰ]لِحَ[n[ـٰ]تِ أَ[g[نّ]َ لَهُمْ أَ[q:2795[جْ]رًا حَسَنًا","juz":15,"ruku":252,"manzil":4,"bangla_ahbayan":"তিনি একে করেছেন সুপ্রতিষ্ঠিত; যাতে ওটা তাঁর নিকট হতে (অবতীর্ণ)[১] কঠিন শাস্তি সম্পর্কে সতর্ক করে এবং সৎকর্মশীল বিশ্বাসীগণ এই সুসংবাদ দেয় যে, তাদের জন্য আছে উত্তম পুরস্কার (জান্নাত);","bangla_bayan":"সরলরূপে, যাতে সে তাঁর পক্ষ থেকে কঠিন আযাব সম্পর্কে সতর্ক করে এবং সুসংবাদ দেয়, সেসব মুমিনকে, যারা সৎকর্ম করে, নিশ্চয় তাদের জন্য রয়েছে উত্তম প্রতিদান।","bangla_mkhan":"একে সুপ্রতিষ্ঠিত করেছেন যা আল্লাহর পক্ষ থেকে একটি ভীষণ বিপদের ভয় প্রদর্শন করে এবং মুমিনদেরকে যারা সৎকর্ম সম্পাদন করে-তাদেরকে সুসংবাদ দান করে যে, তাদের জন্যে উত্তম প্রতিদান রয়েছে।","bangla_mujibur":"একে করেছেন সুপ্রতিষ্ঠিত তাঁর কঠিন শাস্তি সম্পর্কে সতর্ক করার জন্য এবং বিশ্বাসীগণ, যারা সৎকাজ করে তাদেরকে এই সুসংবাদ দেয়ার জন্য যে, তাদের জন্য রয়েছে উত্তম পুরস্কার –","bangla_taisirul":"(তিনি সেটাকে করেছেন) সত্য, স্পষ্ট ও অকাট্য তাঁর কঠিন শাস্তি সম্পর্কে সতর্ক করার জন্য। আর যারা সৎকাজ করে সেই মু’মিনদেরকে সুসংবাদ দেয়ার জন্য যে, তাদের জন্য আছে উত্তম প্রতিফল।"},{"id":3,"arabic_text":"مَّاکِثِیۡنَ فِیۡہِ اَبَدًا ۙ﴿۳﴾ ","english_text":"And when it is said to them, \"Believe as the people have believed,\" they say, \"Should we believe as the foolish have believed?\" Unquestionably, it is they who are the foolish, but they know [it] not.","page":293,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2143.mp3","colorText":"مَّ[n[ـٰ]كِثِينَ فِيهِ أَبَدًا","juz":15,"ruku":252,"manzil":4,"bangla_ahbayan":"যেখানে তারা চিরস্থায়ী হবে।","bangla_bayan":"তারা তাতে অনন্তকাল অবস্থান করবে।","bangla_mkhan":"তারা তাতে চিরকাল অবস্থান করবে।","bangla_mujibur":"যেখানে তারা হবে চিরস্থায়ী –","bangla_taisirul":"তাতে তারা চিরকাল থাকবে।"},{"id":4,"arabic_text":"وَّ یُنۡذِرَ الَّذِیۡنَ قَالُوا اتَّخَذَ اللّٰہُ وَلَدًا ٭﴿۴﴾ ","english_text":"And when they meet those who believe, they say, \"We believe\"; but when they are alone with their evil ones, they say, \"Indeed, we are with you; we were only mockers.\"","page":293,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2144.mp3","colorText":"وَيُ[f:7951[نذ]ِرَ [h:7952[ٱ]لَّذِينَ قَالُو[s[اْ] [h:6120[ٱ]تَّخَذَ [h:606[ٱ]للَّهُ وَلَدًا","juz":15,"ruku":252,"manzil":4,"bangla_ahbayan":"এবং তাদেরকেও সতর্ক করে, যারা বলে যে, ‘আল্লাহ সন্তান গ্রহণ করেছেন।’[১]","bangla_bayan":"আর যেন সতর্ক করে তাদেরকে, যারা বলে, আল্লাহ সন্তান গ্রহণ করেছেন’।","bangla_mkhan":"এবং তাদেরকে ভয় প্রদর্শন করার জন্যে যারা বলে যে, আল্লাহর সন্তান রয়েছে।","bangla_mujibur":"এবং সতর্ক করার জন্য তাদেরকে যারা বলে যে, আল্লাহ সন্তান গ্রহণ করেছেন।","bangla_taisirul":"আর তাদেরকে সতর্ক করার জন্য যারা বলে, ‘আল্লাহ পুত্র গ্রহণ করেছেন।’"},{"id":5,"arabic_text":"مَا لَہُمۡ بِہٖ مِنۡ عِلۡمٍ وَّ لَا لِاٰبَآئِہِمۡ ؕ کَبُرَتۡ کَلِمَۃً  تَخۡرُجُ مِنۡ اَفۡوَاہِہِمۡ ؕ اِنۡ یَّقُوۡلُوۡنَ  اِلَّا کَذِبًا ﴿۵﴾ ","english_text":"[But] Allah mocks them and prolongs them in their transgression [while] they wander blindly.","page":294,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2145.mp3","colorText":"مَّا لَه[c:3276[ُم ب]ِه[n[ِۦ] مِنْ عِلْ[a:7953[مٍ و]َلَا لِأَب[o[َا]ٓئِهِمْ‌ۚ كَبُرَتْ كَلِمَ[f:7954[ةً ت]َخْرُجُ مِنْ أَفْو[n[َٲ]هِهِمْ‌ۚ إ[a:7955[ِن ي]َقُولُونَ إِلَّا كَذِبًا","juz":15,"ruku":252,"manzil":4,"bangla_ahbayan":"এই বিষয়ে তাদের কোনই জ্ঞান নেই এবং তাদের পিতৃপুরুষদেরও ছিল না; তাদের মুখনিঃসৃত বাক্য[১] কি সাংঘাতিক! তারা তো শুধু মিথ্যাই বলে।","bangla_bayan":"এ ব্যাপারে তাদের কোন জ্ঞান নেই এবং তাদের পিতৃপুরুষদেরও না। বড় মারাত্মক কথা, যা তাদের মুখ থেকে বের হয়। মিথ্যা ছাড়া তারা কিছুই বলে না!","bangla_mkhan":"এ সম্পর্কে তাদের কোন জ্ঞান নেই এবং তাদের পিতৃপুরুষদেরও নেই। কত কঠিন তাদের মুখের কথা। তারা যা বলে তা তো সবই মিথ্যা।","bangla_mujibur":"এ বিষয়ে তাদের কোনই জ্ঞান নেই এবং তাদের পিতৃপুরুষদেরও ছিলনা; তাদের মুখ-নিঃসৃত বাক্য কি উদ্ভট! তারাতো শুধু মিথ্যাই বলে।","bangla_taisirul":"এ সম্পর্কে তাদের কোন জ্ঞান নেই, আর তাদের পিতৃ-পুরুষদেরও ছিল না। তাদের মুখ থেকে বের হয় বড়ই সাংঘাতিক কথা। তারা যা বলে তা মিথ্যে ছাড়া কিছুই নয়।"},{"id":6,"arabic_text":"فَلَعَلَّکَ بَاخِعٌ نَّفۡسَکَ عَلٰۤی اٰثَارِہِمۡ  اِنۡ لَّمۡ  یُؤۡمِنُوۡا بِہٰذَا  الۡحَدِیۡثِ  اَسَفًا ﴿۶﴾ ","english_text":"Those are the ones who have purchased error [in exchange] for guidance, so their transaction has brought no profit, nor were they guided.","page":294,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2146.mp3","colorText":"فَلَعَلَّكَ بَ[n[ـٰ]خِ[a:7956[عٌ ن]َّفْسَكَ عَلَ[o[ىٰٓ] ءَاثَ[n[ـٰ]رِهِمْ إ[u:2606[ِن ل]َّمْ يُؤْمِنُو[s[اْ] بِهَ[n[ـٰ]ذَا [h:7957[ٱ]لْحَدِيثِ أَسَفًا","juz":15,"ruku":252,"manzil":4,"bangla_ahbayan":"তারা এই বাণী[১] বিশ্বাস না করলে তাদের পিছনে পিছনে ঘুরে সম্ভবতঃ তুমি দুঃখে আত্মবিনাশী হয়ে পড়বে।","bangla_bayan":"হয়তো তুমি তাদের পেছনে পেছনে ঘুরে দুঃখে নিজকে শেষ করে দেবে, যদি তারা এই কথার প্রতি ঈমান না আনে।","bangla_mkhan":"যদি তারা এই বিষয়বস্তুর প্রতি বিশ্বাস স্থাপন না করে, তবে তাদের পশ্চাতে সম্ভবতঃ আপনি পরিতাপ করতে করতে নিজের প্রাণ নিপাত করবেন।","bangla_mujibur":"তারা এই বাণী বিশ্বাস না করলে তাদের পিছনে পিছনে ঘুরে সম্ভবতঃ তুমি দুঃখে আত্মবিনাশী হয়ে পড়বে।","bangla_taisirul":"তারা এ বাণীতে (কুরআনে) বিশ্বাস না করার কারণে মনে হচ্ছে (হে নাবী!) তুমি তার দুঃখে তোমার নিজের জান বিনাশ করে দেবে।"},{"id":7,"arabic_text":"اِنَّا جَعَلۡنَا مَا عَلَی الۡاَرۡضِ زِیۡنَۃً  لَّہَا لِنَبۡلُوَہُمۡ  اَیُّہُمۡ   اَحۡسَنُ  عَمَلًا ﴿۷﴾ ","english_text":"Their example is that of one who kindled a fire, but when it illuminated what was around him, Allah took away their light and left them in darkness [so] they could not see.","page":294,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2147.mp3","colorText":"إِ[g[نّ]َا جَعَلْنَا مَا عَلَى [h:7958[ٱ]لْأَرْضِ زِينَ[u:7959[ةً ل]َّهَا لِنَ[q:7960[بْ]لُوَهُمْ أَيُّهُمْ أَحْسَنُ عَمَلاً","juz":15,"ruku":252,"manzil":4,"bangla_ahbayan":"পৃথিবীর উপর যা কিছু আছে[১] আমি সেগুলিকে ওর শোভা করেছি মানুষকে এই পরীক্ষা করবার জন্য যে, তাদের মধ্যে কর্মে কে উত্তম।","bangla_bayan":"নিশ্চয় যমীনের উপর যা রয়েছে, তা আমি শোভা করেছি তার জন্য, যাতে তাদেরকে পরীক্ষা করি যে, কর্মে তাদের মধ্যে কে উত্তম।","bangla_mkhan":"আমি পৃথিবীস্থ সব কিছুকে পৃথিবীর জন্যে শোভা করেছি, যাতে লোকদের পরীক্ষা করি যে, তাদের মধ্যে কে ভাল কাজ করে।","bangla_mujibur":"পৃথিবীর উপর যা কিছু আছে আমি সেগুলিকে ওর শোভনীয় করেছি মানুষকে এই পরীক্ষা করার জন্য যে, তাদের মধ্যে কর্মে কে শ্রেষ্ঠ?","bangla_taisirul":"যমীনের উপর যা কিছু আছে আমি সেগুলোকে তার শোভা-সৌন্দর্য করেছি যাতে আমি মানুষকে পরীক্ষা করতে পারি যে, ‘আমালের ক্ষেত্রে কারা উত্তম।"},{"id":8,"arabic_text":"وَ اِنَّا لَجٰعِلُوۡنَ مَا عَلَیۡہَا صَعِیۡدًا جُرُزًا  ؕ﴿۸﴾","english_text":"Deaf, dumb and blind - so they will not return [to the right path].","page":294,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2148.mp3","colorText":"وَإِ[g[نّ]َا لَجَ[n[ـٰ]عِلُونَ مَا عَلَيْهَا صَعِي[f:7961[دًا ج]ُرُزًا","juz":15,"ruku":252,"manzil":4,"bangla_ahbayan":"ওর উপর যা কিছু আছে তা অবশ্যই আমি উদ্ভিদশূন্য ময়দানে পরিণত করব।[১]","bangla_bayan":"আর নিশ্চয় তার উপর যা রয়েছে তাকে আমি উদ্ভিদহীন শুষ্ক মাটিতে পরিণত করব।","bangla_mkhan":"এবং তার উপর যাকিছু রয়েছে, অবশ্যই তা আমি উদ্ভিদশূন্য মাটিতে পরিণত করে দেব।","bangla_mujibur":"ওর উপর যা কিছু আছে তা অবশ্যই আমি উদ্ভিদশূন্য মৃত্তিকায় পরিণত করব।","bangla_taisirul":"আমি অবশ্যই তার উপর যা আছে তা বৃক্ষলতাহীন শুকনো ধূলা মাটিতে পরিণত করব।"},{"id":9,"arabic_text":"اَمۡ حَسِبۡتَ اَنَّ  اَصۡحٰبَ الۡکَہۡفِ وَ الرَّقِیۡمِ ۙ کَانُوۡا  مِنۡ  اٰیٰتِنَا  عَجَبًا ﴿۹﴾ ","english_text":"Or [it is] like a rainstorm from the sky within which is darkness, thunder and lightning. They put their fingers in their ears against the thunderclaps in dread of death. But Allah is encompassing of the disbelievers.","page":294,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2149.mp3","colorText":"أَمْ حَسِ[q:7962[بْ]تَ أَ[g[نّ]َ أَصْحَ[n[ـٰ]بَ [h:7963[ٱ]لْكَهْفِ وَ[h:7964[ٱ][l[ل]رَّقِيمِ كَانُو[s[اْ] مِنْ ءَايَ[n[ـٰ]تِنَا عَجَبًا","juz":15,"ruku":252,"manzil":4,"bangla_ahbayan":"তুমি কি মনে কর যে, গুহা ও রাকীমের অধিবাসীরা আমার নিদর্শনাবলীর মধ্যে বিস্ময়কর? [১]","bangla_bayan":"তুমি কি মনে করেছ যে, গুহা ও রাকীমের* অধিবাসীরা ছিল আমার আয়াতসমূহের এক বিস্ময়? \\n\\n* রাকীম একটি পাহাড়ের নাম, অথবা যে গ্রাম থেকে তারা বের হয়েছিল সে গ্রামের নাম, অথবা একটি ফলক- যাতে ঐ সব যুবকের নাম লিখা ছিল।","bangla_mkhan":"আপনি কি ধারণা করেন যে, গুহা ও গর্তের অধিবাসীরা আমার নিদর্শনাবলীর মধ্যে বিস্ময়কর ছিল ?","bangla_mujibur":"তুমি কি মনে কর যে, গুহা ও রাকীমের অধিবাসীরা আমার নিদর্শনাবলীর মধ্যে বিস্ময়কর?","bangla_taisirul":"তুমি কি মনে কর যে, গুহা ও রকীমের অধিবাসীরা ছিল আমার নিদর্শনগুলোর মধ্যে বিস্ময়কর?"},{"id":10,"arabic_text":"اِذۡ اَوَی الۡفِتۡیَۃُ  اِلَی الۡکَہۡفِ فَقَالُوۡا رَبَّنَاۤ اٰتِنَا مِنۡ لَّدُنۡکَ رَحۡمَۃً  وَّ ہَیِّیٴۡ لَنَا مِنۡ  اَمۡرِنَا  رَشَدًا  ﴿۱۰﴾","english_text":"The lightning almost snatches away their sight. Every time it lights [the way] for them, they walk therein; but when darkness comes over them, they stand [still]. And if Allah had willed, He could have taken away their hearing and their sight. Indeed, Allah is over all things competent.","page":294,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2150.mp3","colorText":"إِذْ أَوَى [h:7965[ٱ]لْفِتْيَةُ إِلَى [h:7966[ٱ]لْكَهْفِ فَقَالُو[s[اْ] رَبَّن[o[َآ] ءَاتِنَا م[u:1746[ِن ل]َّدُ[f:1747[نك]َ رَحْمَ[a:7967[ةً و]َهَيِّئْ لَنَا مِنْ أَمْرِنَا رَشَدًا","juz":15,"ruku":252,"manzil":4,"bangla_ahbayan":"যখন যুবকরা গুহায় আশ্রয় নিল, তখন তারা বলল, ‘হে আমাদের প্রতিপালক! তুমি নিজের তরফ থেকে আমাদেরকে করুণা দান কর এবং আমাদের কাজ-কর্ম সঠিকভাবে পরিচালনার ব্যবস্থা কর।’[১]","bangla_bayan":"যখন যুবকরা গুহায় আশ্রয় নিল অতঃপর বলল, ‘হে আমাদের রব, আমাদেরকে আপনার পক্ষ থেকে রহমত দিন এবং আমাদের জন্য আমাদের কর্মকান্ড সঠিক করে দিন’।","bangla_mkhan":"যখন যুবকরা পাহাড়ের গুহায় আশ্রয়গ্রহণ করে তখন দোআ করেঃ হে আমাদের পালনকর্তা, আমাদেরকে নিজের কাছ থেকে রহমত দান করুন এবং আমাদের জন্যে আমাদের কাজ সঠিকভাবে পূর্ণ করুন।","bangla_mujibur":"যুবকরা যখন গুহায় আশ্রয় নিল তখন তারা বলেছিলঃ হে আমাদের রাব্ব! আপনি নিজ হতে আমাদেরকে অনুগ্রহ দান করুন এবং আমাদের জন্য আমাদের কাজকর্ম সঠিকভাবে পরিচালনার ব্যবস্থা করুন।","bangla_taisirul":"যুবকরা যখন গুহায় আশ্রয় গ্রহণ করল তখন তারা বলল, ‘হে আমাদের প্রতিপালক! তুমি তোমার নিকট হতে আমাদেরকে রহমত দান কর আর আমাদের ব্যাপারটি সুষ্ঠুভাবে সম্পাদন কর।’"},{"id":11,"arabic_text":"فَضَرَبۡنَا عَلٰۤی اٰذَانِہِمۡ فِی الۡکَہۡفِ سِنِیۡنَ عَدَدًا ﴿ۙ۱۱﴾ ","english_text":"O mankind, worship your Lord, who created you and those before you, that you may become righteous -","page":294,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2151.mp3","colorText":"فَضَرَ[q:7968[بْ]نَا عَلَ[o[ىٰٓ] ءَاذَانِهِمْ فِى [h:7969[ٱ]لْكَهْفِ سِنِينَ عَدَدًا","juz":15,"ruku":252,"manzil":4,"bangla_ahbayan":"অতঃপর আমি গুহায় কয়েক বছর তাদের কানে পর্দা দিয়ে রাখলাম।[১]","bangla_bayan":"ফলে আমি গুহায় তাদের কান বন্ধ করে দিলাম অনেক বছরের জন্য।","bangla_mkhan":"তখন আমি কয়েক বছরের জন্যে গুহায় তাদের কানের উপর নিদ্রার পর্দা ফেলে দেই।","bangla_mujibur":"অতঃপর আমি তাদেরকে গুহায় কয়েক বছর ঘুমন্ত অবস্থায় রেখে দিলাম।","bangla_taisirul":"অতঃপর আমি তাদেরকে গুহায় ঘুমন্ত অবস্থায় কয়েক বছর রেখে দিলাম।"},{"id":12,"arabic_text":"ثُمَّ بَعَثۡنٰہُمۡ لِنَعۡلَمَ اَیُّ الۡحِزۡبَیۡنِ اَحۡصٰی  لِمَا  لَبِثُوۡۤا  اَمَدًا ﴿۱۲﴾ ","english_text":"[He] who made for you the earth a bed [spread out] and the sky a ceiling and sent down from the sky, rain and brought forth thereby fruits as provision for you. So do not attribute to Allah equals while you know [that there is nothing similar to Him].","page":294,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2152.mp3","colorText":"ثُ[g[مّ]َ بَعَثْنَ[n[ـٰ]هُمْ لِنَعْلَمَ أَىُّ [h:7970[ٱ]لْحِزْبَيْنِ أَحْصَىٰ لِمَا لَبِث[o[ُوٓ][s[اْ] أَمَدًا","juz":15,"ruku":252,"manzil":4,"bangla_ahbayan":"পরে আমি তাদেরকে জাগরিত করলাম এই জানবার জন্য যে, দুই দলের মধ্যে কোনটি তাদের অবস্থানকাল সঠিকভাবে নির্ণয় করতে পারে।[১]","bangla_bayan":"তারপর আমি তাদেরকে জাগালাম, যাতে আমি জানতে পারি, যতটুকু সময় তারা অবস্থান করেছিল, দু’দলের মধ্যে* কে তা অধিক নির্ণয়কারী। \\n\\n* গুহায় অবস্থান কাল নিয়ে দু’টি দল হয়েছিল। একদল বলেছিল, আমরা অবস্থান করেছি এক দিন অথবা এক দিনের কিছু কম সময়; অন্যদল বলেছিল, দীর্ঘ সময়।","bangla_mkhan":"অতঃপর আমি তাদেরকে পুনরত্থিত করি, একথা জানার জন্যে যে, দুই দলের মধ্যে কোন দল তাদের অবস্থানকাল সম্পর্কে অধিক নির্ণয় করতে পারে।","bangla_mujibur":"পরে আমি তাদেরকে জাগরিত করলাম এটা জানার জন্য যে, দুই দলের মধ্যে কোন দল তাদের অবস্থিতি কাল সঠিকভাবে নির্ণয় করতে পারে।","bangla_taisirul":"পরে তাদেরকে জাগ্রত করলাম এটা জানার জন্য যে, (গুহাবাসীরা আর যাদের যুগে তারা জাগ্রত হয়েছিল সে যুগের লোকেরা এ) দু’টি দলের মধ্যে কোনটি তাদের অবস্থানকালের সঠিক হিসাব করতে পারে।"},{"id":13,"arabic_text":"نَحۡنُ نَقُصُّ عَلَیۡکَ نَبَاَہُمۡ  بِالۡحَقِّ ؕ اِنَّہُمۡ فِتۡیَۃٌ  اٰمَنُوۡا بِرَبِّہِمۡ وَ زِدۡنٰہُمۡ ہُدًی  ﴿٭ۖ۱۳﴾","english_text":"And if you are in doubt about what We have sent down upon Our Servant [Muhammad], then produce a surah the like thereof and call upon your witnesses other than Allah, if you should be truthful.","page":294,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2153.mp3","colorText":"نَّحْنُ نَقُصُّ عَلَيْكَ نَبَأَه[c:7971[ُم ب]ِ[h:370[ٱ]لْحَقِّ‌ۚ إِ[g[نّ]َهُمْ فِتْيَةٌ ءَامَنُو[s[اْ] بِرَبِّهِمْ وَزِ[q:7972[دْ]نَ[n[ـٰ]هُمْ هُدًى","juz":15,"ruku":253,"manzil":4,"bangla_ahbayan":"আমি তোমার কাছে তাদের সঠিক বৃত্তান্ত বর্ণনা করছিঃ তারা ছিল কয়েকজন যুবক,[১] তারা তাদের প্রতিপালকের প্রতি বিশ্বাস স্থাপন করেছিল এবং আমি তাদের সৎপথে চলার শক্তি বৃদ্ধি করেছিলাম ।","bangla_bayan":"আমিই তোমাকে তাদের সংবাদ সঠিকভাবে বর্ণনা করছি। নিশ্চয় তারা কয়েকজন যুবক, যারা তাদের রবের প্রতি ঈমান এনেছিল এবং আমি তাদের হিদায়াত বাড়িয়ে দিয়েছিলাম।","bangla_mkhan":"আপনার কাছে তাদের ইতিবৃত্তান্ত সঠিকভাবে বর্ণনা করছি। তারা ছিল কয়েকজন যুবক। তারা তাদের পালনকর্তার প্রতি বিশ্বাস স্থাপন করেছিল এবং আমি তাদের সৎপথে চলার শক্তি বাড়িয়ে দিয়েছিলাম।","bangla_mujibur":"আমি তোমার কাছে তাদের সঠিক বৃত্তান্ত বর্ণনা করছিঃ তারা ছিল কয়েকজন যুবক, তারা তাদের রবের প্রতি বিশ্বাস স্থাপন করেছিল এবং আমি তাদের সৎ পথে চলার শক্তি বৃদ্ধি করেছিলাম।","bangla_taisirul":"আমি তাদের সঠিক বৃত্তান্ত তোমার কাছে বর্ণনা করছি। তারা ছিল কয়েকজন যুবক, তারা তাদের প্রতিপালকের উপর ঈমান এনেছিল আর আমি তাদের হিদায়াত (ঈমানী চেতনাকে) বৃদ্ধি করে দিয়েছিলাম।"},{"id":14,"arabic_text":"وَّ رَبَطۡنَا عَلٰی قُلُوۡبِہِمۡ اِذۡ قَامُوۡا فَقَالُوۡا رَبُّنَا رَبُّ السَّمٰوٰتِ وَ الۡاَرۡضِ لَنۡ نَّدۡعُوَا۠ مِنۡ دُوۡنِہٖۤ  اِلٰـہًا لَّقَدۡ قُلۡنَاۤ  اِذًا  شَطَطًا ﴿۱۴﴾ ","english_text":"But if you do not - and you will never be able to - then fear the Fire, whose fuel is men and stones, prepared for the disbelievers.","page":294,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2154.mp3","colorText":"وَرَبَ[q:7973[طْ]نَا عَلَىٰ قُلُوبِهِمْ إِذْ قَامُو[s[اْ] فَقَالُو[s[اْ] رَبُّنَا رَبُّ [h:6926[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَ[h:177[ٱ]لْأَرْضِ ل[a:7974[َن ن]َّ[q:7975[دْ]عُوَ[s[اْ] مِ[f:3136[ن د]ُونِه[o[ِۦٓ] إِلَ[n[ـٰ][u:7976[هًا‌ۖ ل]َّقَ[q:2389[دْ] قُلْن[o[َآ] إِ[f:7977[ذًا ش]َطَطًا","juz":15,"ruku":253,"manzil":4,"bangla_ahbayan":"আর আমি তাদের অন্তরকে সুদৃঢ় করেছিলাম;[১] তারা যখন উঠে দাঁড়াল[২] তখন বলল, ‘আমাদের প্রতিপালক আকাশমন্ডলী ও পৃথিবীর প্রতিপালক; আমরা কখনই তাঁর পরিবর্তে অন্য কোন উপাস্যকে আহবান করব না; যদি করে বসি তাহলে তা অতিশয় গর্হিত হবে। [৩]","bangla_bayan":"যখন তারা উঠেছিল, আমি তাদের অন্তরকে দৃঢ় করেছিলাম। তখন তারা বলল, ‘আমাদের রব আসমানসমূহ ও যমীনের রব। তিনি ছাড়া কোন ইলাহকে আমরা কখনো ডাকব না। (যদি ডাকি) তাহলে নিশ্চয় আমরা গর্হিত কথা বলব’।","bangla_mkhan":"আমি তাদের মন দৃঢ় করেছিলাম, যখন তারা উঠে দাঁড়িয়েছিল। অতঃপর তারা বললঃ আমাদের পালনকর্তা আসমান ও যমীনের পালনকর্তা আমরা কখনও তার পরিবর্তে অন্য কোন উপাস্যকে আহবান করব না। যদি করি, তবে তা অত্যন্ত গর্হিত কাজ হবে।","bangla_mujibur":"আর আমি তাদের চিত্ত দৃঢ় করেছিলাম; তারা যখন উঠে দাঁড়াল তখন বললঃ আমাদের রাব্ব আকাশমন্ডলী ও পৃথিবীর রাব্ব; আমরা কখনই তাঁর পরিবর্তে অন্য কোন মা‘বূদকে আহবান করবনা; যদি করি তাহলে তা অতিশয় গর্হিত হবে।","bangla_taisirul":"আর তাদের দিল মযবুত করে দিয়েছিলাম যখন তারা (মুশরিক রাজা ও তার অনুসারীদের বিরুদ্ধে) দাঁড়িয়ে গেল তখন বলল, ‘আমাদের প্রতিপালক তো তিনিই যিনি আসমানসমূহ যমীনের প্রতিপালক। আমরা কক্ষনো তাঁকে ত্যাগ করে অন্য কোন ইলাহকে ডাকব না। যদি আমরা ডাকি তাহলে মহা অপরাধের কথাই বলা হবে।"},{"id":15,"arabic_text":"ہٰۤؤُلَآءِ قَوۡمُنَا اتَّخَذُوۡا مِنۡ دُوۡنِہٖۤ اٰلِہَۃً ؕ  لَوۡ لَا یَاۡتُوۡنَ عَلَیۡہِمۡ بِسُلۡطٰنٍۭ بَیِّنٍ ؕ فَمَنۡ اَظۡلَمُ  مِمَّنِ افۡتَرٰی عَلَی اللّٰہِ کَذِبًا ﴿ؕ۱۵﴾ ","english_text":"And give good tidings to those who believe and do righteous deeds that they will have gardens [in Paradise] beneath which rivers flow. Whenever they are provided with a provision of fruit therefrom, they will say, \"This is what we were provided with before.\" And it is given to them in likeness. And they will have therein purified spouses, and they will abide therein eternally.","page":294,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2155.mp3","colorText":"هَ[o[ـٰٓ]ؤُل[o[َا]ٓءِ قَوْمُنَا [h:7978[ٱ]تَّخَذُو[s[اْ] مِ[f:3136[ن د]ُونِه[o[ِۦٓ] ءَالِهَ[u:7979[ةً‌ۖ ل]َّوْلَا يَأْتُونَ عَلَيْه[c:7980[ِم ب]ِسُلْطَ[n[ـٰ][i:7981[نِۭ ب]َيِّ[f:7982[نٍ‌ۖ ف]َمَنْ أَظْلَمُ مِ[g[مّ]َنِ [h:3980[ٱ]فْتَرَىٰ عَلَى [h:412[ٱ]للَّهِ كَذِبًا","juz":15,"ruku":253,"manzil":4,"bangla_ahbayan":"আমাদেরই এই স্বজাতিরা তাঁর পরিবর্তে অনেক উপাস্য গ্রহণ করেছে। তারা এসব উপাস্য সম্বন্ধে স্পষ্ট প্রমাণ উপস্থিত করে না কেন? যে আল্লাহ সম্বন্ধে মিথ্যা উদ্ভাবন করে তার চেয়ে অধিক সীমালংঘনকারী আর কে?","bangla_bayan":"এরা আমাদের কওম, তারা তাঁকে ছাড়া অন্যান্য উপাস্য গ্রহণ করেছে। কেন তারা তাদের ব্যাপারে স্পষ্ট প্রমাণ উপস্থিত করে না? অতএব যে আল্লাহর ব্যাপারে মিথ্যা রটায়, তার চেয়ে বড় যালিম আর কে?","bangla_mkhan":"এরা আমাদেরই স্ব-জাতি, এরা তাঁর পরিবর্তে অনেক উপাস্য গ্রহণ করেছে। তারা এদের সম্পর্কে প্রকাশ্য প্রমাণ উপস্থিত করে না কেন? যে আল্লাহ সম্পর্কে মিথ্যা উদ্ভাবন করে, তার চাইতে অধিক গোনাহগার আর কে?","bangla_mujibur":"আমাদেরই এই স্বজাতিরা তাঁর পরিবর্তে অনেক মা‘বূদ গ্রহণ করেছে, তারা এই সব মা‘বূদ সম্বন্ধে স্পষ্ট প্রমাণ উপস্থিত করে না কেন? যে আল্লাহ সম্বন্ধে মিথ্যা উদ্ভাবন করে তার চেয়ে অধিক সীমালংঘনকারী আর কে?","bangla_taisirul":"আমাদের জাতির এই লোকেরা তাঁর পরিবর্তে বহু ইলাহ গ্রহণ করেছে, তারা তাদের ইলাহদের ব্যাপারে সুস্পষ্ট দলীল প্রমাণ পেশ করে না কেন? তার থেকে বড় যালিম আর কে হতে পারে যে আল্লাহ সম্পর্কে মিথ্যা রচনা করে?"},{"id":16,"arabic_text":"وَ اِذِ اعۡتَزَلۡتُمُوۡہُمۡ وَمَا یَعۡبُدُوۡنَ  اِلَّا اللّٰہَ  فَاۡ وٗۤا اِلَی الۡکَہۡفِ یَنۡشُرۡ لَکُمۡ رَبُّکُمۡ مِّنۡ رَّحۡمَتِہٖ وَیُہَیِّیٴۡ لَکُمۡ مِّنۡ  اَمۡرِکُمۡ  مِّرۡفَقًا ﴿۱۶﴾ ","english_text":"Indeed, Allah is not timid to present an example - that of a mosquito or what is smaller than it. And those who have believed know that it is the truth from their Lord. But as for those who disbelieve, they say, \"What did Allah intend by this as an example?\" He misleads many thereby and guides many thereby. And He misleads not except the defiantly disobedient,","page":295,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2156.mp3","colorText":"وَإِذِ [h:7983[ٱ]عْتَزَلْتُمُوهُمْ وَمَا يَعْبُدُونَ إِلَّا [h:416[ٱ]للَّهَ فَأْوُ[o[ۥٓاْ] إِلَى [h:7966[ٱ]لْكَهْفِ يَ[f:7984[نش]ُرْ لَكُمْ رَبُّك[w:7985[ُم م]ّ[u:7986[ِن ر]َّحْمَتِه[n[ِۦ] وَيُهَيِّئْ لَك[w:556[ُم م]ِّنْ أَمْرِك[w:7987[ُم م]ِّرْفَقًا","juz":15,"ruku":253,"manzil":4,"bangla_ahbayan":"তোমরা যখন তাদের ও তারা আল্লাহর পরিবর্তে যাদের উপাসনা করে তাদের সংস্পর্শ হতে বিচ্ছিন্ন হলে, তখন তোমরা গুহায় আশ্রয় গ্রহণ কর;[১] তোমাদের প্রতিপালক তোমাদের জন্য তাঁর দয়া বিস্তার করবেন এবং তিনি তোমাদের জন্য তোমাদের কাজকর্মকে ফলপ্রসূ করবার ব্যবস্থা করবেন।’","bangla_bayan":"আর যখন তোমরা তাদের থেকে আলাদা হয়েছ এবং আল্লাহ ছাড়া যাদের তারা উপাসনা করে তাদের থেকেও, তখন গুহায় আশ্রয় নাও। তাহলে তোমাদের রব তোমাদের জন্য তার রহমত উন্মুক্ত করে দেবেন এবং তোমাদের জন্য তোমাদের জীবনোপকরণের বিষয়টি সহজ করে দেবেন।","bangla_mkhan":"তোমরা যখন তাদের থেকে পৃথক হলে এবং তারা আল্লাহর পরিবর্তে যাদের এবাদত করে তাদের থেকে, তখন তোমরা গুহায় আশ্রয়গ্রহণ কর। তোমাদের পালনকর্তা তোমাদের জন্যে দয়া বিস্তার করবেন এবং তিনি তোমাদের জন্য তোমাদের কাজ কর্মকে ফলপ্রসু করার ব্যবস্থা করবেন।","bangla_mujibur":"তোমরা যখন তাদের হতে বিচ্ছিন্ন হলে এবং তারা আল্লাহর পরিবর্তে যাদের ইবাদাত করে তাদের হতে, তখন তোমরা গুহায় আশ্রয় গ্রহণ কর; তোমাদের রাব্ব তোমাদের জন্য তাঁর দয়া বিস্তার করবেন এবং তিনি তোমাদের কর্মসমূহকে ফলপ্রসূ করার ব্যবস্থা করবেন।","bangla_taisirul":"এখন যেহেতু তোমরা তাদের থেকে আর তারা আল্লাহ ছাড়া যেগুলোর ‘ইবাদাত করে তাদের থেকে সম্পর্ক ছিন্ন করে নিয়েছ, তখন চল, গুহায় গিয়ে আশ্রয় গ্রহণ কর। তোমাদের জন্য তোমাদের প্রতিপালক তাঁর কল্যাণ বিস্তার করবেন আর তোমাদের কাজ-কর্মকে ফলদায়ক করে দেবেন।’"},{"id":17,"arabic_text":"وَ تَرَی الشَّمۡسَ  اِذَا طَلَعَتۡ  تَّزٰوَرُ عَنۡ کَہۡفِہِمۡ ذَاتَ الۡیَمِیۡنِ وَ اِذَا غَرَبَتۡ تَّقۡرِضُہُمۡ ذَاتَ الشِّمَالِ وَ ہُمۡ فِیۡ فَجۡوَۃٍ مِّنۡہُ ؕ ذٰلِکَ مِنۡ اٰیٰتِ اللّٰہِ ؕ مَنۡ یَّہۡدِ اللّٰہُ فَہُوَ الۡمُہۡتَدِ ۚ وَ مَنۡ  یُّضۡلِلۡ  فَلَنۡ تَجِدَ  لَہٗ   وَلِیًّا  مُّرۡشِدًا ﴿۱۷﴾ ","english_text":"Who break the covenant of Allah after contracting it and sever that which Allah has ordered to be joined and cause corruption on earth. It is those who are the losers.","page":295,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2157.mp3","colorText":"۞ وَتَرَى [h:7988[ٱ][l[ل]شَّمْسَ إِذَا طَلَعَت تَّز[n[َٲ]وَرُ عَ[f:7989[ن ك]َهْفِهِمْ ذَاتَ [h:7990[ٱ]لْيَمِينِ وَإِذَا غَرَبَت تَّ[q:7991[قْ]رِضُهُمْ ذَاتَ [h:7992[ٱ][l[ل]شِّمَالِ وَهُمْ فِى فَ[q:7993[جْ]وَ[a:7994[ةٍ م]ِّنْهُ‌ۚ ذ[n[َٲ]لِكَ مِنْ ءَايَ[n[ـٰ]تِ [h:1298[ٱ]للَّهِ‌ۗ م[a:5146[َن ي]َهْدِ [h:5147[ٱ]للَّهُ فَهُوَ [h:7906[ٱ]لْمُهْتَدِ‌ۖ وَم[a:5149[َن ي]ُضْلِلْ فَلَ[f:2843[ن ت]َجِدَ لَهُ[n[ۥ] وَلِي[a:7995[ًّا م]ُّرْشِدًا","juz":15,"ruku":253,"manzil":4,"bangla_ahbayan":"তুমি দেখলে দেখতে, সূর্য উদয়কালে তাদের গুহার ডান দিকে হেলে অতিক্রম করছে এবং অস্তকালে তাদেরকে অতিক্রম করছে বাম পাশ দিয়ে, আর তারা গুহার প্রশস্ত চত্বরে অবস্থান করছে।[১] এসব আল্লাহর নিদর্শন;[২] আল্লাহ যাকে সৎপথে পরিচালিত করেন, সে সৎপথ প্রাপ্ত এবং তিনি যাকে পথভ্রষ্ট করেন, তুমি কখনই তার কোন পথ প্রদর্শনকারী অভিভাবক পাবে না।[৩]","bangla_bayan":"আর তুমি দেখতে পেতে, সূর্য উদিত হলে তাদের গুহার ডানে তা হেলে পড়ছে, আর অস্ত গেলে তাদেরকে বামে রেখে কেটে যাচ্ছে, তখন তারা ছিল তার আঙিনায়। এগুলো আল্লাহর আয়াতসমূহের কিছু। আল্লাহ যাকে হিদায়াত দেন, সে হেদায়াতপ্রাপ্ত। আর যাকে ভ্রষ্ট করেন, তুমি তার জন্য পথনির্দেশকারী কোন অভিভাবক পাবে না।","bangla_mkhan":"তুমি সূর্যকে দেখবে, যখন উদিত হয়, তাদের গুহা থেকে পাশ কেটে ডান দিকে চলে যায় এবং যখন অস্ত যায়, তাদের থেকে পাশ কেটে বামদিকে চলে যায়, অথচ তারা গুহার প্রশস্ত চত্বরে অবস্থিত। এটা আল্লাহর নিদর্শনাবলীর অন্যতম। আল্লাহ যাকে সৎপথে চালান, সেই সৎপথ প্রাপ্ত এবং তিনি যাকে পথভ্রষ্ট করেন, আপনি কখনও তার জন্যে পথপ্রদর্শনকারী ও সাহায্যকারী পাবেন না।","bangla_mujibur":"তুমি সূর্যকে দেখবে যখন উদিত হয়, তাদের গুহা থেকে পাশ কেটে ডান দিকে চলে যায় এবং যখন অস্ত যায়, তাদের থেকে পাশ কেটে বাম দিকে চলে যায়, অথচ তারা গুহার প্রশস্ত চত্বরে শায়িত। এসবই আল্লাহর নিদর্শন। আল্লাহ যাকে সৎ পথে পরিচালিত করেন সে সৎ পথ প্রাপ্ত এবং তিনি যাকে পথভ্রষ্ট করেন, তুমি কখনও তার কোন পথ প্রদর্শনকারী অভিভাবক পাবেনা।","bangla_taisirul":"তুমি দেখতে পেতে সূর্য উদয়ের সময় তাদের গুহা হতে ডান দিকে হেলে যেত, আর যখন তা অস্তমিত হত তখন তা তাদের থেকে বাম দিকে নেমে যেত, আর তারা ছিল গুহার অভ্যন্তরে বিশাল চত্বরে। এ হচ্ছে আল্লাহর নিদর্শনসমূহের অন্যতম। আল্লাহ যাকে সৎপথ দেখান সে সঠিকপথপ্রাপ্ত আর যাকে তিনি পথহারা করেন, তার জন্য তুমি কক্ষনো সৎপথের দিশা দানকারী অভিভাবক পাবে না।"},{"id":18,"arabic_text":"وَ تَحۡسَبُہُمۡ اَیۡقَاظًا وَّ ہُمۡ رُقُوۡدٌ ٭ۖ وَّ نُقَلِّبُہُمۡ ذَاتَ الۡیَمِیۡنِ وَ ذَاتَ الشِّمَالِ ٭ۖ وَ کَلۡبُہُمۡ بَاسِطٌ ذِرَاعَیۡہِ  بِالۡوَصِیۡدِ ؕ لَوِ اطَّلَعۡتَ عَلَیۡہِمۡ لَوَلَّیۡتَ مِنۡہُمۡ فِرَارًا  وَّ  لَمُلِئۡتَ مِنۡہُمۡ  رُعۡبًا ﴿۱۸﴾ ","english_text":"How can you disbelieve in Allah when you were lifeless and He brought you to life; then He will cause you to die, then He will bring you [back] to life, and then to Him you will be returned.","page":295,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2158.mp3","colorText":"وَتَحْسَبُهُمْ أَيْقَا[a:7996[ظًا و]َهُمْ رُقُو[a:7997[دٌ‌ۚ و]َنُقَلِّبُهُمْ ذَاتَ [h:7990[ٱ]لْيَمِينِ وَذَاتَ [h:7998[ٱ][l[ل]شِّمَالِ‌ۖ وَكَلْبُه[c:7999[ُم ب]َ[n[ـٰ]سِ[f:8000[طٌ ذ]ِرَاعَيْهِ بِ[h:8001[ٱ]لْوَصِيدِ‌ۚ لَوِ [h:8002[ٱ]طَّلَعْتَ عَلَيْهِمْ لَوَلَّيْتَ مِنْهُمْ فِرَا[a:8003[رًا و]َلَمُلِئْتَ مِنْهُمْ رُعْبًا","juz":15,"ruku":254,"manzil":4,"bangla_ahbayan":"তুমি মনে করতে, তারা জাগ্রত; কিন্তু আসলে তারা নিদ্রিত।[১] আমি তাদেরকে পার্শ্ব পরিবর্তন করাতাম ডানে ও বামে[২] এবং তাদের কুকুর ছিল সম্মুখের পা দুটি গুহার দ্বারে প্রসারিত করে; তাকিয়ে তাদেরকে দেখলে তুমি পিছনে ফিরে পালিয়ে যেতে ও তাদের ভয়ে আতঙ্কগ্রস্ত হয়ে পড়তে।[৩]","bangla_bayan":"তুমি তাদেরকে মনে করতে জাগ্রত, অথচ তারা ছিল ঘুমন্ত, আমি তাদেরকে পাশ পরিবর্তন করাচ্ছি ডানে ও বামে এবং তাদের কুকুরটি আঙিনায় তার সামনের দু’পা বাড়িয়ে আছে। যদি তুমি তাদেরকে উঁকি মেরে দেখতে, তবে নিশ্চয় তাদের থেকে পেছনে ফিরে পালিয়ে যেতে এবং অবশ্যই তাদের কারণে ভীষণ ভীত হতে।","bangla_mkhan":"তুমি মনে করবে তারা জাগ্রত, অথচ তারা নিদ্রিত। আমি তাদেরকে পার্শ্ব পরিবর্তন করাই ডান দিকে ও বাম দিকে। তাদের কুকুর ছিল সামনের পা দুটি গুহাদ্বারে প্রসারিত করে। যদি তুমি উঁকি দিয়ে তাদেরকে দেখতে, তবে পেছন ফিরে পলায়ন করতে এবং তাদের ভয়ে আতংক গ্রস্ত হয়ে পড়তে।","bangla_mujibur":"তুমি মনে করতে তারা জাগ্রত, কিন্তু তারা ছিল নিদ্রিত; আমি তাদেরকে পার্শ্ব পরিবর্তন করাতাম ডানে ও বামে এবং তাদের কুকুর ছিল সম্মুখের পা দু’টি গুহাদ্বারে প্রসারিত করে; তাকিয়ে তাদেরকে দেখলে তুমি পিছন ফিরে পালিয়ে যেতে এবং তাদের ভয়ে আতংকগ্রস্ত হয়ে পড়তে।","bangla_taisirul":"তুমি মনে করবে যে তারা সজাগ, অথচ তারা ছিল ঘুমন্ত, আমি তাদের ডানে বামে পার্শ্ব পরিবর্তন করাতাম। আর তাদের কুকুরটি ছিল গুহাদ্বারের সম্মুখে তার সামনের পা দু’টি প্রসারিত করে। তুমি যদি তাদেরকে তাকিয়ে দেখতে তাহলে অবশ্যই পেছন ফিরে পালিয়ে যেতে, আর অবশ্যই তাদের ভয়ে আতঙ্কিত হয়ে পড়তে।"},{"id":19,"arabic_text":"وَ کَذٰلِکَ بَعَثۡنٰہُمۡ  لِیَتَسَآءَلُوۡا  بَیۡنَہُمۡ ؕ قَالَ قَآئِلٌ مِّنۡہُمۡ کَمۡ لَبِثۡتُمۡ ؕ قَالُوۡا لَبِثۡنَا یَوۡمًا اَوۡ بَعۡضَ یَوۡمٍ ؕ قَالُوۡا رَبُّکُمۡ  اَعۡلَمُ بِمَا لَبِثۡتُمۡ ؕ فَابۡعَثُوۡۤا اَحَدَکُمۡ بِوَرِقِکُمۡ ہٰذِہٖۤ  اِلَی الۡمَدِیۡنَۃِ فَلۡیَنۡظُرۡ  اَیُّہَاۤ   اَزۡکٰی  طَعَامًا فَلۡیَاۡتِکُمۡ بِرِزۡقٍ مِّنۡہُ  وَ لۡـیَؔ‍‍‍تَلَطَّفۡ وَ لَا  یُشۡعِرَنَّ  بِکُمۡ  اَحَدًا ﴿۱۹﴾ ","english_text":"It is He who created for you all of that which is on the earth. Then He directed Himself to the heaven, [His being above all creation], and made them seven heavens, and He is Knowing of all things.","page":295,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2159.mp3","colorText":"وَكَذ[n[َٲ]لِكَ بَعَثْنَ[n[ـٰ]هُمْ لِيَتَس[o[َا]ٓءَلُو[s[اْ] بَيْنَهُمْ‌ۚ قَالَ ق[o[َا]ٓئِ[a:6558[لٌ م]ِّنْهُمْ كَمْ لَبِثْتُمْ‌ۖ قَالُو[s[اْ] لَبِثْنَا يَوْمًا أَوْ بَعْضَ يَوْ[f:8004[مٍ‌ۚ ق]َالُو[s[اْ] رَبُّكُمْ أَعْلَمُ بِمَا لَبِثْتُمْ فَ[h:2764[ٱ][q:2764[بْ]عَث[o[ُوٓ][s[اْ] أَحَدَك[c:8005[ُم ب]ِوَرِقِكُمْ هَ[n[ـٰ]ذِه[o[ِۦٓ] إِلَى [h:8006[ٱ]لْمَدِينَةِ فَلْيَ[f:8007[نظ]ُرْ أَيُّه[o[َآ] أَزْكَىٰ طَعَا[f:8008[مًا ف]َلْيَأْتِك[c:8009[ُم ب]ِرِزْ[a:8010[قٍ م]ِّنْهُ وَلْيَتَلَطَّفْ وَلَا يُشْعِرَ[g[نّ]َ بِكُمْ أَحَدًا","juz":15,"ruku":254,"manzil":4,"bangla_ahbayan":"এভাবেই আমি তাদেরকে জাগ্রত করলাম,[১] যাতে তারা পরস্পরের মধ্যে জিজ্ঞাসাবাদ করে; তাদের একজন বলল, ‘তোমরা কতকাল অবস্থান করেছ?’ তাদের কেউ কেউ বলল, ‘একদিন অথবা একদিনের কিছু অংশ।’[২] তাদের কেউ কেউ বলল, ‘তোমরা কতকাল অবস্থান করেছ, তা তোমাদের প্রতিপালকই ভাল জানেন।[৩] এখন তোমাদের একজনকে তোমাদের এই মুদ্রাসহ নগরে প্রেরণ কর; সে যেন দেখে কোন খাদ্য উত্তম[৪] ও তা হতে যেন কিছু খাদ্য নিয়ে আসে তোমাদের জন্য; সে যেন সতর্কতা ও নম্রতার সাথে কাজ করে এবং কিছুতেই যেন তোমাদের সম্বন্ধে কাউকেও কিছু জানতে না দেয়। [৫]","bangla_bayan":"আর এমনিভাবে আমি তাদেরকে জাগিয়ে তুলেছিলাম, যাতে তারা পরস্পর জিজ্ঞাসা করে। তাদের একজন বলল, ‘তোমরা কতক্ষণ অবস্থান করলে’? তারা বলল, ‘আমরা একদিন কিংবা একদিনের কিছু অংশ অবস্থান করেছি। তারা বলল, ‘তোমরা কতক্ষণ অবস্থান করেছ, সে ব্যাপারে তোমাদের রবই অধিক জানেন। তাই তোমরা তোমাদের কাউকে তোমাদের এই রৌপ্যমুদ্রাগুলো দিয়ে শহরে পাঠাও। অতঃপর সে যেন দেখে শহরের কোন্ খাবার একেবারে ভেজালমুক্ত, তখন সে যেন তোমাদের জন্য তা থেকে কিছু খাবার নিয়ে আসে। আর সে অবশ্যই সাবধানতা অবলম্বন করবে এবং কাউকে যেন তোমাদের ব্যাপারে না জানায়’।","bangla_mkhan":"আমি এমনি ভাবে তাদেরকে জাগ্রত করলাম, যাতে তারা পরস্পর জিজ্ঞাসাবাদ করে। তাদের একজন বললঃ তোমরা কতকাল অবস্থান করেছ? তাদের কেউ বললঃ একদিন অথবা একদিনের কিছু অংশ অবস্থান করছি। কেউ কেউ বললঃ তোমাদের পালনকর্তাই ভাল জানেন তোমরা কতকাল অবস্থান করেছ। এখন তোমাদের একজনকে তোমাদের এই মুদ্রাসহ শহরে প্রেরণ কর; সে যেন দেখে কোন খাদ্য পবিত্র। অতঃপর তা থেকে যেন কিছু খাদ্য নিয়ে আসে তোমাদের জন্য; সে যেন নম্রতা সহকারে যায় ও কিছুতেই যেন তোমাদের খবর কাউকে না জানায়।","bangla_mujibur":"এবং এভাবেই আমি তাদের জাগ্রত করলাম যাতে তারা পরস্পরের মধ্যে জিজ্ঞাসাবাদ করে; তাদের একজন বললঃ তোমরা কতকাল অবস্থান করেছ? কেহ কেহ বললঃ এক দিন অথবা এক দিনের কিছু অংশ; কেহ কেহ বললঃ তোমরা কতকাল অবস্থান করেছ তা তোমাদের রাব্বই ভাল জানেন; এখন তোমাদের একজনকে তোমাদের এই মুদ্রাসহ নগরে প্রেরণ কর; সে যেন দেখে কোন্ খাদ্য উত্তম এবং তা হতে যেন কিছু খাদ্য নিয়ে আসে তোমাদের জন্য; সে যেন বিচক্ষণতার সাথে কাজ করে এবং কিছুতেই যেন তোমাদের সম্বন্ধে কেহকেও কিছু জানতে না দেয়।","bangla_taisirul":"আর তাদের এই অবস্থায় আমি তাদেরকে জাগ্রত করলাম যাতে তারা পরস্পরকে জিজ্ঞাসাবাদ করে। তাদের একজন বলল, ‘তোমরা ক’দ্দিন থাকলে?’ তারা বলল, ‘আমরা একদিন কিংবা একদিনের কিছু অংশ হয়তো রয়েছি।’ (শেষে) তারা (সবাই) বলল, ‘তোমাদের প্রতিপালকই ভাল জানেন তোমরা কতকাল রয়েছ। এখন তোমাদের একজনকে তোমাদের এই মুদ্রা নিয়ে শহরে পাঠিয়ে দাও। সে যেন দেখে উত্তম খাবার কোনটি আর তাথেকে তোমাদের জন্য কিছু খাবার নিয়ে আসে। সে যেন বুদ্ধিমত্তার সঙ্গে কাজ করে, আর তোমাদের ব্যাপারে কেউ যেন কোনক্রমেই টের না পায়।"},{"id":20,"arabic_text":"اِنَّہُمۡ اِنۡ یَّظۡہَرُوۡا عَلَیۡکُمۡ یَرۡجُمُوۡکُمۡ اَوۡ یُعِیۡدُوۡکُمۡ فِیۡ مِلَّتِہِمۡ وَ لَنۡ تُفۡلِحُوۡۤا اِذًا  اَبَدًا ﴿۲۰﴾ ","english_text":"And [mention, O Muhammad], when your Lord said to the angels, \"Indeed, I will make upon the earth a successive authority.\" They said, \"Will You place upon it one who causes corruption therein and sheds blood, while we declare Your praise and sanctify You?\" Allah said, \"Indeed, I know that which you do not know.\"","page":295,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2160.mp3","colorText":"إِ[g[نّ]َهُمْ إ[a:8011[ِن ي]َظْهَرُو[s[اْ] عَلَيْكُمْ يَرْجُمُوكُمْ أَوْ يُعِيدُوكُمْ فِى مِلَّتِهِمْ وَلَ[f:8012[ن ت]ُفْلِح[o[ُوٓ][s[اْ] إِذًا أَبَدًا","juz":15,"ruku":254,"manzil":4,"bangla_ahbayan":"তারা যদি তোমাদের বিষয় জানতে পারে, তবে তোমাদেরকে প্রস্তরাঘাতে হত্যা করবে অথবা তোমাদেরকে তাদের ধর্মে ফিরিয়ে নেবে। আর সে ক্ষেত্রে তোমরা কখনই সাফল্য লাভ করবে না।’[১]","bangla_bayan":"‘নিশ্চয় তারা যদি তোমাদের ব্যাপারে জেনে যায়, তাহলে তারা তোমাদেরকে পাথর মেরে হত্যা করবে অথবা তোমাদেরকে তাদের ধর্মে ফিরিয়ে নিয়ে যাবে। আর তখন তোমরা কোনভাবেই সফল হবে না’।","bangla_mkhan":"তারা যদি তোমাদের খবর জানতে পারে, তবে পাথর মেরে তোমাদেরকে হত্যা করবে, অথবা তোমাদেরকে তাদের ধর্মে ফিরিয়ে নেবে। তাহলে তোমরা কখনই সাফল্য লাভ করবে না।","bangla_mujibur":"তারা যদি তোমাদের বিষয় জানতে পারে তাহলে তোমাদেরকে প্রস্তরাঘাতে হত্যা করবে অথবা তোমাদেরকে তাদের ধর্মে ফিরিয়ে নিবে এবং সেক্ষেত্রে তোমরা কখনই সাফল্য লাভ করবেনা।","bangla_taisirul":"যদি তারা তোমাদের কথা জেনে ফেলে তাহলে তারা তোমাদেরকে পাথর মেরে হত্যা করবে কিংবা তোমাদেরকে তাদের ধর্মে ফিরিয়ে নিবে, সে অবস্থায় তোমরা কক্ষনো কল্যাণ লাভ করতে পারবে না।’"},{"id":21,"arabic_text":"وَ کَذٰلِکَ اَعۡثَرۡنَا عَلَیۡہِمۡ لِیَعۡلَمُوۡۤا اَنَّ وَعۡدَ اللّٰہِ حَقٌّ وَّ اَنَّ السَّاعَۃَ  لَا رَیۡبَ فِیۡہَا ۚ٭ اِذۡ یَتَنَازَعُوۡنَ بَیۡنَہُمۡ اَمۡرَہُمۡ فَقَالُوا ابۡنُوۡا عَلَیۡہِمۡ بُنۡیَانًا ؕ رَبُّہُمۡ اَعۡلَمُ بِہِمۡ ؕ قَالَ الَّذِیۡنَ غَلَبُوۡا عَلٰۤی اَمۡرِہِمۡ  لَنَتَّخِذَنَّ  عَلَیۡہِمۡ  مَّسۡجِدًا ﴿۲۱﴾ ","english_text":"And He taught Adam the names - all of them. Then He showed them to the angels and said, \"Inform Me of the names of these, if you are truthful.\"","page":296,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2161.mp3","colorText":"وَكَذ[n[َٲ]لِكَ أَعْثَرْنَا عَلَيْهِمْ لِيَعْلَم[o[ُوٓ][s[اْ] أَ[g[نّ]َ وَعْدَ [h:3149[ٱ]للَّهِ حَ[a:8013[قٌّ و]َأَ[g[نّ]َ [h:8014[ٱ][l[ل]سَّاعَةَ لَا رَيْبَ فِيه[o[َآ] إِذْ يَتَنَ[n[ـٰ]زَعُونَ بَيْنَهُمْ أَمْرَهُمْ‌ۖ فَقَالُو[s[اْ] [h:8015[ٱ][q:8016[بْ]نُو[s[اْ] عَلَيْه[c:8017[ِم ب]ُنْيَ[n[ـٰ][u:8018[نًا‌ۖ ر]َّبُّهُمْ أَعْلَمُ بِهِمْ‌ۚ قَالَ [h:590[ٱ]لَّذِينَ غَلَبُو[s[اْ] عَلَ[o[ىٰٓ] أَمْرِهِمْ لَنَتَّخِذَ[g[نّ]َ عَلَيْه[w:8019[ِم م]َّسْجِدًا","juz":15,"ruku":254,"manzil":4,"bangla_ahbayan":"এভাবে আমি লোকেদেরকে তাদের বিষয় জানিয়ে দিলাম,[১] যাতে তারা জ্ঞাত হয় যে, আল্লাহর প্রতিশ্রুতি সত্য এবং কিয়ামতে কোন সন্দেহ   নেই।[২] যখন তারা তাদের কর্তব্য বিষয়ে নিজেদের মধ্যে বিতর্ক করছিল[৩] তখন অনেকে বলল, ‘তাদের উপর সৌধ নির্মাণ কর।’[৪] তাদের প্রতিপালক তাদের বিষয়ে ভাল জানেন।[৫] তাদের কর্তব্য বিষয়ে যাদের মত প্রবল হল, তারা বলল, ‘আমরা তো নিশ্চয়ই তাদের উপর মসজিদ নির্মাণ করব।’[৬]","bangla_bayan":"আর এমনিভাবে আমি তাদের ব্যাপারে (লোকদেরকে) জানিয়ে দিলাম, যাতে তারা জানতে পারে যে, নিশ্চয় আল্লাহর ওয়াদা সত্য এবং কিয়ামতের ব্যাপারে কোন সন্দেহ নেই। যখন তারা নিজদের মধ্যে তাদের বিষয়টি নিয়ে বিতর্ক করছিল, তখন তারা বলল, ‘তাদের উপর তোমরা একটি ভবন নির্মাণ কর’। তাদের রবই তাদের ব্যাপারে অধিক জ্ঞাত। যারা গুহাবাসীদের উপর প্রাধান্য লাভ করেছিল, তারা বলল, ‘আমরা অবশ্যই তাদের উপর একটি মসজিদ নির্মাণ করব’।","bangla_mkhan":"এমনিভাবে আমি তাদের খবর প্রকাশ করে দিলাম, যাতে তারা জ্ঞাত হয় যে, আল্লাহর ওয়াদা সত্য এবং কেয়ামতে কোন সন্দেহ নেই। যখন তারা নিজেদের কর্তব্য বিষয়ে পরস্পর বিতর্ক করছিল, তখন তারা বললঃ তাদের উপর সৌধ নির্মাণ কর। তাদের পালনকর্তা তাদের বিষয়ে ভাল জানেন। তাদের কর্তব্য বিষয়ে যাদের মত প্রবল হল, তারা বললঃ আমরা অবশ্যই তাদের স্থানে মসজিদ নির্মান করব।","bangla_mujibur":"এবং এভাবে আমি মানুষকে তাদের বিষয় জানিয়ে দিলাম যাতে তারা জ্ঞাত হয় যে, আল্লাহর প্রতিশ্রুতি সত্য এবং কিয়ামাতে কোন সন্দেহ নেই; যখন তারা তাদের কর্তব্য বিষয়ে নিজেদের মধ্যে বিতর্ক করছিল তখন অনেকে বললঃ তাদের উপর সৌধ নির্মাণ কর; তাদের রাব্ব তাদের বিষয় ভাল জানেন; তাদের কর্তব্য বিষয়ে যাদের মত প্রবল হল তারা বললঃ আমরাতো নিশ্চয়ই তাদের উপর মাসজিদ নির্মাণ করব।","bangla_taisirul":"আমি এভাবে তাদের ব্যাপারটা লোকেদেরকে ওয়াকিফহাল করে দিলাম যাতে তারা জানতে পারে যে, আল্লাহর ওয়া‘দা সত্য, আর ক্বিয়ামাতের দিন সম্পর্কে কোন সন্দেহ নেই। যখন তারা (অর্থাৎ নগরবাসীরা) নিজেদের কর্তব্য সম্পর্কে নিজেদের মধ্যে বাদানুবাদ করছিল, (কতক) বলল, ‘তাদের উপর সৌধ নির্মাণ কর।’ তাদের প্রতিপালক তাদের সম্পর্কে ভাল জানেন। তাদের কর্তব্যকর্ম সম্পর্কে যাদের মতামত প্রাধান্য লাভ করল তারা বলল, ‘আমরা তাদের উপর অবশ্য অবশ্যই মাসজিদ নির্মাণ করব।’"},{"id":22,"arabic_text":"سَیَقُوۡلُوۡنَ ثَلٰثَۃٌ رَّابِعُہُمۡ کَلۡبُہُمۡ ۚ وَ یَقُوۡلُوۡنَ خَمۡسَۃٌ سَادِسُہُمۡ کَلۡبُہُمۡ رَجۡمًۢا بِالۡغَیۡبِ ۚ وَ یَقُوۡلُوۡنَ سَبۡعَۃٌ وَّ ثَامِنُہُمۡ کَلۡبُہُمۡ ؕ قُلۡ رَّبِّیۡۤ  اَعۡلَمُ بِعِدَّتِہِمۡ مَّا یَعۡلَمُہُمۡ  اِلَّا  قَلِیۡلٌ ۬۟ فَلَا تُمَارِ فِیۡہِمۡ  اِلَّا مِرَآءً  ظَاہِرًا ۪ وَّ لَا تَسۡتَفۡتِ  فِیۡہِمۡ  مِّنۡہُمۡ   اَحَدًا ﴿۲۲﴾ ","english_text":"They said, \"Exalted are You; we have no knowledge except what You have taught us. Indeed, it is You who is the Knowing, the Wise.\"","page":296,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2162.mp3","colorText":"سَيَقُولُونَ ثَلَ[n[ـٰ]ثَ[u:8020[ةٌ ر]َّابِعُهُمْ كَلْبُهُمْ وَيَقُولُونَ خَمْسَ[f:8021[ةٌ س]َادِسُهُمْ كَلْبُهُمْ رَ[q:8022[جْ]م[i:8023[َۢا ب]ِ[h:13[ٱ]لْغَيْبِ‌ۖ وَيَقُولُونَ سَ[q:8024[بْ]عَ[a:8025[ةٌ و]َثَامِنُهُمْ كَلْبُهُمْ‌ۚ قُ[b:8026[ل] رَّبّ[o[ِىٓ] أَعْلَمُ بِعِدَّتِه[w:8027[ِم م]َّا يَعْلَمُهُمْ إِلَّا قَلِي[f:8028[لٌ‌ۗ ف]َلَا تُمَارِ فِيهِمْ إِلَّا مِر[o[َا]ٓ[f:8029[ءً ظ]َ[n[ـٰ]هِ[a:8030[رًا و]َلَا تَسْتَفْتِ فِيه[w:8031[ِم م]ِّنْهُمْ أَحَدًا","juz":15,"ruku":254,"manzil":4,"bangla_ahbayan":"অচিরেই তারা বলবে,[১] ‘তারা ছিল তিন জন; তাদের চতুর্থটি ছিল তাদের কুকুর।’ কেউ কেউ বলবে, ‘তারা ছিল পাঁচজন; তাদের ষষ্ঠটি ছিল তাদের কুকুর।’ ওরা অজানা বিষয়ে অনুমান (তীর) চালায়।[২] আর কেউ কেউ বলবে, ‘তারা ছিল সাতজন; তাদের অষ্টমটি ছিল তাদের কুকুর।’[৩] বল, ‘তাদের সংখ্যা আমার প্রতিপালকই ভাল জানেন; তাদের সংখ্যা অল্প কয়েকজনই জানে।’ [৪] সুতরাং সাধারণ আলোচনা ব্যতীত তুমি তাদের বিষয়ে বিতর্ক করো না[৫] এবং তাদের কাউকেও তাদের ব্যাপারে জিজ্ঞাসাবাদ করো না।[৬]","bangla_bayan":"বিতর্ককারীরা বলবে, ‘তারা ছিল তিন জন, চতুর্থ হল তাদের কুকুর’। আর কতক বলবে, ‘তারা ছিল পাঁচজন, ষষ্ঠ হল তাদের কুকুর’। এসবই অজানা বিষয়ে অনুমান করে। আর কেউ কেউ বলবে, ‘তারা ছিল সাত জন; অষ্টম হল তাদের কুকুর’। বল, ‘আমার রবই তাদের সংখ্যা সম্পর্কে অধিক জ্ঞাত’। কম সংখ্যক লোকই তাদেরকে জানে। সুতরাং স্পষ্ট আলোচনা ছাড়া তুমি তাদের ব্যাপারে বিতর্ক করো না। আর তাদের ব্যাপারে লোকদের মধ্যে কারো কাছে জানতে চেয়ো না।","bangla_mkhan":"অজ্ঞাত বিষয়ে অনুমানের উপর ভিত্তি করে এখন তারা বলবেঃ তারা ছিল তিন জন; তাদের চতুর্থটি তাদের কুকুর। একথাও বলবে; তারা পাঁচ জন। তাদের ছষ্ঠটি ছিল তাদের কুকুর। আরও বলবেঃ তারা ছিল সাত জন। তাদের অষ্টমটি ছিল তাদের কুকুর। বলুনঃ আমার পালনকর্তা তাদের সংখ্যা ভাল জানেন। তাদের খবর অল্প লোকই জানে। সাধারণ আলোচনা ছাড়া আপনি তাদের সম্পর্কে বিতর্ক করবেন না এবং তাদের অবস্থা সম্পর্কে তাদের কাউকে জিজ্ঞাসাবাদ ও করবেন না।","bangla_mujibur":"অজানা বিষয়ে অনুমানের উপর নির্ভর করে কেহ কেহ বলেঃ তারা ছিল তিন জন, তাদের চতুর্থটি ছিল তাদের কুকুর; এবং কেহ কেহ বলেঃ তারা ছিল পাঁচ জন, ষষ্ঠটি ছিল তাদের কুকুর; আবার কেহ কেহ বলেঃ তারা ছিল সাত জন, অষ্টমটি ছিল তাদের কুকুর; বলঃ আমার রাব্বই তাদের সংখ্যা ভাল জানেন; তাদের সংখ্যা অল্প কয়েকজনই জানে; সাধারণ আলোচনা ব্যতীত তুমি তাদের বিষয়ে বিতর্ক করনা এবং তাদের কেহকেও তাদের বিষয়ে জিজ্ঞাসাবাদ করনা।","bangla_taisirul":"কতক লোক বলবে, ‘তারা ছিল তিনজন, তাদের চতুর্থটি ছিল তাদের কুকুর।’ আর কতক লোক বলবে, ‘তারা ছিল পাঁচ জন, তাদের ষষ্ঠটি ছিল তাদের কুকুর’, (এ কথা তারা বলবে) অজানা বিষয়ে সন্দেহপূর্ণ অনুমানের ভিত্তিতে। আবার তাদের কতক লোক বলবে, ‘তারা ছিল সাতজন, আর তাদের অষ্টমটি ছিল তাদের কুকুর।’ বল, ‘তাদের সংখ্যা সম্পর্কে আমার প্রতিপালকই বেশি জানেন।’ অল্প কয়জন ছাড়া তাদের সংখ্যা সম্পর্কে কেউ জানে না। কাজেই সাধারণ কথাবার্তা ছাড়া তাদের ব্যাপার নিয়ে বিতর্ক করো না, আর তাদের সম্পর্কে কারো কাছে কিছু জিজ্ঞেসও করো না।"},{"id":23,"arabic_text":"وَ لَا تَقُوۡلَنَّ لِشَایۡءٍ  اِنِّیۡ  فَاعِلٌ ذٰلِکَ غَدًا ﴿ۙ۲۳﴾ ","english_text":"He said, \"O Adam, inform them of their names.\" And when he had informed them of their names, He said, \"Did I not tell you that I know the unseen [aspects] of the heavens and the earth? And I know what you reveal and what you have concealed.\"","page":296,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2163.mp3","colorText":"وَلَا تَقُولَ[g[نّ]َ لِشَ[s[اْ]ىْءٍ إِ[g[نّ]ِى فَاعِ[f:8032[لٌ ذ][n[َٲ]لِكَ غَدًا","juz":15,"ruku":255,"manzil":4,"bangla_ahbayan":"কখনই তুমি কোন বিষয়ে বলো না যে, ‘আমি ওটা আগামীকাল করব’--","bangla_bayan":"আর কোন কিছুর ব্যাপারে তুমি মোটেই বলবে না যে, ‘নিশ্চয় আমি তা আগামী কাল করব’,","bangla_mkhan":"আপনি কোন কাজের বিষয়ে বলবেন না যে, সেটি আমি আগামী কাল করব।","bangla_mujibur":"কখনই তুমি কোন বিষয়ে বলনা - আমি ওটা আগামীকাল করব –","bangla_taisirul":"কোন বিষয় সম্পর্কে কক্ষনো বল না যে, ‘ওটা আমি আগামীকাল করব।’"},{"id":24,"arabic_text":"اِلَّاۤ اَنۡ یَّشَآءَ اللّٰہُ ۫ وَ اذۡکُرۡ رَّبَّکَ اِذَا نَسِیۡتَ وَ قُلۡ عَسٰۤی اَنۡ یَّہۡدِیَنِ رَبِّیۡ لِاَقۡرَبَ مِنۡ ہٰذَا  رَشَدًا ﴿۲۴﴾ ","english_text":"And [mention] when We said to the angels, \"Prostrate before Adam\"; so they prostrated, except for Iblees. He refused and was arrogant and became of the disbelievers.","page":296,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2164.mp3","colorText":"إِلّ[o[َآ] أ[a:4201[َن ي]َش[o[َا]ٓءَ [h:4334[ٱ]للَّهُ‌ۚ وَ[h:1898[ٱ]ذْكُر رَّبَّكَ إِذَا نَسِيتَ وَقُلْ عَسَ[o[ىٰٓ] أ[a:8033[َن ي]َهْدِيَنِ رَبِّى لِأَ[q:8034[قْ]رَبَ مِنْ هَ[n[ـٰ]ذَا رَشَدًا","juz":15,"ruku":255,"manzil":4,"bangla_ahbayan":"ইন শাআল্লাহ (আল্লাহ ইচ্ছা করলে) এই কথা না বলে;[১] যদি ভুলে যাও, তবে তোমার প্রতিপালককে স্মরণ করো[২] ও বলো, ‘সম্ভবতঃ আমার প্রতিপালক আমাকে এ অপেক্ষা সত্যের নিকটতম পথ নির্দেশ করবেন।’[৩]","bangla_bayan":"তবে ‘আল্লাহ যদি চান’। আর যখন ভুলে যাও, তখন তুমি তোমার রবের যিকির কর এবং বল, আশা করি, আল্লাহ আমাকে এর চেয়েও নিকটবর্তী সত্য পথের হিদায়াত দেবেন।","bangla_mkhan":"‘আল্লাহ ইচ্ছা করলে’ বলা ব্যতিরেকে। যখন ভুলে যান, তখন আপনার পালনকর্তাকে স্মরণ করুন এবং বলুনঃ আশা করি আমার পালনকর্তা আমাকে এর চাইতেও নিকটতম সত্যের পথ নির্দেশ করবেন।","bangla_mujibur":"‘আল্লাহ ইচ্ছা করলে’ - এই কথা না বলে; যদি ভুলে যাও তাহলে তোমার রাব্বকে স্মরণ কর ও বলঃ সম্ভবতঃ আমার রাব্ব আমাকে গুহাবাসীর বিবরণ অপেক্ষা সত্যের নিকটতর পথ নির্দেশ করবেন।","bangla_taisirul":"‘আল্লাহ ইচ্ছে করলে’ বলা ছাড়া। যদি ভুলে যাও (তবে মনে পড়ার সঙ্গে সঙ্গে) তোমার প্রতিপালককে স্মরণ কর আর বল, ‘আশা করি আমার প্রতিপালক আমাকে এর চেয়েও সত্যের নিকটবর্তী পথে পরিচালিত করবেন। (কেননা এক ব্যক্তি যেভাবেই সঠিক পথে চলুক না কেন, তার চেয়েও উত্তমভাবে পথ চলা যেতে পারে)।"},{"id":25,"arabic_text":"وَ لَبِثُوۡا فِیۡ  کَہۡفِہِمۡ ثَلٰثَ مِائَۃٍ سِنِیۡنَ وَ ازۡدَادُوۡا  تِسۡعًا ﴿۲۵﴾ ","english_text":"And We said, \"O Adam, dwell, you and your wife, in Paradise and eat therefrom in [ease and] abundance from wherever you will. But do not approach this tree, lest you be among the wrongdoers.\"","page":296,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2165.mp3","colorText":"وَلَبِثُو[s[اْ] فِى كَهْفِهِمْ ثَلَ[n[ـٰ]ثَ مِ[s[اْ]ئَ[f:8035[ةٍ س]ِنِينَ وَ[h:8036[ٱ]زْدَادُو[s[اْ] تِسْعًا","juz":15,"ruku":255,"manzil":4,"bangla_ahbayan":"তারা তাদের গুহায় ছিল তিনশ’ বছর, অতিরিক্ত আরো নয় বছর। [১]","bangla_bayan":"আর তারা তাদের গুহায় অবস্থান করেছে তিনশ’ বছর এবং এর সাথে অতিরিক্ত হয়েছিল ‘নয়’।","bangla_mkhan":"তাদের উপর তাদের গুহায় তিনশ বছর, অতিরিক্ত আরও নয় বছর অতিবাহিত হয়েছে।","bangla_mujibur":"তারা তাদের গুহায় ছিল তিন শ’ বছর, আরও নয় বছর।","bangla_taisirul":"আর (কারো মতে) তারা তাদের গুহায় ছিল তিনশ’ বছর আর কিছু লোক নয় বছর বাড়িয়ে নিয়েছে।"},{"id":26,"arabic_text":"قُلِ اللّٰہُ  اَعۡلَمُ بِمَا لَبِثُوۡا ۚ لَہٗ غَیۡبُ السَّمٰوٰتِ وَ الۡاَرۡضِ ؕ اَبۡصِرۡ بِہٖ  وَ  اَسۡمِعۡ ؕ مَا  لَہُمۡ  مِّنۡ  دُوۡنِہٖ مِنۡ وَّلِیٍّ ۫ وَّ لَا یُشۡرِکُ  فِیۡ  حُکۡمِہٖۤ   اَحَدًا ﴿۲۶﴾ ","english_text":"But Satan caused them to slip out of it and removed them from that [condition] in which they had been. And We said, \"Go down, [all of you], as enemies to one another, and you will have upon the earth a place of settlement and provision for a time.\"","page":296,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2166.mp3","colorText":"قُلِ [h:3166[ٱ]للَّهُ أَعْلَمُ بِمَا لَبِثُو[s[اْ‌ۖ] لَهُ[n[ۥ] غَيْبُ [h:6538[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَ[h:177[ٱ]لْأَرْضِ‌ۖ أَ[q:8037[بْ]صِرْ بِه[n[ِۦ] وَأَسْمِعْ‌ۚ مَا لَه[w:1812[ُم م]ِّ[f:3136[ن د]ُونِه[n[ِۦ] م[a:557[ِن و]َلِ[a:558[ىٍّ و]َلَا يُشْرِكُ فِى حُكْمِه[o[ِۦٓ] أَحَدًا","juz":15,"ruku":255,"manzil":4,"bangla_ahbayan":"তুমি বল, ‘তারা কত কাল ছিল, তা আল্লাহই ভাল জানেন। আকাশমন্ডলী ও পৃথিবীর অদৃশ্য বিষয়ের জ্ঞান তাঁরই; তিনি কত সুন্দর দ্রষ্টা ও শ্রোতা! [১] তিনি ছাড়া তাদের অন্য কোন অভিভাবক নেই; তিনি কাউকেও নিজ কর্তৃত্বের শরীক করেন না।’","bangla_bayan":"বল, ‘তারা যে সময়টুকু অবস্থান করেছিল, সে ব্যাপারে আল্লাহই অধিক জানেন’। আসমানসমূহ ও যমীনের গায়েবী বিষয় তাঁরই। এ ব্যাপারে তিনিই উত্তম দ্রষ্টা ও উত্তম শ্রোতা। তিনি ছাড়া তাদের কোন অভিভাবক নেই। তাঁর সিদ্ধান্তে তিনি কাউকে শরীক করেন না।","bangla_mkhan":"বলুনঃ তারা কতকাল অবস্থান করেছে, তা আল্লাহই ভাল জানেন। নভোমন্ডল ও ভুমন্ডলের অদৃশ্য বিষয়ের জ্ঞান তাঁরই কাছে রয়েছে। তিনি কত চমৎকার দেখেন ও শোনেন। তিনি ব্যতীত তাদের জন্য কোন সাহায্যকারী নেই। তিনি কাউকে নিজ কর্তৃত্বে শরীক করেন না।","bangla_mujibur":"তুমি বলঃ তারা কত কাল ছিল তা আল্লাহই ভাল জানেন, আকাশমন্ডলী ও পৃথিবীর অজ্ঞাত বিষয়ের জ্ঞান তাঁরই; তিনি কত সুন্দর দ্রষ্টা ও শ্রোতা! তিনি ছাড়া তাদের অন্য কোন অভিভাবক নেই; তিনি কেহকেও নিজ কর্তৃত্বে শরীক করেননা।","bangla_taisirul":"বল, ‘আল্লাহই ভাল জানেন তারা কতকাল (গুহায়) ছিল।’ আসমানসমূহ যমীনের অদৃশ্যের জ্ঞান তাঁরই আছে, কত স্পষ্টই না তিনি দেখেন, কত স্পষ্টই না তিনি শোনেন। তিনি ছাড়া তাদের কোন অভিভাবক নেই, তিনি তাঁর কর্তৃত্বে কাউকে অংশীদার করেন না।"},{"id":27,"arabic_text":"وَ اتۡلُ مَاۤ  اُوۡحِیَ  اِلَیۡکَ مِنۡ  کِتَابِ رَبِّکَ ۚؕ  لَا مُبَدِّلَ لِکَلِمٰتِہٖ ۚ۟ وَ لَنۡ تَجِدَ مِنۡ دُوۡنِہٖ  مُلۡتَحَدًا ﴿۲۷﴾ ","english_text":"Then Adam received from his Lord [some] words, and He accepted his repentance. Indeed, it is He who is the Accepting of repentance, the Merciful.","page":296,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2167.mp3","colorText":"وَ[h:9999[ٱ]تْلُ م[o[َآ] أُوحِىَ إِلَيْكَ مِ[f:3569[ن ك]ِتَابِ رَبِّكَ‌ۖ لَا مُبَدِّلَ لِكَلِمَ[n[ـٰ]تِه[n[ِۦ] وَلَ[f:3232[ن ت]َجِدَ مِ[f:3136[ن د]ُونِه[n[ِۦ] مُلْتَحَدًا","juz":15,"ruku":255,"manzil":4,"bangla_ahbayan":"তুমি তোমার প্রতি প্রত্যাদিষ্ট তোমার প্রতিপালকের কিতাব আবৃত্তি কর; [১] তার বাক্য পরিবর্তন করার কেউই নেই। আর তুমি কখনই তিনি ব্যতীত অন্য কোন আশ্রয়স্থল পাবে না। [২]","bangla_bayan":"আর তোমার রবের কিতাব থেকে তোমার নিকট যে ওহী পাঠানো হয়, তুমি তা তিলাওয়াত কর। তাঁর বাণীসমূহের কোন পরিবর্তনকারী নেই এবং তিনি ছাড়া কোন আশ্রয়স্থল তুমি পাবে না।","bangla_mkhan":"আপনার প্রতি আপনার পালনকর্তার যে, কিতাব প্রত্যাদিষ্ট করা হয়েছে, তা পাঠ করুন। তাঁর বাক্য পরিবর্তন করার কেউ নাই। তাঁকে ব্যতীত আপনি কখনই কোন আশ্রয় স্থল পাবেন না।","bangla_mujibur":"তুমি তোমার প্রতি প্রত্যাদিষ্ট তোমার রবের কিতাব আবৃত্তি কর; তাঁর বাক্য পরিবর্তন করার কেহ নেই; তুমি কখনই তাঁকে ব্যতীত অন্য কোন আশ্রয় পাবেনা।","bangla_taisirul":"আর তুমি তোমার কাছে ওয়াহীকৃত তোমার প্রতিপালকের কিতাব থেকে পাঠ করে শুনাও, তাঁর কথা পরিবর্তন করে দেবে এমন কেউ নেই, আর তাঁকে ছাড়া তুমি কক্ষনো অন্য কাউকে আশ্রয়স্থল হিসেবে পাবে না।"},{"id":28,"arabic_text":"وَ اصۡبِرۡ نَفۡسَکَ مَعَ الَّذِیۡنَ یَدۡعُوۡنَ رَبَّہُمۡ بِالۡغَدٰوۃِ  وَ الۡعَشِیِّ یُرِیۡدُوۡنَ وَجۡہَہٗ  وَ لَا  تَعۡدُ عَیۡنٰکَ عَنۡہُمۡ ۚ تُرِیۡدُ زِیۡنَۃَ الۡحَیٰوۃِ  الدُّنۡیَا ۚ وَ لَا تُطِعۡ مَنۡ  اَغۡفَلۡنَا قَلۡبَہٗ عَنۡ  ذِکۡرِنَا وَ اتَّبَعَ ہَوٰىہُ  وَ کَانَ   اَمۡرُہٗ   فُرُطًا ﴿۲۸﴾ ","english_text":"We said, \"Go down from it, all of you. And when guidance comes to you from Me, whoever follows My guidance - there will be no fear concerning them, nor will they grieve.","page":297,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2168.mp3","colorText":"وَ[h:9999[ٱ]صْبِرْ نَفْسَكَ مَعَ [h:2899[ٱ]لَّذِينَ يَ[q:1240[دْ]عُونَ رَبَّه[c:4077[ُم ب]ِ[h:4078[ٱ]لْغَدَ[s[و][n[ٲ]ةِ وَ[h:4079[ٱ]لْعَشِىِّ يُرِيدُونَ وَ[q:580[جْ]هَهُ[n[ۥ]‌ۖ وَلَا تَعْدُ عَيْنَاكَ عَنْهُمْ تُرِيدُ زِينَةَ [h:8038[ٱ]لْحَيَ[s[و][n[ٲ]ةِ [h:442[ٱ][l[ل]دُّنْيَا‌ۖ وَلَا تُطِعْ مَنْ أَغْفَلْنَا قَلْبَهُ[n[ۥ] عَ[f:8039[ن ذ]ِكْرِنَا وَ[h:3160[ٱ]تَّبَعَ هَوَ[n[ٮٰ]هُ وَكَانَ أَمْرُهُ[n[ۥ] فُرُطًا","juz":15,"ruku":255,"manzil":4,"bangla_ahbayan":"তুমি নিজেকে তাদেরই সংসর্গে রাখ, যারা সকাল ও সন্ধ্যায় তাদের প্রতিপালককে তাঁর মুখমন্ডল (দর্শন বা সন্তুষ্টি) লাভের উদ্দেশ্যে আহবান করে এবং তুমি পার্থিব জীবনের শোভা কামনা করে[১] তাদের দিক হতে তোমার দৃষ্টি ফিরিয়ে নিয়ো না।[২] আর তুমি তার আনুগত্য করো না, যার হৃদয়কে আমি আমার স্মরণে অমনোযোগী করে দিয়েছি, যে তার খেয়াল-খুশীর অনুসরণ করে ও যার কার্যকলাপ সীমা অতিক্রম করে। [৩]","bangla_bayan":"আর তুমি নিজকে ধৈর্যশীল রাখ তাদের সাথে, যারা সকাল-সন্ধ্যায় তাদের রবকে ডাকে, তাঁর সন্তুষ্টির উদ্দেশে, এবং দুনিয়ার জীবনের সৌন্দর্য কামনা করে তোমার দু’চোখ যেন তাদের থেকে ঘুরে না যায়। আর ওই ব্যক্তির আনুগত্য করো না, যার অন্তরকে আমি আমার যিকির থেকে গাফেল করে দিয়েছি এবং যে তার প্রবৃত্তির অনুসরণ করেছে এবং যার কর্ম বিনষ্ট হয়েছে।","bangla_mkhan":"আপনি নিজেকে তাদের সংসর্গে আবদ্ধ রাখুন যারা সকাল ও সন্ধ্যায় তাদের পালনকর্তাকে তাঁর সন্তুষ্টি অর্জনের উদ্দেশ্যে আহবান করে এবং আপনি পার্থিব জীবনের সৌন্দর্য কামনা করে তাদের থেকে নিজের দৃষ্টি ফিরিয়ে নেবেন না। যার মনকে আমার স্মরণ থেকে গাফেল করে দিয়েছি, যে, নিজের প্রবৃত্তির অনুসরণ করে এবং যার কার্য কলাপ হচ্ছে সীমা অতিক্রম করা, আপনি তার অনুগত্য করবেন না।","bangla_mujibur":"নিজকে তুমি রাখবে তাদেরই সংসর্গে যারা সকাল-সন্ধ্যায় আহবান করে তাদের রাব্বকে তাঁর সন্তুষ্টি লাভের উদ্দেশে এবং তুমি পার্থিব জীবনের শোভা কামনা করে তাদের দিক হতে তোমার দৃষ্টি ফিরিয়ে নিওনা; যার চিত্তকে আমি আমার স্মরণে অমনোযোগী করে দিয়েছি সে তার খেয়াল খুশীর অনুসরণ করে এবং যার কার্যকলাপ সীমা অতিক্রম করে তুমি তার আনুগত্য করনা।","bangla_taisirul":"তুমি দৃঢ় চিত্ত হয়ে তাদের সাথে অবস্থান কর যারা সকাল-সন্ধ্যা তাদের প্রতিপালককে আহবান করে তাঁর সন্তুষ্টি লাভের সন্ধানে। পার্থিব জীবনের শোভা ও চাকচিক্য কামনায় তুমি তাদের থেকে তোমার দৃষ্টি ফিরিয়ে নিও না। তুমি তার আনুগত্য কর না যার অন্তরকে আমি আমার স্মরণ হতে উদাসীন করে দিয়েছি, যে নিজের প্রবৃত্তির আনুগত্য করে আর যার কার্যকলাপ হচ্ছে সীমালঙ্ঘনমূলক।"},{"id":29,"arabic_text":"وَ قُلِ الۡحَقُّ مِنۡ رَّبِّکُمۡ ۟ فَمَنۡ شَآءَ فَلۡیُؤۡمِنۡ وَّ مَنۡ شَآءَ  فَلۡیَکۡفُرۡ ۙ اِنَّاۤ اَعۡتَدۡنَا لِلظّٰلِمِیۡنَ نَارًا ۙ اَحَاطَ بِہِمۡ سُرَادِقُہَا ؕ وَ اِنۡ یَّسۡتَغِیۡثُوۡا یُغَاثُوۡا بِمَآءٍ کَالۡمُہۡلِ یَشۡوِی الۡوُجُوۡہَ ؕ بِئۡسَ الشَّرَابُ ؕ وَ سَآءَتۡ  مُرۡتَفَقًا ﴿۲۹﴾ ","english_text":"And those who disbelieve and deny Our signs - those will be companions of the Fire; they will abide therein eternally.\"","page":297,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2169.mp3","colorText":"وَقُلِ [h:8040[ٱ]لْحَقُّ م[u:243[ِن ر]َّبِّكُمْ‌ۖ فَمَ[f:8041[ن ش][o[َا]ٓءَ فَلْيُؤْم[a:8042[ِن و]َمَ[f:8043[ن ش][o[َا]ٓءَ فَلْيَكْفُرْ‌ۚ إِ[g[نّ][o[َآ] أَعْتَ[q:2660[دْ]نَا لِلظَّ[n[ـٰ]لِمِينَ نَارًا أَحَاطَ بِهِمْ سُرَادِقُهَا‌ۚ وَإ[a:8044[ِن ي]َسْتَغِيثُو[s[اْ] يُغَاثُو[s[اْ] بِم[o[َا]ٓ[f:8045[ءٍ ك]َ[h:8046[ٱ]لْمُهْلِ يَشْوِى [h:8047[ٱ]لْوُجُوهَ‌ۚ بِئْسَ [h:8048[ٱ][l[ل]شَّرَابُ وَس[o[َا]ٓءَتْ مُرْتَفَقًا","juz":15,"ruku":255,"manzil":4,"bangla_ahbayan":"বল, ‘সত্য তোমাদের প্রতিপালকের নিকট হতে সমাগত; সুতরাং যার ইচ্ছা বিশ্বাস করুক ও যার ইচ্ছা প্রত্যাখ্যান করুক।’ আমি সীমালংঘনকারীদের জন্য প্রস্তুত রেখেছি অগ্নি, যার বেষ্টনী তাদেরকে পরিবেষ্টন করে থাকবে। তারা পানীয় চাইলে তাদেরকে দেওয়া হবে গলিত ধাতুর ন্যায় পানীয়; যা তাদের মুখমন্ডল দগ্ধ করবে; কত নিকৃষ্ট সেই পানীয় এবং কত নিকৃষ্ট সেই (অগ্নির) আশ্রয়স্থল।","bangla_bayan":"আর বল, ‘সত্য তোমাদের রবের পক্ষ থেকে। সুতরাং যে ইচ্ছা করে সে যেন ঈমান আনে এবং যে ইচ্ছা করে সে যেন কুফরী করে। নিশ্চয় আমি যালিমদের জন্য আগুন প্রস্ত্তত করেছি, যার প্রাচীরগুলো তাদেরকে বেষ্টন করে রেখেছে। যদি তারা পানি চায়, তবে তাদেরকে দেয়া হবে এমন পানি যা গলিত ধাতুর মত, যা চেহারাগুলো ঝলসে দেবে। কী নিকৃষ্ট পানীয়! আর কী মন্দ বিশ্রামস্থল!","bangla_mkhan":"বলুনঃ সত্য তোমাদের পালনকর্তার পক্ষ থেকে আগত। অতএব, যার ইচ্ছা, বিশ্বাস স্থাপন করুক এবং যার ইচ্ছা অমান্য করুক। আমি জালেমদের জন্যে অগ্নি প্রস্তুত করে রেখেছি, যার বেষ্টনী তাদের কে পরিবেষ্টন করে থাকবে। যদি তারা পানীয় প্রার্থনা করে, তবে পুঁজের ন্যায় পানীয় দেয়া হবে যা তাদের মুখমন্ডল দগ্ধ করবে। কত নিকৃষ্ট পানীয় এবং খুবই মন্দ আশ্রয়।","bangla_mujibur":"বলঃ সত্য তোমাদের রবের নিকট হতে প্রেরিত; সুতরাং যার ইচ্ছা বিশ্বাস করুক এবং যার ইচ্ছা প্রত্যাখ্যান করুক; আমি সীমা লংঘনকারীদের জন্য প্রস্তুত রেখেছি অগ্নি, যার বেষ্টনী তাদেরকে পরিবেষ্টন করে থাকবে; তারা পানীয় চাইলে তাদেরকে দেয়া হবে গলিত ধাতুর ন্যায় পানীয়, যা তাদের মুখমন্ডল বিদগ্ধ করবে, কত নিকৃষ্ট পানীয় এটা এবং অগ্নি কত নিকৃষ্ট আশ্রয়!","bangla_taisirul":"আর বলে দাও, ‘সত্য এসেছে তোমাদের রব্বের নিকট হতে, কাজেই যার ইচ্ছে ঈমান আনুক আর যার ইচ্ছে সত্যকে অস্বীকার করুক।’ আমি (অস্বীকারকারী) যালিমদের জন্য আগুন প্রস্তুত করে রেখেছি যার লেলিহান শিখা তাদেরকে ঘিরে ফেলেছে। তারা পানীয় চাইলে তাদেরকে গলিত শিশার ন্যায় পানি দেয়া হবে যা তাদের মুখমন্ডল দগ্ধ করবে, কতই না নিকৃষ্ট পানীয়! আর কতই না নিকৃষ্ট আশ্রয়স্থল!"},{"id":30,"arabic_text":"اِنَّ الَّذِیۡنَ اٰمَنُوۡا وَ عَمِلُوا الصّٰلِحٰتِ اِنَّا  لَا نُضِیۡعُ اَجۡرَ مَنۡ اَحۡسَنَ عَمَلًا ﴿ۚ۳۰﴾ ","english_text":"O Children of Israel, remember My favor which I have bestowed upon you and fulfill My covenant [upon you] that I will fulfill your covenant [from Me], and be afraid of [only] Me.","page":297,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2170.mp3","colorText":"إِ[g[نّ]َ [h:24[ٱ]لَّذِينَ ءَامَنُو[s[اْ] وَعَمِلُو[s[اْ] [h:118[ٱ][l[ل]صَّ[n[ـٰ]لِحَ[n[ـٰ]تِ إِ[g[نّ]َا لَا نُضِيعُ أَ[q:2418[جْ]رَ مَنْ أَحْسَنَ عَمَلاً","juz":15,"ruku":255,"manzil":4,"bangla_ahbayan":"যারা বিশ্বাস রাখে ও সৎকর্ম করে, আমি তাদেরকে পুরস্কৃত করি। যে ভালো কর্ম করে, আমি তার কর্মফল নষ্ট করি না। [১]","bangla_bayan":"নিশ্চয় যারা ঈমান এনেছে এবং সৎকাজ করেছে, নিশ্চয় আমি এমন কারো প্রতিদান নষ্ট করব না, যে সুকর্ম করেছে।","bangla_mkhan":"যারা বিশ্বাস স্থাপন করে এবং সৎকর্ম সম্পাদন করে আমি সৎকর্মশীলদের পুরস্কার নষ্ট করি না।","bangla_mujibur":"যারা বিশ্বাস করে এবং সৎ কাজ করে আমি তাদেরকে পুরস্কৃত করি, যে সৎ কাজ করে আমি তার কর্মফল নষ্ট করিনা।","bangla_taisirul":"যারা ঈমান আনে আর সৎ কাজ করে- যে উত্তমভাবে কাজ করে আমি তার কর্মফল বিনষ্ট করি না।"},{"id":31,"arabic_text":"اُولٰٓئِکَ لَہُمۡ جَنّٰتُ عَدۡنٍ تَجۡرِیۡ مِنۡ تَحۡتِہِمُ الۡاَنۡہٰرُ یُحَلَّوۡنَ فِیۡہَا مِنۡ اَسَاوِرَ مِنۡ ذَہَبٍ وَّ یَلۡبَسُوۡنَ ثِیَابًا خُضۡرًا مِّنۡ سُنۡدُسٍ وَّ اِسۡتَبۡرَقٍ مُّتَّکِئِیۡنَ فِیۡہَا عَلَی الۡاَرَآئِکِ ؕ نِعۡمَ الثَّوَابُ ؕ وَ حَسُنَتۡ  مُرۡتَفَقًا ﴿۳۱﴾ ","english_text":"And believe in what I have sent down confirming that which is [already] with you, and be not the first to disbelieve in it. And do not exchange My signs for a small price, and fear [only] Me.","page":297,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2171.mp3","colorText":"أُ[s[وْ]لَ[o[ـٰٓ]ئِكَ لَهُمْ جَ[g[نّ]َ[n[ـٰ]تُ عَ[q:5720[دْ][f:8049[نٍ ت]َ[q:120[جْ]رِى مِ[f:4696[ن ت]َحْتِهِمُ [h:4697[ٱ]لْأَنْهَ[n[ـٰ]رُ يُحَلَّوْنَ فِيهَا مِنْ أَسَاوِرَ مِ[f:8050[ن ذ]َهَ[a:8051[بٍ و]َيَلْبَسُونَ ثِيَابًا خُضْ[a:8052[رًا م]ِّ[f:8053[ن س]ُ[f:8054[ند]ُ[a:8055[سٍ و]َإِسْتَ[q:8056[بْ]رَ[a:8057[قٍ م]ُّتَّكِــِٔينَ فِيهَا عَلَى [h:8058[ٱ]لْأَر[o[َا]ٓئِكِ‌ۚ نِعْمَ [h:8059[ٱ][l[ل]ثَّوَابُ وَحَسُنَتْ مُرْتَفَقًا","juz":15,"ruku":255,"manzil":4,"bangla_ahbayan":"তাদেরই জন্য আছে স্থায়ী জান্নাত; যার নিম্নদেশে নদীসমূহ প্রবাহিত। সেথায় তাদেরকে স্বর্ণ-কঙ্কণে অলঙ্কৃত করা হবে,[১] তারা পরিধান করবে সূক্ষ্ণ ও স্থূ্ল রেশমের সবুজ বস্ত্র[২] ও সমাসীন হবে সুসজ্জিত আসনে; কত সুন্দর সে পুরস্কার ও কত উত্তম সে আশ্রয়স্থল।","bangla_bayan":"এরাই তারা, যাদের জন্য রয়েছে স্থায়ী জান্নাতসমূহ, যার নিচ দিয়ে প্রবাহিত হয় নদীসমূহ। সেখানে তাদেরকে অলংকৃত করা হবে স্বর্ণের চুড়ি দিয়ে এবং তারা পরিধান করবে মিহি ও পুরু সিল্কের সবুজ পোশাক। তারা সেখানে (থাকবে) আসনে হেলান দিয়ে। কী উত্তম প্রতিদান এবং কী সুন্দর বিশ্রামস্থল !","bangla_mkhan":"তাদেরই জন্যে আছে বসবাসের জান্নাত। তাদের পাদদেশে প্রবাহিত হয় নহরসমূহ। তাদের তথায় স্বর্ণ-কংকনে অলংকৃত করা হবে এবং তারা পাতলা ও মোটা রেশমের সবুজ কাপর পরিধান করবে এমতাবস্থায় যে, তারা সিংহাসনে সমাসীন হবে। চমৎকার প্রতিদান এবং কত উত্তম আশ্রয়।","bangla_mujibur":"তাদেরই জন্য আছে স্থায়ী জান্নাত যার পাদদেশে নদী প্রবাহিত, সেখানে তাদেরকে স্বর্ণ-কংকনে অলংকৃত করা হবে, তারা পরিধান করবে সূক্ষ্ম ও স্থূল রেশমের সবুজ বস্ত্র ও সমাসীন হবে সুসজ্জিত আসনে; কত সুন্দর পুরস্কার ও উত্তম আশ্রয়স্থল!","bangla_taisirul":"তাদের জন্য আছে স্থায়ী জান্নাত যার নিম্নদেশে ঝর্ণাধারা প্রবাহিত। সেখানে তাদেরকে অলংকৃত করা হবে স্বর্ণ কংকণে। সূক্ষ্ম ও গাঢ় রেশমের সবুজ পোশাক তারা পরিধান করবে। তারা গদি লাগানো উচ্চাসনে হেলান দিয়ে বসবে। কতই না উত্তম পুরস্কার! কতই না উত্তম আশ্রয়স্থল!"},{"id":32,"arabic_text":"وَ اضۡرِبۡ لَہُمۡ مَّثَلًا رَّجُلَیۡنِ جَعَلۡنَا لِاَحَدِہِمَا جَنَّتَیۡنِ مِنۡ اَعۡنَابٍ وَّ حَفَفۡنٰہُمَا بِنَخۡلٍ وَّ جَعَلۡنَا بَیۡنَہُمَا زَرۡعًا ﴿ؕ۳۲﴾ ","english_text":"And do not mix the truth with falsehood or conceal the truth while you know [it].","page":297,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2172.mp3","colorText":"۞ وَ[h:9999[ٱ]ضْرِ[q:8060[بْ] لَه[w:8061[ُم م]َّثَل[u:7510[اً ر]َّجُلَيْنِ جَعَلْنَا لِأَحَدِهِمَا جَ[g[نّ]َتَيْنِ مِنْ أَعْنَ[n[ـٰ][a:8062[بٍ و]َحَفَفْنَ[n[ـٰ]هُمَا بِنَخْ[a:8063[لٍ و]َجَعَلْنَا بَيْنَهُمَا زَرْعًا","juz":15,"ruku":256,"manzil":4,"bangla_ahbayan":"তুমি তাদের কাছে পেশ কর দুই ব্যক্তির একটি উপমা;[১] তাদের একজনকে আমি দিয়েছিলাম দু’টি আঙ্গুর বাগান এবং সে দু’টিকে আমি খেজুর বৃক্ষ দ্বারা পরিবেষ্টিত করেছিলাম।[২] আর এই দুয়ের মধ্যবর্তী স্থানকে করেছিলাম শস্যক্ষেত্র। [৩]","bangla_bayan":"আর তুমি তাদের জন্য একটি দৃষ্টান্ত পেশ কর: দুই ব্যক্তি, তাদের একজনকে আমি দু’টি আঙ্গুরের বাগান দিয়েছি এবং উভয় বাগানকে ঘিরে দিয়েছি খেজুর গাছ দ্বারা এবং উভয়ের মাঝখানে রেখেছি শস্যক্ষেত।","bangla_mkhan":"আপনি তাদের কাছে দু ব্যক্তির উদাহরণ বর্ণনা করুন। আমি তাদের একজনকে দুটি আঙ্গুরের বাগান দিয়েছি এবং এ দু’টিকে খর্জুর বৃক্ষ দ্বারা পরিবেষ্টিত করেছি এবং দু এর মাঝখানে করেছি শস্যক্ষেত্র।","bangla_mujibur":"তুমি তাদের কাছে পেশ কর দুই ব্যক্তির একটি উপমা; তাদের এক জনকে আমি দিয়েছিলাম দু’টি দ্রাক্ষা উদ্যান এবং এই দু’টিকে আমি খেজুর বৃক্ষ দ্বারা পরিবেষ্টিত করেছিলাম এবং এই দু’য়ের মধ্যবর্তী স্থানকে করেছিলাম শস্যক্ষেত্র।","bangla_taisirul":"তুমি তাদের কাছে দু’ব্যক্তির দৃষ্টান্ত বর্ণনা কর যাদের একজনকে আমি দিয়েছিলাম দু’টি আঙ্গুরের বাগান, আর ওগুলোকে খেজুর গাছ দিয়ে ঘিরে দিয়েছিলাম আর ও দু’টির মাঝে দিয়েছিলাম শষ্যক্ষেত।"},{"id":33,"arabic_text":"کِلۡتَا الۡجَنَّتَیۡنِ اٰتَتۡ اُکُلَہَا وَ لَمۡ تَظۡلِمۡ مِّنۡہُ  شَیۡئًا ۙ وَّ  فَجَّرۡنَا خِلٰلَہُمَا نَہَرًا ﴿ۙ۳۳﴾ ","english_text":"And establish prayer and give zakah and bow with those who bow [in worship and obedience].","page":297,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2173.mp3","colorText":"كِلْتَا [h:8064[ٱ]لْجَ[g[نّ]َتَيْنِ ءَاتَتْ أُكُلَهَا وَلَمْ تَظْل[w:8065[ِم م]ِّنْهُ شَيْـ[a:8066[ـًٔا‌ۚ و]َفَجَّرْنَا خِلَ[n[ـٰ]لَهُمَا نَهَرًا","juz":15,"ruku":256,"manzil":4,"bangla_ahbayan":"উভয় বাগানই ফল দান করত এবং এতে কোন ত্রুটি করত না।[১] আর উভয়ের ফাঁকে ফাঁকে প্রবাহিত করেছিলাম নদী। [২]","bangla_bayan":"উভয় বাগান ফল দিয়েছে, তাতে কিছুই ত্রুটি করেনি এবং আমি উভয়ের মাঝ দিয়ে নদী প্রবাহিত করেছি।","bangla_mkhan":"উভয় বাগানই ফলদান করে এবং তা থেকে কিছুই হ্রাস করত না এবং উভয়ের ফাঁকে ফাঁকে আমি নহর প্রবাহিত করেছি।","bangla_mujibur":"উভয় উদ্যানই ফল দান করত এবং এতে কোন ক্রটি করতনা এবং উভয়ের ফাঁকে ফাঁকে প্রবাহিত করেছিলাম নহর।","bangla_taisirul":"দু’টো বাগানই ফল দিত, এতে এতটুকু ত্রুটি করত না। এ দু’য়ের মাঝে আমি ঝর্ণাধারা প্রবাহিত করেছিলাম।"},{"id":34,"arabic_text":"وَّ کَانَ لَہٗ  ثَمَرٌ ۚ فَقَالَ لِصَاحِبِہٖ وَ ہُوَ یُحَاوِرُہٗۤ  اَنَا  اَکۡثَرُ  مِنۡکَ مَالًا وَّ اَعَزُّ   نَفَرًا ﴿۳۴﴾ ","english_text":"Do you order righteousness of the people and forget yourselves while you recite the Scripture? Then will you not reason?","page":297,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2174.mp3","colorText":"وَكَانَ لَهُ[n[ۥ] ثَمَ[f:8067[رٌ ف]َقَالَ لِصَ[n[ـٰ]حِبِه[n[ِۦ] وَهُوَ يُحَاوِرُهُ[o[ۥٓ] أَنَا۟ أَكْثَرُ مِ[f:3891[نك]َ مَال[a:8068[اً و]َأَعَزُّ نَفَرًا","juz":15,"ruku":256,"manzil":4,"bangla_ahbayan":"তার প্রচুর ধন-সম্পদ ছিল। অতঃপর কথা প্রসঙ্গে সে তার বন্ধুকে বলল,[১] ‘ধন-সম্পদে তোমার তুলনায় আমি শ্রেষ্ঠ এবং জনবলে[২] তোমার তুলনায় আমি বেশী শক্তিশালী।’","bangla_bayan":"আর (এতে) তার ছিল বিপুল ফল-ফলাদি। তাই সে তার সঙ্গীকে কথায় কথায় বলল, ‘সম্পদে আমি তোমার চেয়ে অধিক এবং জনবলেও অনেক শক্তিশালী’।","bangla_mkhan":"সে ফল পেল। অতঃপর কথা প্রসঙ্গে সঙ্গীকে বললঃ আমার ধন-সম্পদ তোমার চাইতে বেশী এবং জনবলে আমি অধিক শক্তিশালী।","bangla_mujibur":"এবং তার প্রচুর ধন-সম্পদ ছিল; অতঃপর কথা প্রসঙ্গে সে তার বন্ধুকে বললঃ ধন-সম্পদে আমি তোমা অপেক্ষা শ্রেষ্ঠ এবং জনবলে তোমা অপেক্ষা শক্তিশালী।","bangla_taisirul":"লোকটির উৎপাদন ছিল প্রচুর। একদিন কথাবার্তা বলার সময় সে তার প্রতিবেশীকে বলল, ‘আমি সম্পদে তোমা হতে শ্রেষ্ঠ, আর জনবলে তোমা হতে শক্তিশালী।’"},{"id":35,"arabic_text":"وَ دَخَلَ جَنَّتَہٗ  وَ ہُوَ ظَالِمٌ  لِّنَفۡسِہٖ ۚ قَالَ مَاۤ   اَظُنُّ  اَنۡ  تَبِیۡدَ  ہٰذِہٖۤ   اَبَدًا ﴿ۙ۳۵﴾ ","english_text":"And seek help through patience and prayer, and indeed, it is difficult except for the humbly submissive [to Allah ]","page":298,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2175.mp3","colorText":"وَدَخَلَ جَ[g[نّ]َتَهُ[n[ۥ] وَهُوَ ظَالِ[u:8069[مٌ ل]ِّنَفْسِه[n[ِۦ] قَالَ م[o[َآ] أَظُ[g[نّ]ُ أَ[f:8070[ن ت]َبِيدَ هَ[n[ـٰ]ذِه[o[ِۦٓ] أَبَدًا","juz":15,"ruku":256,"manzil":4,"bangla_ahbayan":"এভাবে নিজের প্রতি যুলুম করে সে তার বাগানে প্রবেশ করল। সে বলল, ‘আমি মনে করি না যে, এটা কখনও ধ্বংস হয়ে যাবে।","bangla_bayan":"আর সে তার বাগানে প্রবেশ করল, নিজের প্রতি যুলমরত অবস্থায়। সে বলল, ‘আমি মনে করি না যে, এটি কখনো ধ্বংস হবে’।","bangla_mkhan":"নিজের প্রতি জুলুম করে সে তার বাগানে প্রবেশ করল। সে বললঃ আমার মনে হয় না যে, এ বাগান কখনও ধ্বংস হয়ে যাবে।","bangla_mujibur":"এভাবে নিজের প্রতি যুলম করে সে তার উদ্যানে প্রবেশ করল। সে বললঃ আমি মনে করিনা যে, এটা কখনও ধ্বংস হবে।","bangla_taisirul":"নিজের প্রতি যুলম করে সে তার বাগানে প্রবেশ করল। সে বলল, ‘আমি ধারণা করি না যে, এটা কোনদিন ধ্বংস হয়ে যাবে।"},{"id":36,"arabic_text":"وَّ مَاۤ  اَظُنُّ السَّاعَۃَ قَآئِمَۃً ۙ وَّ لَئِنۡ رُّدِدۡتُّ اِلٰی رَبِّیۡ  لَاَجِدَنَّ خَیۡرًا مِّنۡہَا مُنۡقَلَبًا ﴿۳۶﴾ ","english_text":"Who are certain that they will meet their Lord and that they will return to Him.","page":298,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2176.mp3","colorText":"وَم[o[َآ] أَظُ[g[نّ]ُ [h:8071[ٱ][l[ل]سَّاعَةَ ق[o[َا]ٓئِمَ[a:8072[ةً و]َلَئ[u:8073[ِن ر]ُّدِ[d:8074[د]تُّ إِلَىٰ رَبِّى لَأَجِدَ[g[نّ]َ خَيْ[a:8075[رًا م]ِّنْهَا مُ[f:8076[نق]َلَبًا","juz":15,"ruku":256,"manzil":4,"bangla_ahbayan":"আমি মনে করি না যে, কিয়ামত প্রতিষ্ঠিত হবে। আর আমি যদি আমার প্রতিপালকের নিকট প্রত্যাবৃত্ত হই-ই, তাহলে আমি অবশ্যই এটা অপেক্ষা উৎকৃষ্ট স্থান পাব। [১]","bangla_bayan":"‘আর আমি মনে করি না যে, কিয়ামত সংঘটিত হবে। আর আমাকে যদি ফিরিয়ে নেয়া হয় আমার রবের কাছে, তবে নিশ্চয় আমি এর চেয়ে উত্তম প্রত্যাবর্তনস্থল পাব’।","bangla_mkhan":"এবং আমি মনে করি না যে, কেয়ামত অনুষ্ঠিত হবে। যদি কখনও আমার পালনকর্তার কাছে আমাকে পৌঁছে দেয়া হয়, তবে সেখানে এর চাইতে উৎকৃষ্ট পাব।","bangla_mujibur":"আমি মনে করিনা যে, কিয়ামাত হবে, আর আমি যদি আমার রবের নিকট প্রত্যাবৃত্ত হই-ই তাহলে আমিতো নিশ্চয়ই এটা অপেক্ষা উৎকৃষ্ট স্থান পাব।","bangla_taisirul":"আমি মনে করি না যে কিয়ামাত হবে। আর যদি আমাকে আমার প্রতিপালকের কাছে ফিরিয়ে নেয়া হয়ই, তাহলে অবশ্য অবশ্যই আমি পরিবর্তে আরো উৎকৃষ্ট স্থান পাব।"},{"id":37,"arabic_text":"قَالَ لَہٗ  صَاحِبُہٗ  وَ ہُوَ یُحَاوِرُہٗۤ اَکَفَرۡتَ بِالَّذِیۡ خَلَقَکَ مِنۡ تُرَابٍ ثُمَّ  مِنۡ  نُّطۡفَۃٍ   ثُمَّ  سَوّٰىکَ  رَجُلًا ﴿ؕ۳۷﴾ ","english_text":"O Children of Israel, remember My favor that I have bestowed upon you and that I preferred you over the worlds.","page":298,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2177.mp3","colorText":"قَالَ لَهُ[n[ۥ] صَاحِبُهُ[n[ۥ] وَهُوَ يُحَاوِرُهُ[o[ۥٓ] أَكَفَرْتَ بِ[h:315[ٱ]لَّذِى خَلَقَكَ مِ[f:1972[ن ت]ُرَا[f:1973[بٍ ث]ُ[g[مّ]َ م[a:7325[ِن ن]ُّ[q:7326[طْ]فَ[f:8077[ةٍ ث]ُ[g[مّ]َ سَوَّ[n[ٮٰ]كَ رَجُلاً","juz":15,"ruku":256,"manzil":4,"bangla_ahbayan":"উত্তরে তাকে তার বন্ধু বলল, ‘তুমি কি তাঁকে অস্বীকার করছ, যিনি তোমাকে সৃষ্টি করেছেন মাটি হতে ও পরে বীর্য হতে এবং তারপর পূর্ণাঙ্গ করেছেন মনুষ্য আকৃতিতে? [১]","bangla_bayan":"কথায় কথায় তার সঙ্গী বলল, ‘তুমি কি তাকে অস্বীকার করছ, যিনি তোমাকে সৃষ্টি করেছেন মাটি থেকে, অতঃপর ‘বীর্য’ থেকে, তারপর তোমাকে অবয়ব দিয়েছেন পুরুষের’?","bangla_mkhan":"তার সঙ্গী তাকে কথা প্রসঙ্গে বললঃ তুমি তাঁকে অস্বীকার করছ, যিনি তোমাকে সৃষ্টি করেছেন মাটি থেকে, অতঃপর বীর্য থেকে, অতঃপর র্পূনাঙ্গ করেছেন তোমাকে মানবাকৃতিতে?","bangla_mujibur":"তদুত্তরে তাকে তার বন্ধু বললঃ তুমি কি তাঁকে অস্বীকার করছ যিনি তোমাকে সৃষ্টি করেছেন মৃত্তিকা ও পরে শুক্র হতে এবং তারপর পূর্ণাঙ্গ করেছেন মানব আকৃতির?","bangla_taisirul":"কথার প্রসঙ্গ টেনে তার সাথী বলল, ‘তুমি কি তাঁকে অস্বীকার করছ যিনি তোমাকে মাটি থেকে সৃষ্টি করেছেন, অতঃপর শুক্র-কীট হতে, অতঃপর তোমাকে পূর্ণাঙ্গ দেহসম্পন্ন মানুষ বানিয়ে দিয়েছেন?"},{"id":38,"arabic_text":"لٰکِنَّا۠ ہُوَ اللّٰہُ  رَبِّیۡ وَ لَاۤ  اُشۡرِکُ بِرَبِّیۡۤ اَحَدًا ﴿۳۸﴾ ","english_text":"And fear a Day when no soul will suffice for another soul at all, nor will intercession be accepted from it, nor will compensation be taken from it, nor will they be aided.","page":298,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2178.mp3","colorText":"لَّ[n[ـٰ]كِ[g[نّ]َا۟ هُوَ [h:8078[ٱ]للَّهُ رَبِّى وَل[o[َآ] أُشْرِكُ بِرَبّ[o[ِىٓ] أَحَدًا","juz":15,"ruku":256,"manzil":4,"bangla_ahbayan":"কিন্তু আমি বলি, তিনি আল্লাহই আমার প্রতিপালক এবং আমি কাউকেও আমার প্রতিপালকের শরীক করি না। [১]","bangla_bayan":"‘কিন্তু তিনিই আল্লাহ, আমার রব। আর আমি আমার রবের সাথে কাউকে শরীক করি না’।","bangla_mkhan":"কিন্তু আমি তো একথাই বলি, আল্লাহই আমার পালনকর্তা এবং আমি কাউকে আমার পালনকর্তার শরীক মানি না।","bangla_mujibur":"কিন্তু আমি বলিঃ আল্লাহই আমার রাব্ব এবং আমি কেহকেও আমার রবের সাথে শরীক করিনা।","bangla_taisirul":"(আর আমার ব্যাপারে কথা হল) সেই আল্লাহই আমার প্রতিপালক, আমি কাউকে আমার প্রতিপালকের শরীক করব না।"},{"id":39,"arabic_text":"وَ لَوۡ لَاۤ  اِذۡ دَخَلۡتَ جَنَّتَکَ قُلۡتَ مَا شَآءَ  اللّٰہُ ۙ لَا قُوَّۃَ اِلَّا بِاللّٰہِ ۚ اِنۡ تَرَنِ  اَنَا  اَقَلَّ  مِنۡکَ  مَالًا  وَّ  وَلَدًا ﴿ۚ۳۹﴾ ","english_text":"And [recall] when We saved your forefathers from the people of Pharaoh, who afflicted you with the worst torment, slaughtering your [newborn] sons and keeping your females alive. And in that was a great trial from your Lord.","page":298,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2179.mp3","colorText":"وَلَوْل[o[َآ] إِذْ دَخَلْتَ جَ[g[نّ]َتَكَ قُلْتَ مَا ش[o[َا]ٓءَ [h:78[ٱ]للَّهُ لَا قُوَّةَ إِلَّا بِ[h:32[ٱ]للَّهِ‌ۚ إِ[f:8079[ن ت]َرَنِ أَنَا۟ أَقَلَّ مِ[f:3891[نك]َ مَال[a:8080[اً و]َوَلَدًا","juz":15,"ruku":256,"manzil":4,"bangla_ahbayan":"তুমি যখন ধনে ও সন্তানে তোমার তুলনায় আমাকে কম দেখলে, তখন তোমার বাগানে প্রবেশ করে তুমি কেন বললে না, ‘‘আল্লাহ যা চেয়েছেন তা-ই হয়েছে; আল্লাহর সাহায্য ব্যতীত কোন শক্তি নেই।’’[১]","bangla_bayan":"‘আর যখন তুমি তোমার বাগানে প্রবেশ করলে, তখন কেন তুমি বললে না, ‘মাশাআল্লাহ’! আল্লাহর তৌফিক ছাড়া কোন শক্তি নেই। তুমি যদি দেখ যে, আমি সম্পদে ও সন্তানে তোমার চেয়ে কম,","bangla_mkhan":"যদি তুমি আমাকে ধনে ও সন্তানে তোমার চাইতে কম দেখ, তবে যখন তুমি তোমার বাগানে প্রবেশ করলে, তখন একথা কেন বললে না; আল্লাহ যা চান, তাই হয়। আল্লাহর দেয়া ব্যতীত কোন শক্তি নেই।","bangla_mujibur":"তুমি যখন ধনে ও সন্তানে আমাকে তোমা অপেক্ষা কম দেখলে তখন তোমার উদ্যানে প্রবেশ করে তুমি কেন বললেনাঃ আল্লাহ যা চেয়েছেন তা’ই হয়েছে, আল্লাহর সাহায্য ব্যতীত কোন শক্তি নেই।","bangla_taisirul":"তুমি যখন তোমার বাগানে প্রবেশ করলে তখন কেন বললে না, ‘আল্লাহ যা ইচ্ছে করেছেন (তা-ই হয়েছে), আল্লাহ ছাড়া কারো কোন শক্তি নেই। যদিও তুমি আমাকে ধনে-জনে তোমার চেয়ে কম দেখ,"},{"id":40,"arabic_text":"فَعَسٰی رَبِّیۡۤ  اَنۡ یُّؤۡتِیَنِ خَیۡرًا مِّنۡ جَنَّتِکَ وَ یُرۡسِلَ عَلَیۡہَا حُسۡبَانًا مِّنَ السَّمَآءِ  فَتُصۡبِحَ  صَعِیۡدًا  زَلَقًا ﴿ۙ۴۰﴾ ","english_text":"And [recall] when We parted the sea for you and saved you and drowned the people of Pharaoh while you were looking on.","page":298,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2180.mp3","colorText":"فَعَسَىٰ رَبّ[o[ِىٓ] أ[a:8081[َن ي]ُؤْتِيَنِ خَيْ[a:8082[رًا م]ِّ[f:8083[ن ج]َ[g[نّ]َتِكَ وَيُرْسِلَ عَلَيْهَا حُسْبَا[a:8084[نًا م]ِّنَ [h:64[ٱ][l[ل]سَّم[o[َا]ٓءِ فَتُصْبِحَ صَعِي[f:8085[دًا ز]َلَقًا","juz":15,"ruku":256,"manzil":4,"bangla_ahbayan":"সম্ভবতঃ আমার প্রতিপালক আমাকে তোমার বাগান অপেক্ষা উৎকৃষ্টতর কিছু দেবেন[১] এবং তোমার বাগানে আকাশ হতে আগুন বর্ষণ করবেন; যার ফলে তা মসৃণ ময়দানে পরিণত হবে।[২]","bangla_bayan":"তবে আশা করা যায় যে, ‘আমার রব আমাকে তোমার বাগানের চেয়ে উত্তম (কিছু) দান করবেন এবং তার উপর আসমান থেকে বজ্র পাঠাবেন। ফলে তা অনুর্বর উদ্ভিদশূন্য যমীনে পরিণত হবে’।","bangla_mkhan":"আশাকরি আমার পালকর্তা আমাকে তোমার বাগান অপেক্ষা উৎকৃষ্টতর কিছু দেবেন এবং তার (তোমার বাগানের) উপর আসমান থেকে আগুন প্রেরণ করবেন। অতঃপর সকাল বেলায় তা পরিষ্কার ময়দান হয়ে যাবে।","bangla_mujibur":"সম্ভবতঃ আমার রাব্ব আমাকে তোমার উদ্যান অপেক্ষা উৎকৃষ্টতর কিছু দিবেন এবং তোমার উদ্যানে আকাশ হতে অগ্নি বর্ষণ করবেন যার ফলে তা উদ্ভিদশূণ্য মাইদানে পরিণত হবে।","bangla_taisirul":"সম্ভবতঃ আমার প্রতিপালক আমাকে তোমার বাগান অপেক্ষাও উত্তম কিছু দান করবেন আর তোমার বাগানের উপর আসমান হতে কোন বিপদ পাঠিয়ে দিবেন, ফলে তা শূন্য ময়দানে পরিণত হবে।"},{"id":41,"arabic_text":"اَوۡ یُصۡبِحَ  مَآؤُہَا غَوۡرًا  فَلَنۡ تَسۡتَطِیۡعَ  لَہٗ  طَلَبًا ﴿۴۱﴾ ","english_text":"And [recall] when We made an appointment with Moses for forty nights. Then you took [for worship] the calf after him, while you were wrongdoers.","page":298,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2181.mp3","colorText":"أَوْ يُصْبِحَ م[o[َا]ٓؤُهَا غَوْ[f:8086[رًا ف]َلَ[f:8087[ن ت]َسْتَطِيعَ لَهُ[n[ۥ] طَلَبًا","juz":15,"ruku":256,"manzil":4,"bangla_ahbayan":"অথবা ওর পানি ভূ-গর্ভে অন্তর্হিত হবে এবং তুমি কখনো ওকে ফিরিয়ে আনতে পারবে না।’ [১]","bangla_bayan":"‘কিংবা তার পানি মাটির গভীরে চলে যাবে, ফলে তা তুমি কোনভাবেই খুঁজে পাবে না’।","bangla_mkhan":"অথবা সকালে তার পানি শুকিয়ে যাবে। অতঃপর তুমি তা তালাশ করে আনতে পারবে না।","bangla_mujibur":"অথবা ওর পানি ভূ-গর্ভে অন্তর্হিত হবে এবং তুমি কখনও ওকে ফিরিয়ে আনতে পারবেনা।","bangla_taisirul":"কিংবা তার পানি ভূ-গর্ভে চলে যাবে, ফলে তুমি কক্ষনো তার খোঁজ পাবে না।’"},{"id":42,"arabic_text":"وَ اُحِیۡطَ بِثَمَرِہٖ  فَاَصۡبَحَ یُقَلِّبُ کَفَّیۡہِ عَلٰی مَاۤ  اَنۡفَقَ فِیۡہَا وَ ہِیَ خَاوِیَۃٌ عَلٰی عُرُوۡشِہَا وَ یَقُوۡلُ یٰلَیۡتَنِیۡ لَمۡ اُشۡرِکۡ بِرَبِّیۡۤ   اَحَدًا ﴿۴۲﴾ ","english_text":"Then We forgave you after that so perhaps you would be grateful.","page":298,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2182.mp3","colorText":"وَأُحِيطَ بِثَمَرِه[n[ِۦ] فَأَصْبَحَ يُقَلِّبُ كَفَّيْهِ عَلَىٰ م[o[َآ] أَ[f:8088[نف]َقَ فِيهَا وَهِىَ خَاوِيَةٌ عَلَىٰ عُرُوشِهَا وَيَقُولُ يَ[n[ـٰ]لَيْتَنِى لَمْ أُشْرِكْ بِرَبّ[o[ِىٓ] أَحَدًا","juz":15,"ruku":256,"manzil":4,"bangla_ahbayan":"তার ফল-সম্পদ পরিবেষ্টিত হয়ে গেল[১] এবং সে তাতে যা ব্যয় করেছিল, তার জন্য হাত কচলিয়ে আক্ষেপ করতে লাগল;[২] যখন তা মাচান সহ পড়ে গেল।[৩] সে বলতে লাগল, ‘হায়! আমি যদি কাউকেও আমার প্রতিপালকের শরীক না করতাম।’[৪]","bangla_bayan":"আর (বিপর্যয়ে) তার ফল-ফলাদি ঘিরে ফেলা হল। ফলে তাতে সে যা ব্যয় করেছিল, তার জন্য (আক্ষেপে) হাত কচলাতে লাগল এবং সেটি ধ্বংস হয়েছিল তার মাচার উপর। আর সে বলছিল, ‘হায় আক্ষেপ! আমি যদি আমার রবের সাথে কাউকে শরীক না করতাম’!","bangla_mkhan":"অতঃপর তার সব ফল ধ্বংস হয়ে গেল এবং সে তাতে যা ব্যয় করেছিল, তার জন্য সকালে হাত কচলিয়ে আক্ষেপ করতে লাগল। বাগনটি কাঠসহ পুড়ে গিয়েছিল। সে বলতে লাগলঃ হায়, আমি যদি কাউকে আমার পালনকর্তার সাথে শরীক না করতাম।","bangla_mujibur":"তার ধন-সম্পদ ধ্বংস হয়ে গেল এবং সে তাতে যা ব্যয় করেছিল তার জন্য হাতে হাত রেখে আক্ষেপ করতে লাগল, যখন তা ধ্বংস হয়ে গেল। সে বলতে লাগলঃ হায়! আমি যদি কেহকেও আমার রবের সাথে শরীক না করতাম!","bangla_taisirul":"ধ্বংস তার ফল-ফসলকে ঘিরে ফেলল আর তাতে সে যা খরচ করেছিল তার জন্য হাত মলতে লাগল। তা ছিন্ন ভিন্ন অবস্থায় ভূমিসাৎ হয়ে গিয়েছিল। সে বলল, ‘হায়, আমি যদি আমার রব্ব-এর সাথে কাউকে শরীক না করতাম!’"},{"id":43,"arabic_text":"وَ لَمۡ تَکُنۡ لَّہٗ  فِئَۃٌ  یَّنۡصُرُوۡنَہٗ  مِنۡ  دُوۡنِ  اللّٰہِ  وَ مَا  کَانَ  مُنۡتَصِرًا  ﴿ؕ۴۳﴾","english_text":"And [recall] when We gave Moses the Scripture and criterion that perhaps you would be guided.","page":298,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2183.mp3","colorText":"وَلَمْ تَك[u:4298[ُن ل]َّهُ[n[ۥ] فِئَ[a:8089[ةٌ ي]َ[f:8090[نص]ُرُونَهُ[n[ۥ] مِ[f:107[ن د]ُونِ [h:108[ٱ]للَّهِ وَمَا كَانَ مُ[f:8091[نت]َصِرًا","juz":15,"ruku":256,"manzil":4,"bangla_ahbayan":"আল্লাহ ব্যতীত তাকে সাহায্য করার কোন লোকজন ছিল না[১] এবং সে নিজেও প্রতিকারে সমর্থ হল না।","bangla_bayan":"আর আল্লাহ ছাড়া তার এমন কোন লোকবলও ছিল না যারা তাকে সাহায্য করবে এবং সে সাহায্যপ্রাপ্তও ছিল না।","bangla_mkhan":"আল্লাহ ব্যতীত তাকে সাহায্য করার কোন লোক হল না এবং সে নিজেও প্রতিকার করতে পারল না।","bangla_mujibur":"এবং আল্লাহ ব্যতীত তাকে সাহায্য করার কোন লোকজন ছিলনা এবং সে নিজেও প্রতিকারে সামর্থ্য হলনা।","bangla_taisirul":"আর আল্লাহ ছাড়া তাকে সাহায্য করার কোন দলবলও ছিল না, আর সে নিজেও এর মোকাবিলা করতে পারল না।"},{"id":44,"arabic_text":"ہُنَالِکَ الۡوَلَایَۃُ لِلّٰہِ الۡحَقِّ ؕ ہُوَ خَیۡرٌ ثَوَابًا  وَّ  خَیۡرٌ  عُقۡبًا ﴿۴۴﴾ ","english_text":"And [recall] when Moses said to his people, \"O my people, indeed you have wronged yourselves by your taking of the calf [for worship]. So repent to your Creator and kill yourselves. That is best for [all of] you in the sight of your Creator.\" Then He accepted your repentance; indeed, He is the Accepting of repentance, the Merciful.","page":298,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2184.mp3","colorText":"هُنَالِكَ [h:8092[ٱ]لْوَلَ[n[ـٰ]يَةُ لِلَّهِ [h:8093[ٱ]لْحَقِّ‌ۚ هُوَ خَيْ[f:8094[رٌ ث]َوَا[a:8095[بًا و]َخَيْرٌ عُ[q:8096[قْ]بًا","juz":15,"ruku":256,"manzil":4,"bangla_ahbayan":"এই ক্ষেত্রে সাহায্য করবার অধিকার সত্য আল্লাহরই।[১] পুরস্কারদানে ও পরিণাম নির্ধারণে তিনিই শ্রেষ্ঠ। [২]","bangla_bayan":"এখানে অভিভাবকত্ব আল্লাহর, যিনি সত্য। তিনিই প্রতিদানে উত্তম এবং পরিণামে শ্রেষ্ঠ।","bangla_mkhan":"এরূপ ক্ষেত্রে সব অধিকার সত্য আল্লাহর। তারই পুরস্কার উত্তম এবং তারই প্রদত্ত প্রতিদান শ্রেষ্ঠ।","bangla_mujibur":"এ ক্ষেত্রে সাহায্য করার অধিকার আল্লাহরই যিনি সত্য; পুরস্কার দানে ও পরিণাম নির্ধারণে তিনিই শ্রেষ্ঠ।","bangla_taisirul":"এ ব্যাপারে যাবতীয় কর্তৃত্ব ক্ষমতা সেই সত্যিকার আল্লাহর জন্যই নির্দিষ্ট। পুরস্কার দানে তিনিই উৎকৃষ্ট, আর সফল পরিণাম দানে তিনিই শ্রেষ্ঠ।"},{"id":45,"arabic_text":"وَ اضۡرِبۡ لَہُمۡ مَّثَلَ الۡحَیٰوۃِ الدُّنۡیَا کَمَآءٍ اَنۡزَلۡنٰہُ مِنَ السَّمَآءِ فَاخۡتَلَطَ بِہٖ نَبَاتُ الۡاَرۡضِ فَاَصۡبَحَ ہَشِیۡمًا تَذۡرُوۡہُ  الرِّیٰحُ ؕ وَ کَانَ اللّٰہُ عَلٰی کُلِّ شَیۡءٍ  مُّقۡتَدِرًا ﴿۴۵﴾ ","english_text":"And [recall] when you said, \"O Moses, we will never believe you until we see Allah outright\"; so the thunderbolt took you while you were looking on.","page":298,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2185.mp3","colorText":"وَ[h:9999[ٱ]ضْرِ[q:8060[بْ] لَه[w:8097[ُم م]َّثَلَ [h:8098[ٱ]لْحَيَ[s[و][n[ٲ]ةِ [h:442[ٱ][l[ل]دُّنْيَا كَم[o[َا]ٓءٍ أَ[f:4236[نز]َلْنَ[n[ـٰ]هُ مِنَ [h:64[ٱ][l[ل]سَّم[o[َا]ٓءِ فَ[h:6009[ٱ]خْتَلَطَ بِه[n[ِۦ] نَبَاتُ [h:6010[ٱ]لْأَرْضِ فَأَصْبَحَ هَشِي[f:8099[مًا ت]َذْرُوهُ [h:8100[ٱ][l[ل]رِّيَ[n[ـٰ]حُ‌ۗ وَكَانَ [h:2653[ٱ]للَّهُ عَلَىٰ كُلِّ ش[a:8101[َىْءٍ م]ُّ[q:8102[قْ]تَدِرًا","juz":15,"ruku":257,"manzil":4,"bangla_ahbayan":"তাদের কাছে পেশ কর উপমা পার্থিব জীবনের; এটা পানির ন্যায় যা আমি বর্ষণ করি আকাশ হতে, যার দ্বারা ভূমির উদ্ভিদ ঘন সন্নিবিষ্ট হয়ে উদগত হয়। অতঃপর তা বিশুষ্ক হয়ে এমন চূর্ণ-বিচূর্ণ হয় যে, বাতাস ওকে উড়িয়ে নিয়ে যায়। আর আল্লাহ সর্ব বিষয়ে শক্তিমান। [১]","bangla_bayan":"আর আপনি তাদের জন্য পেশ করুন দুনিয়ার জীবনের উপমা তা পানির মত, যা আমি আসমান থেকে বর্ষণ করেছি। অতঃপর তার সাথে মিশ্রিত হয় যমীনের উদ্ভিদ। ফলে তা পরিণত হয় এমন শুকনো গুঁড়ায়, বাতাস যাকে উড়িয়ে নেয়। আর আল্লাহ সবকিছুর উপর ক্ষমতাবান।","bangla_mkhan":"তাদের কাছে পার্থিব জীবনের উপমা বর্ণনা করুন। তা পানির ন্যায়, যা আমি আকাশ থেকে নাযিল করি। অতঃপর এর সংমিশ্রণে শ্যামল সবুজ ভূমিজ লতা-পাতা নির্গত হয়; অতঃপর তা এমন শুস্ক চুর্ণ-বিচুর্ণ হয় যে, বাতাসে উড়ে যায়। আল্লাহ এ সবকিছুর উপর শক্তিমান।","bangla_mujibur":"তাদের কাছে পেশ কর পার্থিব জীবনের উপমা - এটা পানির ন্যায় যা আমি বর্ষণ করি আকাশ হতে, যদ্বারা ভূমির উদ্ভিদ ঘন সন্নিবিষ্ট হয়ে উদ্গত হয়, অতঃপর তা বিশুস্ক হয়ে এমন চূর্ণ বিচূর্ণ হয় যে, বাতাস ওকে উড়িয়ে নিয়ে যায়; আল্লাহ সর্ব বিষয়ে শক্তিমান।","bangla_taisirul":"তাদের কাছে দুনিয়ার এ জীবনের দৃষ্টান্ত পেশ কর : তা হল পানির মত যা তিনি আকাশ হতে বর্ষণ করেন, যা দিয়ে যমীনে গাছ-গাছড়া ঘন হয়ে উদ্গত হয়, অতঃপর তা শুকনো খড়কুটায় পরিণত হয় যাকে বাতাস উড়িয়ে নিয়ে যায়। আল্লাহ হলেন সকল বিষয়ে শক্তিমান।"},{"id":46,"arabic_text":"اَلۡمَالُ وَ الۡبَنُوۡنَ زِیۡنَۃُ  الۡحَیٰوۃِ الدُّنۡیَا ۚ وَ الۡبٰقِیٰتُ الصّٰلِحٰتُ خَیۡرٌ عِنۡدَ  رَبِّکَ  ثَوَابًا  وَّ  خَیۡرٌ  اَمَلًا ﴿۴۶﴾ ","english_text":"Then We revived you after your death that perhaps you would be grateful.","page":299,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2186.mp3","colorText":"ٱلْمَالُ وَ[h:8103[ٱ]لْبَنُونَ زِينَةُ [h:8104[ٱ]لْحَيَ[s[و][n[ٲ]ةِ [h:442[ٱ][l[ل]دُّنْيَا‌ۖ وَ[h:8105[ٱ]لْبَ[n[ـٰ]قِيَ[n[ـٰ]تُ [h:8106[ٱ][l[ل]صَّ[n[ـٰ]لِحَ[n[ـٰ]تُ خَيْرٌ عِ[f:264[ند]َ رَبِّكَ ثَوَا[a:8095[بًا و]َخَيْرٌ أَمَلاً","juz":15,"ruku":257,"manzil":4,"bangla_ahbayan":"ধনোশ্বর্য ও সন্তান-সন্ততি পার্থিব জীবনের শোভা।[১] আর সৎকার্য, যার ফল স্থায়ী[২] ওটা তোমার প্রতিপালকের নিকট পুরস্কার প্রাপ্তির জন্য শ্রেষ্ঠ এবং আশা প্রাপ্তির ব্যাপারেও উৎকৃষ্ট।","bangla_bayan":"সম্পদ ও সন্তান-সন্ততি দুনিয়ার জীবনের শোভা। আর স্থায়ী সৎকাজ তোমার রবের নিকট প্রতিদানে উত্তম এবং প্রত্যাশাতেও উত্তম।","bangla_mkhan":"ধনৈশ্বর্য ও সন্তান-সন্ততি পার্থিব জীবনের সৌন্দর্য এবং স্থায়ী সৎকর্মসমূহ আপনার পালনকর্তার কাছে প্রতিদান প্রাপ্তি ও আশা লাভের জন্যে উত্তম।","bangla_mujibur":"ধনৈশ্বর্য ও সন্তান-সন্ততি পার্থিব জীবনের শোভা এবং সৎ কার্য - যার ফল স্থায়ী, ওটা তোমার রবের নিকট পুরস্কার প্রাপ্তির জন্য শ্রেষ্ঠ এবং বাঞ্ছা লাভের ব্যাপারেও উৎকৃষ্ট।","bangla_taisirul":"ধন-সম্পদ আর সন্তানাদি পার্থিব জীবনের শোভা-সৌন্দর্য, আর তোমার প্রতিপালকের নিকট পুরস্কার লাভের জন্য স্থায়ী সৎকাজ হল উৎকৃষ্ট আর আকাঙ্ক্ষা পোষণের ভিত্তি হিসেবেও উত্তম।"},{"id":47,"arabic_text":"وَ یَوۡمَ نُسَیِّرُ الۡجِبَالَ وَ تَرَی الۡاَرۡضَ بَارِزَۃً ۙ وَّ حَشَرۡنٰہُمۡ  فَلَمۡ  نُغَادِرۡ  مِنۡہُمۡ اَحَدًا ﴿ۚ۴۷﴾ ","english_text":"And We shaded you with clouds and sent down to you manna and quails, [saying], \"Eat from the good things with which We have provided you.\" And they wronged Us not - but they were [only] wronging themselves.","page":299,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2187.mp3","colorText":"وَيَوْمَ نُسَيِّرُ [h:8107[ٱ]لْجِبَالَ وَتَرَى [h:8108[ٱ]لْأَرْضَ بَارِزَ[a:8109[ةً و]َحَشَرْنَ[n[ـٰ]هُمْ فَلَمْ نُغَادِرْ مِنْهُمْ أَحَدًا","juz":15,"ruku":257,"manzil":4,"bangla_ahbayan":"(স্মরণ কর,) যেদিন আমি পর্বতকে করব সঞ্চালিত[১] এবং তুমি পৃথিবীকে দেখবে একটি শূন্য প্রান্তর; সেদিন মানুষকে আমি একত্রিত করব এবং তাদের কাউকেও অব্যাহতি দেব না। [২]","bangla_bayan":"স্মরণ কর সেদিনের কথা যেদিন আমি পর্বতকে করব সঞ্চালিত এবং তুমি পৃথিবীকে দেখবে একটি শূন্য প্রান্তর; সেদিন মানুষকে আমি একত্রিত করব এবং তাদের কেহকেও অব্যাহতি দিব না।","bangla_mkhan":"যেদিন আমি পর্বতসমূহকে পরিচালনা করব এবং আপনি পৃথিবীকে দেখবেন একটি উম্মুক্ত প্রান্তর এবং আমি মানুষকে একত্রিত করব অতঃপর তাদের কাউকে ছাড়ব না।","bangla_mujibur":"আর যেদিন আমি পাহাড়কে চলমান করব এবং তুমি যমীনকে দেখতে পাবে দৃশ্যমান, আর আমি তাদেরকে একত্র করব। অতঃপর তাদের কাউকেই ছাড়ব না।","bangla_taisirul":"(সেদিনের কথা চিন্তা কর) যেদিন আমি পর্বতমালাকে চালিত করব, আর পৃথিবীকে দেখতে পাবে উন্মুক্ত প্রান্তর আর তাদের সববাইকে আমি একত্রিত করব, কাউকেও বাদ দেব না।"},{"id":48,"arabic_text":"وَ عُرِضُوۡا عَلٰی رَبِّکَ صَفًّا ؕ لَقَدۡ جِئۡتُمُوۡنَا کَمَا خَلَقۡنٰکُمۡ  اَوَّلَ مَرَّۃٍۭ ۫ بَلۡ زَعَمۡتُمۡ  اَلَّنۡ نَّجۡعَلَ  لَکُمۡ  مَّوۡعِدًا ﴿۴۸﴾ ","english_text":"And [recall] when We said, \"Enter this city and eat from it wherever you will in [ease and] abundance, and enter the gate bowing humbly and say, 'Relieve us of our burdens.' We will [then] forgive your sins for you, and We will increase the doers of good [in goodness and reward].\"","page":299,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2188.mp3","colorText":"وَعُرِضُو[s[اْ] عَلَىٰ رَبِّكَ صَف[u:8110[ًّا ل]َّقَ[q:2389[دْ] جِئْتُمُونَا كَمَا خَلَ[q:4250[قْ]نَ[n[ـٰ]كُمْ أَوَّلَ مَرَّ[i:8111[ةِۭ‌ۚ ب]َلْ زَعَمْتُمْ أَلّ[a:8112[َن ن]َّ[q:8113[جْ]عَلَ لَك[w:8114[ُم م]َّوْعِدًا","juz":15,"ruku":257,"manzil":4,"bangla_ahbayan":"আর তাদেরকে তোমার প্রতিপালকের নিকট উপস্থিত করা হবে সারিবদ্ধভাবে[১] (এবং বলা হবে), ‘তোমাদেরকে প্রথমবার যেভাবে সৃষ্টি করেছিলাম, সেভাবেই তোমরা আমার নিকট উপস্থিত হয়েছ; অথচ তোমরা মনে করতে যে, তোমাদের জন্য প্রতিশ্রুত সময় আমি উপস্থিত করব না?’","bangla_bayan":"আর তাদেরকে তোমার রবের সামনে উপস্থিত করা হবে কাতারবদ্ধ করে। (আল্লাহ বলবেন) ‘তোমরা আমার কাছে এসেছ তেমনভাবে, যেমন আমি তোমাদেরকে প্রথমবার সৃষ্টি করেছিলাম; বরং তোমরা তো ভেবেছিলে আমি তোমাদের জন্য কোন প্রতিশ্রুত মুহূর্ত রাখিনি’।","bangla_mkhan":"তারা আপনার পালনকর্তার সামনে পেশ হবে সারিবদ্ধ ভাবে এবং বলা হবেঃ তোমরা আমার কাছে এসে গেছ; যেমন তোমাদেরকে প্রথম বার সৃষ্টি করেছিলাম। না, তোমরা তো বলতে যে, আমি তোমাদের জন্যে কোন প্রতিশ্রুত সময় নির্দিষ্ট করব না।","bangla_mujibur":"আর তাদেরকে তোমার রবের নিকট উপস্থিত করা হবে সারিবদ্ধভাবে এবং বলা হবেঃ তোমাদেরকে প্রথমবার যেভাবে সৃষ্টি করেছিলাম সেভাবেই তোমরা আমার নিকট উপস্থিত হয়েছ; অথচ তোমরা মনে করতে যে, তোমাদের জন্য প্রতিশ্রুত ক্ষণ আমি উপস্থিত করবনা।","bangla_taisirul":"তাদেরকে তোমার প্রতিপালকের সামনে সারিবদ্ধভাবে হাজির করা হবে (আর তাদেরকে বলা হবে), ‘তোমরা আমার কাছে এসেছ তেমনিভাবে যেভাবে আমি তোমাদেরকে প্রথমবার সৃষ্টি করেছিলাম। কিন্তু তোমরা তো ধারণা করেছিলে যে, আমার কাছে তোমাদের সাক্ষাতের নির্দিষ্টকাল আমি কক্ষনো উপস্থিত করব না।’"},{"id":49,"arabic_text":"وَ وُضِعَ الۡکِتٰبُ فَتَرَی الۡمُجۡرِمِیۡنَ مُشۡفِقِیۡنَ  مِمَّا فِیۡہِ وَ یَقُوۡلُوۡنَ یٰوَیۡلَتَنَا مَالِ ہٰذَا الۡکِتٰبِ لَا یُغَادِرُ صَغِیۡرَۃً وَّ لَا کَبِیۡرَۃً  اِلَّاۤ  اَحۡصٰہَا ۚ وَ  وَجَدُوۡا مَا عَمِلُوۡا حَاضِرًا ؕ وَ لَا یَظۡلِمُ  رَبُّکَ  اَحَدًا ﴿۴۹﴾ ","english_text":"But those who wronged changed [those words] to a statement other than that which had been said to them, so We sent down upon those who wronged a punishment from the sky because they were defiantly disobeying.","page":299,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2189.mp3","colorText":"وَوُضِعَ [h:8115[ٱ]لْكِتَ[n[ـٰ]بُ فَتَرَى [h:8116[ٱ]لْمُ[q:4093[جْ]رِمِينَ مُشْفِقِينَ مِ[g[مّ]َا فِيهِ وَيَقُولُونَ يَ[n[ـٰ]وَيْلَتَنَا مَالِ هَ[n[ـٰ]ذَا [h:8117[ٱ]لْكِتَ[n[ـٰ]بِ لَا يُغَادِرُ صَغِيرَ[a:5900[ةً و]َلَا كَبِيرَةً إِلّ[o[َآ] أَحْصَ[n[ـٰ]هَا‌ۚ وَوَجَدُو[s[اْ] مَا عَمِلُو[s[اْ] حَاضِ[a:8118[رًا‌ۗ و]َلَا يَظْلِمُ رَبُّكَ أَحَدًا","juz":15,"ruku":257,"manzil":4,"bangla_ahbayan":"সেদিন (প্রত্যেকের হাতে) রাখা হবে আমলনামা এবং তাতে যা লিপিবদ্ধ আছে তার কারণে তুমি অপরাধীদেরকে দেখবে ভীত-সন্ত্রস্ত; তারা বলবে, ‘হায় দুর্ভোগ আমাদের! এ কেমন গ্রন্থ! এ তো ছোট-বড় কিছুই বাদ দেয়নি; বরং এ সমস্ত হিসাব রেখেছে!’ তারা তাদের কৃতকর্ম সম্মুখে উপস্থিত পাবে; আর তোমার প্রতিপালক কারো প্রতি যুলুম করেন না ।","bangla_bayan":"আর আমলনামা রাখা হবে। তখন তুমি অপরাধীদেরকে দেখতে পাবে ভীত, তাতে যা রয়েছে তার কারণে। আর তারা বলবে, ‘হায় ধ্বংস আমাদের! কী হল এ কিতাবের! তা ছোট-বড় কিছুই ছাড়ে না, শুধু সংরক্ষণ করে’ এবং তারা যা করেছে, তা হাযির পাবে। আর তোমার রব কারো প্রতি যুলম করেন না।","bangla_mkhan":"আর আমলনামা সামনে রাখা হবে। তাতে যা আছে; তার কারণে আপনি অপরাধীদেরকে ভীত-সন্ত্রস্ত দেখবেন। তারা বলবেঃ হায় আফসোস, এ কেমন আমলনামা। এ যে ছোট বড় কোন কিছুই বাদ দেয়নি-সবই এতে রয়েছে। তারা তাদের কৃতকর্মকে সামনে উপস্থিত পাবে। আপনার পালনকর্তা কারও প্রতি জুলুম করবেন না।","bangla_mujibur":"এবং সেদিন উপস্থিত করা হবে ‘আমলনামা এবং তাতে যা লিপিবদ্ধ আছে তার কারণে তুমি অপরাধীদেরকে দেখবে আতংকগ্রস্ত এবং তারা বলবেঃ হায়! দুর্ভোগ আমাদের! এটা কেমন গ্রন্থ! ওটাতো ছোট বড় কিছুই বাদ দেয়নি, বরং ওটা সমস্ত হিসাব রেখেছে। তারা তাদের কৃতকর্ম সম্মুখে উপস্থিত পাবে; তোমার রাব্ব কারও প্রতি যুলম করেন না।","bangla_taisirul":"আর ‘আমালনামা হাজির করা হবে, আর তাতে যা (লেখে রাখা আছে) তার কারণে তুমি অপরাধী লোকদেরকে দেখতে পাবে ভীত আতঙ্কিত। আর তারা বলবে, ‘হায় কপাল! এটা কেমন কিতাব যে ছোট বড় কোন কাজই ছেড়ে দেয়নি বরং সব কিছুর হিসাব রেখেছে।’ তারা যা করেছে তা সামনে উপস্থিত পাবে, আর তোমার প্রতিপালক কারো প্রতি যুলম করবেন না।"},{"id":50,"arabic_text":"وَ اِذۡ  قُلۡنَا لِلۡمَلٰٓئِکَۃِ اسۡجُدُوۡا  لِاٰدَمَ فَسَجَدُوۡۤا  اِلَّاۤ  اِبۡلِیۡسَ ؕ کَانَ مِنَ  الۡجِنِّ فَفَسَقَ عَنۡ اَمۡرِ رَبِّہٖ ؕ اَفَتَتَّخِذُوۡنَہٗ وَ ذُرِّیَّتَہٗۤ  اَوۡلِیَآءَ مِنۡ دُوۡنِیۡ  وَ ہُمۡ  لَکُمۡ عَدُوٌّ ؕ بِئۡسَ  لِلظّٰلِمِیۡنَ  بَدَلًا ﴿۵۰﴾ ","english_text":"And [recall] when Moses prayed for water for his people, so We said, \"Strike with your staff the stone.\" And there gushed forth from it twelve springs, and every people knew its watering place. \"Eat and drink from the provision of Allah, and do not commit abuse on the earth, spreading corruption.\"","page":299,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2190.mp3","colorText":"وَإِذْ قُلْنَا لِلْمَلَ[o[ـٰٓ]ئِكَةِ [h:179[ٱ]سْجُدُو[s[اْ] لِأَدَمَ فَسَجَد[o[ُوٓ][s[اْ] إِلّ[o[َآ] إِ[q:180[بْ]لِيسَ كَانَ مِنَ [h:4673[ٱ]لْجِ[g[نّ]ِ فَفَسَقَ عَنْ أَمْرِ رَبِّه[o[ِۦٓ‌ۗ] أَفَتَتَّخِذُونَهُ[n[ۥ] وَذُرِّيَّتَهُ[o[ۥٓ] أَوْلِي[o[َا]ٓءَ مِ[f:7659[ن د]ُونِى وَهُمْ لَكُمْ عَدُو[i:8119[ُّۢ‌ۚ ب]ِئْسَ لِلظَّ[n[ـٰ]لِمِينَ بَدَلاً","juz":15,"ruku":258,"manzil":4,"bangla_ahbayan":"(স্মরণ কর,) আমি যখন ফিরিশতাদেরকে বলেছিলাম, ‘তোমরা আদমকে সিজদা কর’, তখন ইবলীস ছাড়া সবাই সিজদা করল; সে ছিল জীনদের একজন।[১] সে তার প্রতিপালকের আদেশ অমান্য করল;[২] তবে কি তোমরা আমার পরিবর্তে তাকে ও তার বংশধরকে অভিভাবকরূপে গ্রহণ করবে; অথচ তারা তোমাদের শত্রু?[৩] সীমালংঘনকারীদের পরিবর্ত কত নিকৃষ্ট![৪]","bangla_bayan":"আর যখন আমি ফেরেশতাদের বলেছিলাম, তোমরা আদমকে সিজদা কর। অতঃপর তারা সিজদা করল, ইবলীস ছাড়া। সে ছিল জিনদের একজন। সে তার রবের নির্দেশ অমান্য করল। তোমরা কি তাকে ও তার বংশকে আমার পরিবর্তে অভিভাবক হিসেবে গ্রহণ করবে, অথচ তারা তোমাদের শত্রু? যালিমদের জন্য কী মন্দ বিনিময়!","bangla_mkhan":"যখন আমি ফেরেশতাদেরকে বললামঃ আদমকে সেজদা কর, তখন সবাই সেজদা করল ইবলীস ব্যতীত। সে ছিল জিনদের একজন। সে তার পালনকর্তার আদেশ অমান্য করল। অতএব তোমরা কি আমার পরিবর্তে তাকে এবং তার বংশধরকে বন্ধুরূপে গ্রহণ করছ? অথচ তারা তোমাদের শত্রু। এটা জালেমদের জন্যে খুবই নিকৃষ্ট বদল।","bangla_mujibur":"এবং স্মরণ কর, আমি যখন মালাইকা/ফেরেশতাদেরকে বলেছিলামঃ তোমরা আদমের প্রতি নত হও। তখন সবাই নত হল ইবলীস ছাড়া; সে জিনদের একজন, সে তার রবের আদেশ অমান্য করল; তাহলে কি তোমরা আমার পরিবর্তে তাকে ও তার বংশধরকে অভিভাবকরূপে গ্রহণ করছ? তারা তো তোমাদের শত্রু; সীমালংঘনকারীদের জন্য রয়েছে কত নিকৃষ্ট বদলা।","bangla_taisirul":"স্মরণ কর, যখন আমি ফেরেশতাদেরকে বলেছিলাম, ‘আদামকে সাজদাহ কর।’ তখন ইবলিশ ছাড়া তারা সবাই সাজদাহ করল। সে ছিল জ্বীনদের অন্তর্ভুক্ত। সে তার প্রতিপালকের নির্দেশ লঙ্ঘন করল। এতদসত্ত্বেও তোমরা কি আমাকে বাদ দিয়ে তাকে আর তার বংশধরকে অভিভাবক বানিয়ে নিচ্ছ? অথচ তারা তোমাদের দুশমন। যালিমদের এই বিনিময় বড়ই নিকৃষ্ট!"},{"id":51,"arabic_text":"مَاۤ  اَشۡہَدۡتُّہُمۡ خَلۡقَ السَّمٰوٰتِ وَ الۡاَرۡضِ وَ لَا خَلۡقَ اَنۡفُسِہِمۡ ۪ وَ مَا کُنۡتُ مُتَّخِذَ  الۡمُضِلِّیۡنَ  عَضُدًا ﴿۵۱﴾ ","english_text":"And [recall] when you said, \"O Moses, we can never endure one [kind of] food. So call upon your Lord to bring forth for us from the earth its green herbs and its cucumbers and its garlic and its lentils and its onions.\" [Moses] said, \"Would you exchange what is better for what is less? Go into [any] settlement and indeed, you will have what you have asked.\" And they were covered with humiliation and poverty and returned with anger from Allah [upon them]. That was because they [repeatedly] disbelieved in the signs of Allah and killed the prophets without right. That was because they disobeyed and were [habitually] transgressing.","page":299,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2191.mp3","colorText":"۞ مّ[o[َآ] أَشْهَ[d:8120[د]تُّهُمْ خَلْقَ [h:8121[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَ[h:177[ٱ]لْأَرْضِ وَلَا خَلْقَ أَ[f:568[نف]ُسِهِمْ وَمَا كُ[f:2917[نت]ُ مُتَّخِذَ [h:8122[ٱ]لْمُضِلِّينَ عَضُدًا","juz":15,"ruku":258,"manzil":4,"bangla_ahbayan":"আকাশমন্ডলী ও পৃথিবীর সৃষ্টিকালে আমি তাদেরকে (উপস্থিত) সাক্ষী রাখিনি এবং তাদের সৃজনকালেও নয়।[১] আর আমি এমনও নই যে, বিভ্রান্তকারীদেরকে সহায়করূপে গ্রহণ করব। [২]","bangla_bayan":"আমি তাদেরকে আসমানসমূহ ও যমীনের সৃষ্টির সাক্ষী করিনি এবং না তাদের নিজদের সৃষ্টির। আর আমি পথভ্রষ্টকারীদেরকে সহায়তাকারী হিসেবে গ্রহণ করিনি।","bangla_mkhan":"নভোমন্ডল ও ভুমন্ডলের সৃজনকালে আমি তাদেরকে সাক্ষ্য রাখিনি এবং তাদের নিজেদের সৃজনকালেও না। এবং আমি এমনও নই যে, বিভ্রান্ত কারীদেরকে সাহায্যকারীরূপে গ্রহণ করবো।","bangla_mujibur":"আকাশমন্ডলী ও পৃথিবীর সৃষ্টিকালে আমি তাদেরকে ডাকিনি এবং তাদের সৃজনকালেও নয়, এবং আমি বিভ্রান্তকারীদের সাহায্য গ্রহণ করার নই।","bangla_taisirul":"আসমান যমীনের সৃষ্টিকালে আমি তাদেরকে সাক্ষী রাখিনি, আর তাদের নিজেদের সৃষ্টি (প্রত্যক্ষ করার জন্য)ও না, পথভ্রষ্টকারীদেরকে সাহায্যকারী গ্রহণ করা আমার কাজ নয়।"},{"id":52,"arabic_text":"وَ یَوۡمَ یَقُوۡلُ نَادُوۡا شُرَکَآءِیَ  الَّذِیۡنَ زَعَمۡتُمۡ فَدَعَوۡہُمۡ فَلَمۡ یَسۡتَجِیۡبُوۡا لَہُمۡ وَ جَعَلۡنَا بَیۡنَہُمۡ  مَّوۡبِقًا ﴿۵۲﴾ ","english_text":"Indeed, those who believed and those who were Jews or Christians or Sabeans [before Prophet Muhammad] - those [among them] who believed in Allah and the Last Day and did righteousness - will have their reward with their Lord, and no fear will there be concerning them, nor will they grieve.","page":299,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2192.mp3","colorText":"وَيَوْمَ يَقُولُ نَادُو[s[اْ] شُرَك[o[َا]ٓءِىَ [h:7378[ٱ]لَّذِينَ زَعَمْتُمْ فَدَعَوْهُمْ فَلَمْ يَسْتَجِيبُو[s[اْ] لَهُمْ وَجَعَلْنَا بَيْنَه[w:8123[ُم م]َّوْبِقًا","juz":15,"ruku":258,"manzil":4,"bangla_ahbayan":"আর (স্মরণ কর,) যেদিন তিনি বলবেন, ‘তোমরা যাদেরকে আমার শরীক মনে করতে তাদেরকে আহবান কর!’ তারা তখন তাদেরকে আহবান করবে; কিন্তু তারা তাদের আহবানে সাড়া দেবে না এবং আমি তাদের উভয়ের মধ্যস্থলে রেখে দেব এক ধ্বংস-গহ্বর। [১]","bangla_bayan":"আর যেদিন তিনি বলবেন, ‘তোমরা ডাক আমার শরীকদের, যাদেরকে তোমরা (শরীক) মনে করতে’। অতঃপর তারা তাদেরকে ডাকবে, কিন্তু তারা তাদের ডাকে সাড়া দেবে না। আর আমি তাদের মধ্যে রেখে দেব ধ্বংসস্থল।","bangla_mkhan":"যেদিন তিনি বলবেনঃ তোমরা যাদেরকে আমার শরীক মনে করতে তাদেরকে ডাক। তারা তখন তাদেরকে ডাকবে, কিন্তু তারা এ আহবানে সাড়া দেবে না। আমি তাদের মধ্যস্থলে রেখে দেব একটি মৃত্যু গহবর।","bangla_mujibur":"এবং সেদিনের কথা স্মরণ কর যেদিন তিনি বলবেনঃ তোমরা যাদেরকে আমার শরীক মনে করতে তাদেরকে আহবান কর; তারা তখন তাদেরকে আহবান করবে, কিন্তু তারা তাদের আহবানে সাড়া দিবেনা এবং আমি তাদের উভয়ের মধ্যস্থলে রেখে দিব এক ধ্বংস গহবর।","bangla_taisirul":"সেদিন তিনি বলবেন, ‘তোমরা যাদেরকে আমার শরীক মনে করতে তাদেরকে ডাক।’ তখন তারা তাদেরকে ডাকবে, কিন্তু তারা তাদের ডাকে সাড়া দেবে না। আর আমি উভয় দলের মাঝে রেখে দেব এক ধ্বংস-গহ্বর।"},{"id":53,"arabic_text":"وَ رَاَ الۡمُجۡرِمُوۡنَ النَّارَ فَظَنُّوۡۤا اَنَّہُمۡ مُّوَاقِعُوۡہَا وَ لَمۡ  یَجِدُوۡا عَنۡہَا مَصۡرِفًا ﴿۵۳﴾ ","english_text":"And [recall] when We took your covenant, [O Children of Israel, to abide by the Torah] and We raised over you the mount, [saying], \"Take what We have given you with determination and remember what is in it that perhaps you may become righteous.\"","page":299,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2193.mp3","colorText":"وَرَءَا [h:8124[ٱ]لْمُ[q:5255[جْ]رِمُونَ [h:8125[ٱ][l[ل][g[نّ]َارَ فَظَ[g[نّ][o[ُوٓ][s[اْ] أَ[g[نّ]َه[w:8126[ُم م]ُّوَاقِعُوهَا وَلَمْ يَجِدُو[s[اْ] عَنْهَا مَصْرِفًا","juz":15,"ruku":258,"manzil":4,"bangla_ahbayan":"অপরাধীরা জাহান্নাম দেখে বুঝবে যে, তারা সেখানে পতিত হবে এবং তারা ওটা হতে কোন পরিত্রাণ স্থল পাবে না। [১]","bangla_bayan":"আর অপরাধীরা আগুন দেখবে, অতঃপর তারা নিশ্চিতরূপে জানতে পারবে যে, নিশ্চয় তারা তাতে নিপতিত হবে এবং তারা তা থেকে বাঁচার কোন পথ খুঁজে পাবে না।","bangla_mkhan":"অপরাধীরা আগুন দেখে বোঝে নেবে যে, তাদেরকে তাতে পতিত হতে হবে এবং তারা তা থেকে রাস্তা পরিবর্তন করতে পারবে না।","bangla_mujibur":"পাপীরা আগুন অবলোকন করে আশংকা করবে যেন ওরা ওতেই পতিত হবে, বস্তুতঃ ওটা হতে ওরা পরিত্রাণ পাবেনা।","bangla_taisirul":"অপরাধীরা আগুন দেখতে পাবে আর মনে করবে যে, তাদেরকে তাতে পতিত হতে হবে, কিন্তু সেখান থেকে ফিরে যাবার তারা কোনই উপায় পাবে না।"},{"id":54,"arabic_text":"وَ لَقَدۡ صَرَّفۡنَا فِیۡ ہٰذَا الۡقُرۡاٰنِ لِلنَّاسِ مِنۡ کُلِّ مَثَلٍ ؕ وَ کَانَ الۡاِنۡسَانُ اَکۡثَرَ  شَیۡءٍ  جَدَلًا ﴿۵۴﴾ ","english_text":"Then you turned away after that. And if not for the favor of Allah upon you and His mercy, you would have been among the losers.","page":300,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2194.mp3","colorText":"وَلَقَ[q:341[دْ] صَرَّفْنَا فِى هَ[n[ـٰ]ذَا [h:7765[ٱ]لْقُرْءَانِ لِل[g[نّ]َاسِ مِ[f:843[ن ك]ُلِّ مَثَ[a:8127[لٍ‌ۚ و]َكَانَ [h:7688[ٱ]لْإِ[f:2732[نس]َ[n[ـٰ]نُ أَكْثَرَ ش[f:8128[َىْءٍ ج]َدَلاً","juz":15,"ruku":259,"manzil":4,"bangla_ahbayan":"আমি অবশ্যই মানুষের জন্য এই কুরআনে সর্বপ্রকার উপমা বিশদভাবে বর্ণনা করেছি, কিন্তু মানুষ সর্বাধিক বিতর্ক-প্রিয়। [১]","bangla_bayan":"আর আমি এই কুরআনে মানুষের জন্য সকল প্রকার উপমা বিস্তারিত বর্ণনা করেছি। আর মানুষ সবচেয়ে বেশি তর্ককারী।","bangla_mkhan":"নিশ্চয় আমি এ কোরআনে মানুষকে নানাভাবে বিভিন্ন উপমার দ্বারা আমার বাণী বুঝিয়েছি। মানুষ সব বস্তু থেকে অধিক তর্কপ্রিয়।","bangla_mujibur":"আমি মানুষের জন্য এই কুরআনে বিভিন্ন উপমার দ্বারা আমার বাণী বিশদভাবে বর্ণনা করেছি; মানুষ অধিকাংশ ব্যাপারেই বিতর্ক প্রিয়।","bangla_taisirul":"আমি এ কুরআনে মানুষের (জ্ঞান লাভের) জন্য যাবতীয় দৃষ্টান্ত বিশদভাবে বিবৃত করেছি কিন্তু মানুষ অধিকাংশ বিষয়েই বিতর্ককারী।"},{"id":55,"arabic_text":"وَ مَا مَنَعَ النَّاسَ اَنۡ یُّؤۡمِنُوۡۤا اِذۡ جَآءَہُمُ الۡہُدٰی وَ یَسۡتَغۡفِرُوۡا رَبَّہُمۡ  اِلَّاۤ  اَنۡ تَاۡتِیَہُمۡ سُنَّۃُ  الۡاَوَّلِیۡنَ اَوۡ یَاۡتِیَہُمُ الۡعَذَابُ  قُبُلًا ﴿۵۵﴾ ","english_text":"And you had already known about those who transgressed among you concerning the sabbath, and We said to them, \"Be apes, despised.\"","page":300,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2195.mp3","colorText":"وَمَا مَنَعَ [h:7899[ٱ][l[ل][g[نّ]َاسَ أ[a:386[َن ي]ُؤْمِن[o[ُوٓ][s[اْ] إِذْ ج[o[َا]ٓءَهُمُ [h:7900[ٱ]لْهُدَىٰ وَيَسْتَغْفِرُو[s[اْ] رَبَّهُمْ إِلّ[o[َآ] أَ[f:6843[ن ت]َأْتِيَهُمْ سُ[g[نّ]َةُ [h:7207[ٱ]لْأَوَّلِينَ أَوْ يَأْتِيَهُمُ [h:7420[ٱ]لْعَذَابُ قُبُلاً","juz":15,"ruku":259,"manzil":4,"bangla_ahbayan":"যখন মানুষের কাছে পথ-নির্দেশ আসে, তখন এই প্রতীক্ষাই তাদেরকে বিশ্বাস স্থাপন হতে ও তাদের প্রতিপালকের নিকট ক্ষমা প্রার্থনা হতে বিরত রাখে যে, তাদের পূর্ববর্তীদের অবস্থা তাদের নিকট উপস্থিত হবে[১] অথবা উপস্থিত হবে (সরাসরি) বিবিধ শাস্তি। [২]","bangla_bayan":"আর যখন মানুষের নিকট হিদায়াত এসেছে, তখন তাদেরকে ঈমান আনতে কিংবা তাদের রবের কাছে ইস্তিগফার করতে বাধা প্রদান করেছে কেবল এ বিষয়টিই যে, পূর্ববর্তীদের (ব্যাপারে আমার নির্ধারিত) রীতি তাদের উপর পুনরায় নেমে আসবে কিংবা তাদের উপর আযাব সরাসরি এসে উপস্থিত হবে।","bangla_mkhan":"হেদায়েত আসার পর এ প্রতীক্ষাই শুধু মানুষকে বিশ্বাস স্থাপন করতে এবং তাদের পালনকর্তার কাছে ক্ষমা প্রার্থনা করতে বিরত রাখে যে, কখন আসবে তাদের কাছে পূর্ববর্তীদের রীতিনীতি অথবা কখন আসবে তাদের কাছেআযাব সামনাসামনি।","bangla_mujibur":"হিদায়াত আসার পর এ প্রতীক্ষাই শুধু মানুষকে বিশ্বাস স্থাপন এবং তাদের রবের কাছে ক্ষমা প্রার্থনা করতে বিরত রাখে যে, কখন আসবে তাদের পূর্ব-পুরুষদের অনুরূপ আযাব অথবা কখনই বা তারা তা প্রত্যক্ষ করবে।","bangla_taisirul":"তাদের কাছে যখন পথের নির্দেশ আসে তখন ঈমান আনতে আর তাদের প্রতিপালকের কাছে ক্ষমা চাইতে মানুষকে এ ছাড়া আর অন্য কিছুই বাধা দেয় না যে, (তারা অপেক্ষায় থাকে যে) অতীতের জাতিগুলোর সঙ্গে যা করা হয়েছে, কখন তাদের সঙ্গেও তাই করা হবে অথবা কখন ‘আযাবকে তারা সরাসরি সামনে দেখতে পাবে।"},{"id":56,"arabic_text":"وَ مَا نُرۡسِلُ الۡمُرۡسَلِیۡنَ  اِلَّا مُبَشِّرِیۡنَ وَ مُنۡذِرِیۡنَ ۚ وَ یُجَادِلُ الَّذِیۡنَ کَفَرُوۡا بِالۡبَاطِلِ لِیُدۡحِضُوۡا بِہِ  الۡحَقَّ وَ اتَّخَذُوۡۤا اٰیٰتِیۡ  وَ مَاۤ   اُنۡذِرُوۡا ہُزُوًا ﴿۵۶﴾ ","english_text":"And We made it a deterrent punishment for those who were present and those who succeeded [them] and a lesson for those who fear Allah .","page":300,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2196.mp3","colorText":"وَمَا نُرْسِلُ [h:4063[ٱ]لْمُرْسَلِينَ إِلَّا مُبَشِّرِينَ وَمُ[f:1163[نذ]ِرِينَ‌ۚ وَيُجَ[n[ـٰ]دِلُ [h:8129[ٱ]لَّذِينَ كَفَرُو[s[اْ] بِ[h:212[ٱ]لْبَ[n[ـٰ]طِلِ لِيُ[q:8130[دْ]حِضُو[s[اْ] بِهِ [h:8131[ٱ]لْحَقَّ‌ۖ وَ[h:8132[ٱ]تَّخَذ[o[ُوٓ][s[اْ] ءَايَ[n[ـٰ]تِى وَم[o[َآ] أُ[f:8133[نذ]ِرُو[s[اْ] هُزُوًا","juz":15,"ruku":259,"manzil":4,"bangla_ahbayan":"আমি শুধু সুসংবাদদাতা ও সতর্ককারীরূপেই রসূলদেরকে পাঠিয়ে থাকি, কিন্তু সত্য প্রত্যাখ্যানকারীরা মিথ্যা অবলম্বনে বিতন্ডা করে; যাতে তার দ্বারা সত্যকে ব্যর্থ করে দেয়। আর তারা আমার নিদর্শনাবলী ও যার দ্বারা তাদেরকে সতর্ক করা হয়েছে, সে সবকে বিদ্রূপের বিষয়রূপে গ্রহণ করে থাকে। [১]","bangla_bayan":"আর আমি তো রাসূলদেরকে সুসংবাদদাতা ও সতর্ককারীরূপেই পাঠিয়েছি এবং যারা কুফরী করেছে তারা বাতিল দ্বারা তর্ক করে, যাতে তার মাধ্যমে সত্যকে মিটিয়ে দিতে পারে। আর তারা আমার আয়াতসমূহকে এবং যা দিয়ে তাদেরকে সতর্ক করা হয়েছে, তাকে উপহাস হিসেবে গ্রহণ করে।","bangla_mkhan":"আমি রাসূলগনকে সুসংবাদ দাতা ও ভয় প্রদর্শন কারীরূপেই প্রেরণ করি এবং কাফেররাই মিথ্যা অবলম্বনে বিতর্ক করে, তা দ্বারা সত্যকে ব্যর্থ করে দেয়ার উদ্দেশে এবং তারা আমার নিদর্শনাবলীও যদ্বারা তাদেরকে ভয় প্রদর্শন করা হয়, সেগুলোকে ঠাট্টারূপে গ্রহণ করেছে।","bangla_mujibur":"আমি শুধু সুসংবাদ দাতা ও সতর্ককারী রূপেই রাসূলদেরকে পাঠিয়ে থাকি, কিন্তু সত্য প্রত্যাখ্যানকারীরা মিথ্যা অবলম্বনে বিতন্ডা করে সত্যকে ব্যর্থ করে দেয়ার জন্য এবং আমার নিদর্শনাবলী ও যদ্বারা তাদেরকে সতর্ক করা হয়েছে সেই সবকে তারা বিদ্রুপের বিষয় রূপে গ্রহণ করে থাকে।","bangla_taisirul":"আমি রসূলদেরকে পাঠিয়ে থাকি একমাত্র সুসংবাদদাতা আর সতর্ককারী হিসেবে। কিন্তু কাফিরগণ মিথ্যা যুক্তি পেশ করে বিতর্ক করছে তা দিয়ে সত্যকে দুর্বল করে দেয়ার উদ্দেশে, আর তারা আমার নিদর্শন ও ভয় দেখানোকে হাসি-তামাশার বিষয় বানিয়ে নিয়েছে।"},{"id":57,"arabic_text":"وَ مَنۡ اَظۡلَمُ مِمَّنۡ ذُکِّرَ بِاٰیٰتِ رَبِّہٖ فَاَعۡرَضَ عَنۡہَا وَ نَسِیَ مَا قَدَّمَتۡ یَدٰہُ ؕ اِنَّا جَعَلۡنَا عَلٰی قُلُوۡبِہِمۡ  اَکِنَّۃً  اَنۡ یَّفۡقَہُوۡہُ  وَ فِیۡۤ  اٰذَانِہِمۡ  وَقۡرًا ؕ وَ  اِنۡ تَدۡعُہُمۡ  اِلَی الۡہُدٰی فَلَنۡ یَّہۡتَدُوۡۤا  اِذًا  اَبَدًا ﴿۵۷﴾ ","english_text":"And [recall] when Moses said to his people, \"Indeed, Allah commands you to slaughter a cow.\" They said, \"Do you take us in ridicule?\" He said, \"I seek refuge in Allah from being among the ignorant.\"","page":300,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2197.mp3","colorText":"وَمَنْ أَظْلَمُ مِ[g[مّ]َ[f:8134[ن ذ]ُكِّرَ بِـَٔـايَ[n[ـٰ]تِ رَبِّه[n[ِۦ] فَأَعْرَضَ عَنْهَا وَنَسِىَ مَا قَدَّمَتْ يَدَاهُ‌ۚ إِ[g[نّ]َا جَعَلْنَا عَلَىٰ قُلُوبِهِمْ أَكِ[g[نّ]َةً أ[a:3987[َن ي]َفْقَهُوهُ وَف[o[ِىٓ] ءَاذَانِهِمْ وَ[q:3988[قْ][a:3989[رًا‌ۖ و]َإِ[f:8135[ن ت]َ[q:8136[دْ]عُهُمْ إِلَى [h:4178[ٱ]لْهُدَىٰ فَل[a:8137[َن ي]َهْتَد[o[ُوٓ][s[اْ] إِذًا أَبَدًا","juz":15,"ruku":259,"manzil":4,"bangla_ahbayan":"কোন ব্যক্তিকে তার প্রতিপালকের নিদর্শনাবলী স্মরণ করিয়ে দেয়ার পর সে যদি তা হতে মুখ ফিরিয়ে নেয় এবং তার কৃতকর্মসমূহ ভুলে যায়, তবে তার অপেক্ষা অধিক সীমালংঘনকারী আর কে? আমি তাদের অন্তরের উপর আবরণ দিয়েছি; যেন তারা কুরআন বুঝতে না পারে এবং তাদের কানে বধিরতা সৃষ্টি করেছি। তুমি তাদেরকে সৎপথে আহবান করলেও তারা কখনো সৎপথ পাবে না। [১]","bangla_bayan":"আর তার চেয়ে অধিক যালিম আর কে হতে পারে, যাকে তার রবের আয়াতসমূহ স্মরণ করিয়ে দেয়া হয়েছে, অতঃপর সে তা থেকে বিমুখ হয়েছে এবং সে ভুলে গেছে যা তার দু-হাত পেশ করেছে? নিশ্চয় আমি তাদের অন্তরসমূহের উপর পর্দা দিয়ে দিয়েছি, যাতে তারা তা (কুরআন) বুঝতে না পারে। আর তাদের কর্ণসমূহে রয়েছে বধিরতা এবং তুমি তাদেরকে হিদায়াতের প্রতি আহবান করলেও তারা কখনো হিদায়াতপ্রাপ্ত হবে না।","bangla_mkhan":"তার চাইতে অধিক জালেম কে, যাকে তার পালনকর্তার কালাম দ্বারা বোঝানো হয়, অতঃপর সে তা থেকে মুখ ফিরিয়ে নেয় এবং তার পূর্ববর্তী কৃতকর্মসমূহ ভুলে যায়? আমি তাদের অন্তরের উপর পর্দা রেখে দিয়েছি, যেন তা না বোঝে এবং তাদের কানে রয়েছে বধিরতার বোঝা। যদি আপনি তাদেরকে সৎপথের প্রতি দাওয়াত দেন, তবে কখনই তারা সৎপথে আসবে না।","bangla_mujibur":"কোন ব্যক্তিকে তার রবের নিদর্শনাবলী স্মরণ করিয়ে দেয়ার পর সে যদি তা হতে মুখ ফিরিয়ে নেয় এবং তার কৃতকর্মসমূহ ভুলে যায় তাহলে তার অপেক্ষা অধিক সীমা লংঘনকারী আর কে? আমি তাদের অন্তরের উপর আবরণ দিয়েছি যেন তারা কুরআন বুঝতে না পারে এবং তাদেরকে বধির করেছি; তুমি তাদেরকে সৎ পথে আহবান করলেও তারা কখনও সৎ পথে আসবেনা।","bangla_taisirul":"তার থেকে বড় যালিম আর কে আছে যাকে তার প্রতিপালকের আয়াতগুলো স্মরণ করিয়ে দেয়া হলে সে তাত্থেকে মুখ ফিরিয়ে নেয় আর সে পূর্বে কৃত তার কর্মের (খারাপ পরিণতির) কথা ভুলে যায়। আমি তাদের অন্তরের উপর আবরণ দিয়ে দিয়েছি যাতে তারা তা (অর্থাৎ কুরআন) বুঝতে না পারে, আর তাদের কানে এঁটে দিয়েছি বধিরতা। তুমি তাদেরকে সৎপথে ডাকলেও তারা কক্ষনো সৎপথ গ্রহণ করবে না।"},{"id":58,"arabic_text":"وَ رَبُّکَ الۡغَفُوۡرُ ذُو الرَّحۡمَۃِ ؕ لَوۡ یُؤَاخِذُہُمۡ بِمَا کَسَبُوۡا لَعَجَّلَ لَہُمُ الۡعَذَابَ ؕ بَلۡ لَّہُمۡ مَّوۡعِدٌ  لَّنۡ یَّجِدُوۡا مِنۡ  دُوۡنِہٖ  مَوۡئِلًا  ﴿۵۸﴾","english_text":"They said, \"Call upon your Lord to make clear to us what it is.\" [Moses] said, \"[ Allah ] says, 'It is a cow which is neither old nor virgin, but median between that,' so do what you are commanded.\"","page":300,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2198.mp3","colorText":"وَرَبُّكَ [h:8138[ٱ]لْغَفُورُ ذُو [h:4430[ٱ][l[ل]رَّحْمَةِ‌ۖ لَوْ يُؤَاخِذُه[c:8139[ُم ب]ِمَا كَسَبُو[s[اْ] لَعَجَّلَ لَهُمُ [h:8140[ٱ]لْعَذَابَ‌ۚ بَل لَّه[w:8141[ُم م]َّوْعِ[u:8142[دٌ ل]ّ[a:8143[َن ي]َجِدُو[s[اْ] مِ[f:3136[ن د]ُونِه[n[ِۦ] مَوْئِلاً","juz":15,"ruku":259,"manzil":4,"bangla_ahbayan":"তোমার প্রতিপালক পরম ক্ষমাশীল, দয়াবান। তাদের কৃতকর্মের জন্য তিনি তাদেরকে পাকড়াও করলে তিনি তাদের শাস্তি ত্বরান্বিত করতেন; কিন্তু তাদের জন্য রয়েছে এক প্রতিশ্রুত মুহূর্ত; যা হতে তাদের কোন আশ্রয়স্থল নেই। [১]","bangla_bayan":"আর তোমার রব ক্ষমাশীল, দয়াময়। তারা যা উপার্জন করেছে, তার কারণে তিনি যদি তাদেরকে পাকড়াও করতেন তবে অবশ্যই তাদের জন্য আযাব ত্বরান্বিত করতেন। বরং তাদের জন্য রয়েছে প্রতিশ্রুত সময়, যা থেকে তারা কোন আশ্রয়স্থল পাবে না।","bangla_mkhan":"আপনার পালনকর্তা ক্ষমাশীল, দয়ালু, যদি তিনি তাদেরকে তাদের কৃতকর্মের জন্যে পাকড়াও করেন তবে তাদের শাস্তি ত্বরাম্বিত করতেন, কিন্তু তাদের জন্য রয়েছে একটি প্রতিশ্রুত সময়, যা থেকে তারা সরে যাওয়ার জায়গা পাবে না।","bangla_mujibur":"এবং তোমার রাব্ব ক্ষমাশীল, দয়াবান। তাদের কৃতকর্মের জন্য তাদেরকে শাস্তি দিতে চাইলে তিনি তাদের শাস্তি ত্বরান্বিত করতেন; কিন্তু তাদের জন্য রয়েছে এক প্রতিশ্রুত মুহুর্ত, যা হতে তাদের পরিত্রাণ নেই।","bangla_taisirul":"তোমার প্রতিপালক ক্ষমাশীল, দয়ার আধার। তাদের কৃতকর্মের জন্য তিনি যদি তাদেরকে পাকড়াও করতেন, তাহলে তাদের উপর অবশ্যই শীঘ্রই ‘আযার পাঠাতেন, কিন্তু তাদের সঙ্গে কৃত ওয়া‘দার জন্য আছে নির্দিষ্ট সময়, যাকে পাশ কাটিয়ে তারা কক্ষনো আশ্রয়ের কোন জায়গা পাবে না।"},{"id":59,"arabic_text":"وَ تِلۡکَ الۡقُرٰۤی اَہۡلَکۡنٰہُمۡ  لَمَّا ظَلَمُوۡا  وَ جَعَلۡنَا لِمَہۡلِکِہِمۡ مَّوۡعِدًا ﴿۵۹﴾ ","english_text":"They said, \"Call upon your Lord to show us what is her color.\" He said, \"He says, 'It is a yellow cow, bright in color - pleasing to the observers.' \"","page":300,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2199.mp3","colorText":"وَتِلْكَ [h:8144[ٱ]لْقُرَ[o[ىٰٓ] أَهْلَكْنَ[n[ـٰ]هُمْ لَ[g[مّ]َا ظَلَمُو[s[اْ] وَجَعَلْنَا لِمَهْلِكِه[w:8145[ِم م]َّوْعِدًا","juz":15,"ruku":259,"manzil":4,"bangla_ahbayan":"ঐসব জনপদ; তাদের অধিবাসীবৃন্দকে আমি ধ্বংস করেছিলাম, যখন তারা সীমালংঘন করেছিল এবং তাদের ধ্বংসের জন্য আমি স্থির করেছিলাম এক নির্দিষ্ট ক্ষণ। [১]","bangla_bayan":"আর এগুলো সেই জনপদ যেগুলো আমি ধ্বংস করেছি যখন তারা যুলম করেছে এবং আমি তাদের ধ্বংসের জন্য একটি নির্দিষ্ট সময় নির্ধারণ করেছি।","bangla_mkhan":"এসব জনপদও তাদেরকে আমি ধংস করে দিয়েছি, যখন তারা জালেম হয়ে গিয়েছিল এবং আমি তাদের ধ্বংসের জন্যে একটি প্রতিশ্রুত সময় নির্দিষ্ট করেছিলাম।","bangla_mujibur":"ঐ সব জনপদ - তাদের অধিবাসীবৃন্দকে আমি ধ্বংস করেছিলাম যখন তারা সীমা লংঘন করেছিল এবং তাদের ধ্বংসের জন্য আমি স্থির করেছিলাম এক নির্দিষ্ট ক্ষণ।","bangla_taisirul":"ঐ সব জনদপকে আমি ধ্বংস করে দিয়েছিলাম যখন তারা বাড়াবাড়ি করেছিল, আর তাদের ধ্বংস সাধনের জন্য একটা প্রতিশ্রুত সময় স্থির করেছিলাম।"},{"id":60,"arabic_text":"وَ اِذۡ قَالَ مُوۡسٰی لِفَتٰىہُ لَاۤ  اَبۡرَحُ حَتّٰۤی اَبۡلُغَ  مَجۡمَعَ الۡبَحۡرَیۡنِ اَوۡ اَمۡضِیَ حُقُبًا ﴿۶۰﴾ ","english_text":"They said, \"Call upon your Lord to make clear to us what it is. Indeed, [all] cows look alike to us. And indeed we, if Allah wills, will be guided.\"","page":300,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2200.mp3","colorText":"وَإِذْ قَالَ مُوسَىٰ لِفَتَ[n[ـٰ]هُ ل[o[َآ] أَ[q:8146[بْ]رَحُ حَتَّ[o[ىٰٓ] أَ[q:8147[بْ]لُغَ مَ[q:8148[جْ]مَعَ [h:8149[ٱ]لْبَحْرَيْنِ أَوْ أَمْضِىَ حُقُبًا","juz":15,"ruku":260,"manzil":4,"bangla_ahbayan":"(স্মরণ কর,) যখন মূসা তার সঙ্গীকে[১] বলেছিল, ‘দুই সমুদ্রের সঙ্গমস্থলে[২] না পৌঁছে আমি থামব না অথবা আমি যুগ যুগ ধরে চলতে থাকব।’ [৩]","bangla_bayan":"আর স্মরণ কর, যখন মূসা তার সহচর যুবকটিকে বলল, আমি চলতে থাকব যতক্ষণ না দুই সমুদ্রের মিলনস্থলে উপনীত হব কিংবা দীর্ঘ সময় কাটিয়ে দেব।","bangla_mkhan":"যখন মূসা তাঁর যুবক (সঙ্গী) কে বললেনঃ দুই সমুদ্রের সঙ্গমস্থলে না পৌছা পর্যন্ত আমি আসব না অথবা আমি যুগ যুগ ধরে চলতে থাকব।","bangla_mujibur":"স্মরণ কর সেই সময়ের কথা যখন মূসা তার সঙ্গীকে বলেছিলঃ দুই সমুদ্রের সংযোগস্থলে না পৌঁছে আমি থামবনা, আমি যুগ যুগ ধরে চলতে থাকব।","bangla_taisirul":"স্মরণ কর, যখন মূসা তার সঙ্গীকে বলেছিল, ‘দুই সমুদ্রের মিলনস্থলে পৌঁছা না পর্যন্ত আমি চলতেই থাকবো যদিও বছরের পর বছর চলতেও হয়।’"},{"id":61,"arabic_text":"فَلَمَّا بَلَغَا مَجۡمَعَ بَیۡنِہِمَا نَسِیَا حُوۡتَہُمَا فَاتَّخَذَ سَبِیۡلَہٗ  فِی الۡبَحۡرِ  سَرَبًا ﴿۶۱﴾ ","english_text":"He said, \"He says, 'It is a cow neither trained to plow the earth nor to irrigate the field, one free from fault with no spot upon her.' \" They said, \"Now you have come with the truth.\" So they slaughtered her, but they could hardly do it.","page":300,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2201.mp3","colorText":"فَلَ[g[مّ]َا بَلَغَا مَ[q:8148[جْ]مَعَ بَيْنِهِمَا نَسِيَا حُوتَهُمَا فَ[h:8150[ٱ]تَّخَذَ سَبِيلَهُ[n[ۥ] فِى [h:837[ٱ]لْبَحْرِ سَرَبًا","juz":15,"ruku":260,"manzil":4,"bangla_ahbayan":"তারা যখন উভয় (সমুদ্রে)র সঙ্গম স্থলে পৌঁছল, তখন নিজেদের মাছের কথা ভুলে গেল; অথচ ওটা সুড়ঙ্গের মত পথ করে সমুদ্রে নেমে গেল।","bangla_bayan":"এরপর যখন তারা তাদের দুই সমুদ্রের মিলনস্থলে উপনীত হল, তখন তারা তাদের মাছের কথা ভুলে গেল। ফলে মাছটি নালার মত করে সমুদ্রে তার পথ করে নিল।","bangla_mkhan":"অতঃপর যখন তাঁরা দুই সুমুদ্রের সঙ্গমস্থলে পৌছালেন, তখন তাঁরা নিজেদের মাছের কথা ভুলে গেলেন। অতঃপর মাছটি সমুদ্রে সুড়ঙ্গ পথ সৃষ্টি করে নেমে গেল।","bangla_mujibur":"তারা যখন উভয়ের সংগমস্থলে পৌঁছল, তারা নিজেদের মাছের কথা ভুলে গেল; ওটা সুরঙ্গের মত পথ করে সমুদ্রে নেমে গেল।","bangla_taisirul":"অতঃপর যখন তারা দু’জনে দুই সমুদ্রের মিলন স্থলে পৌঁছল, তারা তাদের মাছের কথা ভুলে গেল আর সেটি সমুদ্রে তার পথ করে নিল সুড়ঙ্গের মত।"},{"id":62,"arabic_text":"فَلَمَّا جَاوَزَا قَالَ لِفَتٰىہُ اٰتِنَا غَدَآءَنَا ۫ لَقَدۡ لَقِیۡنَا مِنۡ سَفَرِنَا ہٰذَا نَصَبًا ﴿۶۲﴾ ","english_text":"And [recall] when you slew a man and disputed over it, but Allah was to bring out that which you were concealing.","page":301,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2202.mp3","colorText":"فَلَ[g[مّ]َا جَاوَزَا قَالَ لِفَتَ[n[ـٰ]هُ ءَاتِنَا غَد[o[َا]ٓءَنَا لَقَ[q:2389[دْ] لَقِينَا مِ[f:8151[ن س]َفَرِنَا هَ[n[ـٰ]ذَا نَصَبًا","juz":15,"ruku":260,"manzil":4,"bangla_ahbayan":"যখন তারা আরো অগ্রসর হল, তখন মূসা তার সঙ্গীকে বলল, ‘আমাদের নাশতা আনো, আমরা তো আমাদের এই সফরে ক্লান্ত হয়ে পড়েছি।’","bangla_bayan":"অতঃপর যখন তারা অগ্রসর হল তখন সে তার যুবককে বলল, ‘আমাদের সকালের খাবার নিয়ে আস। আমাদের এই সফরে আমরা অনেক ক্লান্তির মুখোমুখি হয়েছি’।","bangla_mkhan":"যখন তাঁরা সে স্থানটি অতিক্রম করে গেলেন, মূসা সঙ্গী কে বললেনঃ আমাদের নাশতা আন। আমরা এই সফরে পরিশ্রান্ত হয়ে পড়েছি।","bangla_mujibur":"যখন তারা আরও অগ্রসর হল, মূসা তার সংগীকে বললঃ আমাদের প্রাতঃরাশ নিয়ে এসো, আমরাতো আমাদের এই সফরে ক্লান্ত হয়ে পড়েছি।","bangla_taisirul":"যখন তারা আরো এগিয়ে গেল, সে তার সঙ্গীকে বলল, ‘আমাদের সকালের খাবার আন, আমরা আমাদের এই সফরে বড়ই ক্লান্ত হয়ে পড়েছি।’"},{"id":63,"arabic_text":"قَالَ اَرَءَیۡتَ اِذۡ اَوَیۡنَاۤ  اِلَی الصَّخۡرَۃِ فَاِنِّیۡ نَسِیۡتُ الۡحُوۡتَ ۫ وَ مَاۤ  اَنۡسٰنِیۡہُ  اِلَّا الشَّیۡطٰنُ اَنۡ اَذۡکُرَہٗ ۚ  وَ اتَّخَذَ سَبِیۡلَہٗ  فِی الۡبَحۡرِ ٭ۖ عَجَبًا ﴿۶۳﴾ ","english_text":"So, We said, \"Strike the slain man with part of it.\" Thus does Allah bring the dead to life, and He shows you His signs that you might reason.","page":301,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2203.mp3","colorText":"قَالَ أَرَءَيْتَ إِذْ أَوَيْن[o[َآ] إِلَى [h:8152[ٱ][l[ل]صَّخْرَةِ فَإِ[g[نّ]ِى نَسِيتُ [h:8153[ٱ]لْحُوتَ وَم[o[َآ] أَنْسَ[n[ـٰ]نِيهُ إِلَّا [h:8154[ٱ][l[ل]شَّيْطَ[n[ـٰ]نُ أَنْ أَذْكُرَهُ[n[ۥ]‌ۚ وَ[h:3162[ٱ]تَّخَذَ سَبِيلَهُ[n[ۥ] فِى [h:837[ٱ]لْبَحْرِ عَجَبًا","juz":15,"ruku":260,"manzil":4,"bangla_ahbayan":"সে বলল, ‘আপনি কি লক্ষ্য করেছেন, আমরা যখন শিলাখন্ডে বিশ্রাম নিচ্ছিলাম, তখন আমি মাছের কথা ভুলে গিয়েছিলাম? শয়তানই ওর কথা আমাকে ভুলিয়ে দিয়েছিল; মাছটি আশ্চর্যজনকভাবে নিজের পথ করে সমুদ্রে নেমে গেল।’ [১]","bangla_bayan":"সে বলল, আপনি কি লক্ষ্য করেছেন যে, যখন আমরা পাথরটিতে বিশ্রাম নিচ্ছিলাম, তখন আমি মাছটি হারিয়ে ফেলি। আর আমাকে তা স্মরণ করতে ভুলিয়েছে কেবল শয়তান এবং আশ্চর্যজনকভাবে তা সমুদ্রে তার পথ করে নিয়েছে’।","bangla_mkhan":"সে বললঃ আপনি কি লক্ষ্য করেছেন, আমরা যখন প্রস্তর খন্ডে আশ্রয় নিয়েছিলাম, তখন আমি মাছের কথা ভুলে গিয়েছিলাম। শয়তানই আমাকে একথা স্মরণ রাখতে ভুলিয়ে দিয়েছিল। মাছটি আশ্চর্য জনক ভাবে সমুদ্রে নিজের পথ করে নিয়েছে।","bangla_mujibur":"সে বললঃ আপনি কি লক্ষ্য করেছেন, আমরা যখন শিলাখন্ডে বিশ্রাম করছিলাম তখন আমি মাছের কথা ভুলে গিয়েছিলাম? শাইতানই এ কথা বলতে আমাকে ভুলিয়ে দিয়েছিল; মাছটি আশ্চর্যজনকভাবে নিজের পথ করে নেমে গেল সমুদ্রে।","bangla_taisirul":"সঙ্গীটি বলল, ‘আপনি কি লক্ষ্য করেছেন, আমরা যখন শিলাখন্ডে (বসে) ছিলাম তখন আমি মাছের কথা ভুলে গিয়েছিলাম। সেটার কথা আপনাকে বলতে শয়তানই আমাকে ভুলিয়ে দিয়েছিল আর মাছটি বিস্ময়করভাবে সমুদ্রে তার রাস্তা করে চলে গিয়েছিল।’"},{"id":64,"arabic_text":"قَالَ ذٰلِکَ مَا کُنَّا نَبۡغِ ٭ۖ فَارۡتَدَّا عَلٰۤی اٰثَارِہِمَا قَصَصًا  ﴿ۙ۶۴﴾","english_text":"Then your hearts became hardened after that, being like stones or even harder. For indeed, there are stones from which rivers burst forth, and there are some of them that split open and water comes out, and there are some of them that fall down for fear of Allah . And Allah is not unaware of what you do.","page":301,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2204.mp3","colorText":"قَالَ ذ[n[َٲ]لِكَ مَا كُ[g[نّ]َا نَ[q:8155[بْ]غِ‌ۚ فَ[h:8156[ٱ]رْتَدَّا عَلَ[o[ىٰٓ] ءَاثَارِهِمَا قَصَصًا","juz":15,"ruku":260,"manzil":4,"bangla_ahbayan":"মূসা বলল, ‘আমরা তো সেটারই অনুসন্ধান করছিলাম।’ অতঃপর তারা নিজেদের পদচিহ্ন ধরে ফিরে চলতে লাগল। [১]","bangla_bayan":"সে বলল, ‘ঐ স্থানটিই আমরা খুঁজছি। তাই তারা তাদের পদচি‎হ্ন অনুসরণ করে পেছনে ফিরে গেল’।","bangla_mkhan":"মূসা বললেনঃ আমরা তো এ স্থানটিই খুঁজছিলাম। অতঃপর তাঁরা নিজেদের চিহ্ন ধরে ফিরে চললেন।","bangla_mujibur":"মূসা বললঃ আমরাতো ঐ স্থানটিরই অনুসন্ধান করছিলাম; অতঃপর তারা নিজেদের পদচিহ্ন ধরে ফিরে চলল।","bangla_taisirul":"মূসা বলল, ‘এটাই তো সে জায়গা যেটা আমরা খুঁজছি।’ কাজেই তারা তাদের পায়ের চিহ্ন ধরে ফিরে গেল।"},{"id":65,"arabic_text":"فَوَجَدَا عَبۡدًا مِّنۡ عِبَادِنَاۤ اٰتَیۡنٰہُ رَحۡمَۃً  مِّنۡ عِنۡدِنَا وَ عَلَّمۡنٰہُ مِنۡ لَّدُنَّا عِلۡمًا ﴿۶۵﴾ ","english_text":"Do you covet [the hope, O believers], that they would believe for you while a party of them used to hear the words of Allah and then distort the Torah after they had understood it while they were knowing?","page":301,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2205.mp3","colorText":"فَوَجَدَا عَ[q:3317[بْ][a:8157[دًا م]ِّنْ عِبَادِن[o[َآ] ءَاتَيْنَ[n[ـٰ]هُ رَحْمَ[a:5993[ةً م]ِّنْ عِ[f:6142[ند]ِنَا وَعَلَّمْنَ[n[ـٰ]هُ م[u:2897[ِن ل]َّدُ[g[نّ]َا عِلْمًا","juz":15,"ruku":260,"manzil":4,"bangla_ahbayan":"অতঃপর তারা সাক্ষাৎ পেল আমার দাসদের মধ্যে একজনের;[১] যাকে আমি আমার নিকট হতে অনুগ্রহ[২] দান করেছিলাম ও যাকে আমি আমার নিকট হতে শিক্ষা দিয়েছিলাম এক বিশেষ জ্ঞান। [৩]","bangla_bayan":"অতঃপর তারা আমার বান্দাদের মধ্য থেকে এক বান্দাকে পেল, যাকে আমি আমার পক্ষ থেকে রহমত দান করেছি এবং তাকে আমার পক্ষ থেকে জ্ঞান শিক্ষা দিয়েছি।","bangla_mkhan":"অতঃপর তাঁরা আমার বান্দাদের মধ্যে এমন একজনের সাক্ষাত পেলেন, যাকে আমি আমার পক্ষ থেকে রহমত দান করেছিলাম ও আমার পক্ষ থেকে দিয়েছিলাম এক বিশেষ জ্ঞান।","bangla_mujibur":"অতঃপর তারা সাক্ষাৎ পেল আমার দাসদের মধ্যে একজনের যাকে আমি আমার নিকট হতে দিয়েছিলাম এক বিশেষ জ্ঞান।","bangla_taisirul":"তখন তারা আমার বান্দাদের এক বান্দাকে পেল, যার প্রতি আমার পক্ষ থেকে অনুগ্রহ দান করেছিলাম আর আমার পক্ষ থেকে তাকে বিশেষ জ্ঞান দান করেছিলাম।"},{"id":66,"arabic_text":"قَالَ لَہٗ مُوۡسٰی ہَلۡ اَتَّبِعُکَ عَلٰۤی اَنۡ تُعَلِّمَنِ  مِمَّا عُلِّمۡتَ رُشۡدًا ﴿۶۶﴾ ","english_text":"And when they meet those who believe, they say, \"We have believed\"; but when they are alone with one another, they say, \"Do you talk to them about what Allah has revealed to you so they can argue with you about it before your Lord?\" Then will you not reason?","page":301,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2206.mp3","colorText":"قَالَ لَهُ[n[ۥ] مُوسَىٰ هَلْ أَتَّبِعُكَ عَلَ[o[ىٰٓ] أَ[f:8158[ن ت]ُعَلِّمَنِ مِ[g[مّ]َا عُلِّمْتَ رُشْدًا","juz":15,"ruku":260,"manzil":4,"bangla_ahbayan":"মূসা তাকে বলল, ‘সত্য পথের যে জ্ঞান আপনাকে দান করা হয়েছে, তা হতে আমাকে শিক্ষা দেবেন -- এই শর্তে আমি আপনার অনুসরণ করব কি?’","bangla_bayan":"মূসা তাঁকে বলল, ‘আমি কি আপনাকে এই শর্তে অনুসরণ করব যে, আপনাকে যে সঠিক জ্ঞান দেয়া হয়েছে, তা আমাকে শিক্ষা দেবেন’?","bangla_mkhan":"মূসা তাঁকে বললেনঃ আমি কি এ শর্তে আপনার অনুসরণ করতে পারি যে, সত্যপথের যে জ্ঞান আপনাকে শেখানো হয়েছে, তা থেকে আমাকে কিছু শিক্ষা দেবেন?","bangla_mujibur":"মূসা তাকে বললঃ সত্য পথের যে জ্ঞান আপনাকে দান করা হয়েছে তা হতে আমাকে শিক্ষা দিবেন - এই শর্তে আমি আপনার অনুসরণ করব কি?","bangla_taisirul":"মূসা তাকে বলল, ‘আমি কি এ শর্তে আপনার অনুসরণ করব যে, আপনি আমাকে সেই (বিশেষ) জ্ঞান থেকে শিক্ষা দেবেন যে জ্ঞান আপনাকে শেখানো হয়েছে?’"},{"id":67,"arabic_text":"قَالَ اِنَّکَ لَنۡ تَسۡتَطِیۡعَ مَعِیَ صَبۡرًا ﴿۶۷﴾ ","english_text":"But do they not know that Allah knows what they conceal and what they declare?","page":301,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2207.mp3","colorText":"قَالَ إِ[g[نّ]َكَ لَ[f:8159[ن ت]َسْتَطِيعَ مَعِىَ صَ[q:1427[بْ]رًا","juz":15,"ruku":260,"manzil":4,"bangla_ahbayan":"সে বলল, ‘তুমি কিছুতেই আমার সঙ্গে ধৈর্যধারণ করে থাকতে পারবে না।","bangla_bayan":"সে বলল, ‘আপনি কখনো আমার সাথে ধৈর্যধারণ করতে পারবেন না’।","bangla_mkhan":"তিনি বললেনঃ আপনি আমার সাথে কিছুতেই ধৈর্য্যধারণ করে থাকতে পারবেন না।","bangla_mujibur":"সে বললঃ তুমি কিছুতেই আমার সঙ্গে ধৈর্য ধারণ করে থাকতে পারবেনা।","bangla_taisirul":"সে বলল, ‘আপনি কিছুতেই আমার সাথে ধৈর্য ধারণ করতে পারবেন না।’"},{"id":68,"arabic_text":"وَ کَیۡفَ تَصۡبِرُ  عَلٰی مَا لَمۡ تُحِطۡ بِہٖ خُبۡرًا ﴿۶۸﴾ ","english_text":"And among them are unlettered ones who do not know the Scripture except in wishful thinking, but they are only assuming.","page":301,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2208.mp3","colorText":"وَكَيْفَ تَصْبِرُ عَلَىٰ مَا لَمْ تُحِ[q:8160[طْ] بِه[n[ِۦ] خُ[q:8161[بْ]رًا","juz":15,"ruku":260,"manzil":4,"bangla_ahbayan":"যে বিষয় তোমার জ্ঞানায়ত্ত নয়,[১] সে বিষয়ে তুমি ধৈর্যধারণ করবে কেমন করে?’","bangla_bayan":"‘আপনি তাতে কীভাবে ধৈর্য ধরবেন, যে সম্পর্কে আপনি জানেন না’?","bangla_mkhan":"যে বিষয় বোঝা আপনার আয়ত্তাধীন নয়, তা দেখে আপনি ধৈর্য্যধারণ করবেন কেমন করে?","bangla_mujibur":"যে বিষয় তোমার জ্ঞানায়ত্ত নয় সে বিষয়ে তুমি ধৈর্য ধারণ করবে কেমন করে?","bangla_taisirul":"আপনি কীভাবে সে বিষয়ে ধৈর্য ধারণ করবেন যা আপনার জ্ঞানের আয়ত্বের বাইরে?’"},{"id":69,"arabic_text":"قَالَ سَتَجِدُنِیۡۤ  اِنۡ شَآءَ اللّٰہُ صَابِرًا وَّ لَاۤ اَعۡصِیۡ  لَکَ  اَمۡرًا ﴿۶۹﴾ ","english_text":"So woe to those who write the \"scripture\" with their own hands, then say, \"This is from Allah,\" in order to exchange it for a small price. Woe to them for what their hands have written and woe to them for what they earn.","page":301,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2209.mp3","colorText":"قَالَ سَتَجِدُن[o[ِىٓ] إِ[f:364[ن ش][o[َا]ٓءَ [h:78[ٱ]للَّهُ صَابِ[a:8162[رًا و]َل[o[َآ] أَعْصِى لَكَ أَمْرًا","juz":15,"ruku":260,"manzil":4,"bangla_ahbayan":"মূসা বলল, ‘ইন শাআল্লাহ (আল্লাহ চাইলে) আপনি আমাকে ধৈর্যশীল পাবেন এবং আপনার কোন আদেশ আমি অমান্য করব না।’","bangla_bayan":"সে বলল, ‘ইনশাআল্লাহ, আপনি আমাকে ধৈর্যশীল পাবেন এবং কোন বিষয়ে আমি আপনার অবাধ্য হব না’।","bangla_mkhan":"মূসা বললেনঃ আল্লাহ চাহেন তো আপনি আমাকে ধৈর্য্যশীল পাবেন এবং আমি আপনার কোন আদেশ অমান্য করব না।","bangla_mujibur":"মূসা বললঃ আল্লাহ চাইলে আপনি আমাকে ধৈর্যশীল পাবেন এবং আপনার কোন আদেশ আমি অমান্য করবনা।","bangla_taisirul":"মূসা বলল, ‘আল্লাহ চাইলে আমাকে ধৈর্যশীলই পাবেন, আমি আপনার কোন নির্দেশই লঙ্ঘন করব না।’"},{"id":70,"arabic_text":"قَالَ فَاِنِ اتَّبَعۡتَنِیۡ فَلَا تَسۡـَٔلۡنِیۡ عَنۡ شَیۡءٍ  حَتّٰۤی  اُحۡدِثَ  لَکَ  مِنۡہُ  ذِکۡرًا ﴿۷۰﴾ ","english_text":"And they say, \"Never will the Fire touch us, except for a few days.\" Say, \"Have you taken a covenant with Allah ? For Allah will never break His covenant. Or do you say about Allah that which you do not know?\"","page":301,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2210.mp3","colorText":"قَالَ فَإِنِ [h:8163[ٱ]تَّبَعْتَنِى فَلَا تَسْــَٔلْنِى عَ[f:2550[ن ش]َىْءٍ حَتَّ[o[ىٰٓ] أُحْدِثَ لَكَ مِنْهُ ذِكْرًا","juz":15,"ruku":260,"manzil":4,"bangla_ahbayan":"সে বলল, আচ্ছা, ‘তুমি যদি আমার অনুসরণ কর-ই, তাহলে কোন বিষয়ে আমাকে প্রশ্ন করো না, যতক্ষণ না আমি সে সম্বন্ধে তোমাকে কিছু বলি।’","bangla_bayan":"সে বলল, ‘তবে আপনি যদি আমাকে অনুসরণ করেন, তাহলে কোন বিষয় সম্পর্কে আমাকে প্রশ্ন করবেন না, যতক্ষণ না আমি সে সম্পর্কে আপনাকে জানাই’।","bangla_mkhan":"তিনি বললেনঃ যদি আপনি আমার অনুসরণ করেনই তবে কোন বিষয়ে আমাকে প্রশ্ন করবেন না, যে পর্যন্ত না আমি নিজেই সে সম্পর্কে আপনাকে কিছু বলি।","bangla_mujibur":"সে বললঃ আচ্ছা, তুমি যদি আমার অনুসরণ করই তাহলে কোনো বিষয়ে আমাকে প্রশ্ন করনা, যতক্ষণ না আমি সে সম্বন্ধে তোমাকে কিছু বলি।","bangla_taisirul":"সে বলল, ‘আপনি যেহেতু আমার অনুসরণ করতেই চান, তাহলে আপনি আমাকে কোন ব্যাপারেই প্রশ্ন করবেন না যতক্ষণ না আমি নিজেই সে সম্পর্কে আপনাকে বলি।’"},{"id":71,"arabic_text":"فَانۡطَلَقَا ٝ حَتّٰۤی اِذَا رَکِبَا فِی السَّفِیۡنَۃِ خَرَقَہَا ؕ قَالَ اَخَرَقۡتَہَا لِتُغۡرِقَ اَہۡلَہَا ۚ لَقَدۡ جِئۡتَ شَیۡئًا اِمۡرًا ﴿۷۱﴾ ","english_text":"Yes, whoever earns evil and his sin has encompassed him - those are the companions of the Fire; they will abide therein eternally.","page":301,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2211.mp3","colorText":"فَ[h:9999[ٱ][f:8164[نط]َلَقَا حَتَّ[o[ىٰٓ] إِذَا رَكِبَا فِى [h:8165[ٱ][l[ل]سَّفِينَةِ خَرَقَهَا‌ۖ قَالَ أَخَرَ[q:8166[قْ]تَهَا لِتُغْرِقَ أَهْلَهَا لَقَ[q:2389[دْ] جِئْتَ شَيْــًٔا إِمْرًا","juz":15,"ruku":261,"manzil":4,"bangla_ahbayan":"অতঃপর তারা যাত্রা শুরু করল। পরে যখন তারা নৌকায় আরোহণ করল, তখন সে তাতে ছিদ্র করে দিল। মূসা বলল, ‘আপনি কি আরোহীদেরকে ডুবিয়ে দেবার জন্য তাতে ছিদ্র করলেন?! আপনি তো এক গুরুতর অন্যায় কাজ করলেন।’ [১]","bangla_bayan":"অতঃপর তারা চলতে থাক। অবশেষে যখন তারা জাহাজে চড়ল, সে তা ফুটো করে দিল। সে বলল, ‘আপনি কি তার আরোহীদের ডুবানোর জন্য তা ফুটো করে দিলেন? আপনি অবশ্যই মন্দ কাজ করলেন’।","bangla_mkhan":"অতঃপর তারা চলতে লাগলঃ অবশেষে যখন তারা নৌকায় আরোহণ করল, তখন তিনি তাতে ছিদ্র করে দিলেন। মূসা বললেনঃ আপনি কি এর আরোহীদেরকে ডুবিয়ে দেয়ার জন্যে এতে ছিদ্র করে দিলেন? নিশ্চয়ই আপনি একটি গুরুতর মন্দ কাজ করলেন।","bangla_mujibur":"অতঃপর তারা যাত্রা শুরু করল। পরে যখন তারা নৌকায় আরোহণ করল তখন সে তাতে ছিদ্র করে দিল; মূসা বললঃ আপনি কি আরোহীদেরকে নিমজ্জিত করে দেয়ার জন্য তাতে ছিদ্র করলেন? আপনিতো এক গুরুতর অন্যায় কাজ করলেন।","bangla_taisirul":"অতঃপর তারা দু’জনে চলতে লাগল যতক্ষণ না তারা নৌকায় উঠল, অতঃপর লোকটি নৌকায় ছিদ্র করে দিল। মূসা বলল, ‘আপনি কি তার আরোহীদেরকে ডুবিয়ে দেয়ার জন্য তাতে ছিদ্র করলেন? আপনি তো এক অদ্ভুত কাজ করলেন।’"},{"id":72,"arabic_text":"قَالَ اَلَمۡ اَقُلۡ اِنَّکَ لَنۡ تَسۡتَطِیۡعَ مَعِیَ صَبۡرًا ﴿۷۲﴾  ","english_text":"But they who believe and do righteous deeds - those are the companions of Paradise; they will abide therein eternally.","page":301,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2212.mp3","colorText":"قَالَ أَلَمْ أَقُلْ إِ[g[نّ]َكَ لَ[f:8159[ن ت]َسْتَطِيعَ مَعِىَ صَ[q:1427[بْ]رًا","juz":15,"ruku":261,"manzil":4,"bangla_ahbayan":"সে বলল, ‘আমি কি বলিনি যে, তুমি আমার সঙ্গে কিছুতেই ধৈর্যধারণ করতে পারবে না?’","bangla_bayan":"সে বলল, ‘আমি কি বলিনি, আপনি আমার সাথে ধৈর্যধারণ করতে পারবেন না?","bangla_mkhan":"তিনি বললেনঃ আমি কি বলিনি যে, আপনি আমার সাথে কিছুতেই ধৈর্য্য ধরতে পারবেন না ?","bangla_mujibur":"সে বললঃ আমি কি বলিনি যে, তুমি আমার সঙ্গে কিছুতেই ধৈর্য ধারণ করতে পারবেনা?","bangla_taisirul":"সে বলল, ‘আমি কি আপনাকে বলিনি যে, আপনি কিছুতেই আমার সঙ্গে ধৈর্য ধরতে পারবেন না?’"},{"id":73,"arabic_text":"قَالَ لَا تُؤَاخِذۡنِیۡ بِمَا نَسِیۡتُ وَ لَا تُرۡہِقۡنِیۡ مِنۡ  اَمۡرِیۡ  عُسۡرًا ﴿۷۳﴾ ","english_text":"And [recall] when We took the covenant from the Children of Israel, [enjoining upon them], \"Do not worship except Allah ; and to parents do good and to relatives, orphans, and the needy. And speak to people good [words] and establish prayer and give zakah.\" Then you turned away, except a few of you, and you were refusing.","page":301,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2213.mp3","colorText":"قَالَ لَا تُؤَاخِذْنِى بِمَا نَسِيتُ وَلَا تُرْهِ[q:8167[قْ]نِى مِنْ أَمْرِى عُسْرًا","juz":15,"ruku":261,"manzil":4,"bangla_ahbayan":"মূসা বলল, ‘আমার ভুলের জন্য আমাকে অপরাধী করবেন না ও আমার ব্যাপারে কঠোরতা অবলম্বন করবেন না।’ [১]","bangla_bayan":"সে বলল, ‘আমি যা ভুলে গিয়েছি, সে ব্যাপারে আমাকে ধরবেন না এবং আমাকে আমার বিষয়ে কঠোর আচরণ করবেন না।","bangla_mkhan":"মূসা বললেনঃ আমাকে আমার ভুলের জন্যে অপরাধী করবেন না এবং আমার কাজে আমার উপর কঠোরতা আরোপ করবেন না।","bangla_mujibur":"মূসা বললঃ আমার ভুলের জন্য আমাকে অপরাধী করবেননা এবং আমার ব্যাপারে অত্যধিক কঠোরতা অবলম্বন করবেননা।","bangla_taisirul":"মূসা বলল, ‘আমার ভুলের জন্য আমাকে পাকড়াও করবেন না, আর আমার ব্যাপারে আপনি অধিক কড়াকড়ি করবেন না।’"},{"id":74,"arabic_text":"فَانۡطَلَقَا ٝ حَتّٰۤی   اِذَا  لَقِیَا غُلٰمًا فَقَتَلَہٗ ۙ قَالَ  اَقَتَلۡتَ نَفۡسًا  زَکِیَّۃًۢ بِغَیۡرِ  نَفۡسٍ ؕ لَقَدۡ جِئۡتَ شَیۡئًا نُّکۡرًا ﴿۷۴﴾ ","english_text":"And [recall] when We took your covenant, [saying], \"Do not shed each other's blood or evict one another from your homes.\" Then you acknowledged [this] while you were witnessing.","page":301,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2214.mp3","colorText":"فَ[h:9999[ٱ][f:8164[نط]َلَقَا حَتَّ[o[ىٰٓ] إِذَا لَقِيَا غُلَ[n[ـٰ][f:8168[مًا ف]َقَتَلَهُ[n[ۥ] قَالَ أَقَتَلْتَ نَفْ[f:8169[سًا ز]َكِيَّ[i:8170[ةَۢ ب]ِغَيْرِ نَفْ[u:8171[سٍ ل]َّقَ[q:2389[دْ] جِئْتَ شَيْـ[a:8172[ـًٔا ن]ُّكْرًا","juz":15,"ruku":261,"manzil":4,"bangla_ahbayan":"অতঃপর তারা চলতে লাগল; চলতে চলতে তাদের সাথে এক বালকের[১] সাক্ষাৎ হলে সে তাকে হত্যা করল। তখন মূসা বলল, ‘আপিন কি এক নিষ্পাপ জীবন নাশ করলেন হত্যার অপরাধ ছাড়াই?! আপনি তো এক গুরুতর অন্যায় কাজ করলেন।’ [২]","bangla_bayan":"অতঃপর তারা চলতে লাগল। অবশেষে যখন তারা এক বালকের সাক্ষাৎ পেল, তখন সে তাকে হত্যা করল। সে বলল, ‘আপনি নিষ্পাপ ব্যক্তিকে হত্যা করলেন, যে কাউকে হত্যা করেনি? আপনি তো খুবই মন্দ কাজ করলেন’।","bangla_mkhan":"অতঃপর তারা চলতে লাগল। অবশেষে যখন একটি বালকের সাক্ষাত পেলেন, তখন তিনি তাকে হত্যা করলেন। মূসা বললেন? আপনি কি একটি নিস্পাপ জীবন শেষ করে দিলেন প্রাণের বিনিময় ছাড়াই? নিশ্চয়ই আপনি তো এক গুরুতর অন্যায় কাজ করলেন।","bangla_mujibur":"অতঃপর তারা চলতে লাগল, চলতে চলতে তাদের সাথে এক বালকের সাক্ষাৎ হলে সে তাকে হত্যা করল; তখন মূসা বললঃ আপনি এক নিস্পাপ জীবন নাশ করলেন হত্যার অপরাধ ছাড়াই! আপনিতো এক গুরুতর অন্যায় কাজ করলেন।","bangla_taisirul":"তারপর তারা চলতে লাগল। চলতে চলতে এক বালককে তারা দেখতে পেল। তখন সে তাকে হত্যা করে ফেলল। মূসা বলল, ‘আপনি কি এক নিরাপরাধ জীবনকে কোন প্রকার হত্যার অপরাধ ছাড়াই হত্যা করে দিলেন? আপনি তো গুরুতর এক অন্যায় কাজ করে ফেললেন!’"},{"id":75,"arabic_text":"قَالَ اَلَمۡ  اَقُلۡ لَّکَ اِنَّکَ لَنۡ تَسۡتَطِیۡعَ مَعِیَ صَبۡرًا ﴿۷۵﴾ ","english_text":"Then, you are those [same ones who are] killing one another and evicting a party of your people from their homes, cooperating against them in sin and aggression. And if they come to you as captives, you ransom them, although their eviction was forbidden to you. So do you believe in part of the Scripture and disbelieve in part? Then what is the recompense for those who do that among you except disgrace in worldly life; and on the Day of Resurrection they will be sent back to the severest of punishment. And Allah is not unaware of what you do.","page":302,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2215.mp3","colorText":"۞ قَالَ أَلَمْ أَقُل لَّكَ إِ[g[نّ]َكَ لَ[f:8159[ن ت]َسْتَطِيعَ مَعِىَ صَ[q:1427[بْ]رًا","juz":16,"ruku":261,"manzil":4,"bangla_ahbayan":"সে বলল, ‘আমি কি তোমাকে বলিনি যে, তুমি আমার সাথে কিছুতেই ধৈর্যধারণ করতে পারবে না?’","bangla_bayan":"সে বলল, ‘আমি কি আপনাকে বলিনি যে, আপনি আমার সাথে কখনই ধৈর্য ধারণ করতে পারবেন না’?","bangla_mkhan":"তিনি বললেনঃ আমি কি বলিনি যে, আপনি আমার সাথে ধৈর্য্য ধরে থাকতে পারবেন না।","bangla_mujibur":"সে বললঃ আমি কি বলিনি যে, তুমি আমার সাথে কিছুতেই ধৈর্য ধারণ করতে পারবেনা?","bangla_taisirul":"সে বলল, ‘আমি কি আপনাকে বলিনি যে, আপনি আমার সঙ্গে কক্ষনো ধৈর্য ধরতে পারবেন না?’"},{"id":76,"arabic_text":"قَالَ اِنۡ سَاَلۡتُکَ عَنۡ شَیۡءٍۭ بَعۡدَہَا فَلَا تُصٰحِبۡنِیۡ ۚ قَدۡ بَلَغۡتَ مِنۡ لَّدُنِّیۡ عُذۡرًا ﴿۷۶﴾ ","english_text":"Those are the ones who have bought the life of this world [in exchange] for the Hereafter, so the punishment will not be lightened for them, nor will they be aided.","page":302,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2216.mp3","colorText":"قَالَ إِ[f:8173[ن س]َأَلْتُكَ عَ[f:2550[ن ش]َىْ[i:8174[ءِۭ ب]َعْدَهَا فَلَا تُصَ[n[ـٰ]حِ[q:8175[بْ]نِى‌ۖ قَ[q:298[دْ] بَلَغْتَ م[u:8176[ِن ل]َّدُ[g[نّ]ِى عُذْرًا","juz":16,"ruku":261,"manzil":4,"bangla_ahbayan":"মূসা বলল, এর পর যদি আমি আপনাকে কোন বিষয়ে জিজ্ঞাসা করি, তাহলে আপনি আমাকে সঙ্গে রাখবেন না; আপনার কাছে আমার ওজর-আপত্তি চূড়ান্ত সীমায় পৌঁছে গেছে।’[১]","bangla_bayan":"মূসা বলল, ‘এরপর যদি আমি আপনাকে আর কোন বিষয়ে প্রশ্ন করি, তাহলে আপনি আমাকে আর আপনার সাথে রাখবেন না। আমার পক্ষ থেকে আপনি ওযর পেয়ে গেছেন’।","bangla_mkhan":"মূসা বললেনঃ এরপর যদি আমি আপনাকে কোন বিষয়ে প্রশ্ন করি, তবে আপনি আমাকে সাথে রাখবেন না। আপনি আমার পক্ষ থেকে অভিযোগ মুক্ত হয়ে গেছেন।","bangla_mujibur":"(মূসা) বললঃ এরপর যদি আমি আপনাকে কোন বিষয়ে জিজ্ঞেস করি তাহলে আপনি আমাকে সঙ্গে রাখবেননা; তখন আমার ওযর আপত্তি চূড়ান্ত সীমায় পৌঁছে যাবে।","bangla_taisirul":"মূসা বলল, ‘এরপর আমি যদি কোন বিষয়ে আপনাকে জিজ্ঞেস করি, তাহলে আপনি আর আমাকে সঙ্গে রাখবেন না, ওযর অন্যায় আমার পক্ষ থেকেই ঘটেছে।’"},{"id":77,"arabic_text":"فَانۡطَلَقَا ٝ حَتّٰۤی اِذَاۤ  اَتَیَاۤ اَہۡلَ قَرۡیَۃِۣ اسۡتَطۡعَمَاۤ اَہۡلَہَا فَاَبَوۡا اَنۡ یُّضَیِّفُوۡہُمَا فَوَجَدَا فِیۡہَا جِدَارًا یُّرِیۡدُ اَنۡ یَّنۡقَضَّ فَاَقَامَہٗ ؕ قَالَ لَوۡ شِئۡتَ  لَتَّخَذۡتَ  عَلَیۡہِ  اَجۡرًا ﴿۷۷﴾ ","english_text":"And We did certainly give Moses the Torah and followed up after him with messengers. And We gave Jesus, the son of Mary, clear proofs and supported him with the Pure Spirit. But is it [not] that every time a messenger came to you, [O Children of Israel], with what your souls did not desire, you were arrogant? And a party [of messengers] you denied and another party you killed.","page":302,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2217.mp3","colorText":"فَ[h:9999[ٱ][f:8164[نط]َلَقَا حَتَّ[o[ىٰٓ] إِذ[o[َآ] أَتَي[o[َآ] أَهْلَ قَرْيَةٍ [h:8177[ٱ]سْتَ[q:8178[طْ]عَم[o[َآ] أَهْلَهَا فَأَبَوْ[s[اْ] أ[a:8179[َن ي]ُضَيِّفُوهُمَا فَوَجَدَا فِيهَا جِدَا[a:8180[رًا ي]ُرِيدُ أ[a:8181[َن ي]َ[f:8182[نق]َضَّ فَأَقَامَهُ[n[ۥ]‌ۖ قَالَ لَوْ شِئْتَ لَتَّخَذْتَ عَلَيْهِ أَ[q:2795[جْ]رًا","juz":16,"ruku":261,"manzil":4,"bangla_ahbayan":"অতঃপর উভয়ে চলতে লাগল; চলতে চলতে তারা এক জনপদের অধিবাসীদের নিকট পৌঁছে খাদ্য চাইল; কিন্তু তারা তাদের মেহমানদারী করতে অস্বীকার করল।[১] অতঃপর সেখানে তারা এক পতনোন্মুখ প্রাচীর দেখতে পেল এবং সে ওটাকে সোজা খাড়া করে দিল। [২] মূসা বলল, ‘আপনি তো ইচ্ছা করলে এর জন্য পারিশ্রমিক গ্রহণ করতে পারতেন।’ [৩]","bangla_bayan":"অতঃপর তারা দু’জন চলতে শুরু করল। অবশেষে যখন তারা একটি জনপদের অধিবাসীদের নিকট পৌঁছল তখন তাদের কাছে কিছু খাবার চাইল; কিন্তু তারা তাদেরকে মেহমানদারী করতে অস্বীকার করল। অতঃপর তারা সেখানে একটি প্রাচীর দেখতে পেল, যা পড়ে যাওয়ার উপক্রম হয়েছিল। সে তখন প্রাচীরটি সোজাভাবে দাঁড় করিয়ে দিল। মূসা বলল, ‘আপনি ইচ্ছা করলে এর জন্য পারিশ্রমিক নিতে পারতেন’।","bangla_mkhan":"অতঃপর তারা চলতে লাগল, অবশেষে যখন একটি জনপদের অধিবাসীদের কাছে পৌছে তাদের কাছে খাবার চাইল, তখন তারা তাদের অতিথেয়তা করতে অস্বীকার করল। অতঃপর তারা সেখানে একটি পতনোম্মুখ প্রাচীর দেখতে পেলেন, সেটি তিনি সোজা করে দাঁড় করিয়ে দিলেন। মূসা বললেনঃ আপনি ইচ্ছা করলে তাদের কাছ থেকে এর পারিশ্রমিক আদায় করতে পারতেন।","bangla_mujibur":"অতঃপর উভয়ে চলতে লাগল; চলতে চলতে তারা এক জনপদের অধিবাসীদের নিকট পৌঁছল এবং তাদের নিকট খাদ্য চাইল। কিন্তু তারা তাদের মেহমানদারী করতে অস্বীকার করল; অতঃপর সেখানে তারা এক পতনোম্মুখ প্রাচীর দেখতে পেল এবং সে ওটাকে সুদৃঢ় করে দিল; (মূসা) বললঃ আপনিতো ইচ্ছা করলে এর জন্য পারিশ্রমিক গ্রহণ করতে পারতেন।","bangla_taisirul":"তারপর তারা উভয়ে চলতে লাগল, চলতে চলতে তারা এক জনপদে পৌঁছে সেখানকার লোকেদের কাছে খাবার চাইল। কিন্তু তারা তাদের দু’জনকে আতিথ্য প্রদান করতে অস্বীকার করল। তারা দু’জন সেখানে একটা দেয়াল দেখতে পেল যা পড়ে যাবার উপক্রম হয়েছিল। তখন সে ব্যক্তি সেটিকে সুপ্রতিষ্ঠিত করে দিল। মূসা বলল, ‘আপনি ইচ্ছে করলে এর জন্য পারিশ্রমিক নিতে পারতেন।’"},{"id":78,"arabic_text":"قَالَ ہٰذَا فِرَاقُ بَیۡنِیۡ وَ بَیۡنِکَ ۚ سَاُنَبِّئُکَ بِتَاۡوِیۡلِ مَا لَمۡ تَسۡتَطِعۡ عَّلَیۡہِ صَبۡرًا ﴿۷۸﴾ ","english_text":"And they said, \"Our hearts are wrapped.\" But, [in fact], Allah has cursed them for their disbelief, so little is it that they believe.","page":302,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2218.mp3","colorText":"قَالَ هَ[n[ـٰ]ذَا فِرَاقُ بَيْنِى وَبَيْنِكَ‌ۚ سَأُنَبِّئُكَ بِتَأْوِيلِ مَا لَمْ تَسْتَطِع عَّلَيْهِ صَ[q:1427[بْ]رًا","juz":16,"ruku":261,"manzil":4,"bangla_ahbayan":"সে বলল, ‘এখানেই তোমার ও আমার মধ্যে সম্পর্কচ্ছেদ হল;[১] (তবে) যে বিষয়ে তুমি ধৈর্যধারণ করতে পারনি আমি তার তাৎপর্য ব্যাখ্যা করছি; [২]","bangla_bayan":"সে বলল, ‘এখানেই আমার ও আপনার মধ্যে বিচ্ছেদ। যে বিষয়ে আপনি ধৈর্য ধারণ করতে পারেননি আমি এখন আপনাকে তার ব্যাখ্যা দিচ্ছি’।","bangla_mkhan":"তিনি বললেনঃ এখানেই আমার ও আপনার মধ্যে সম্পর্কচ্ছেদ হল। এখন যে বিষয়ে আপনি ধৈর্য্য ধরতে পারেননি, আমি তার তাৎপর্য বলে দিচ্ছি।","bangla_mujibur":"সে বললঃ এখানেই তোমার ও আমার মধ্যে সম্পর্কচ্ছেদ হল; যে বিষয়ে তুমি ধৈর্য ধারণ করতে পারনি আমি তার তাৎপর্য ব্যাখ্যা করছি।","bangla_taisirul":"লোকটি বলল, ‘এখানেই আপনার সাথে আমার সম্পর্কের বিচ্ছেদ ঘটল। এখন আমি আপনাকে ব্যাখ্যা জানিয়ে দেব যে বিষয়ে আপনি ধৈর্য ধরতে পারেননি।"},{"id":79,"arabic_text":"اَمَّا السَّفِیۡنَۃُ  فَکَانَتۡ لِمَسٰکِیۡنَ یَعۡمَلُوۡنَ فِی الۡبَحۡرِ فَاَرَدۡتُّ اَنۡ اَعِیۡبَہَا وَ کَانَ  وَرَآءَہُمۡ مَّلِکٌ یَّاۡخُذُ کُلَّ  سَفِیۡنَۃٍ  غَصۡبًا ﴿۷۹﴾ ","english_text":"And when there came to them a Book from Allah confirming that which was with them - although before they used to pray for victory against those who disbelieved - but [then] when there came to them that which they recognized, they disbelieved in it; so the curse of Allah will be upon the disbelievers.","page":302,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2219.mp3","colorText":"أَ[g[مّ]َا [h:8183[ٱ][l[ل]سَّفِينَةُ فَكَانَتْ لِمَسَ[n[ـٰ]كِينَ يَعْمَلُونَ فِى [h:837[ٱ]لْبَحْرِ فَأَرَ[d:8184[د]تُّ أَنْ أَعِيبَهَا وَكَانَ وَر[o[َا]ٓءَه[w:8185[ُم م]َّلِ[a:8186[كٌ ي]َأْخُذُ كُلَّ سَفِينَةٍ غَصْبًا","juz":16,"ruku":261,"manzil":4,"bangla_ahbayan":"নৌকাটির ব্যাপারে (কথা এই যে,) ওটা ছিল কতিপয় দরিদ্র ব্যক্তির। তারা সমুদ্রে কাজ করত; আমি ইচ্ছা করলাম নৌকাটিকে ত্রুটিযুক্ত করতে, কারণ ওদের সম্মুখে ছিল এক রাজা, যে বল প্রয়োগে সকল (নিখুঁত) নৌকা ছিনিয়ে নিত।","bangla_bayan":"‘নৌকাটির বিষয় হল, তা ছিল কিছু দরিদ্র লোকের যারা সমুদ্রে কাজ করত। আমি নৌকাটিকে ত্রুটিযুক্ত করতে চেয়েছি কারণ তাদের পেছনে ছিল এক রাজা, যে নৌকাগুলো জোরপূর্বক ছিনিয়ে নিচ্ছিল’।","bangla_mkhan":"নৌকাটির ব্যাপারে-সেটি ছিল কয়েকজন দরিদ্র ব্যক্তির। তারা সমুদ্রে জীবিকা অন্বেষন করত। আমি ইচ্ছা করলাম যে, সেটিকে ক্রটিযুক্ত করে দেই। তাদের অপরদিকে ছিল এক বাদশাহ। সে বলপ্রয়োগে প্রত্যেকটি নৌকা ছিনিয়ে নিত।","bangla_mujibur":"নৌকাটির ব্যাপারে - (কথা এই যে), ওটা ছিল কতিপয় দরিদ্র ব্যক্তির, তারা সমুদ্রে জীবিকা অন্বেষণ করত; আমি ইচ্ছা করলাম নৌকাটিকে ক্রটিযুক্ত করতে; কারণ তাদের সামনে ছিল এক রাজা, যে বল প্রয়োগে প্রত্যেক (নিখুত) নৌকা ছিনিয়ে নিত।","bangla_taisirul":"নৌকাটির ব্যাপার হল- তা ছিল কয়েকজন গরীব লোকের, তারা সমুদ্রে জীবিকার জন্য শ্রম করত। আমি সেটাকে খুঁতযুক্ত করতে চাইলাম, কারণ তাদের পশ্চাতে ছিল এক রাজা, সে জোরপূর্বক সব নৌকা কেড়ে নিত।"},{"id":80,"arabic_text":"وَ اَمَّا الۡغُلٰمُ فَکَانَ اَبَوٰہُ  مُؤۡمِنَیۡنِ  فَخَشِیۡنَاۤ  اَنۡ یُّرۡہِقَہُمَا طُغۡیَانًا وَّ کُفۡرًا ﴿ۚ۸۰﴾ ","english_text":"How wretched is that for which they sold themselves - that they would disbelieve in what Allah has revealed through [their] outrage that Allah would send down His favor upon whom He wills from among His servants. So they returned having [earned] wrath upon wrath. And for the disbelievers is a humiliating punishment.","page":302,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2220.mp3","colorText":"وَأَ[g[مّ]َا [h:8187[ٱ]لْغُلَ[n[ـٰ]مُ فَكَانَ أَبَوَاهُ مُؤْمِنَيْنِ فَخَشِين[o[َآ] أ[a:8188[َن ي]ُرْهِقَهُمَا طُغْيَ[n[ـٰ][a:3671[نًا و]َكُفْرًا","juz":16,"ruku":261,"manzil":4,"bangla_ahbayan":"আর বালকটির (কথা এই যে,) তার পিতা-মাতা ছিল বিশ্বাসী। আমি আশংকা করলাম যে, সে বিদ্রোহাচরণ ও অবিশ্বাস দ্বারা তাদেরকে বিব্রত করবে।","bangla_bayan":"‘আর বালকটির বিষয় হল, তার পিতা-মাতা ছিল মুমিন। অতঃপর আমি আশংকা* করলাম যে, সে সীমালংঘন ও কুফরী দ্বারা তাদেরকে অতিষ্ঠ করে তুলবে’। \\n\\n* তাঁর আশংকা নিছক ধারণা ভিত্তিক ছিল না, বরং আল্লাহর পক্ষ থেকে তিনি নিশ্চিত জানতে পেরেছিলেন।","bangla_mkhan":"বালকটির ব্যাপার তার পিতা-মাতা ছিল ঈমানদার। আমি আশঙ্কা করলাম যে, সে অবাধ্যতা ও কুফর দ্বারা তাদেরকে প্রভাবিত করবে।","bangla_mujibur":"আর কিশোরটি, তার মাতাপিতা ছিল মু’মিন - আমি আশংকা করলাম যে, সে বিদ্রোহাচরণ ও কুফরীর দ্বারা তাদের বিব্রত করবে।","bangla_taisirul":"আর বালকটির ব্যাপার হল- তার মাতা-পিতা ছিল মু’মিন। আমরা শঙ্কা করলাম যে, সে তার বিদ্রোহমূলক আচরণ ও (আল্লাহর প্রতি) কুফুরী দ্বারা তাদেরকে কষ্ট দেবে।"},{"id":81,"arabic_text":"فَاَرَدۡنَاۤ  اَنۡ یُّبۡدِلَہُمَا رَبُّہُمَا خَیۡرًا مِّنۡہُ  زَکٰوۃً  وَّ  اَقۡرَبَ  رُحۡمًا ﴿۸۱﴾ ","english_text":"And when it is said to them, \"Believe in what Allah has revealed,\" they say, \"We believe [only] in what was revealed to us.\" And they disbelieve in what came after it, while it is the truth confirming that which is with them. Say, \"Then why did you kill the prophets of Allah before, if you are [indeed] believers?\"","page":302,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2221.mp3","colorText":"فَأَرَ[q:8189[دْ]ن[o[َآ] أ[a:8190[َن ي]ُ[q:8191[بْ]دِلَهُمَا رَبُّهُمَا خَيْ[a:8192[رًا م]ِّنْهُ زَكَ[s[و][n[ٲ][a:8193[ةً و]َأَ[q:8194[قْ]رَبَ رُحْمًا","juz":16,"ruku":261,"manzil":4,"bangla_ahbayan":"অতঃপর আমি চাইলাম যে, তাদের প্রতিপালক যেন তাদেরকে তার পরিবর্তে (এমন) এক সন্তান দান করেন; যে হবে পবিত্রতায় মহত্তর ও ভক্তি-ভালবাসায় ঘনিষ্ঠতর ।","bangla_bayan":"‘তাই আমি চাইলাম, তাদের রব তাদেরকে তার পরিবর্তে এমন সন্তান দান করবেন, যে হবে তার চেয়ে পবিত্রতায় উত্তম এবং দয়ামায়ায় অধিক ঘনিষ্ঠ।","bangla_mkhan":"অতঃপর আমি ইচ্ছা করলাম যে, তাদের পালনকর্তা তাদেরকে মহত্তর, তার চাইতে পবিত্রতায় ও ভালবাসায় ঘনিষ্ঠতর একটি শ্রেষ্ঠ সন্তান দান করুক।","bangla_mujibur":"অতঃপর আমি চাইলাম যে, তাদের রাব্ব যেন তাদেরকে তার পরিবর্তে এক সন্তান দান করেন যে হবে পবিত্রতায় মহত্তর ও ভক্তি ভালবাসায় ঘনিষ্টতর।","bangla_taisirul":"এ কারণে আমরা চাইলাম যে, তাদের প্রতিপালক তাদেরকে তার পরিবর্তে অধিক পবিত্র ও দয়া-মায়ায় অধিক ঘনিষ্ঠ (সন্তান) দান করবেন।"},{"id":82,"arabic_text":"وَ اَمَّا الۡجِدَارُ فَکَانَ لِغُلٰمَیۡنِ یَتِیۡمَیۡنِ فِی الۡمَدِیۡنَۃِ  وَ کَانَ تَحۡتَہٗ کَنۡزٌ لَّہُمَا وَ کَانَ اَبُوۡہُمَا صَالِحًا ۚ فَاَرَادَ  رَبُّکَ اَنۡ یَّبۡلُغَاۤ  اَشُدَّہُمَا وَ یَسۡتَخۡرِجَا کَنۡزَہُمَا ٭ۖ رَحۡمَۃً مِّنۡ رَّبِّکَ ۚ وَ مَا فَعَلۡتُہٗ عَنۡ اَمۡرِیۡ ؕ ذٰلِکَ تَاۡوِیۡلُ  مَا  لَمۡ تَسۡطِعۡ  عَّلَیۡہِ صَبۡرًا ﴿ؕ۸۲﴾","english_text":"And Moses had certainly brought you clear proofs. Then you took the calf [in worship] after that, while you were wrongdoers.","page":302,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2222.mp3","colorText":"وَأَ[g[مّ]َا [h:8195[ٱ]لْجِدَارُ فَكَانَ لِغُلَ[n[ـٰ]مَيْنِ يَتِيمَيْنِ فِى [h:4932[ٱ]لْمَدِينَةِ وَكَانَ تَحْتَهُ[n[ۥ] كَن[u:8196[زٌ ل]َّهُمَا وَكَانَ أَبُوهُمَا صَ[n[ـٰ]لِ[f:8197[حًا ف]َأَرَادَ رَبُّكَ أ[a:8198[َن ي]َ[q:8199[بْ]لُغ[o[َآ] أَشُدَّهُمَا وَيَسْتَخْرِجَا كَ[f:8200[نز]َهُمَا رَحْمَ[a:5993[ةً م]ّ[u:770[ِن ر]َّبِّكَ‌ۚ وَمَا فَعَلْتُهُ[n[ۥ] عَنْ أَمْرِى‌ۚ ذ[n[َٲ]لِكَ تَأْوِيلُ مَا لَمْ تَسْطِع عَّلَيْهِ صَ[q:1427[بْ]رًا","juz":16,"ruku":261,"manzil":4,"bangla_ahbayan":"আর ঐ প্রাচীরটির (কথা এই যে,) ওটা ছিল নগরবাসী দুই এতীম বালকের, ওর নিম্নদেশে আছে তাদের গুপ্তধন এবং তাদের পিতা ছিল সৎকর্মপরায়ণ। সুতরাং তোমার প্রতিপালক দয়াপূর্বক ইচ্ছা করলেন যে, তারা বয়ঃপ্রাপ্ত হোক এবং তারা তাদের ধনভান্ডার উদ্ধার করুক; আমি নিজের তরফ থেকে সেসব করিনি। [১] তুমি যে বিষয়ে ধৈর্য ধারণে অপারগ হয়েছিলে, এটাই তার ব্যাখ্যা।’","bangla_bayan":"‘আর প্রাচীরটির বিষয় হল, তা ছিল শহরের দু’জন ইয়াতীম বালকের এবং তার নিচে ছিল তাদের গুপ্তধন। আর তাদের পিতা ছিল সৎকর্মপরায়ণ। তাই আপনার রব চাইলেন যে, তারা দু’জন প্রাপ্তবয়স্ক হয়ে তাদের গুপ্তধন বের করে নেবে। এ সবই আপনার রবের রহমত স্বরূপ। আমি নিজ থেকে তা করিনি। এ হলো সে বিষয়ের ব্যাখ্যা, যে সম্পর্কে আপনি ধৈর্য ধারণ করতে পারেননি।","bangla_mkhan":"প্রাচীরের ব্যাপার-সেটি ছিল নগরের দুজন পিতৃহীন বালকের। এর নীচে ছিল তাদের গুপ্তধন এবং তাদের পিতা ছিল সৎকর্ম পরায়ন। সুতরাং আপনার পালনকর্তা দায়বশতঃ ইচ্ছা করলেন যে, তারা যৌবনে পদার্পন করুক এবং নিজেদের গুপ্তধন উদ্ধার করুক। আমি নিজ মতে এটা করিনি। আপনি যে বিষয়ে ধৈর্য্যধারণ করতে অক্ষম হয়েছিলেন, এই হল তার ব্যাখ্যা।","bangla_mujibur":"আর ঐ প্রাচীরটি - ওটা ছিল নগরবাসী দুই পিতৃহীন কিশোরের, এর নিম্নদেশে আছে তাদের গুপ্তধন এবং তাদের পিতা ছিল সৎকর্ম পরায়ণ। সুতরাং তোমার রাব্ব দয়াপরবশ হয়ে ইচ্ছা করলেন যে, তারা বয়ঃপ্রাপ্ত হোক এবং তারা তোমার রবের দেয়া তাদের ধনভান্ডার উদ্ধার করুক; আমি নিজ হতে কিছু করিনি; তুমি যে বিষয়ে ধৈর্য ধারণে অপারগ হয়েছিলে এটাই তার ব্যাখ্যা।","bangla_taisirul":"আর ঐ দেয়ালটির বিষয় হল- তা ছিল ঐ শহরের দু’জন ইয়াতীম বালকের। তার নীচে ছিল তাদের জন্য রক্ষিত ধন, তাদের পিতা ছিল এক সৎ ব্যক্তি। তাই তোমার প্রতিপালক চাইলেন তারা দু’জন যৌবনে উপনীত হোক আর তাদের গচ্ছিত ধন বের করে নিক- যা হল তোমার প্রতিপালকের রহমত বিশেষ। এ সব আমি নিজের পক্ষ থেকে করিনি। এ হল সে বিষয়ের ব্যাখ্যা যে সম্পর্কে আপনি ধৈর্য ধারণ করতে পারেননি।’"},{"id":83,"arabic_text":"وَ یَسۡـَٔلُوۡنَکَ عَنۡ ذِی الۡقَرۡنَیۡنِ ؕ قُلۡ سَاَتۡلُوۡا  عَلَیۡکُمۡ  مِّنۡہُ  ذِکۡرًا ﴿ؕ۸۳﴾ ","english_text":"And [recall] when We took your covenant and raised over you the mount, [saying], \"Take what We have given you with determination and listen.\" They said [instead], \"We hear and disobey.\" And their hearts absorbed [the worship of] the calf because of their disbelief. Say, \"How wretched is that which your faith enjoins upon you, if you should be believers.\"","page":302,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2223.mp3","colorText":"وَيَسْــَٔلُونَكَ عَ[f:8201[ن ذ]ِى [h:8202[ٱ]لْقَرْنَيْنِ‌ۖ قُلْ سَأَتْلُو[s[اْ] عَلَيْك[w:8203[ُم م]ِّنْهُ ذِكْرًا","juz":16,"ruku":262,"manzil":4,"bangla_ahbayan":"আর তারা তোমাকে যুলকারনাইন সম্বন্ধে জিজ্ঞাসা করে; [১] তুমি বলে দাও, ‘আমি তোমাদের নিকট তার বিষয়ে বর্ণনা করব।’","bangla_bayan":"আর তারা তোমাকে যুলকারনাইন সম্পর্কে জিজ্ঞাসা করছে। বল, ‘আমি এখন তার সম্পর্কে তোমাদের নিকট বর্ণনা দিচ্ছি’।","bangla_mkhan":"তারা আপনাকে যুলকারনাইন সম্পর্কে জিজ্ঞাসা করে। বলুনঃ আমি তোমাদের কাছে তাঁর কিছু অবস্থা বর্ণনা করব।","bangla_mujibur":"তারা তোমাকে যুলকারনাইন সম্বন্ধে জিজ্ঞেস করছে; তুমি বলে দাওঃ আমি তোমাদের নিকট তার বিষয় বর্ণনা করব।","bangla_taisirul":"তোমাকে তারা যুলকারনাইন সম্পর্কে জিজ্ঞেস করছে। বল, ‘আমি তার বিষয় তোমাদের নিকট কিছু বর্ণনা করব।’"},{"id":84,"arabic_text":"اِنَّا مَکَّنَّا لَہٗ فِی الۡاَرۡضِ وَ اٰتَیۡنٰہُ مِنۡ کُلِّ شَیۡءٍ سَبَبًا ﴿ۙ۸۴﴾ ","english_text":"Say, [O Muhammad], \"If the home of the Hereafter with Allah is for you alone and not the [other] people, then wish for death, if you should be truthful.","page":303,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2224.mp3","colorText":"إِ[g[نّ]َا مَكَّ[g[نّ]َا لَهُ[n[ۥ] فِى [h:44[ٱ]لْأَرْضِ وَءَاتَيْنَ[n[ـٰ]هُ مِ[f:843[ن ك]ُلِّ ش[f:8204[َىْءٍ س]َبَبًا","juz":16,"ruku":262,"manzil":4,"bangla_ahbayan":"আমি তাকে পৃথিবীতে আধিপত্য দান করেছিলাম এবং প্রত্যেক বিষয়ের উপায়-উপকরণ[১] দিয়েছিলাম।","bangla_bayan":"আমি তাকে যমীনে কর্তৃত্ব দান করেছিলাম এবং সববিষয়ের উপায়- উপকরণ দান করেছিলাম।","bangla_mkhan":"আমি তাকে পৃথিবীতে প্রতিষ্ঠিত করেছিলাম এবং প্রত্যেক বিষয়ের কার্যোপকরণ দান করেছিলাম।","bangla_mujibur":"আমি তাকে পৃথিবীতে কর্তৃত্ব দিয়েছিলাম এবং প্রত্যেক বিষয়ের উপায় ও পন্থা নির্দেশ করেছিলাম।","bangla_taisirul":"আমি তাকে পৃথিবীতে আধিপত্য দান করেছিলাম আর তাকে সব রকমের উপায় উপাদান দিয়েছিলাম।"},{"id":85,"arabic_text":"فَاَتۡبَعَ  سَبَبًا ﴿۸۵﴾ ","english_text":"But they will never wish for it, ever, because of what their hands have put forth. And Allah is Knowing of the wrongdoers.","page":303,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2225.mp3","colorText":"فَأَتْبَعَ سَبَبًا","juz":16,"ruku":262,"manzil":4,"bangla_ahbayan":"সে এক পথ অবলম্বন করল।[১]","bangla_bayan":"অতঃপর সে একটি পথ অবলম্বন করল।","bangla_mkhan":"অতঃপর তিনি এক কার্যোপকরণ অবলম্বন করলেন।","bangla_mujibur":"সে এক পথ অবলম্বন করল।","bangla_taisirul":"একবার সে এক রাস্তা ধরল (অর্থাৎ একদিকে একটা অভিযান চালাল)।"},{"id":86,"arabic_text":"حَتّٰۤی  اِذَا بَلَغَ  مَغۡرِبَ الشَّمۡسِ وَجَدَہَا تَغۡرُبُ فِیۡ عَیۡنٍ حَمِئَۃٍ  وَّ وَجَدَ عِنۡدَہَا قَوۡمًا ۬ؕ قُلۡنَا یٰذَا الۡقَرۡنَیۡنِ  اِمَّاۤ  اَنۡ تُعَذِّبَ وَ اِمَّاۤ  اَنۡ تَتَّخِذَ فِیۡہِمۡ حُسۡنًا ﴿۸۶﴾ ","english_text":"And you will surely find them the most greedy of people for life - [even] more than those who associate others with Allah . One of them wishes that he could be granted life a thousand years, but it would not remove him in the least from the [coming] punishment that he should be granted life. And Allah is Seeing of what they do.","page":303,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2226.mp3","colorText":"حَتَّ[o[ىٰٓ] إِذَا بَلَغَ مَغْرِبَ [h:8205[ٱ][l[ل]شَّمْسِ وَجَدَهَا تَغْرُبُ فِى عَيْنٍ حَمِئَ[a:8206[ةٍ و]َوَجَدَ عِ[f:1876[ند]َهَا قَوْ[f:8207[مًا‌ۗ ق]ُلْنَا يَ[n[ـٰ]ذَا [h:8208[ٱ]لْقَرْنَيْنِ إِ[g[مّ][o[َآ] أَ[f:8209[ن ت]ُعَذِّبَ وَإِ[g[مّ][o[َآ] أَ[f:8210[ن ت]َتَّخِذَ فِيهِمْ حُسْنًا","juz":16,"ruku":262,"manzil":4,"bangla_ahbayan":"চলতে চলতে যখন সে সূর্যের অস্তগমন স্থলে পৌঁছল, তখন সে সূর্যকে এক কর্দমাক্ত ঝরনায় অস্তগমন করতে দেখল[১] এবং সে সেখানে এক সম্প্রদায়কে দেখতে পেল; আমি বললাম,[২] ‘হে যুলকারনাইন! তুমি তাদেরকে শাস্তি দিতে পার অথবা তাদের ব্যাপারে সদুপায় অবলম্বন করতে পার।’ [৩]","bangla_bayan":"অবশেষে যখন সে সূর্যাস্তের স্থানে পৌঁছল, তখন সে সূর্যকে একটি কর্দমাক্ত পানির ঝর্ণায় ডুবতে দেখতে পেল এবং সে এর কাছে একটি জাতির দেখা পেল। আমি বললাম, ‘হে যুলকারনাইন, তুমি তাদেরকে আযাবও দিতে পার অথবা তাদের ব্যাপারে সদাচরণও করতে পার’।","bangla_mkhan":"অবশেষে তিনি যখন সুর্যের অস্তাচলে পৌছলেন; তখন তিনি সুর্যকে এক পঙ্কিল জলাশয়ে অস্ত যেতে দেখলেন এবং তিনি সেখানে এক সম্প্রদায়কে দেখতে পেলেন। আমি বললাম, হে যুলকারনাইন! আপনি তাদেরকে শাস্তি দিতে পারেন অথবা তাদেরকে সদয়ভাবে গ্রহণ করতে পারেন।","bangla_mujibur":"চলতে চলতে যখন সে সূর্যের অস্তগমন স্থানে পৌঁছল তখন সে সূর্যকে এক পংকিল পানিতে অস্ত যেতে দেখল এবং সে সেখানে এক সম্প্রদায়কে দেখতে পেল; আমি বললামঃ হে যুলকারনাইন! তুমি তাদেরকে শাস্তি দিতে পার অথবা তাদেরকে সদয়ভাবে গ্রহণ করতে পার।","bangla_taisirul":"চলতে চলতে যখন সে সূর্যাস্তের স্থানে পৌঁছল, তখন সে সূর্যকে অস্বচ্ছ জলাশয়ে ডুবতে দেখল আর সেখানে একটি জাতির লোকেদের সাক্ষাৎ পেল। আমি বললাম, ‘হে যুলকারনাইন! তুমি তাদেরকে শাস্তি দিতে পার কিংবা তাদের সঙ্গে (সদয়) ব্যবহারও করতে পার।’"},{"id":87,"arabic_text":"قَالَ اَمَّا مَنۡ ظَلَمَ فَسَوۡفَ نُعَذِّبُہٗ ثُمَّ یُرَدُّ  اِلٰی رَبِّہٖ فَیُعَذِّبُہٗ عَذَابًا نُّکۡرًا ﴿۸۷﴾ ","english_text":"Say, \"Whoever is an enemy to Gabriel - it is [none but] he who has brought the Qur'an down upon your heart, [O Muhammad], by permission of Allah, confirming that which was before it and as guidance and good tidings for the believers.\"","page":303,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2227.mp3","colorText":"قَالَ أَ[g[مّ]َا مَ[f:8211[ن ظ]َلَمَ فَسَوْفَ نُعَذِّبُهُ[n[ۥ] ثُ[g[مّ]َ يُرَدُّ إِلَىٰ رَبِّه[n[ِۦ] فَيُعَذِّبُهُ[n[ۥ] عَذَا[a:8212[بًا ن]ُّكْرًا","juz":16,"ruku":262,"manzil":4,"bangla_ahbayan":"সে বলল, ‘যে কেউ সীমালংঘন করবে আমি তাকে শাস্তি দেব,[১] অতঃপর সে তার প্রতিপালকের নিকট প্রত্যাবর্তিত হবে এবং তিনি তাকে কঠিন শাস্তি দেবেন।","bangla_bayan":"সে বলল, ‘যে ব্যক্তি যুলম করবে, আমি অচিরেই তাকে শাস্তি দেব। অতঃপর তাকে তার রবের নিকট ফিরিয়ে নেয়া হবে। তখন তিনি তাকে কঠিন আযাব দেবেন’।","bangla_mkhan":"তিনি বললেনঃ যে কেউ সীমালঙ্ঘনকারী হবে আমি তাকে শাস্তি দেব। অতঃপর তিনি তাঁর পালনকর্তার কাছে ফিরে যাবেন। তিনি তাকে কঠোর শাস্তি দেবেন।","bangla_mujibur":"সে বললঃ যে কেহ সীমা লংঘন করবে আমি তাকে শাস্তি দিব। অতঃপর সে তার রবের নিকট প্রত্যাবর্তিত হবে এবং তিনি তাকে কঠিন শাস্তি দিবেন।","bangla_taisirul":"সে বলল, ‘যে ব্যক্তি যুলম করবে আমি তাকে অচিরেই শাস্তি দেব, অতঃপর তাকে তার প্রতিপালকের কাছে ফিরিয়ে আনা হবে, তখন তিনি তাকে কঠিন ‘আযাব দেবেন।"},{"id":88,"arabic_text":"وَ اَمَّا مَنۡ اٰمَنَ وَ عَمِلَ صَالِحًا فَلَہٗ جَزَآءَۨ  الۡحُسۡنٰی ۚ وَ سَنَقُوۡلُ لَہٗ مِنۡ اَمۡرِنَا  یُسۡرًا ﴿ؕ۸۸﴾ ","english_text":"Whoever is an enemy to Allah and His angels and His messengers and Gabriel and Michael - then indeed, Allah is an enemy to the disbelievers.","page":303,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2228.mp3","colorText":"وَأَ[g[مّ]َا مَنْ ءَامَنَ وَعَمِلَ صَ[n[ـٰ]لِ[f:8213[حًا ف]َلَهُ[n[ۥ] جَز[o[َا]ٓءً [h:8214[ٱ]لْحُسْنَىٰ‌ۖ وَسَنَقُولُ لَهُ[n[ۥ] مِنْ أَمْرِنَا يُسْرًا","juz":16,"ruku":262,"manzil":4,"bangla_ahbayan":"তবে যে বিশ্বাস করে এবং সৎকর্ম করে, তার জন্য প্রতিদান স্বরূপ আছে কল্যাণ এবং তার প্রতি ব্যবহারে আমি নম্র কথা বলব।’","bangla_bayan":"‘আর যে ব্যক্তি ঈমান আনবে এবং সৎকাজ করবে, তার জন্য রয়েছে উত্তম পুরস্কার। আর আমি আমার ব্যবহারে তার সাথে নরম কথা বলব’।","bangla_mkhan":"এবং যে বিশ্বাস স্থাপন করে ও সৎকর্ম করে তার জন্য প্রতিদান রয়েছে কল্যাণ এবং আমার কাজে তাকে সহজ নির্দেশ দেব।","bangla_mujibur":"তবে যে বিশ্বাস করে এবং সৎ কাজ করে তার জন্য প্রতিদান স্বরূপ আছে কল্যাণ এবং আমার কাজে তাকে সহজ নির্দেশ দিব।","bangla_taisirul":"আর যে ব্যক্তি ঈমান আনবে আর সৎকাজ করবে তার জন্য আছে উত্তম পুরস্কার আর আমি তাকে সহজ কাজের নির্দেশ দেব।"},{"id":89,"arabic_text":"ثُمَّ   اَتۡبَعَ سَبَبًا ﴿۸۹﴾ ","english_text":"And We have certainly revealed to you verses [which are] clear proofs, and no one would deny them except the defiantly disobedient.","page":303,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2229.mp3","colorText":"ثُ[g[مّ]َ أَتْبَعَ سَبَبًا","juz":16,"ruku":262,"manzil":4,"bangla_ahbayan":"অতঃপর সে (আর) এক পথ অবলম্বন করল। [১]","bangla_bayan":"তারপর সে আরেক পথ অবলম্বন করল।","bangla_mkhan":"অতঃপর তিনি এক উপায় অবলম্বন করলেন।","bangla_mujibur":"আবার সে এক পথ ধরল।","bangla_taisirul":"তারপর সে আরেক পথ ধরল।"},{"id":90,"arabic_text":"حَتّٰۤی  اِذَا بَلَغَ  مَطۡلِعَ  الشَّمۡسِ وَجَدَہَا تَطۡلُعُ عَلٰی قَوۡمٍ لَّمۡ نَجۡعَلۡ لَّہُمۡ مِّنۡ دُوۡنِہَا سِتۡرًا ﴿ۙ۹۰﴾ ","english_text":"Is it not [true] that every time they took a covenant a party of them threw it away? But, [in fact], most of them do not believe.","page":303,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2230.mp3","colorText":"حَتَّ[o[ىٰٓ] إِذَا بَلَغَ مَ[q:8215[طْ]لِعَ [h:8216[ٱ][l[ل]شَّمْسِ وَجَدَهَا تَ[q:8217[طْ]لُعُ عَلَىٰ قَوْ[u:8218[مٍ ل]َّمْ نَ[q:8219[جْ]عَل لَّه[w:1812[ُم م]ِّ[f:8220[ن د]ُونِهَا سِتْرًا","juz":16,"ruku":262,"manzil":4,"bangla_ahbayan":"চলতে চলতে যখন সে সূর্যোদয় স্থলে পৌঁছল, তখন সে দেখল ওটা এমন এক সম্প্রদায়ের উপর উদিত হচ্ছে, যাদের জন্য আমি সূর্য থেকে কোনরূপ অন্তরাল সৃষ্টি করিনি। [১]","bangla_bayan":"অবশেষে সে যখন সূর্যোদয়ের স্থানে এসে পৌঁছল তখন সে দেখতে পেল, তা এমন এক জাতির উপর উদিত হচ্ছে যাদের জন্য আমি সূর্যের বিপরীতে কোন আড়ালের ব্যবস্থা করিনি।","bangla_mkhan":"অবশেষে তিনি যখন সূর্যের উদয়াচলে পৌছলেন, তখন তিনি তাকে এমন এক সম্প্রদায়ের উপর উদয় হতে দেখলেন, যাদের জন্যে সূর্যতাপ থেকে আত্নরক্ষার কোন আড়াল আমি সৃষ্টি করিনি।","bangla_mujibur":"চলতে চলতে যখন সে সূর্যোদয় স্থলে পৌঁছল তখন সে দেখলো - ওটা এমন এক সম্প্রদায়ের উপর উদিত হচ্ছে যাদের জন্য সূর্য তাপ হতে আত্মরক্ষার কোন অন্তরাল আমি সৃষ্টি করিনি।","bangla_taisirul":"চলতে চলতে সে সূর্যোদয়ের স্থানে পৌঁছল। সে সূর্যকে এমন এক জাতির উপর উদয় হতে দেখতে পেল, আমি যাদের জন্য সূর্য থেকে বাঁচার কোন আড়ালের ব্যবস্থা করিনি।"},{"id":91,"arabic_text":"کَذٰلِکَ ؕ وَ قَدۡ اَحَطۡنَا بِمَا لَدَیۡہِ خُبۡرًا ﴿۹۱﴾ ","english_text":"And when a messenger from Allah came to them confirming that which was with them, a party of those who had been given the Scripture threw the Scripture of Allah behind their backs as if they did not know [what it contained].","page":303,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2231.mp3","colorText":"كَذ[n[َٲ]لِكَ وَقَ[q:387[دْ] أَحَ[q:8221[طْ]نَا بِمَا لَدَيْهِ خُ[q:8161[بْ]رًا","juz":16,"ruku":262,"manzil":4,"bangla_ahbayan":"প্রকৃত ঘটনা এটাই, তার (আসল) বৃত্তান্ত আমি সম্যক অবগত আছি। [১]","bangla_bayan":"প্রকৃত ঘটনা এটাই। আর তার নিকট যা ছিল, আমি সে সম্পর্কে সম্পূর্ণ অবহিত।","bangla_mkhan":"প্রকৃত ঘটনা এমনিই। তার বৃত্তান্ত আমি সম্যক অবগত আছি।","bangla_mujibur":"প্রকৃত ঘটনা এটাই যে, তার বৃত্তান্ত আমি সম্যক অবগত আছি।","bangla_taisirul":"এই হল তাদের অবস্থা। তার সামনে যা ছিল আমি সে সম্পর্কে ছিলাম সম্পূর্ণ অবহিত।"},{"id":92,"arabic_text":"ثُمَّ  اَتۡبَعَ  سَبَبًا ﴿۹۲﴾ ","english_text":"And they followed [instead] what the devils had recited during the reign of Solomon. It was not Solomon who disbelieved, but the devils disbelieved, teaching people magic and that which was revealed to the two angels at Babylon, Harut and Marut. But the two angels do not teach anyone unless they say, \"We are a trial, so do not disbelieve [by practicing magic].\" And [yet] they learn from them that by which they cause separation between a man and his wife. But they do not harm anyone through it except by permission of Allah . And the people learn what harms them and does not benefit them. But the Children of Israel certainly knew that whoever purchased the magic would not have in the Hereafter any share. And wretched is that for which they sold themselves, if they only knew.","page":303,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2232.mp3","colorText":"ثُ[g[مّ]َ أَتْبَعَ سَبَبًا","juz":16,"ruku":262,"manzil":4,"bangla_ahbayan":"আবার সে এক পথ অবলম্বন করল। [১]","bangla_bayan":"তারপর সে আরেক পথ অবলম্বন করল।","bangla_mkhan":"আবার তিনি এক পথ ধরলেন।","bangla_mujibur":"আবার সে এক পথ ধরল।","bangla_taisirul":"এরপর সে আরেক পথ ধরল।"},{"id":93,"arabic_text":"حَتّٰۤی  اِذَا بَلَغَ  بَیۡنَ السَّدَّیۡنِ وَجَدَ مِنۡ دُوۡنِہِمَا قَوۡمًا ۙ لَّا یَکَادُوۡنَ یَفۡقَہُوۡنَ قَوۡلًا ﴿۹۳﴾ ","english_text":"And if they had believed and feared Allah, then the reward from Allah would have been [far] better, if they only knew.","page":303,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2233.mp3","colorText":"حَتَّ[o[ىٰٓ] إِذَا بَلَغَ بَيْنَ [h:8222[ٱ][l[ل]سَّدَّيْنِ وَجَدَ مِ[f:8223[ن د]ُونِهِمَا قَوْ[u:8224[مًا ل]َّا يَكَادُونَ يَفْقَهُونَ قَوْلاً","juz":16,"ruku":262,"manzil":4,"bangla_ahbayan":"চলতে চলতে সে যখন দুই পর্বত-প্রাচীরের[১] মধ্যবর্তী স্থলে পৌঁছল, তখন সেখানে সে এক সম্প্রদায়কে পেল, যারা তার কথা প্রায় বুঝতেই পারছিল না। [২]","bangla_bayan":"অবশেষে যখন সে দুই পর্বতের মধ্যবর্তী স্থানে পৌঁছল, তখন সেখানে সে এমন এক জাতিকে পেল, যারা তার কথা তেমন একটা বুঝতে পারছিল না।","bangla_mkhan":"অবশেষে যখন তিনি দুই পর্বত প্রচীরের মধ্যস্থলে পৌছলেন, তখন তিনি সেখানে এক জাতিকে পেলেন, যারা তাঁর কথা একেবারেই বুঝতে পারছিল না।","bangla_mujibur":"চলতে চলতে সে যখন পর্বত প্রাচীরের মধ্যবর্তী স্থানে পৌঁছল তখন সেখানে সে এক সম্প্রদায়কে পেল যারা তার কথা মোটেই বুঝতে পারছিলনা।","bangla_taisirul":"চলতে চলতে সে দু’ পাহাড়ের মাঝে এসে পৌঁছল। সেখানে সে এক সম্প্রদায়কে দেখতে পেল। যারা কথাবার্তা কমই বুঝতে পারে।"},{"id":94,"arabic_text":"قَالُوۡا یٰذَاالۡقَرۡنَیۡنِ  اِنَّ یَاۡجُوۡجَ وَ مَاۡجُوۡجَ مُفۡسِدُوۡنَ فِی الۡاَرۡضِ فَہَلۡ نَجۡعَلُ لَکَ خَرۡجًا عَلٰۤی اَنۡ  تَجۡعَلَ بَیۡنَنَا وَ  بَیۡنَہُمۡ  سَدًّا ﴿۹۴﴾ ","english_text":"O you who have believed, say not [to Allah 's Messenger], \"Ra'ina\" but say, \"Unthurna\" and listen. And for the disbelievers is a painful punishment.","page":303,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2234.mp3","colorText":"قَالُو[s[اْ] يَ[n[ـٰ]ذَا [h:8208[ٱ]لْقَرْنَيْنِ إِ[g[نّ]َ يَأْجُوجَ وَمَأْجُوجَ مُفْسِدُونَ فِى [h:44[ٱ]لْأَرْضِ فَهَلْ نَ[q:8225[جْ]عَلُ لَكَ خَرْجًا عَلَ[o[ىٰٓ] أَ[f:8226[ن ت]َ[q:8227[جْ]عَلَ بَيْنَنَا وَبَيْنَهُمْ سَدًّا","juz":16,"ruku":262,"manzil":4,"bangla_ahbayan":"তারা বলল, ‘হে যুলকারনাইন![১] য়্যা’জূজ ও মা’জূজ পৃথিবীতে অশান্তি সৃষ্টি করছে; [২] আমরা কি আপনাকে কর দেব এই শর্তে যে, আপনি আমাদের ও তাদের মাঝে এক প্রাচীর গড়ে দেবেন?’","bangla_bayan":"তারা বলল, ‘হে যুলকারনাইন! নিশ্চয় ইয়া’জূজ ও মা’জূজ যমীনে অশান্তি সৃষ্টি করছে, তাই আমরা কি আপনাকে এ জন্য কিছু খরচ দেব যে, আপনি আমাদের ও তাদের মধ্যে একটা প্রাচীর নির্মাণ করে দেবেন’?","bangla_mkhan":"তারা বললঃ হে যুলকারনাইন, ইয়াজুজ ও মাজুজ দেশে অশান্তি সৃষ্টি করেছে। আপনি বললে আমরা আপনার জন্যে কিছু কর ধার্য করব এই শর্তে যে, আপনি আমাদের ও তাদের মধ্যে একটি প্রাচীর নির্মাণ করে দেবেন।","bangla_mujibur":"তারা বললঃ হে যুলকারনাইন! ইয়াজুজ ও মা‘জুজ পৃথিবীতে অশান্তি সৃষ্টি করছে; আমরা কি তোমাকে রাজস্ব দিব এই শর্তে যে, তুমি আমাদের ও তাদের মধ্যে এক প্রাচীর গড়ে দিবে?","bangla_taisirul":"তারা বলল, ‘হে যুলক্বারনায়ন! ইয়াজূজ মা’জূজ পৃথিবীতে অশান্তি সৃষ্টি করছে, অতএব আমরা কি আপনাকে কর দেব যে, আপনি আমাদের ও তাদের মাঝে একটা বাঁধ নির্মাণ করে দেবেন?’"},{"id":95,"arabic_text":"قَالَ مَا مَکَّنِّیۡ فِیۡہِ رَبِّیۡ خَیۡرٌ فَاَعِیۡنُوۡنِیۡ بِقُوَّۃٍ  اَجۡعَلۡ بَیۡنَکُمۡ وَ بَیۡنَہُمۡ  رَدۡمًا ﴿ۙ۹۵﴾ ","english_text":"Neither those who disbelieve from the People of the Scripture nor the polytheists wish that any good should be sent down to you from your Lord. But Allah selects for His mercy whom He wills, and Allah is the possessor of great bounty.","page":303,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2235.mp3","colorText":"قَالَ مَا مَكَّ[g[نّ]ِى فِيهِ رَبِّى خَيْ[f:8228[رٌ ف]َأَعِينُونِى بِقُوَّةٍ أَ[q:8229[جْ]عَلْ بَيْنَكُمْ وَبَيْنَهُمْ رَ[q:8230[دْ]مًا","juz":16,"ruku":262,"manzil":4,"bangla_ahbayan":"সে বলল, ‘আমার প্রতিপালক আমাকে যে ক্ষমতা দিয়েছেন তাই উৎকৃষ্ট; সুতরাং তোমরা আমাকে শ্রম দ্বারা সাহায্য কর, [১] আমি তোমাদের ও তাদের মাঝে এক সুদৃঢ় প্রাচীর গড়ে দেব।","bangla_bayan":"সে বলল, ‘আমার রব আমাকে যে সামর্থ্য দিয়েছেন, সেটাই উত্তম। সুতরাং তোমরা আমাকে শ্রম দিয়ে সাহায্য কর। আমি তোমাদের ও তাদের মাঝখানে একটি সুদৃঢ় প্রাচীর নির্মাণ করে দেব’।","bangla_mkhan":"তিনি বললেনঃ আমার পালনকর্তা আমাকে যে সামর্থ দিয়েছেন, তাই যথেষ্ট। অতএব, তোমরা আমাকে শ্রম দিয়ে সাহায্য কর। আমি তোমাদের ও তাদের মধ্যে একটি সুদৃঢ় প্রাচীর নির্মাণ করে দেব।","bangla_mujibur":"সে বললঃ আমার রাব্ব আমাকে যে ক্ষমতা দিয়েছেন তা’ই উৎকৃষ্ট; সুতরাং তোমরা আমাকে শ্রম দ্বারা সাহায্য কর, আমি তোমাদের ও তাদের মধ্যস্থলে এক মাযবূত প্রাচীর গড়ে দিব।","bangla_taisirul":"সে বলল, ‘আমাকে আমার প্রতিপালক যা দিয়েছেন তা-ই যথেষ্ট, কাজেই তোমরা আমাকে শক্তি-শ্রম দিয়ে সাহায্য কর, আমি তোমাদের ও তাদের মাঝে এক সুদৃঢ় প্রাচীর গড়ে দেব।"},{"id":96,"arabic_text":"اٰتُوۡنِیۡ زُبَرَ الۡحَدِیۡدِ ؕ حَتّٰۤی  اِذَا سَاوٰی بَیۡنَ الصَّدَفَیۡنِ قَالَ انۡفُخُوۡا ؕ حَتّٰۤی  اِذَا جَعَلَہٗ  نَارًا ۙ قَالَ اٰتُوۡنِیۡۤ  اُفۡرِغۡ عَلَیۡہِ قِطۡرًا ﴿ؕ۹۶﴾ ","english_text":"We do not abrogate a verse or cause it to be forgotten except that We bring forth [one] better than it or similar to it. Do you not know that Allah is over all things competent?","page":303,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2236.mp3","colorText":"ءَاتُونِى زُبَرَ [h:8231[ٱ]لْحَدِيدِ‌ۖ حَتَّ[o[ىٰٓ] إِذَا سَاوَىٰ بَيْنَ [h:8232[ٱ][l[ل]صَّدَفَيْنِ قَالَ [h:8233[ٱ][f:8234[نف]ُخُو[s[اْ‌ۖ] حَتَّ[o[ىٰٓ] إِذَا جَعَلَهُ[n[ۥ] نَا[f:8235[رًا ق]َالَ ءَاتُون[o[ِىٓ] أُفْرِغْ عَلَيْهِ قِ[q:8236[طْ]رًا","juz":16,"ruku":262,"manzil":4,"bangla_ahbayan":"তোমরা আমার নিকট লৌহপিন্ডসমূহ আনয়ন কর।’ অতঃপর মধ্যবর্তী শূন্যস্থান পূর্ণ হয়ে যখন লৌহস্তূপ দুই পর্বতের সমান হল,[১] তখন সে বলল, ‘তোমরা হাপরে দম দিতে থাকো।’ পরিশেষে যখন ওটা অগ্নিবৎ উত্তপ্ত করল, তখন সে বলল, ‘তোমরা গলিত তামা আনয়ন কর, আমি ওটা ওর উপর ঢেলে দিই।’[২]","bangla_bayan":"‘তোমরা আমাকে লোহার পাত এনে দাও’। অবশেষে যখন সে দু’পাহাড়ের মধ্যবর্তী জায়গা সমান করে দিল, তখন সে বলল, ‘তোমরা ফুঁক দিতে থাক’। অতঃপর যখন সে তা আগুনে পরিণত করল, তখন বলল, ‘তোমরা আমাকে কিছু তামা দাও, আমি তা এর উপর ঢেলে দেই’।","bangla_mkhan":"তোমরা আমাকে লোহার পাত এনে দাও। অবশেষে যখন পাহাড়ের মধ্যবর্তী ফাঁকা স্থান পূর্ণ হয়ে গেল, তখন তিনি বললেনঃ তোমরা হাঁপরে দম দিতে থাক। অবশেষে যখন তা আগুনে পরিণত হল, তখন তিনি বললেনঃ তোমরা গলিত তামা নিয়ে এস, আমি তা এর উপরে ঢেলে দেই।","bangla_mujibur":"তোমরা আমার নিকট লৌহপিন্ডসমূহ আনয়ন কর; অতঃপর মধ্যবর্তী ফাঁকা স্থান পূর্ণ হয়ে যখন লৌহস্ত্তপ দুই পর্বতের সমান হল তখন সে বললঃ তোমরা হাঁপরে দম দিতে থাক। যখন ওটা অগ্নিবৎ উত্তপ্ত হল তখন সে বললঃ তোমরা গলিত তামা নিয়ে এসো, আমি ওটা ঢেলে দিই ওর উপর।","bangla_taisirul":"আমার কাছে লোহার পাত এনে দাও।’ শেষ পর্যন্ত যখন সে দু’পাহাড়ের মাঝের ফাঁকা জায়গা পুরোপুরি ভরাট করে দিল সে বলল, ‘তোমরা হাপরে দম দিতে থাক।’ শেষ পর্যন্ত যখন তা আগুনের মত লাল হয়ে গেল তখন সে বলল, ‘আনো, আমি এর উপর গলিত তামা ঢেলে দেব।’"},{"id":97,"arabic_text":"فَمَا اسۡطَاعُوۡۤا اَنۡ یَّظۡہَرُوۡہُ  وَ مَا اسۡتَطَاعُوۡا  لَہٗ  نَقۡبًا ﴿۹۷﴾ ","english_text":"Do you not know that to Allah belongs the dominion of the heavens and the earth and [that] you have not besides Allah any protector or any helper?","page":303,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2237.mp3","colorText":"فَمَا [h:8237[ٱ]سْطَ[n[ـٰ]ع[o[ُوٓ][s[اْ] أ[a:8238[َن ي]َظْهَرُوهُ وَمَا [h:8239[ٱ]سْتَطَ[n[ـٰ]عُو[s[اْ] لَهُ[n[ۥ] نَ[q:8240[قْ]بًا","juz":16,"ruku":262,"manzil":4,"bangla_ahbayan":"এরপর য়্যা’জূজ ও মা’জূজ তা অতিক্রম করতে পারল না এবং ছেদ করতেও পারল না।","bangla_bayan":"এরপর তারা (ইয়া’জূজ ও মা’জূজ) প্রাচীরের উপর দিয়ে অতিক্রম করতে পারল না এবং নিচ দিয়েও তা ভেদ করতে পারল না।","bangla_mkhan":"অতঃপর ইয়াজুজ ও মাজুজ তার উপরে আরোহণ করতে পারল না এবং তা ভেদ করতে ও সক্ষম হল না।","bangla_mujibur":"এরপর ইয়াজুজ ও মা’জুজ তা অতিক্রম করতে পারলনা বা ভেদ করতে পারলনা।","bangla_taisirul":"এরপর তারা (অর্থাৎ ইয়াজূজ-মা‘জুজ) তা অতিক্রম করতে পারবে না, আর তা ভেদ করতেও পারবে না।"},{"id":98,"arabic_text":"قَالَ ہٰذَا رَحۡمَۃٌ مِّنۡ رَّبِّیۡ ۚ فَاِذَا جَآءَ وَعۡدُ رَبِّیۡ جَعَلَہٗ  دَکَّآءَ ۚ وَ کَانَ وَعۡدُ رَبِّیۡ  حَقًّا  ﴿ؕ۹۸﴾","english_text":"Or do you intend to ask your Messenger as Moses was asked before? And whoever exchanges faith for disbelief has certainly strayed from the soundness of the way.","page":304,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2238.mp3","colorText":"قَالَ هَ[n[ـٰ]ذَا رَحْمَ[a:8241[ةٌ م]ّ[u:4098[ِن ر]َّبِّى‌ۖ فَإِذَا ج[o[َا]ٓءَ وَعْدُ رَبِّى جَعَلَهُ[n[ۥ] دَكّ[o[َا]ٓءَ‌ۖ وَكَانَ وَعْدُ رَبِّى حَقًّا","juz":16,"ruku":262,"manzil":4,"bangla_ahbayan":"সে বলল, ‘এটা আমার প্রতিপালকের অনুগ্রহ; অতঃপর যখন আমার প্রতিপালকের প্রতিশ্রুতি এসে পড়বে তখন তিনি ওটাকে চূর্ণ-বিচূর্ণ করে দেবেন।[১] আর আমার প্রতিপালকের প্রতিশ্রুতি সত্য।’","bangla_bayan":"সে বলল, ‘এটা আমার রবের অনুগ্রহ। অতঃপর যখন আমার রবের ওয়াদাকৃত সময় আসবে তখন তিনি তা মাটির সাথে মিশিয়ে দেবেন। আর আমার রবের ওয়াদা সত্য’।","bangla_mkhan":"যুলকারনাইন বললেনঃ এটা আমার পালনকর্তার অনুগ্রহ। যখন আমার পালনকর্তার প্রতিশ্রুত সময় আসবে, তখন তিনি একে চূর্ণ-বিচূর্ণ করে দেবেন এবং আমার পালনকর্তার প্রতিশ্রুতি সত্য।","bangla_mujibur":"যুলকারনাইন বললঃ এটা আমার রবের অনুগ্রহ; যখন আমার রবের প্রতিশ্রুতি পূর্ণ হবে তখন তিনি ওটাকে চূর্ন-বিচূর্ণ করে দিবেন এবং আমার রবের প্রতিশ্রুতি সত্য।","bangla_taisirul":"সে বলল, ‘এ আমার প্রতিপালকের করুণা, যখন আমার প্রতিপালকের ওয়া‘দার নির্দিষ্ট সময় আসবে, তখন তিনি তাকে ধূলিসাৎ করে দেবেন আর আমার প্রতিপালকের ওয়া‘দা সত্য।"},{"id":99,"arabic_text":"وَ تَرَکۡنَا بَعۡضَہُمۡ یَوۡمَئِذٍ یَّمُوۡجُ فِیۡ بَعۡضٍ وَّ نُفِخَ فِی الصُّوۡرِ فَجَمَعۡنٰہُمۡ جَمۡعًا ﴿ۙ۹۹﴾ ","english_text":"Many of the People of the Scripture wish they could turn you back to disbelief after you have believed, out of envy from themselves [even] after the truth has become clear to them. So pardon and overlook until Allah delivers His command. Indeed, Allah is over all things competent.","page":304,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2239.mp3","colorText":"۞ وَتَرَكْنَا بَعْضَهُمْ يَوْمَئِ[a:8242[ذٍ ي]َمُوجُ فِى بَعْ[a:8243[ضٍ‌ۖ و]َنُفِخَ فِى [h:4185[ٱ][l[ل]صُّورِ فَجَمَعْنَ[n[ـٰ]هُمْ جَمْعًا","juz":16,"ruku":262,"manzil":4,"bangla_ahbayan":"সেই দিন আমি তাদেরকে এক দল অপর দলের উপর তরঙ্গায়িত অবস্থায় ছেড়ে দেব। আর শিংগায় ফুৎকার দেওয়া হবে; অতঃপর আমি তাদের সবাইকেই একত্রিত করব।","bangla_bayan":"আর সেদিন আমি তাদেরকে এমন অবস্থায় ছেড়ে দেব যে, তারা একদল আরেক দলের উপর তরঙ্গমালার মত আছড়ে পড়বে এবং শিঙ্গায় ফুঁক দেয়া হবে। অতঃপর আমি তাদের সকলকে একত্র করব।","bangla_mkhan":"আমি সেদিন তাদেরকে দলে দলে তরঙ্গের আকারে ছেড়ে দেব এবং শিঙ্গায় ফুঁৎকার দেয়া হবে। অতঃপর আমি তাদের সবাইকে একত্রিত করে আনব।","bangla_mujibur":"সেদিন আমি তাদেরকে ছেড়ে দিব একের পর এক তরঙ্গের আকারে এবং শিঙ্গায় ফুৎকার দেয়া হবে; অতঃপর আমি তাদের সবাইকে একত্রিত করব।","bangla_taisirul":"আমি তাদেরকে সেদিন এমন অবস্থায় ছেড়ে দেব যে, তারা একদল আরেক দলের উপর তরঙ্গমালার মত পড়বে। আর শিঙ্গায় ফুঁক দেয়া হবে। অতঃপর আমরা সব মানুষকে একসঙ্গে একত্রিত করব।"},{"id":100,"arabic_text":"وَّ عَرَضۡنَا جَہَنَّمَ  یَوۡمَئِذٍ  لِّلۡکٰفِرِیۡنَ  عَرۡضَۨا ﴿۱۰۰﴾ۙ","english_text":"And establish prayer and give zakah, and whatever good you put forward for yourselves - you will find it with Allah. Indeed, Allah of what you do, is Seeing.","page":304,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2240.mp3","colorText":"وَعَرَضْنَا جَهَ[g[نّ]َمَ يَوْمَئِ[u:8244[ذٍ ل]ِّلْكَ[n[ـٰ]فِرِينَ عَرْضًا","juz":16,"ruku":262,"manzil":4,"bangla_ahbayan":"সেদিন আমি জাহান্নামকে প্রত্যক্ষভাবে উপস্থিত করব সত্য প্রত্যাখ্যানকারীদের নিকট।","bangla_bayan":"এবং আমি সেদিন কাফিরদের জন্য জাহান্নামকে সরাসরি উপস্থিত করব;","bangla_mkhan":"সেদিন আমি কাফেরদের কাছে জাহান্নামকে প্রত্যক্ষ ভাবে উপস্থিত করব।","bangla_mujibur":"আর সেদিন আমি জাহান্নামকে প্রত্যক্ষভাবে উপস্থিত করব সত্য প্রত্যাখ্যানকারীদের নিকট –","bangla_taisirul":"আমি সেদিন জাহান্নামকে কাফিরদের জন্য সরাসরি হাযির করব।"},{"id":101,"arabic_text":"الَّذِیۡنَ کَانَتۡ اَعۡیُنُہُمۡ فِیۡ غِطَـآءٍ عَنۡ ذِکۡرِیۡ وَ کَانُوۡا لَا یَسۡتَطِیۡعُوۡنَ سَمۡعًا ﴿۱۰۱﴾ ","english_text":"And they say, \"None will enter Paradise except one who is a Jew or a Christian.\" That is [merely] their wishful thinking, Say, \"Produce your proof, if you should be truthful.\"","page":304,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2241.mp3","colorText":"ٱلَّذِينَ كَانَتْ أَعْيُنُهُمْ فِى غِط[o[َا]ٓءٍ عَ[f:8245[ن ذ]ِكْرِى وَكَانُو[s[اْ] لَا يَسْتَطِيعُونَ سَمْعًا","juz":16,"ruku":262,"manzil":4,"bangla_ahbayan":"যাদের চক্ষু ছিল আমার স্মরণ (কুরআন)এর ব্যাপারে অন্ধ এবং যারা শুনতেও ছিল অপারগ।","bangla_bayan":"আমার স্মরণ থেকে যাদের চোখ ছিল আবরণে ঢাকা এবং যারা শুনতেও ছিল অক্ষম।","bangla_mkhan":"যাদের চক্ষুসমূহের উপর পর্দা ছিল আমার স্মরণ থেকে এবং যারা শুনতেও সক্ষম ছিল না।","bangla_mujibur":"যাদের চক্ষু ছিল অন্ধ, আমার নিদর্শনের প্রতি এবং যারা শুনতেও ছিল অপারগ।","bangla_taisirul":"আমার স্মরণ থেকে যাদের চক্ষু ছিল আবরণে ঢাকা আর তারা শুনতেও সক্ষম ছিল না।"},{"id":102,"arabic_text":"اَفَحَسِبَ الَّذِیۡنَ کَفَرُوۡۤا اَنۡ یَّتَّخِذُوۡا عِبَادِیۡ مِنۡ دُوۡنِیۡۤ  اَوۡلِیَآءَ ؕ اِنَّـاۤ  اَعۡتَدۡنَا جَہَنَّمَ  لِلۡکٰفِرِیۡنَ نُزُلًا ﴿۱۰۲﴾ ","english_text":"Yes [on the contrary], whoever submits his face in Islam to Allah while being a doer of good will have his reward with his Lord. And no fear will there be concerning them, nor will they grieve.","page":304,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2242.mp3","colorText":"أَفَحَسِبَ [h:8246[ٱ]لَّذِينَ كَفَر[o[ُوٓ][s[اْ] أ[a:3250[َن ي]َتَّخِذُو[s[اْ] عِبَادِى مِ[f:7659[ن د]ُون[o[ِىٓ] أَوْلِي[o[َا]ٓءَ‌ۚ إِ[g[نّ][o[َآ] أَعْتَ[q:2660[دْ]نَا جَهَ[g[نّ]َمَ لِلْكَ[n[ـٰ]فِرِينَ نُزُلاً","juz":16,"ruku":263,"manzil":4,"bangla_ahbayan":"যারা সত্য প্রত্যাখ্যান করেছে তারা কি মনে করে যে, তারা আমার পরিবর্তে আমার দাসদেরকে অভিভাবকরূপে গ্রহণ করবে? আমি সত্য প্রত্যাখ্যানকারীদের অভ্যর্থনার জন্য প্রস্তুত রেখেছি জাহান্নাম। [১]","bangla_bayan":"যারা কুফরী করছে, তারা কি মনে করেছে যে, তারা আমার পরিবর্তে আমার বান্দাদেরকে অভিভাবকরূপে গ্রহণ করবে? নিশ্চয় আমি জাহান্নামকে কাফিরদের আপ্যায়নের জন্য প্রস্তুত করছি।","bangla_mkhan":"কাফেররা কি মনে করে যে, তারা আমার পরিবর্তে আমার বান্দাদেরকে অভিভাবক রূপে গ্রহণ করবে? আমি কাফেরদের অভ্যর্থনার জন্যে জাহান্নামকে প্রস্তুত করে রেখেছি।","bangla_mujibur":"যারা সত্য প্রত্যাখ্যান করেছে তারা কি মনে করে যে, তারা আমার পরিবর্তে আমার বান্দাদেরকে অভিভাবকরূপে গ্রহণ করবে? আমি সত্য প্রত্যাখ্যানকারীদের অভ্যর্থনার জন্য প্রস্তুত রেখেছি জাহান্নাম।","bangla_taisirul":"যারা কুফুরী নীতি গ্রহণ করেছে তারা কি মনে করে যে, তারা আমার পরিবর্তে আমার বান্দাহদেরকে অভিভাবকরূপে গ্রহণ করবে? আমি কাফিরদের মেহমানদারির জন্য জাহান্নাম প্রস্তুত করে রেখেছি।"},{"id":103,"arabic_text":"قُلۡ ہَلۡ نُنَبِّئُکُمۡ  بِالۡاَخۡسَرِیۡنَ اَعۡمَالًا ﴿۱۰۳﴾ؕ ","english_text":"The Jews say \"The Christians have nothing [true] to stand on,\" and the Christians say, \"The Jews have nothing to stand on,\" although they [both] recite the Scripture. Thus the polytheists speak the same as their words. But Allah will judge between them on the Day of Resurrection concerning that over which they used to differ.","page":304,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2243.mp3","colorText":"قُلْ هَلْ نُنَبِّئُك[c:8247[ُم ب]ِ[h:8248[ٱ]لْأَخْسَرِينَ أَعْمَ[n[ـٰ]لاً","juz":16,"ruku":263,"manzil":4,"bangla_ahbayan":"তুমি বল, ‘আমি কি তোমাদেরকে সংবাদ দেব তাদের যারা কর্মে সর্বাধিক ক্ষতিগ্রস্ত?’","bangla_bayan":"বল, ‘আমি কি তোমাদেরকে এমন লোকদের কথা জানাব, যারা আমলের দিক থেকে সবচেয়ে বেশী ক্ষতিগ্রস্ত’?","bangla_mkhan":"বলুনঃ আমি কি তোমাদেরকে সেসব লোকের সংবাদ দেব, যারা কর্মের দিক দিয়ে খুবই ক্ষতিগ্রস্ত।","bangla_mujibur":"বলঃ আমি কি তোমাদেরকে সংবাদ দিব কর্মে বিশেষ ক্ষতিগ্রস্তদের ব্যাপারে?","bangla_taisirul":"বল, ‘আমি তোমাদেরকে কি সংবাদ দেব নিজেদের ‘আমালের ক্ষেত্রে কারা সবচেয়ে বেশি ক্ষতিগ্রস্ত?’"},{"id":104,"arabic_text":"اَلَّذِیۡنَ ضَلَّ سَعۡیُہُمۡ فِی الۡحَیٰوۃِ  الدُّنۡیَا وَ ہُمۡ یَحۡسَبُوۡنَ اَنَّہُمۡ یُحۡسِنُوۡنَ صُنۡعًا ﴿۱۰۴﴾ ","english_text":"And who are more unjust than those who prevent the name of Allah from being mentioned in His mosques and strive toward their destruction. It is not for them to enter them except in fear. For them in this world is disgrace, and they will have in the Hereafter a great punishment.","page":304,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2244.mp3","colorText":"ٱلَّذِينَ ضَلَّ سَعْيُهُمْ فِى [h:441[ٱ]لْحَيَ[s[و][n[ٲ]ةِ [h:442[ٱ][l[ل]دُّنْيَا وَهُمْ يَحْسَبُونَ أَ[g[نّ]َهُمْ يُحْسِنُونَ صُنْعًا","juz":16,"ruku":263,"manzil":4,"bangla_ahbayan":"ওরাই তারা, পার্থিব জীবনে যাদের প্রচেষ্টা পন্ড হয়, যদিও তারা মনে করে যে, তারা সৎকর্ম করছে।[১]","bangla_bayan":"দুনিয়ার জীবনে যাদের চেষ্টা ব্যর্থ হয়ে গেছে, অথচ তারা মনে করছে যে, তারা ভাল কাজই করছে’!","bangla_mkhan":"তারাই সে লোক, যাদের প্রচেষ্টা পার্থিবজীবনে বিভ্রান্ত হয়, অথচ তারা মনে করে যে, তারা সৎকর্ম করেছে।","bangla_mujibur":"ওরাই তারা, পার্থিব জীবনে যাদের প্রচেষ্টা পন্ড হয়, যদিও তারা মনে করে যে, তারা সৎ কাজ করছে।","bangla_taisirul":"তারা হল সে সব লোক দুনিয়ার জীবনে যাদের চেষ্টা সাধনা ব্যর্থ হয়ে গেছে আর তারা নিজেরা মনে করছে যে, তারা সঠিক কাজই করছে।"},{"id":105,"arabic_text":"اُولٰٓئِکَ الَّذِیۡنَ کَفَرُوۡا بِاٰیٰتِ رَبِّہِمۡ وَ لِقَآئِہٖ فَحَبِطَتۡ اَعۡمَالُہُمۡ فَلَا نُقِیۡمُ لَہُمۡ یَوۡمَ الۡقِیٰمَۃِ  وَزۡنًا ﴿۱۰۵﴾ ","english_text":"And to Allah belongs the east and the west. So wherever you [might] turn, there is the Face of Allah . Indeed, Allah is all-Encompassing and Knowing.","page":304,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2245.mp3","colorText":"أُ[s[وْ]لَ[o[ـٰٓ]ئِكَ [h:51[ٱ]لَّذِينَ كَفَرُو[s[اْ] بِـَٔـايَ[n[ـٰ]تِ رَبِّهِمْ وَلِق[o[َا]ٓئِه[n[ِۦ] فَحَبِطَتْ أَعْمَ[n[ـٰ]لُهُمْ فَلَا نُقِيمُ لَهُمْ يَوْمَ [h:592[ٱ]لْقِيَ[n[ـٰ]مَةِ وَزْنًا","juz":16,"ruku":263,"manzil":4,"bangla_ahbayan":"ওরাই তারা যারা তাদের প্রতিপালকের নিদর্শনাবলী ও তাঁর সাথে সাক্ষাৎকে অস্বীকার করে;[১] ফলে তাদের কর্ম নিষ্ফল হয়ে যায়। সুতরাং কিয়ামতের দিন আমি তাদের জন্য কোন ওজন রাখব না। [২]","bangla_bayan":"‘তারাই সেসব লোক, যারা তাদের রবের আয়াতসমূহ এবং তাঁর সাথে সাক্ষাতকে অস্বীকার করেছে। ফলে তাদের সকল আমল নিষ্ফল হয়ে গেছে। সুতরাং আমি তাদের জন্য কিয়ামতের দিন কোন ওজনের ব্যবস্থা রাখব না’।","bangla_mkhan":"তারাই সে লোক, যারা তাদের পালনকর্তার নিদর্শনাবলী এবং তাঁর সাথে সাক্ষাতের বিষয় অস্বীকার করে। ফলে তাদের কর্ম নিষ্ফল হয়ে যায়। সুতরাং কেয়ামতের দিন তাদের জন্য আমি কোন গুরুত্ব স্থির করব না।","bangla_mujibur":"ওরাই তারা, যারা অস্বীকার করে তাদের রবের নিদর্শনাবলী ও তাঁর সাথে তাদের সাক্ষাতের বিষয়। ফলে তাদের কাজ নিষ্ফল হয়ে যায়; সুতরাং কিয়ামাত দিবসে তাদের জন্য কোন ওজনের ব্যবস্থা রাখব না।","bangla_taisirul":"তারা হল সে সব লোক যারা তাদের প্রতিপালকের নিদর্শন ও তাঁর সাথে সাক্ষাৎকে অমান্য করে। যার ফলে তাদের যাবতীয় ‘আমাল নিস্ফল হয়ে গেছে। কিয়ামাতের দিন আমি তাদের (কাজের) জন্য কোন ওজন কায়িম করব না (অর্থাৎ তাদের এ সব ‘আমাল ওজনযোগ্য হিসেবে গণ্য করা হবে না)।"},{"id":106,"arabic_text":"ذٰلِکَ جَزَآؤُہُمۡ جَہَنَّمُ بِمَا کَفَرُوۡا وَ اتَّخَذُوۡۤا اٰیٰتِیۡ وَ  رُسُلِیۡ  ہُزُوًا ﴿۱۰۶﴾ ","english_text":"They say, \" Allah has taken a son.\" Exalted is He! Rather, to Him belongs whatever is in the heavens and the earth. All are devoutly obedient to Him,","page":304,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2246.mp3","colorText":"ذ[n[َٲ]لِكَ جَز[o[َا]ٓؤُهُمْ جَهَ[g[نّ]َمُ بِمَا كَفَرُو[s[اْ] وَ[h:8132[ٱ]تَّخَذ[o[ُوٓ][s[اْ] ءَايَ[n[ـٰ]تِى وَرُسُلِى هُزُوًا","juz":16,"ruku":263,"manzil":4,"bangla_ahbayan":"জাহান্নাম, ওটাই তাদের প্রতিফল, যেহেতু তারা সত্য প্রত্যাখ্যান করেছে এবং আমার নিদর্শনাবলী ও রসূলদেরকে গ্রহণ করেছে বিদ্রূপের বিষয়রূপে।","bangla_bayan":"‘এ জন্যই তাদের প্রতিফল জাহান্নাম। কারণ তারা কুফরী করেছে এবং আমার আয়াতসমূহ ও আমার রাসূলগণকে বিদ্রূপের বিষয় বানিয়েছে’।","bangla_mkhan":"জাহান্নাম-এটাই তাদের প্রতিফল; কারণ, তারা কাফের হয়েছে এবং আমার নিদর্শনাবলী ও রসূলগণকে বিদ্রূপের বিষয় রূপে গ্রহণ করেছে।","bangla_mujibur":"জাহান্নাম-এটাই তাদের প্রতিফল, যেহেতু তারা কুফরী করেছে এবং আমার নিদর্শনাবলী ও রাসূলগণকে গ্রহণ করেছে বিদ্রুপের বিষয়স্বরূপ।","bangla_taisirul":"এটাই তাদের প্রতিফল-জাহান্নাম, কারণ তারা কুফুরী করেছে আর আমার নিদর্শন ও রসূলদেরকে হাসি-তামাশার বিষয় বানিয়েছে।"},{"id":107,"arabic_text":"اِنَّ الَّذِیۡنَ اٰمَنُوۡا وَ عَمِلُوا الصّٰلِحٰتِ کَانَتۡ لَہُمۡ  جَنّٰتُ الۡفِرۡدَوۡسِ نُزُلًا ﴿۱۰۷﴾ۙ ","english_text":"Originator of the heavens and the earth. When He decrees a matter, He only says to it, \"Be,\" and it is.","page":304,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2247.mp3","colorText":"إِ[g[نّ]َ [h:24[ٱ]لَّذِينَ ءَامَنُو[s[اْ] وَعَمِلُو[s[اْ] [h:118[ٱ][l[ل]صَّ[n[ـٰ]لِحَ[n[ـٰ]تِ كَانَتْ لَهُمْ جَ[g[نّ]َ[n[ـٰ]تُ [h:8249[ٱ]لْفِرْدَوْسِ نُزُلاً","juz":16,"ruku":263,"manzil":4,"bangla_ahbayan":"নিশ্চয় যারা বিশ্বাস করে ও সৎকর্ম করে তাদের অভ্যর্থনার জন্য আছে ফিরদাউস বেহেশ্ত।[১]","bangla_bayan":"নিশ্চয় যারা ঈমান এনেছে এবং সৎকাজ করেছে, তাদের মেহমানদারির জন্য রয়েছে জান্নাতুল ফেরদাউস।","bangla_mkhan":"যারা বিশ্বাস স্থাপন করে ও সৎকর্ম সম্পাদন করে, তাদের অভ্যর্থনার জন্যে আছে জান্নাতুল ফেরদাউস।","bangla_mujibur":"যারা ঈমান আনে ও সৎ কাজ করে তাদের আপ্যায়নের জন্য আছে জান্নাতুল ফিরদাউস।","bangla_taisirul":"যারা ঈমান আনে আর সৎকাজ করে তাদের আপ্যায়নের জন্য আছে ফিরদাউসের বাগান।"},{"id":108,"arabic_text":"خٰلِدِیۡنَ فِیۡہَا لَا  یَبۡغُوۡنَ عَنۡہَا حِوَلًا ﴿۱۰۸﴾ ","english_text":"Those who do not know say, \"Why does Allah not speak to us or there come to us a sign?\" Thus spoke those before them like their words. Their hearts resemble each other. We have shown clearly the signs to a people who are certain [in faith].","page":304,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2248.mp3","colorText":"خَ[n[ـٰ]لِدِينَ فِيهَا لَا يَ[q:2073[بْ]غُونَ عَنْهَا حِوَلاً","juz":16,"ruku":263,"manzil":4,"bangla_ahbayan":"সেথায় তারা স্থায়ী হবে; এর পরিবর্তে তারা অন্য স্থানে স্থানান্তরিত হওয়া কামনা করবে না।[১]","bangla_bayan":"সেখানে তারা স্থায়ী হবে। তারা সেখান থেকে অন্য কোথাও স্থানান্তরিত হতে চাইবে না।","bangla_mkhan":"সেখানে তারা চিরকাল থাকবে, সেখান থেকে স্থান পরিবর্তন করতে চাইবে না।","bangla_mujibur":"সেখানে তারা স্থায়ী হবে; তা হতে স্থানান্তর কামনা করবেনা।","bangla_taisirul":"সেখানে তারা স্থায়ী হয়ে থাকবে, সেখান থেকে বের হয়ে আর অন্যত্র যেতে চাইবে না।"},{"id":109,"arabic_text":"قُلۡ لَّوۡ کَانَ الۡبَحۡرُ مِدَادًا لِّکَلِمٰتِ رَبِّیۡ لَنَفِدَ الۡبَحۡرُ  قَبۡلَ اَنۡ تَنۡفَدَ کَلِمٰتُ رَبِّیۡ وَ لَوۡ  جِئۡنَا بِمِثۡلِہٖ  مَدَدًا ﴿۱۰۹﴾ ","english_text":"Indeed, We have sent you, [O Muhammad], with the truth as a bringer of good tidings and a warner, and you will not be asked about the companions of Hellfire.","page":304,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2249.mp3","colorText":"قُل لَّوْ كَانَ [h:8250[ٱ]لْبَحْرُ مِدَا[u:8251[دًا ل]ِّكَلِمَ[n[ـٰ]تِ رَبِّى لَنَفِدَ [h:8252[ٱ]لْبَحْرُ قَ[q:3282[بْ]لَ أَ[f:8253[ن ت]َ[f:8254[نف]َدَ كَلِمَ[n[ـٰ]تُ رَبِّى وَلَوْ جِئْنَا بِمِثْلِه[n[ِۦ] مَدَدًا","juz":16,"ruku":263,"manzil":4,"bangla_ahbayan":"তুমি বল, ‘আমার প্রতিপালকের বাণী[১] লিপিবদ্ধ করবার জন্য সমুদ্র যদি কালি হয়, তাহলে আমার প্রতিপালকের বাণী শেষ হবার পূর্বেই সমুদ্র নিঃশেষ হয়ে যাবে; সাহায্যার্থে যদিও এর মত আরো একটি সমুদ্র আনয়ন করি।’","bangla_bayan":"বল, ‘আমার রবের কথা লেখার জন্য সমুদ্র যদি কালি হয়ে যায় তবে সমুদ্র নিঃশেষ হয়ে যাবে আমার রবের কথা শেষ হওয়ার আগেই। যদিও এর সাহায্যার্থে অনুরূপ আরো সমুদ্র নিয়ে আসি’।","bangla_mkhan":"বলুনঃ আমার পালনকর্তার কথা, লেখার জন্যে যদি সমুদ্রের পানি কালি হয়, তবে আমার পালনকর্তার কথা, শেষ হওয়ার আগেই সে সমুদ্র নিঃশেষিত হয়ে যাবে। সাহায্যার্থে অনুরূপ আরেকটি সমুদ্র এনে দিলেও।","bangla_mujibur":"বলঃ আমার রবের কথা লিপিবদ্ধ করার জন্য সমুদ্র যদি কালি হয় তাহলেও আমার রবের কথা শেষ হবার পূর্বেই সমুদ্র নিঃশেষ হয়ে যাবে-সাহায্যার্থে এর অনুরূপ আরও সমুদ্র নিয়ে এলেও।","bangla_taisirul":"বল, ‘সমুদ্রগুলো যদি আমার প্রতিপালকের কথা লেখার জন্য কালি হয়ে যায়, তবে আমার প্রতিপালকের কথা লেখা শেষ হওয়ার আগেই সমুদ্র অবশ্যই নিঃশেষ হয়ে যাবে, আমি যদি এর সাহায্যের জন্য আরো অনুরূপ পরিমাণ সমুদ্র নিয়ে আসি তবুও।’"},{"id":110,"arabic_text":"قُلۡ اِنَّمَاۤ  اَنَا بَشَرٌ  مِّثۡلُکُمۡ  یُوۡحٰۤی  اِلَیَّ اَنَّمَاۤ  اِلٰـہُکُمۡ  اِلٰہٌ  وَّاحِدٌ ۚ فَمَنۡ کَانَ یَرۡجُوۡا لِقَآءَ رَبِّہٖ فَلۡیَعۡمَلۡ عَمَلًا صَالِحًا وَّ لَا یُشۡرِکۡ بِعِبَادَۃِ  رَبِّہٖۤ  اَحَدًا ﴿۱۱۰﴾  ","english_text":"And never will the Jews or the Christians approve of you until you follow their religion. Say, \"Indeed, the guidance of Allah is the [only] guidance.\" If you were to follow their desires after what has come to you of knowledge, you would have against Allah no protector or helper.","page":304,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2250.mp3","colorText":"قُلْ إِ[g[نّ]َم[o[َآ] أَنَا۟ بَشَ[a:7069[رٌ م]ِّثْلُكُمْ يُوحَ[o[ىٰٓ] إِلَىَّ أَ[g[نّ]َم[o[َآ] إِلَ[n[ـٰ]هُكُمْ إِلَ[n[ـٰ][a:827[هٌ و][n[َٲ]حِ[f:8255[دٌ‌ۖ ف]َمَ[f:954[ن ك]َانَ يَرْجُو[s[اْ] لِق[o[َا]ٓءَ رَبِّه[n[ِۦ] فَلْيَعْمَلْ عَمَل[f:5817[اً ص]َ[n[ـٰ]لِ[a:8256[حًا و]َلَا يُشْرِكْ بِعِبَادَةِ رَبِّه[o[ِۦٓ] أَحَدَۢا","juz":16,"ruku":263,"manzil":4,"bangla_ahbayan":"তুমি বল, ‘আমি তো তোমাদের মতই একজন মানুষ; [১] আমার প্রতি প্রত্যাদেশ হয় যে, তোমাদের উপাস্যই একমাত্র উপাস্য;[২] সুতরাং যে তার প্রতিপালকের সাক্ষাৎ কামনা করে, সে যেন সৎকর্ম করে এবং তার প্রতিপালকের উপাসনায়[৩] কাউকেও শরীক না করে।’","bangla_bayan":"বল, ‘আমি তোমাদের মতই একজন মানুষ। আমার নিকট ওহী প্রেরণ করা হয় যে, তোমাদের ইলাহই এক ইলাহ। সুতরাং যে তার রবের সাক্ষাৎ কামনা করে, সে যেন সৎকর্ম করে এবং তার রবের ইবাদাতে কাউকে শরীক না করে’।","bangla_mkhan":"বলুনঃ আমি ও তোমাদের মতই একজন মানুষ, আমার প্রতি প্রত্যাদেশ হয় যে, তোমাদের ইলাহই একমাত্র ইলাহ। অতএব, যে ব্যক্তি তার পালনকর্তার সাক্ষাত কামনা করে, সে যেন, সৎকর্ম সম্পাদন করে এবং তার পালনকর্তার এবাদতে কাউকে শরীক না করে।","bangla_mujibur":"বলঃ আমিতো তোমাদের মতই একজন মানুষ, আমার প্রতি প্রত্যাদেশ হয় যে, তোমাদের ইলাহ একমাত্র ইলাহ। সুতরাং যে তার রবের সাথে সাক্ষাত কামনা করে সে যেন সৎ কাজ করে এবং তার রবের ইবাদাতে কেহকেও শরীক না করে।","bangla_taisirul":"বল, ‘আমি তোমাদেরই মত একজন মানুষ, আমার নিকট ওয়াহী করা হয় যে, তোমাদের ইলাহ কেবল এক ইলাহ। কাজেই যে ব্যক্তি তার প্রতিপালকের সঙ্গে সাক্ষাতের আশা করে, সে যেন সৎ ‘আমাল করে আর তার প্রতিপালকের ‘ইবাদাতে কাউকে শরীক না করে।’"}]}}