{"surahDetails":{"id":19,"banglaName":"মারইয়াম (ঈসা নবীর মা)","totalAyah":98,"arabicInBangla":"মারইয়াম"},"surah":{"id":19,"verses":[{"id":1,"arabic_text":"کٓہٰیٰعٓصٓ ۟﴿ۚ۱﴾","english_text":"Unquestionably, it is they who are the corrupters, but they perceive [it] not.","page":305,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2251.mp3","colorText":"[m[كٓ]هي[m[عٓ][m[صٓ]","juz":16,"ruku":264,"manzil":4,"bangla_ahbayan":"কা-ফ হা ইয়া আ’ইন স্বা-দ।","bangla_bayan":"কাফ-হা-ইয়া-‘আঈন-সোয়াদ।","bangla_mkhan":"কাফ-হা-ইয়া-আইন-সাদ","bangla_mujibur":"কাফ্ হা ইয়া ‘আঈন সাদ।","bangla_taisirul":"কাফ্-হা-ইয়্যা-‘আইন-সাদ।"},{"id":2,"arabic_text":"ذِکۡرُ  رَحۡمَتِ  رَبِّکَ  عَبۡدَہٗ   زَکَرِیَّا  ۖ﴿ۚ۲﴾","english_text":"And when it is said to them, \"Believe as the people have believed,\" they say, \"Should we believe as the foolish have believed?\" Unquestionably, it is they who are the foolish, but they know [it] not.","page":305,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2252.mp3","colorText":"ذِكْرُ رَحْمَتِ رَبِّكَ عَ[q:8257[بْ]دَهُ[n[ۥ] زَكَرِيَّآ","juz":16,"ruku":264,"manzil":4,"bangla_ahbayan":"এটা তোমার প্রতিপালকের অনুগ্রহের বিবরণ তাঁর দাস যাকারিয়ার[১] প্রতি।","bangla_bayan":"এটা তোমার রবের রহমতের বিবরণ তাঁর বান্দা যাকারিয়্যার প্রতি।","bangla_mkhan":"এটা আপনার পালনকর্তার অনুগ্রহের বিবরণ তাঁর বান্দা যাকারিয়ার প্রতি।","bangla_mujibur":"এটা তোমার রবের অনুগ্রহের বিবরণ, তাঁর দাস যাকারিয়ার প্রতি।","bangla_taisirul":"এটা তোমার প্রতিপালকের অনুগ্রহের বিবরণ তাঁর বান্দাহ যাকারিয়্যার প্রতি।"},{"id":3,"arabic_text":"اِذۡ  نَادٰی  رَبَّہٗ  نِدَآءً  خَفِیًّا ﴿۳﴾ ","english_text":"And when they meet those who believe, they say, \"We believe\"; but when they are alone with their evil ones, they say, \"Indeed, we are with you; we were only mockers.\"","page":305,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2253.mp3","colorText":"إِذْ نَادَىٰ رَبَّهُ[n[ۥ] نِد[o[َا]ٓءً خَفِيًّا","juz":16,"ruku":264,"manzil":4,"bangla_ahbayan":"যখন সে তার প্রতিপালককে আহবান করেছিল গোপনে। [১]","bangla_bayan":"যখন সে তার রবকে গোপনে ডেকেছিল।","bangla_mkhan":"যখন সে তাঁর পালনকর্তাকে আহবান করেছিল নিভৃতে।","bangla_mujibur":"যখন সে তার রাব্বকে আহবান করেছিল নিভৃতে।","bangla_taisirul":"যখন সে তার প্রতিপালককে আহবান করেছিল- এক গোপন আহবানে।"},{"id":4,"arabic_text":"قَالَ رَبِّ اِنِّیۡ وَہَنَ الۡعَظۡمُ مِنِّیۡ وَ اشۡتَعَلَ الرَّاۡسُ شَیۡبًا وَّ لَمۡ  اَکُنۡۢ بِدُعَآئِکَ  رَبِّ  شَقِیًّا ﴿۴﴾ ","english_text":"[But] Allah mocks them and prolongs them in their transgression [while] they wander blindly.","page":305,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2254.mp3","colorText":"قَالَ رَبِّ إِ[g[نّ]ِى وَهَنَ [h:8258[ٱ]لْعَظْمُ مِ[g[نّ]ِى وَ[h:8259[ٱ]شْتَعَلَ [h:8260[ٱ][l[ل]رَّأْسُ شَيْ[a:8261[بًا و]َلَمْ أَك[i:8262[ُنۢ ب]ِدُع[o[َا]ٓئِكَ رَبِّ شَقِيًّا","juz":16,"ruku":264,"manzil":4,"bangla_ahbayan":"সে বলেছিল, ‘হে আমার প্রতিপালক! নিশ্চয় আমার অস্থি দুর্বল হয়ে গেছে, আমার মস্তক শুভ্রোজ্জ্বল হয়েছে;[১] হে আমার প্রতিপালক! তোমাকে আহবান করে আমি কখনো ব্যর্থকাম হইনি।[২]","bangla_bayan":"সে বলেছিল, ‘হে আমার রব! আমার হাড়গুলো দুর্বল হয়ে গেছে এবং বার্ধক্যবশতঃ আমার মাথার চুলগুলো সাদা হয়ে গেছে। হে আমার রব, আপনার নিকট দো‘আ করে আমি কখনো ব্যর্থ হইনি’।","bangla_mkhan":"সে বললঃ হে আমার পালনকর্তা আমার অস্থি বয়স-ভারাবনত হয়েছে; বার্ধক্যে মস্তক সুশুভ্র হয়েছে; হে আমার পালনকর্তা! আপনাকে ডেকে আমি কখনও বিফলমনোরথ হইনি।","bangla_mujibur":"সে বলেছিলঃ হে আমার রাব্ব! আমার অস্থি দুর্বল হয়েছে, বার্ধক্যে আমার মস্তক শুভ্রোজ্জ্বল হয়েছে; হে আমার রাব্ব! আপনাকে আহবান করে আমি কখনও ব্যর্থকাম হইনি।","bangla_taisirul":"সে বলেছিল, ‘হে আমার প্রতিপালক! আমার হাড়গুলো দুর্বল হয়ে গেছে, আর বার্ধক্যে আমার মস্তক সাদা হয়ে গেছে, হে আমার প্রতিপালক! তোমাকে ডেকে আমি কখনো বিফল হইনি।"},{"id":5,"arabic_text":"وَ اِنِّیۡ خِفۡتُ الۡمَوَالِیَ مِنۡ وَّرَآءِیۡ وَ کَانَتِ  امۡرَاَتِیۡ عَاقِرًا فَہَبۡ لِیۡ مِنۡ لَّدُنۡکَ  وَلِیًّا  ۙ﴿۵﴾","english_text":"Those are the ones who have purchased error [in exchange] for guidance, so their transaction has brought no profit, nor were they guided.","page":305,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2255.mp3","colorText":"وَإِ[g[نّ]ِى خِفْتُ [h:8263[ٱ]لْمَو[n[َٲ]لِىَ م[a:8264[ِن و]َر[o[َا]ٓءِى وَكَانَتِ [h:8265[ٱ]مْرَأَتِى عَاقِ[f:8266[رًا ف]َهَ[q:8267[بْ] لِى م[u:1746[ِن ل]َّدُ[f:1747[نك]َ وَلِيًّا","juz":16,"ruku":264,"manzil":4,"bangla_ahbayan":"নিশ্চয় আমি আমার পর আমার স্বগোত্রীয়দের ব্যাপারে আশংকা করি।[১] আর আমার স্ত্রী তো বন্ধ্যা, সুতরাং তুমি তোমার নিকট হতে[২] আমাকে দান কর একজন উত্তরাধিকারী।","bangla_bayan":"‘আর আমার পরে স্বগোত্রীয়দের সম্পর্কে আমি আশংকাবোধ করছি। আমার স্ত্রী তো বন্ধ্যা, অতএব আপনি আমাকে আপনার পক্ষ থেকে একজন উত্তরাধিকারী দান করুন’।","bangla_mkhan":"আমি ভয় করি আমার পর আমার স্বগোত্রকে এবং আমার স্ত্রী বন্ধ্যা; কাজেই আপনি নিজের পক্ষ থেকে আমাকে এক জন কর্তব্য পালনকারী দান করুন।","bangla_mujibur":"আমি আশংকা করি আমার পর আমার স্বগোত্ররা দীনকে ধ্বংস করে দিবে; আমার স্ত্রী বন্ধ্যা। সুতরাং আপনি আপনার তরফ হতে আমাকে দান করুন উত্তরাধিকারী –","bangla_taisirul":"আমার পরে আমার স্বগোত্রীয়রা (কী করবে) সে সম্পর্কে আমি আশঙ্কাবোধ করছি, আর আমার স্ত্রী হল বন্ধ্যা, কাজেই তুমি তোমার তরফ থেকে আমাকে একজন উত্তরাধিকারী দান কর"},{"id":6,"arabic_text":"یَّرِثُنِیۡ وَ یَرِثُ مِنۡ اٰلِ یَعۡقُوۡبَ ٭ۖ وَ اجۡعَلۡہُ   رَبِّ  رَضِیًّا ﴿۶﴾ ","english_text":"Their example is that of one who kindled a fire, but when it illuminated what was around him, Allah took away their light and left them in darkness [so] they could not see.","page":305,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2256.mp3","colorText":"يَرِثُنِى وَيَرِثُ مِنْ ءَالِ يَعْقُوبَ‌ۖ وَ[h:8268[ٱ][q:8268[جْ]عَلْهُ رَبِّ رَضِيًّا","juz":16,"ruku":264,"manzil":4,"bangla_ahbayan":"যে উত্তরাধিকারী হবে আমার এবং উত্তরাধিকারী হবে ইয়াকূবের বংশের। আর হে আমার প্রতিপালক! তাকে তুমি সন্তোষভাজন কর।’","bangla_bayan":"‘যে আমার উত্তরাধিকারী হবে এবং ইয়াকূবের বংশের উত্তরাধিকারী হবে। হে আমার রব, আপনি তাকে পছন্দনীয় বানিয়ে দিন’।","bangla_mkhan":"সে আমার স্থলাভিষিক্ত হবে ইয়াকুব বংশের এবং হে আমার পালনকর্তা, তাকে করুন সন্তোষজনক।","bangla_mujibur":"যে আমার উত্তরাধিকারী হবে এবং উত্তরাধিকারীত্ব পাবে ইয়াকূবের বংশের এবং হে আমার রাব্ব! তাকে করুন সন্তোষভাজন।","bangla_taisirul":"যে আমার উত্তরাধিকারী হবে আর উত্তরাধিকারী হবে ইয়া‘কুব পরিবারের; আর হে আমার প্রতিপালক! তাকে করুন আপনার সন্তুষ্টির পাত্র।"},{"id":7,"arabic_text":"یٰزَکَرِیَّاۤ  اِنَّا نُبَشِّرُکَ بِغُلٰمِۣ اسۡمُہٗ یَحۡیٰی ۙ لَمۡ  نَجۡعَلۡ  لَّہٗ  مِنۡ  قَبۡلُ  سَمِیًّا ﴿۷﴾ ","english_text":"Deaf, dumb and blind - so they will not return [to the right path].","page":305,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2257.mp3","colorText":"يَ[n[ـٰ]زَكَرِيّ[o[َآ] إِ[g[نّ]َا نُبَشِّرُكَ بِغُلَ[n[ـٰ]مٍ [h:8269[ٱ]سْمُهُ[n[ۥ] يَحْيَىٰ لَمْ نَ[q:8219[جْ]عَل لَّهُ[n[ۥ] مِ[f:128[ن ق]َ[q:129[بْ]لُ سَمِيًّا","juz":16,"ruku":264,"manzil":4,"bangla_ahbayan":"তিনি বললেন, ‘হে যাকারিয়া! অবশ্যই আমি তোমাকে একজন পুত্রের সুসংবাদ দিচ্ছি; তার নাম হবে য়্যাহয়্যা; এই নামে আমি পূর্বে কারো নামকরণ করিনি।’ [১]","bangla_bayan":"(আল্লাহ বললেন) ‘হে যাকারিয়্যা, আমি তোমাকে একটি পুত্র সন্তানের সুসংবাদ দিচ্ছি, তার নাম ইয়াহইয়া। ইতিপূর্বে কাউকে আমি এ নাম দেইনি’।","bangla_mkhan":"হে যাকারিয়া, আমি তোমাকে এক পুত্রের সুসংবাদ দিচ্ছি, তার নাম হবে ইয়াহইয়া। ইতিপূর্বে এই নামে আমি কারও নাম করণ করিনি।","bangla_mujibur":"তিনি বললেনঃ হে যাকারিয়া! আমি তোমাকে এক পুত্রের সুসংবাদ দিচ্ছি - তার নাম হবে ইয়াহইয়া। এই নামে আমি পূর্বে কারও নামকরণ করিনি।","bangla_taisirul":"তিনি বললেন, ‘হে যাকারিয়া! আমি তোমাকে একটি পুত্রের শুভ সংবাদ দিচ্ছি যার নাম হবে ইয়াহইয়া, পূর্বে এ নামে আমি কাউকে আখ্যায়িত করিনি।’"},{"id":8,"arabic_text":"قَالَ رَبِّ اَنّٰی یَکُوۡنُ لِیۡ غُلٰمٌ وَّ کَانَتِ امۡرَاَتِیۡ  عَاقِرًا  وَّ  قَدۡ  بَلَغۡتُ مِنَ  الۡکِبَرِ  عِتِیًّا ﴿۸﴾ ","english_text":"Or [it is] like a rainstorm from the sky within which is darkness, thunder and lightning. They put their fingers in their ears against the thunderclaps in dread of death. But Allah is encompassing of the disbelievers.","page":305,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2258.mp3","colorText":"قَالَ رَبِّ أَ[g[نّ]َىٰ يَكُونُ لِى غُلَ[n[ـٰ][a:8270[مٌ و]َكَانَتِ [h:8265[ٱ]مْرَأَتِى عَاقِ[a:8271[رًا و]َقَ[q:387[دْ] بَلَغْتُ مِنَ [h:8272[ٱ]لْكِبَرِ عِتِيًّا","juz":16,"ruku":264,"manzil":4,"bangla_ahbayan":"সে বলল, ‘হে আমার প্রতিপালক! কেমন করে আমার পুত্র হবে যখন আমার স্ত্রী বন্ধ্যা ও আমি বার্ধক্যের শেষ সীমায় পৌঁছে গেছি।’ [১]","bangla_bayan":"সে বলল, ‘হে আমার রব, কিভাবে আমার পুত্র সন্তান হবে, আমার স্ত্রী তো বন্ধ্যা, আর আমিও তো বার্ধক্যের শেষ পর্যায়ে পৌঁছে গিয়েছি’।","bangla_mkhan":"সে বললঃ হে আমার পালনকর্তা কেমন করে আমার পুত্র হবে অথচ আমার স্ত্রী যে বন্ধ্যা, আর আমিও যে বার্ধক্যের শেষ প্রান্তে উপনীত।","bangla_mujibur":"সে বললঃ হে আমার রাব্ব! কেমন করে আমার পুত্র হবে যখন আমার স্ত্রী বন্ধ্যা এবং আমি বার্ধক্যের শেষ সীমায় পৌঁছে গেছি!","bangla_taisirul":"সে বলল, ‘হে আমার পালনকর্তা! আমার পুত্র হবে কেমন করে, আমার স্ত্রী তো বন্ধ্যা, আর আমি বার্ধক্যের শেষ স্তরে পৌঁছে গেছি।’"},{"id":9,"arabic_text":"قَالَ  کَذٰلِکَ ۚ قَالَ رَبُّکَ ہُوَ  عَلَیَّ ہَیِّنٌ  وَّ قَدۡ خَلَقۡتُکَ مِنۡ قَبۡلُ وَ لَمۡ  تَکُ شَیۡئًا ﴿۹﴾ ","english_text":"The lightning almost snatches away their sight. Every time it lights [the way] for them, they walk therein; but when darkness comes over them, they stand [still]. And if Allah had willed, He could have taken away their hearing and their sight. Indeed, Allah is over all things competent.","page":305,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2259.mp3","colorText":"قَالَ كَذ[n[َٲ]لِكَ قَالَ رَبُّكَ هُوَ عَلَىَّ هَيِّ[a:8273[نٌ و]َقَ[q:387[دْ] خَلَ[q:8274[قْ]تُكَ مِ[f:128[ن ق]َ[q:129[بْ]لُ وَلَمْ تَكُ شَيْــًٔا","juz":16,"ruku":264,"manzil":4,"bangla_ahbayan":"তিনি বললেন, ‘এই রূপই হবে; তোমার প্রতিপালক বললেন, এটা আমার জন্য সহজসাধ্য; আমি তো পূর্বে তোমাকে সৃষ্টি করেছি যখন তুমি কিছুই ছিলে না।’ [১]","bangla_bayan":"সে (ফেরেশতা) বলল, ‘এভাবেই’। তোমার রব বলেছেন, ‘এটা আমার জন্য সহজ। আমি তো ইতঃপূর্বে তোমাকে সৃষ্টি করেছি, তখন তুমি কিছুই ছিলে না’।","bangla_mkhan":"তিনি বললেনঃ এমনিতেই হবে। তোমার পালনকর্তা বলে দিয়েছেনঃ এটা আমার পক্ষে সহজ। আমি তো পুর্বে তোমাকে সৃষ্টি করেছি এবং তুমি কিছুই ছিলে না।","bangla_mujibur":"তিনি বললেনঃ এরূপই হবে। তোমার রাব্ব বললেনঃ এটা আমার জন্য সহজসাধ্য; আমিতো পূর্বে তোমাকে সৃষ্টি করেছি যখন তুমি কিছুই ছিলেনা।","bangla_taisirul":"তিনি বললেন, ‘এভাবেই হবে, তোমার প্রতিপালক বলেছেন, ‘এটা আমার পক্ষে সহজ। ইতোপূর্বে আমিই তোমাকে সৃষ্টি করেছি যখন তুমি কিছুই ছিলে না।’"},{"id":10,"arabic_text":"قَالَ رَبِّ اجۡعَلۡ  لِّیۡۤ   اٰیَۃً ؕ قَالَ اٰیَتُکَ اَلَّا تُکَلِّمَ النَّاسَ ثَلٰثَ لَیَالٍ سَوِیًّا ﴿۱۰﴾ ","english_text":"O mankind, worship your Lord, who created you and those before you, that you may become righteous -","page":305,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2260.mp3","colorText":"قَالَ رَبِّ [h:657[ٱ][q:658[جْ]عَل لّ[o[ِىٓ] ءَايَ[f:1895[ةً‌ۚ ق]َالَ ءَايَتُكَ أَلَّا تُكَلِّمَ [h:1896[ٱ][l[ل][g[نّ]َاسَ ثَلَ[n[ـٰ]ثَ لَيَا[f:8275[لٍ س]َوِيًّا","juz":16,"ruku":264,"manzil":4,"bangla_ahbayan":"যাকারিয়া বলল, ‘হে আমার প্রতিপালক! আমাকে একটি নিদর্শন দাও!’ তিনি বললেন, ‘তোমার নিদর্শন এই যে, তুমি সুস্থ থাকা সত্ত্বেও কারো সাথে ক্রমাগত তিন রাত্রি (দিন) বাক্যালাপ করবে না।’ [১]","bangla_bayan":"সে বলল, ‘হে আমার রব, আমার জন্য একটি নিদর্শন ঠিক করে দিন’। তিনি বললেন, ‘তোমার জন্য এটাই নিদর্শন যে, তুমি সুস্থ থেকেও তিন রাত কারো সাথে কথা বলবে না’।","bangla_mkhan":"সে বললঃ হে আমার পালনকর্তা, আমাকে একটি নির্দশন দিন। তিনি বললেন তোমার নিদর্শন এই যে, তুমি সুস্থ অবস্থায় তিন দিন মানুষের সাথে কথাবার্তা বলবে না।","bangla_mujibur":"যাকারিয়া বললঃ হে আমার রাব্ব! আমাকে একটি নিদর্শন দিন। তিনি বললেনঃ তোমার নিদর্শন এই যে, তুমি সুস্থাবস্থায় কারও সাথে তিন দিন বাক্যালাপ করবেনা।","bangla_taisirul":"সে বলল, ‘হে আমার পালনকর্তা! আমার জন্য একটা চিহ্ন স্থির করে দিন।’ তিনি বললেন, ‘তোমার চিহ্ন এই যে, তুমি তিন রাত মানুষের সঙ্গে কথা বলবে না যদিও তুমি কথা বলতে সক্ষম।’"},{"id":11,"arabic_text":"فَخَرَجَ عَلٰی قَوۡمِہٖ مِنَ الۡمِحۡرَابِ فَاَوۡحٰۤی  اِلَیۡہِمۡ اَنۡ سَبِّحُوۡا بُکۡرَۃً وَّ عَشِیًّا ﴿۱۱﴾ ","english_text":"[He] who made for you the earth a bed [spread out] and the sky a ceiling and sent down from the sky, rain and brought forth thereby fruits as provision for you. So do not attribute to Allah equals while you know [that there is nothing similar to Him].","page":305,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2261.mp3","colorText":"فَخَرَجَ عَلَىٰ قَوْمِه[n[ِۦ] مِنَ [h:8276[ٱ]لْمِحْرَابِ فَأَوْحَ[o[ىٰٓ] إِلَيْهِمْ أَ[f:8277[ن س]َبِّحُو[s[اْ] بُكْرَ[a:8278[ةً و]َعَشِيًّا","juz":16,"ruku":264,"manzil":4,"bangla_ahbayan":"অতঃপর সে উপাসনাকক্ষ[১] হতে বের হয়ে তার সম্প্রদায়ের নিকট এল ও ইঙ্গিতে তাদেরকে বলল যে, ‘তোমরা সকাল-সন্ধ্যায় (আল্লাহর) পবিত্রতা ও মহিমা ঘোষণা কর।’ [২]","bangla_bayan":"অতঃপর সে মিহরাব হতে বেরিয়ে তার লোকদের সামনে আসল এবং ইশারায় তাদেরকে বলল যে, ‘তোমরা সকাল ও সন্ধ্যায় তাসবীহ পাঠ কর’।","bangla_mkhan":"অতঃপর সে কক্ষ থেকে বের হয়ে তার সম্প্রদায়ের কাছে এল এবং ইঙ্গিতে তাদেরকে সকাল সন্ধ্যায় আল্লাহকে স্মরণ করতে বললঃ","bangla_mujibur":"অতঃপর সে কক্ষ হতে বের হয়ে তার সম্প্রদায়ের নিকট এলো এবং ইঙ্গিতে তাদেরকে সকাল-সন্ধ্যায় (আল্লাহর) পবিত্রতা ও মহিমা ঘোষণা করতে বলল।","bangla_taisirul":"অতঃপর সে তার কুঠরি থেকে বের হয়ে তার সম্প্রদায়ের কাছে গেল এবং ইশারায় তাদেরকে সকাল-সন্ধ্যায় আল্লাহর প্রশংসা-পবিত্রতা বর্ণনা করতে বলল।"},{"id":12,"arabic_text":"یٰیَحۡیٰی خُذِ الۡکِتٰبَ بِقُوَّۃٍ ؕ وَ اٰتَیۡنٰہُ الۡحُکۡمَ  صَبِیًّا ﴿ۙ۱۲﴾ ","english_text":"And if you are in doubt about what We have sent down upon Our Servant [Muhammad], then produce a surah the like thereof and call upon your witnesses other than Allah, if you should be truthful.","page":306,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2262.mp3","colorText":"يَ[n[ـٰ]يَحْيَىٰ خُذِ [h:8279[ٱ]لْكِتَ[n[ـٰ]بَ بِقُوَّ[a:8280[ةٍ‌ۖ و]َءَاتَيْنَ[n[ـٰ]هُ [h:8281[ٱ]لْحُكْمَ صَبِيًّا","juz":16,"ruku":264,"manzil":4,"bangla_ahbayan":"(আল্লাহ বললেন,) ‘হে য়্যাহয়্যা! এই কিতাব[১] দৃঢ়তার সাথে গ্রহণ কর’; আমি শৈশবেই তাকে দান করেছিলাম প্রজ্ঞা। [২]","bangla_bayan":"‘হে ইয়াহইয়া, তুমি কিতাবটিকে দৃঢ়ভাবে আঁকড়ে ধর’। আমি তাকে শৈশবেই প্রজ্ঞা* দান করেছি। \\n\\n* এখানে ‘হুকম’ বলতে হিকমাত বা প্রজ্ঞা বুঝানো হয়েছে। কারো মতে, তা হল ইলম ও আমল। কেউ বলেছেন, নবুওয়াত বা আকল। ইমাম শওকানী বলেন, উল্লেখিত প্রতিটি বিষয় ‘হুকম’ দ্বারা উদ্দেশ্য হতে পারে।","bangla_mkhan":"হে ইয়াহইয়া দৃঢ়তার সাথে এই গ্রন্থ ধারণ কর। আমি তাকে শৈশবেই বিচারবুদ্ধি দান করেছিলাম।","bangla_mujibur":"আমি বললামঃ হে ইয়াহ্ইয়া! এই কিতাব দৃঢ়তার সাথে গ্রহণ কর; আমি তাকে শৈশবেই দান করেছিলাম জ্ঞান –","bangla_taisirul":"(তার পুত্রের কাছে নির্দেশ আসল) ‘হে ইয়াহ্ইয়া! এ কিতাব (তাওরাত) সুদৃঢ়ভাবে ধারণ কর।’ আমি তাকে বাল্য কালেই জ্ঞান দান করেছিলাম।"},{"id":13,"arabic_text":"وَّ حَنَانًا مِّنۡ لَّدُنَّا وَ زَکٰوۃً ؕ وَ کَانَ تَقِیًّا ﴿ۙ۱۳﴾ ","english_text":"But if you do not - and you will never be able to - then fear the Fire, whose fuel is men and stones, prepared for the disbelievers.","page":306,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2263.mp3","colorText":"وَحَنَا[a:8282[نًا م]ّ[u:2897[ِن ل]َّدُ[g[نّ]َا وَزَكَ[s[و][n[ٲ][a:8283[ةً‌ۖ و]َكَانَ تَقِيًّا","juz":16,"ruku":264,"manzil":4,"bangla_ahbayan":"এবং আমার নিকট হতে মমতা ও পবিত্রতা। [১] আর সে ছিল একজন সংযমশীল।","bangla_bayan":"আর আমার পক্ষ থেকে তাকে স্নেহ-মমতা ও পবিত্রতা দান করেছি এবং সে মুত্তাকী ছিল।","bangla_mkhan":"এবং নিজের পক্ষ থেকে আগ্রহ ও পবিত্রতা দিয়েছি। সে ছিল পরহেযগার।","bangla_mujibur":"এবং আমার নিকট হতে হৃদয়ের কোমলতা ও পবিত্রতা; সে ছিল সাবধানী –","bangla_taisirul":"আর (দিয়েছিলাম) আমার পক্ষ থেকে দয়া-মায়া ও পবিত্রতা। সে ছিল আল্লাহভীরু ।"},{"id":14,"arabic_text":"وَّ بَرًّۢا بِوَالِدَیۡہِ وَ لَمۡ یَکُنۡ جَبَّارًا عَصِیًّا ﴿۱۴﴾ ","english_text":"And give good tidings to those who believe and do righteous deeds that they will have gardens [in Paradise] beneath which rivers flow. Whenever they are provided with a provision of fruit therefrom, they will say, \"This is what we were provided with before.\" And it is given to them in likeness. And they will have therein purified spouses, and they will abide therein eternally.","page":306,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2264.mp3","colorText":"وَبَرّ[i:8284[َۢا ب]ِو[n[َٲ]لِدَيْهِ وَلَمْ يَكُ[f:8285[ن ج]َبَّارًا عَصِيًّا","juz":16,"ruku":264,"manzil":4,"bangla_ahbayan":"পিতা-মাতার অনুগত এবং সে উদ্ধত ও অবাধ্য ছিল না। [১]","bangla_bayan":"আর সে ছিল তার পিতা-মাতার সাথে সদাচারী, আর ছিল না অহংকারী, অবাধ্য।","bangla_mkhan":"পিতা-মাতার অনুগত এবং সে উদ্ধত, নাফরমান ছিল না।","bangla_mujibur":"মাতা-পিতার অনুগত এবং সে ছিলনা উদ্ধ্যত, অবাধ্য ছিলনা।","bangla_taisirul":"আর পিতা-মাতার প্রতি সদয়, সে দাম্ভিক, অবাধ্য ছিল না।"},{"id":15,"arabic_text":"وَ سَلٰمٌ  عَلَیۡہِ یَوۡمَ وُلِدَ وَ  یَوۡمَ  یَمُوۡتُ وَ  یَوۡمَ  یُبۡعَثُ حَیًّا ﴿۱۵﴾ ","english_text":"Indeed, Allah is not timid to present an example - that of a mosquito or what is smaller than it. And those who have believed know that it is the truth from their Lord. But as for those who disbelieve, they say, \"What did Allah intend by this as an example?\" He misleads many thereby and guides many thereby. And He misleads not except the defiantly disobedient,","page":306,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2265.mp3","colorText":"وَسَلَ[n[ـٰ]مٌ عَلَيْهِ يَوْمَ وُلِدَ وَيَوْمَ يَمُوتُ وَيَوْمَ يُ[q:8286[بْ]عَثُ حَيًّا","juz":16,"ruku":264,"manzil":4,"bangla_ahbayan":"তার প্রতি শান্তি তার জন্মদিনে, তার মৃত্যুদিনে এবং তার পুনরুজ্জীবনের দিনে। [১]","bangla_bayan":"আর তার উপর শান্তি, যেদিন সে জন্মেছে এবং যেদিন সে মারা যাবে আর যেদিন তাকে জীবিত অবস্থায় উঠানো হবে।","bangla_mkhan":"তার প্রতি শান্তি-যেদিন সে জন্মগ্রহণ করে এবং যেদিন মৃত্যুবরণ করবে এবং যেদিন জীবিতাবস্থায় পুনরুত্থিত হবে।","bangla_mujibur":"তার প্রতি ছিল শান্তি যেদিন সে জন্ম গ্রহণ করে এবং শান্তি যেদিন তার মৃত্যু হয় এবং যেদিন সে পুনরুজ্জীবিত হবে।","bangla_taisirul":"তার উপর শান্তি যেদিন সে জন্মেছে, যেদিন তার মৃত্যু হবে আর যেদিন সে জীবন্ত হয়ে উত্থিত হবে।"},{"id":16,"arabic_text":"وَ اذۡکُرۡ فِی الۡکِتٰبِ مَرۡیَمَ ۘ اِذِ انۡتَبَذَتۡ مِنۡ اَہۡلِہَا مَکَانًا شَرۡقِیًّا ﴿ۙ۱۶﴾ ","english_text":"Who break the covenant of Allah after contracting it and sever that which Allah has ordered to be joined and cause corruption on earth. It is those who are the losers.","page":306,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2266.mp3","colorText":"وَ[h:9999[ٱ]ذْكُرْ فِى [h:818[ٱ]لْكِتَ[n[ـٰ]بِ مَرْيَمَ إِذِ [h:8287[ٱ][f:8288[نت]َبَذَتْ مِنْ أَهْلِهَا مَكَا[f:8289[نًا ش]َرْقِيًّا","juz":16,"ruku":265,"manzil":4,"bangla_ahbayan":"(হে রসূল!) তুমি এই কিতাবে (উল্লিখিত) মারয়্যামের কথা বর্ণনা কর; যখন সে তার পরিবারবর্গ হতে পৃথক হয়ে নিরালায় পূর্ব দিকে এক স্থানে আশ্রয় নিল।","bangla_bayan":"আর স্মরণ কর এই কিতাবে মারইয়ামকে যখন সে তার পরিবারবর্গ থেকে পৃথক হয়ে পূর্ব দিকের কোন এক স্থানে চলে গেল।","bangla_mkhan":"এই কিতাবে মারইয়ামের কথা বর্ণনা করুন, যখন সে তার পরিবারের লোকজন থেকে পৃথক হয়ে পূর্বদিকে এক স্থানে আশ্রয় নিল।","bangla_mujibur":"বর্ণনা কর এই কিতাবে উল্লেখিত মারইয়ামের কথা, যখন সে তার পরিবারবর্গ হতে পৃথক হয়ে নিরালায় পূর্ব দিকে এক স্থানে আশ্রয় নিল।","bangla_taisirul":"এ কিতাবে (উল্লেখিত) মারইয়ামের কাহিনী বর্ণনা কর- যখন সে তার পরিবারবর্গ হতে আলাদা হয়ে পূর্ব দিকে এক জায়গায় আশ্রয় নিয়েছিল।"},{"id":17,"arabic_text":"فَاتَّخَذَتۡ مِنۡ دُوۡنِہِمۡ  حِجَابًا ۪۟ فَاَرۡسَلۡنَاۤ  اِلَیۡہَا رُوۡحَنَا فَتَمَثَّلَ لَہَا بَشَرًا سَوِیًّا ﴿۱۷﴾ ","english_text":"How can you disbelieve in Allah when you were lifeless and He brought you to life; then He will cause you to die, then He will bring you [back] to life, and then to Him you will be returned.","page":306,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2267.mp3","colorText":"فَ[h:9999[ٱ]تَّخَذَتْ مِ[f:5400[ن د]ُونِهِمْ حِجَا[f:8290[بًا ف]َأَرْسَلْن[o[َآ] إِلَيْهَا رُوحَنَا فَتَمَثَّلَ لَهَا بَشَ[f:8291[رًا س]َوِيًّا","juz":16,"ruku":265,"manzil":4,"bangla_ahbayan":"অতঃপর তাদের হতে সে নিজেকে পর্দা করল;[১] অতঃপর আমি তার নিকট আমার রূহ (জিবরীল)কে পাঠালাম, সে তার নিকট পূর্ণ মানুষ আকারে আত্মপ্রকাশ করল। [২]","bangla_bayan":"আর সে তাদের নিকট থেকে (নিজকে) আড়াল করল। তখন আমি তার নিকট আমার রূহ (জিবরীল) কে প্রেরণ করলাম। অতঃপর সে তার সামনে পূর্ণ মানবের রূপ ধারণ করল।","bangla_mkhan":"অতঃপর তাদের থেকে নিজেকে আড়াল করার জন্যে সে পর্দা করলো। অতঃপর আমি তার কাছে আমার রূহ প্রেরণ করলাম, সে তার নিকট পুর্ণ মানবাকৃতিতে আত্নপ্রকাশ করল।","bangla_mujibur":"অতঃপর তাদের হতে নিজেকে আড়াল করার জন্য সে পর্দা করল; অতঃপর আমি তার নিকট আমার রূহকে (জিবরাঈলকে) পাঠালাম, সে তার নিকট পূর্ণ মানবাকৃতিতে আত্মপ্রকাশ করল।","bangla_taisirul":"সে তাদের থেকে (আড়াল করার জন্য) পর্দা টানিয়ে দিল। তখন আমি তার কাছে আমার রূহ্কে (অর্থাৎ জিবরীলকে) পাঠিয়ে দিলাম। তখন সে (অর্থাৎ জিবরীল) তার সামনে পূর্ণ মানুষের আকৃতি ধারণ করল।"},{"id":18,"arabic_text":"قَالَتۡ اِنِّیۡۤ  اَعُوۡذُ بِالرَّحۡمٰنِ مِنۡکَ اِنۡ کُنۡتَ تَقِیًّا ﴿۱۸﴾ ","english_text":"It is He who created for you all of that which is on the earth. Then He directed Himself to the heaven, [His being above all creation], and made them seven heavens, and He is Knowing of all things.","page":306,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2268.mp3","colorText":"قَالَتْ إِ[g[نّ][o[ِىٓ] أَعُوذُ بِ[h:6981[ٱ][l[ل]رَّحْمَ[n[ـٰ]نِ مِ[f:3891[نك]َ إِ[f:4792[ن ك]ُ[f:735[نت]َ تَقِيًّا","juz":16,"ruku":265,"manzil":4,"bangla_ahbayan":"মারয়্যাম বলল, ‘আমি তোমা হতে পরম করুণাময়ের আশ্রয় প্রার্থনা করছি; তুমি যদি সংযমশীল হও (তাহলে আমার নিকট থেকে সরে যাও)।’","bangla_bayan":"মারইয়াম বলল, ‘আমি তোমার থেকে পরম করুণাময়ের আশ্রয় চাচ্ছি, যদি তুমি মুত্তাকী হও’।","bangla_mkhan":"মারইয়াম বললঃ আমি তোমা থেকে দয়াময়ের আশ্রয় প্রার্থনা করি যদি তুমি আল্লাহভীরু হও।","bangla_mujibur":"মারইয়াম বললঃ তুমি যদি (আল্লাহকে) ভয় কর তাহলে আমি তোমা হতে দয়াময়ের কাছে আশ্রয় চাচ্ছি।","bangla_taisirul":"মারইয়াম বলল, ‘আমি তোমা হতে দয়াময় আল্লাহর আশ্রয় প্রার্থনা করছি যদি তুমি আল্লাহকে ভয় কর’ (তবে আমার নিকট এসো না)।’"},{"id":19,"arabic_text":"قَالَ  اِنَّمَاۤ  اَنَا رَسُوۡلُ رَبِّکِ ٭ۖ لِاَہَبَ لَکِ غُلٰمًا  زَکِیًّا ﴿۱۹﴾ ","english_text":"And [mention, O Muhammad], when your Lord said to the angels, \"Indeed, I will make upon the earth a successive authority.\" They said, \"Will You place upon it one who causes corruption therein and sheds blood, while we declare Your praise and sanctify You?\" Allah said, \"Indeed, I know that which you do not know.\"","page":306,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2269.mp3","colorText":"قَالَ إِ[g[نّ]َم[o[َآ] أَنَا۟ رَسُولُ رَبِّكِ لِأَهَبَ لَكِ غُلَ[n[ـٰ][f:8292[مًا ز]َكِيًّا","juz":16,"ruku":265,"manzil":4,"bangla_ahbayan":"সে বলল, ‘আমি তো তোমার প্রতিপালক-প্রেরিত (দূত) মাত্র; তোমাকে এক পবিত্র পুত্র দান করবার জন্য (আমি প্রেরিত হয়েছি)।’","bangla_bayan":"সে বলল, ‘আমি তো কেবল তোমার রবের বার্তাবাহক, তোমাকে একজন পবিত্র পুত্রসন্তান দান করার জন্য এসেছি’।","bangla_mkhan":"সে বললঃ আমি তো শুধু তোমার পালনকর্তা প্রেরিত, যাতে তোমাকে এক পবিত্র পুত্র দান করে যাব।","bangla_mujibur":"সে বললঃ আমিতো শুধু তোমার রাব্ব হতে প্রেরিত, তোমাকে এক পবিত্র পুত্র দান করার (সুসংবাদ জানানোর) জন্য।","bangla_taisirul":"সে বলল, ‘আমি তোমার প্রতিপালক কর্তৃক প্রেরিত হয়েছি তোমাকে একটি পুত-পবিত্র পুত্র দানের উদ্দেশ্যে।’"},{"id":20,"arabic_text":"قَالَتۡ اَنّٰی یَکُوۡنُ لِیۡ غُلٰمٌ وَّ لَمۡ یَمۡسَسۡنِیۡ  بَشَرٌ  وَّ  لَمۡ   اَکُ  بَغِیًّا ﴿۲۰﴾ ","english_text":"And He taught Adam the names - all of them. Then He showed them to the angels and said, \"Inform Me of the names of these, if you are truthful.\"","page":306,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2270.mp3","colorText":"قَالَتْ أَ[g[نّ]َىٰ يَكُونُ لِى غُلَ[n[ـٰ][a:8293[مٌ و]َلَمْ يَمْسَسْنِى بَشَ[a:8294[رٌ و]َلَمْ أَكُ بَغِيًّا","juz":16,"ruku":265,"manzil":4,"bangla_ahbayan":"মারয়্যাম বলল, ‘কেমন করে আমার পুত্র হবে! যখন আমাকে কোন পুরুষ স্পর্শ করেনি; আর আমি ব্যভিচারিণীও নই।’","bangla_bayan":"মারইয়াম বলল, ‘কিভাবে আমার পুত্র সন্তান হবে? অথচ কোন মানুষ আমাকে স্পর্শ করেনি। আর আমি তো ব্যভিচারিণীও নই’।","bangla_mkhan":"মরিইয়াম বললঃ কিরূপে আমার পুত্র হবে, যখন কোন মানব আমাকে স্পর্শ করেনি এবং আমি ব্যভিচারিণীও কখনও ছিলাম না ?","bangla_mujibur":"মারইয়াম বললঃ কেমন করে আমার পুত্র হবে যখন আমাকে কোন পুরুষ স্পর্শ করেনি এবং আমি ব্যভিচারিণীও নই।","bangla_taisirul":"সে বলল, ‘কেমন করে আমার পুত্র হতে পারে, যখন কোন মানুষ আমাকে স্পর্শ করেনি, আর আমি অসতীও নই।’"},{"id":21,"arabic_text":"قَالَ  کَذٰلِکِ ۚ قَالَ رَبُّکِ ہُوَ  عَلَیَّ ہَیِّنٌ ۚ وَ  لِنَجۡعَلَہٗۤ  اٰیَۃً  لِّلنَّاسِ وَ رَحۡمَۃً  مِّنَّا ۚ وَ کَانَ  اَمۡرًا مَّقۡضِیًّا ﴿۲۱﴾ ","english_text":"They said, \"Exalted are You; we have no knowledge except what You have taught us. Indeed, it is You who is the Knowing, the Wise.\"","page":306,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2271.mp3","colorText":"قَالَ كَذ[n[َٲ]لِكِ قَالَ رَبُّكِ هُوَ عَلَىَّ هَيِّ[a:8295[نٌ‌ۖ و]َلِنَ[q:8296[جْ]عَلَهُ[o[ۥٓ] ءَايَ[u:1516[ةً ل]ِّل[g[نّ]َاسِ وَرَحْمَ[a:8297[ةً م]ِّ[g[نّ]َا‌ۚ وَكَانَ أَمْ[a:8298[رًا م]َّ[q:8299[قْ]ضِيًّا","juz":16,"ruku":265,"manzil":4,"bangla_ahbayan":"সে বলল, ‘এই ভাবেই হবে;[১] তোমার প্রতিপালক বলেছেন, এটা আমার জন্য সহজসাধ্য এবং তাকে আমি এই জন্য সৃষ্টি করব, যেন সে হয় মানুষের জন্য এক নিদর্শন[২] ও আমার নিকট হতে এক অনুগ্রহ;[৩] এটা তো এক স্থিরীকৃত ব্যাপার।’ [৪]","bangla_bayan":"সে বলল, ‘এভাবেই। তোমার রব বলেছেন, এটা আমার জন্য সহজ। আর যেন আমি তাকে করে দেই মানুষের জন্য নিদর্শন এবং আমার পক্ষ থেকে রহমত। আর এটি একটি সিদ্ধান্তকৃত বিষয়’।","bangla_mkhan":"সে বললঃ এমনিতেই হবে। তোমার পালনকর্তা বলেছেন, এটা আমার জন্যে সহজ সাধ্য এবং আমি তাকে মানুষের জন্যে একটি নিদর্শন ও আমার পক্ষ থেকে অনুগ্রহ স্বরূপ করতে চাই। এটা তো এক স্থিরীকৃত ব্যাপার।","bangla_mujibur":"সে বললঃ এরূপই হবে; তোমার রাব্ব বলেছেন - এটা আমার জন্য সহজ সাধ্য এবং তাকে আমি এ জন্য সৃষ্টি করব যেন সে হয় মানুষের জন্য এক নিদর্শন এবং আমার নিকট হতে এক অনুগ্রহ; এটাতো এক স্থিরীকৃত ব্যাপার।","bangla_taisirul":"সে বলল, ‘এভাবেই হবে, তোমার প্রতিপালক বলেছেন- ‘ওটা আমার জন্য সহজ, আমি তাকে মানুষের জন্য নিদর্শন বানাতে চাই আর আমার পক্ষ থেকে এক রহমত, এ ব্যাপারে সিদ্ধান্ত হয়ে গেছে।’"},{"id":22,"arabic_text":"فَحَمَلَتۡہُ  فَانۡتَبَذَتۡ بِہٖ مَکَانًا قَصِیًّا ﴿۲۲﴾ ","english_text":"He said, \"O Adam, inform them of their names.\" And when he had informed them of their names, He said, \"Did I not tell you that I know the unseen [aspects] of the heavens and the earth? And I know what you reveal and what you have concealed.\"","page":306,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2272.mp3","colorText":"۞ فَحَمَلَتْهُ فَ[h:8300[ٱ][f:8300[نت]َبَذَتْ بِه[n[ِۦ] مَكَا[f:8301[نًا ق]َصِيًّا","juz":16,"ruku":265,"manzil":4,"bangla_ahbayan":"অতঃপর সে গর্ভে সন্তান ধারণ করল ও তাকে নিয়ে এক দূরবর্তী স্থানে চলে গেল।","bangla_bayan":"তারপর সে তাকে গর্ভে ধারণ করল এবং তা নিয়ে দূরবর্তী একটি স্থানে চলে গেল।","bangla_mkhan":"অতঃপর তিনি গর্ভে সন্তান ধারণ করলেন এবং তৎসহ এক দূরবর্তী স্থানে চলে গেলেন।","bangla_mujibur":"অতঃপর সে গর্ভে সন্তান ধারণ করল এবং ঐ অবস্থায় এক দূরবর্তী স্থানে চলে গেল।","bangla_taisirul":"অতঃপর ছেলে তার গর্ভে আসল। তখন সে তা নিয়ে দূরবর্তী জায়গায় চলে গেল।"},{"id":23,"arabic_text":"فَاَجَآءَہَا الۡمَخَاضُ  اِلٰی جِذۡعِ  النَّخۡلَۃِ ۚ قَالَتۡ یٰلَیۡتَنِیۡ مِتُّ قَبۡلَ ہٰذَا  وَ کُنۡتُ نَسۡیًا مَّنۡسِیًّا ﴿۲۳﴾ ","english_text":"And [mention] when We said to the angels, \"Prostrate before Adam\"; so they prostrated, except for Iblees. He refused and was arrogant and became of the disbelievers.","page":306,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2273.mp3","colorText":"فَأَج[o[َا]ٓءَهَا [h:8302[ٱ]لْمَخَاضُ إِلَىٰ جِذْعِ [h:8303[ٱ][l[ل][g[نّ]َخْلَةِ قَالَتْ يَ[n[ـٰ]لَيْتَنِى مِتُّ قَ[q:3282[بْ]لَ هَ[n[ـٰ]ذَا وَكُ[f:3900[نت]ُ نَسْ[a:8304[يًا م]َّ[f:8305[نس]ِيًّا","juz":16,"ruku":265,"manzil":4,"bangla_ahbayan":"প্রসব বেদনা তাকে এক খেজুর গাছের তলে নিয়ে এল; সে বলল, ‘হায়! এর পূর্বে যদি আমি মারা যেতাম ও লোকের স্মৃতি হতে সম্পূর্ণ বিলুপ্ত হতাম।’ [১]","bangla_bayan":"অতঃপর প্রসব-বেদনা তাকে খেজুর গাছের কান্ডের কাছে নিয়ে এলো। সে বলল, ‘হায়! এর আগেই যদি আমি মরে যেতাম এবং সম্পূর্ণরূপে বিস্মৃত হতাম’!","bangla_mkhan":"প্রসব বেদনা তাঁকে এক খেজুর বৃক্ষ-মূলে আশ্রয় নিতে বাধ্য করল। তিনি বললেনঃ হায়, আমি যদি কোনরূপে এর পূর্বে মরে যেতাম এবং মানুষের স্মৃতি থেকে বিলুপ্ত হয়ে, যেতাম!","bangla_mujibur":"প্রসব বেদনা তাকে এক খর্জুর বৃক্ষ তলে আশ্রয় নিতে বাধ্য করল; সে বললঃ হায়! এর পূর্বে আমি যদি মরে যেতাম এবং লোকের স্মৃতি হতে সম্পূর্ণ বিলুপ্ত হতাম!","bangla_taisirul":"সন্তান প্রসবের বেদনা তাকে এক খেজুর বৃক্ষতলের দিকে তাড়িত করল। সে বলে উঠল, ‘হায়! এর আগেই যদি আমি মরে যেতাম আর (মানুষের) স্মৃতি থেকে পুরোপুরি মুছে যেতাম!’"},{"id":24,"arabic_text":"فَنَادٰىہَا مِنۡ تَحۡتِہَاۤ  اَلَّا تَحۡزَنِیۡ قَدۡ جَعَلَ  رَبُّکِ  تَحۡتَکِ  سَرِیًّا ﴿۲۴﴾ ","english_text":"And We said, \"O Adam, dwell, you and your wife, in Paradise and eat therefrom in [ease and] abundance from wherever you will. But do not approach this tree, lest you be among the wrongdoers.\"","page":306,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2274.mp3","colorText":"فَنَادَ[n[ٮٰ]هَا مِ[f:121[ن ت]َحْتِه[o[َآ] أَلَّا تَحْزَنِى قَ[q:298[دْ] جَعَلَ رَبُّكِ تَحْتَكِ سَرِيًّا","juz":16,"ruku":265,"manzil":4,"bangla_ahbayan":"(জিবরীল) তার নিম্নপাশ হতে আহবান করে তাকে বলল, ‘তুমি দুঃখ করো না, তোমার নিম্নদেশে তোমার প্রতিপালক এক নদী সৃষ্টি করেছেন।","bangla_bayan":"তখন তার নিচ থেকে সে তাকে ডেকে বলল যে, ‘তুমি চিন্তা করো না। তোমার রব তোমার নিচে একটি ঝর্ণা সৃষ্টি করেছেন’।","bangla_mkhan":"অতঃপর ফেরেশতা তাকে নিম্নদিক থেকে আওয়ায দিলেন যে, তুমি দুঃখ করো না। তোমার পালনকর্তা তোমার পায়ের তলায় একটি নহর জারি করেছেন।","bangla_mujibur":"মালাক/ফেরেশতা তার নিম্ন পার্শ্ব হতে আহবান করে তাকে বললঃ তুমি দুঃখ করনা, তোমার পাদদেশে তোমার রাব্ব এক নহর সৃষ্টি করেছেন।","bangla_taisirul":"নিম্নদিক থেকে তাকে ডাক দেয়া হল, ‘তুমি দুঃখ করো না, তোমার প্রতিপালক তোমার পাদদেশ দিয়ে এক নির্ঝরিণী প্রবাহিত করে দিয়েছেন।"},{"id":25,"arabic_text":"وَ ہُزِّیۡۤ  اِلَیۡکِ بِجِذۡعِ النَّخۡلَۃِ  تُسٰقِطۡ عَلَیۡکِ  رُطَبًا جَنِیًّا ﴿۫۲۵﴾ ","english_text":"But Satan caused them to slip out of it and removed them from that [condition] in which they had been. And We said, \"Go down, [all of you], as enemies to one another, and you will have upon the earth a place of settlement and provision for a time.\"","page":306,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2275.mp3","colorText":"وَهُزّ[o[ِىٓ] إِلَيْكِ بِجِذْعِ [h:8306[ٱ][l[ل][g[نّ]َخْلَةِ تُسَ[n[ـٰ]قِ[q:8307[طْ] عَلَيْكِ رُطَ[f:8308[بًا ج]َنِيًّا","juz":16,"ruku":265,"manzil":4,"bangla_ahbayan":"তুমি তোমার দিকে খেজুর গাছের কান্ড হিলিয়ে দাও; ওটা তোমার সামনে সদ্যঃপক্ব তাজা খেজুর ফেলতে থাকবে। [১]","bangla_bayan":"‘আর তুমি খেজুর গাছের কান্ড ধরে তোমার দিকে নাড়া দাও, তাহলে তা তোমার উপর তাজা-পাকা খেজুর ফেলবে’।","bangla_mkhan":"আর তুমি নিজের দিকে খেজুর গাছের কান্ডে নাড়া দাও, তা থেকে তোমার উপর সুপক্ক খেজুর পতিত হবে।","bangla_mujibur":"তুমি তোমার দিকে খেজুর বৃক্ষের কান্ডে নাড়া দাও, ওটা তোমাকে সুপক্ক তাজা খেজুর দান করবে।","bangla_taisirul":"খেজুর গাছের কান্ড ধরে তুমি তোমার দিকে নাড়া দাও, তা তোমার উপর তাজা পরিপক্ক খেজুর পতিত করবে।"},{"id":26,"arabic_text":"فَکُلِیۡ وَ اشۡرَبِیۡ وَ قَرِّیۡ عَیۡنًا ۚ فَاِمَّا تَرَیِنَّ مِنَ الۡبَشَرِ اَحَدًا ۙ فَقُوۡلِیۡۤ  اِنِّیۡ نَذَرۡتُ لِلرَّحۡمٰنِ صَوۡمًا فَلَنۡ اُکَلِّمَ الۡیَوۡمَ  اِنۡسِیًّا ﴿ۚ۲۶﴾ ","english_text":"Then Adam received from his Lord [some] words, and He accepted his repentance. Indeed, it is He who is the Accepting of repentance, the Merciful.","page":307,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2276.mp3","colorText":"فَكُلِى وَ[h:8309[ٱ]شْرَبِى وَقَرِّى عَيْ[f:8310[نًا‌ۖ ف]َإِ[g[مّ]َا تَرَيِ[g[نّ]َ مِنَ [h:8311[ٱ]لْبَشَرِ أَحَ[f:8312[دًا ف]َقُول[o[ِىٓ] إِ[g[نّ]ِى نَذَرْتُ لِلرَّحْمَ[n[ـٰ]نِ صَوْ[f:8313[مًا ف]َلَنْ أُكَلِّمَ [h:8314[ٱ]لْيَوْمَ إِ[f:8315[نس]ِيًّا","juz":16,"ruku":265,"manzil":4,"bangla_ahbayan":"সুতরাং আহার কর, পান কর ও চোখ জুড়াও;[১] মানুষের মধ্যে কাউকেও যদি তুমি দেখ, তাহলে বল, [২] আমি দয়াময়ের উদ্দেশ্যে চুপ থাকার মানত করেছি; সুতরাং আজ আমি কিছুতেই কোন মানুষের সাথে কথা বলব না।’","bangla_bayan":"‘অতঃপর তুমি খাও, পান কর এবং চোখ জুড়াও। আর যদি তুমি কোন লোককে দেখতে পাও তাহলে বলে দিও, ‘আমি পরম করুণাময়ের জন্য চুপ থাকার মানত করেছি। অতএব আজ আমি কোন মানুষের সাথে কিছুতেই কথা বলব না’।","bangla_mkhan":"যখন আহার কর, পান কর এবং চক্ষু শীতল কর। যদি মানুষের মধ্যে কাউকে তুমি দেখ, তবে বলে দিওঃ আমি আল্লাহর উদ্দেশে রোযা মানত করছি। সুতরাং আজ আমি কিছুতেই কোন মানুষের সাথে কথা বলব না।","bangla_mujibur":"সুতরাং আহার কর, পান কর ও চক্ষু জুড়িয়ে নাও; মানুষের মধ্যে কেহকে যদি তুমি দেখ তখন বলঃ আমি দয়াময়ের উদ্দেশে মৌনতা অবলম্বনের মানত করেছি; সুতরাং আজ আমি কিছুতেই কোন মানুষের সাথে বাক্যালাপ করবনা।","bangla_taisirul":"অতঃপর খাও, পান কর আর (তোমার) চোখ জুড়াও। যদি তুমি কোন লোককে দেখতে পাও তাহলে বলবে- আমি রহমান আল্লাহর জন্য সাওম পালনের মানৎ করেছি, কাজেই আমি কোন মানুষের সঙ্গে আজ কিছুতেই কথা বলব না।’"},{"id":27,"arabic_text":"فَاَتَتۡ بِہٖ  قَوۡمَہَا تَحۡمِلُہٗ ؕ قَالُوۡا  یٰمَرۡیَمُ لَقَدۡ جِئۡتِ  شَیۡئًا فَرِیًّا ﴿۲۷﴾ ","english_text":"We said, \"Go down from it, all of you. And when guidance comes to you from Me, whoever follows My guidance - there will be no fear concerning them, nor will they grieve.","page":307,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2277.mp3","colorText":"فَأَتَتْ بِه[n[ِۦ] قَوْمَهَا تَحْمِلُهُ[n[ۥ]‌ۖ قَالُو[s[اْ] يَ[n[ـٰ]مَرْيَمُ لَقَ[q:2389[دْ] جِئْتِ شَيْـ[f:8316[ـًٔا ف]َرِيًّا","juz":16,"ruku":265,"manzil":4,"bangla_ahbayan":"অতঃপর সে সন্তানকে নিয়ে তার সম্প্রদায়ের নিকট উপস্থিত হল; তারা বলল, ‘হে মারয়্যাম! তুমি তো এক অদ্ভুত কান্ড করে বসেছ।","bangla_bayan":"তারপর সে তাকে কোলে নিয়ে নিজ কওমের নিকট আসল। তারা বলল, ‘হে মারইয়াম! তুমি তো এক অদ্ভূত বিষয় নিয়ে এসেছ’!","bangla_mkhan":"অতঃপর তিনি সন্তানকে নিয়ে তার সম্প্রদায়ের কাছে উপস্থিত হলেন। তারা বললঃ হে মারইয়াম, তুমি একটি অঘটন ঘটিয়ে বসেছ।","bangla_mujibur":"অতঃপর সে সন্তানকে নিয়ে তার সম্প্রদায়ের নিকট উপস্থিত হল; তারা বললঃ হে মারইয়াম! তুমিতো এক অদ্ভুত কান্ড করেছ!","bangla_taisirul":"অতঃপর সে তার সন্তানকে বয়ে নিয়ে তার সম্প্রদায়ের কাছে আসল। তারা বলল, ‘হে মারইয়াম! তুমি তো এক অদ্ভুত জিনিস নিয়ে এসেছ!"},{"id":28,"arabic_text":"یٰۤاُخۡتَ ہٰرُوۡنَ مَا کَانَ  اَبُوۡکِ امۡرَ اَ سَوۡءٍ وَّ مَا  کَانَتۡ  اُمُّکِ  بَغِیًّا ﴿ۖۚ۲۸﴾ ","english_text":"And those who disbelieve and deny Our signs - those will be companions of the Fire; they will abide therein eternally.\"","page":307,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2278.mp3","colorText":"يَ[o[ـٰٓ]أُخْتَ هَ[n[ـٰ]رُونَ مَا كَانَ أَبُوكِ [h:8317[ٱ]مْرَأَ سَوْ[a:8318[ءٍ و]َمَا كَانَتْ أُ[g[مّ]ُكِ بَغِيًّا","juz":16,"ruku":265,"manzil":4,"bangla_ahbayan":"হে হারূন ভগ্নী![১] তোমার পিতা অসৎ ব্যক্তি ছিল না এবং তোমার মাতাও ছিল না ব্যভিচারিণী।","bangla_bayan":"‘হে হারূনের বোন! তোমার পিতা তো খারাপ লোক ছিল না। আর তোমার মা-ও ছিল না ব্যভিচারিণী’।","bangla_mkhan":"হে হারূণ-ভাগিনী, তোমার পিতা অসৎ ব্যক্তি ছিলেন না এবং তোমার মাতাও ছিল না ব্যভিচারিনী।","bangla_mujibur":"হে হারূন ভগ্নি! তোমার পিতা অসৎ ব্যক্তি ছিলনা এবং তোমার মাতাও ছিলনা ব্যভিচারিণী।","bangla_taisirul":"ওহে হারূনের বোন! তোমার পিতা তো খারাপ লোক ছিল না, আর তোমার মাও ছিল না কোন অসতী নারী।’"},{"id":29,"arabic_text":"فَاَشَارَتۡ اِلَیۡہِ ؕ قَالُوۡا کَیۡفَ نُکَلِّمُ مَنۡ  کَانَ فِی  الۡمَہۡدِ  صَبِیًّا ﴿۲۹﴾ ","english_text":"O Children of Israel, remember My favor which I have bestowed upon you and fulfill My covenant [upon you] that I will fulfill your covenant [from Me], and be afraid of [only] Me.","page":307,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2279.mp3","colorText":"فَأَشَارَتْ إِلَيْهِ‌ۖ قَالُو[s[اْ] كَيْفَ نُكَلِّمُ مَ[f:506[ن ك]َانَ فِى [h:1921[ٱ]لْمَهْدِ صَبِيًّا","juz":16,"ruku":265,"manzil":4,"bangla_ahbayan":"অতঃপর মারয়্যাম ইঙ্গিতে সন্তানকে দেখাল। তারা বলল, যে দোলনার শিশু তার সাথে আমরা কেমন করে কথা বলব?’","bangla_bayan":"তখন সে শিশুটির দিকে ইশারা করল। তারা বলল, ‘যে কোলের শিশু আমরা কিভাবে তার সাথে কথা বলব’?","bangla_mkhan":"অতঃপর তিনি হাতে সন্তানের দিকে ইঙ্গিত করলেন। তারা বললঃ যে কোলের শিশু তার সাথে আমরা কেমন করে কথা বলব?","bangla_mujibur":"অতঃপর মারইয়াম ইঙ্গিতে সন্তানকে দেখাল; তারা বললঃ যে কোলের শিশু তার সাথে আমরা কেমন করে কথা বলব?","bangla_taisirul":"তখন মারইয়াম তার ছেলের দিকে ইশারা করল। তারা বলল, ‘আমরা কোলের বাচ্চার সঙ্গে কীভাবে কথা বলব?’"},{"id":30,"arabic_text":"قَالَ اِنِّیۡ عَبۡدُ اللّٰہِ ۟ؕ اٰتٰنِیَ الۡکِتٰبَ وَ جَعَلَنِیۡ  نَبِیًّا ﴿ۙ۳۰﴾ ","english_text":"And believe in what I have sent down confirming that which is [already] with you, and be not the first to disbelieve in it. And do not exchange My signs for a small price, and fear [only] Me.","page":307,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2280.mp3","colorText":"قَالَ إِ[g[نّ]ِى عَ[q:8319[بْ]دُ [h:8320[ٱ]للَّهِ ءَاتَ[n[ـٰ]نِىَ [h:8321[ٱ]لْكِتَ[n[ـٰ]بَ وَجَعَلَنِى نَبِيًّا","juz":16,"ruku":265,"manzil":4,"bangla_ahbayan":"(শিশুটি) বলল, ‘নিশ্চয় আমি আল্লাহর দাস; তিনি আমাকে কিতাব দিয়েছেন এবং আমাকে নবী করেছেন। [১]","bangla_bayan":"শিশুটি বলল, ‘আমি তো আল্লাহর বান্দা; তিনি আমাকে কিতাব দিয়েছেন এবং আমাকে নবী বানিয়েছেন’।","bangla_mkhan":"সন্তান বললঃ আমি তো আল্লাহর দাস। তিনি আমাকে কিতাব দিয়েছেন এবং আমাকে নবী করেছেন।","bangla_mujibur":"সে (ঈসা) বললঃ আমিতো আল্লাহর দাস; তিনি আমাকে কিতাব দিয়েছেন, আমাকে নাবী করেছেন।","bangla_taisirul":"শিশুটি বলে উঠল, ‘আমি আল্লাহর বান্দাহ, তিনি আমাকে কিতাব দিয়েছেন, আর আমাকে নবী করেছেন।"},{"id":31,"arabic_text":"وَّ جَعَلَنِیۡ مُبٰرَکًا اَیۡنَ مَا کُنۡتُ ۪ وَ اَوۡصٰنِیۡ بِالصَّلٰوۃِ  وَ الزَّکٰوۃِ مَا دُمۡتُ  حَیًّا ﴿۪ۖ۳۱﴾","english_text":"And do not mix the truth with falsehood or conceal the truth while you know [it].","page":307,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2281.mp3","colorText":"وَجَعَلَنِى مُبَارَكًا أَيْنَ مَا كُ[f:2917[نت]ُ وَأَوْصَ[n[ـٰ]نِى بِ[h:8322[ٱ][l[ل]صَّلَ[s[و][n[ٲ]ةِ وَ[h:8323[ٱ][l[ل]زَّكَ[s[و][n[ٲ]ةِ مَا دُمْتُ حَيًّا","juz":16,"ruku":265,"manzil":4,"bangla_ahbayan":"যেখানেই আমি থাকি না কেন, তিনি আমাকে বরকতময়[১] করেছেন, তিনি আমাকে নির্দেশ দিয়েছেন আজীবন নামায ও যাকাত আদায় করতে।","bangla_bayan":"‘আর যেখানেই আমি থাকি না কেন তিনি আমাকে বরকতময় করেছেন এবং যতদিন আমি জীবিত থাকি তিনি আমাকে সালাত ও যাকাত আদায় করতে আদেশ করেছেন’।","bangla_mkhan":"আমি যেখানেই থাকি, তিনি আমাকে বরকতময় করেছেন। তিনি আমাকে নির্দেশ দিয়েছেন, যতদিন জীবিত থাকি, ততদিন নামায ও যাকাত আদায় করতে।","bangla_mujibur":"যেখানেই আমি থাকি না কেন তিনি আমাকে আশিষ ভাজন করেছেন, তিনি আমাকে নির্দেশ দিয়েছেন যত দিন জীবিত থাকি ততদিন সালাত ও যাকাত আদায় করতে –","bangla_taisirul":"আমি যেখানেই থাকি না কেন তিনি আমাকে বরকতময় করেছেন আর আমাকে নামায ও যাকাতের হুকুম দিয়েছেন- যতদিন আমি জীবিত থাকি।"},{"id":32,"arabic_text":"وَّ بَرًّۢا بِوَالِدَتِیۡ ۫ وَ لَمۡ  یَجۡعَلۡنِیۡ جَبَّارًا شَقِیًّا ﴿۳۲﴾ ","english_text":"And establish prayer and give zakah and bow with those who bow [in worship and obedience].","page":307,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2282.mp3","colorText":"وَبَرّ[i:8324[َۢا ب]ِو[n[َٲ]لِدَتِى وَلَمْ يَ[q:8325[جْ]عَلْنِى جَبَّا[f:8326[رًا ش]َقِيًّا","juz":16,"ruku":265,"manzil":4,"bangla_ahbayan":"এবং আমার মাতার প্রতি অনুগত থাকতে।[১] আর তিনি আমাকে করেননি উদ্ধত, হতভাগ্য। [২]","bangla_bayan":"‘আর আমাকে মায়ের প্রতি অনুগত করেছেন এবং তিনি আমাকে অহঙ্কারী, অবাধ্য করেননি’।","bangla_mkhan":"এবং জননীর অনুগত থাকতে এবং আমাকে তিনি উদ্ধত ও হতভাগ্য করেননি।","bangla_mujibur":"আর আমার মাতার প্রতি অনুগত থাকতে এবং তিনি আমাকে করেননি উদ্ধত ও হতভাগা।","bangla_taisirul":"আর (তিনি আমাকে করেছেন) আমার মাতার প্রতি সদয়, তিনি আমাকে দাম্ভিক হতভাগ্য করেননি।"},{"id":33,"arabic_text":"وَ السَّلٰمُ عَلَیَّ یَوۡمَ وُلِدۡتُّ وَ یَوۡمَ اَمُوۡتُ  وَ  یَوۡمَ  اُبۡعَثُ  حَیًّا ﴿۳۳﴾ ","english_text":"Do you order righteousness of the people and forget yourselves while you recite the Scripture? Then will you not reason?","page":307,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2283.mp3","colorText":"وَ[h:9999[ٱ][l[ل]سَّلَ[n[ـٰ]مُ عَلَىَّ يَوْمَ وُلِ[d:8327[د]تُّ وَيَوْمَ أَمُوتُ وَيَوْمَ أُ[q:8328[بْ]عَثُ حَيًّا","juz":16,"ruku":265,"manzil":4,"bangla_ahbayan":"আমার প্রতি শান্তি, যেদিন আমি জন্ম লাভ করেছি ও যেদিন আমার মৃত্যু হবে এবং যেদিন আমি জীবিত অবস্থায় পুনরুত্থিত হব।’","bangla_bayan":"‘আর আমার উপর শান্তি, যেদিন আমি জন্মেছি এবং যেদিন আমি মারা যাব আর যেদিন আমাকে জীবিত অবস্থায় উঠানো হবে’।","bangla_mkhan":"আমার প্রতি সালাম যেদিন আমি জন্মগ্রহণ করেছি, যেদিন মৃত্যুবরণ করব এবং যেদিন পুনরুজ্জীবিত হয়ে উত্থিত হব।","bangla_mujibur":"আমার প্রতি শান্তি যেদিন আমি জন্ম লাভ করেছি ও শান্তি থাকবে যেদিন আমার মৃত্যু হবে এবং যেদিন আমি জীবিত অবস্থায় পুনরুত্থিত হব।","bangla_taisirul":"আমার উপর আছে শান্তি যেদিন আমি জন্মেছি, যেদিন আমার মৃত্যু হবে আর আমি যেদিন জীবিত হয়ে উত্থিত হব।’"},{"id":34,"arabic_text":"ذٰلِکَ عِیۡسَی ابۡنُ مَرۡیَمَ ۚ قَوۡلَ الۡحَقِّ الَّذِیۡ  فِیۡہِ  یَمۡتَرُوۡنَ ﴿۳۴﴾ ","english_text":"And seek help through patience and prayer, and indeed, it is difficult except for the humbly submissive [to Allah ]","page":307,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2284.mp3","colorText":"ذ[n[َٲ]لِكَ عِيسَى [h:1916[ٱ][q:1917[بْ]نُ مَرْيَمَ‌ۚ قَوْلَ [h:8329[ٱ]لْحَقِّ [h:8330[ٱ]لَّذِى فِيهِ يَمْتَر[p[ُو]نَ","juz":16,"ruku":265,"manzil":4,"bangla_ahbayan":"এই হল মারয়্যাম তনয় ঈসা (এর বৃত্তান্ত)। (আমি বললাম) সত্য কথা; যে বিষয়ে তারা সন্দেহ করে।[১]","bangla_bayan":"এই হচ্ছে মারইয়াম পুত্র ঈসা। এটাই সঠিক বক্তব্য, যে বিষয়ে লোকেরা সন্দেহ পোষণ করছে।","bangla_mkhan":"এই মারইয়ামের পুত্র ঈসা। সত্যকথা, যে সম্পর্কে লোকেরা বিতর্ক করে।","bangla_mujibur":"এই মারইয়াম তনয় ঈসা! আমি বললাম সত্য কথা, যে বিষয়ে তারা বিতর্ক করে।","bangla_taisirul":"এই হচ্ছে মারইয়াম-পুত্র ঈসা, (এটাই) সত্য কথা যে বিষয়ে লোকেরা সন্দেহ পোষণ করে।"},{"id":35,"arabic_text":"مَا کَانَ لِلّٰہِ اَنۡ یَّتَّخِذَ مِنۡ  وَّلَدٍ ۙ سُبۡحٰنَہٗ ؕ اِذَا  قَضٰۤی اَمۡرًا فَاِنَّمَا یَقُوۡلُ لَہٗ  کُنۡ فَیَکُوۡنُ ﴿ؕ۳۵﴾ ","english_text":"Who are certain that they will meet their Lord and that they will return to Him.","page":307,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2285.mp3","colorText":"مَا كَانَ لِلَّهِ أ[a:8331[َن ي]َتَّخِذَ م[a:8332[ِن و]َلَ[f:8333[دٍ‌ۖ س]ُ[q:608[بْ]حَ[n[ـٰ]نَهُ[o[ۥٓ‌ۚ] إِذَا قَضَ[o[ىٰٓ] أَمْ[f:612[رًا ف]َإِ[g[نّ]َمَا يَقُولُ لَهُ[n[ۥ] كُ[f:613[ن ف]َيَك[p[ُو]نُ","juz":16,"ruku":265,"manzil":4,"bangla_ahbayan":"সন্তান গ্রহণ করা আল্লাহর কাজ নয়। তিনি পবিত্র, মহিমময়; তিনি যখন কিছু স্থির করেন, তখন বলেন, ‘হও’ এবং তা হয়ে যায়। [১]","bangla_bayan":"সন্তান গ্রহণ করা আল্লাহর কাজ নয়। তিনি পবিত্র-মহান। তিনি যখন কোন বিষয়ের সিদ্ধান্ত গ্রহণ করেন তখন তদুদ্দেশ্যে শুধু বলেন, ‘হও’, অমনি তা হয়ে যায়।","bangla_mkhan":"আল্লাহ এমন নন যে, সন্তান গ্রহণ করবেন, তিনি পবিত্র ও মহিমাময় সত্তা, তিনি যখন কোন কাজ করা সিদ্ধান্ত করেন, তখন একথাই বলেনঃ হও এবং তা হয়ে যায়।","bangla_mujibur":"সন্তান গ্রহণ করা আল্লাহর কাজ নয়, তিনি পবিত্র, মহিমাময়; তিনি যখন কিছু স্থির করেন তখন বলেনঃ ‘হও’ এবং তা হয়ে যায়।","bangla_taisirul":"সন্তান গ্রহণ করা আল্লাহর কাজ নয়, তিনি পবিত্র, মহান; যখন তিনি কিছু করার সিদ্ধান্ত করেন তখন তার জন্য শুধু বলেন, ‘হয়ে যাও’, আর তা হয়ে যায়।"},{"id":36,"arabic_text":"وَ اِنَّ اللّٰہَ رَبِّیۡ وَ رَبُّکُمۡ فَاعۡبُدُوۡہُ ؕ ہٰذَا صِرَاطٌ  مُّسۡتَقِیۡمٌ ﴿۳۶﴾ ","english_text":"O Children of Israel, remember My favor that I have bestowed upon you and that I preferred you over the worlds.","page":307,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2286.mp3","colorText":"وَإِ[g[نّ]َ [h:1986[ٱ]للَّهَ رَبِّى وَرَبُّكُمْ فَ[h:1946[ٱ]عْبُدُوهُ‌ۚ هَ[n[ـٰ]ذَا صِر[n[َٲ][a:1947[طٌ م]ُّسْتَق[p[ِي]مٌ","juz":16,"ruku":265,"manzil":4,"bangla_ahbayan":"নিশ্চয় আল্লাহ আমার প্রতিপালক ও তোমাদের প্রতিপালক, সুতরাং তোমরা তাঁর উপাসনা কর, এটাই হল সরল পথ।","bangla_bayan":"আর নিশ্চয় আল্লাহ আমার রব এবং তোমাদের রব। সুতরাং তোমরা তাঁর ইবাদাত কর। এটাই সরল পথ।","bangla_mkhan":"তিনি আরও বললেনঃ নিশ্চয় আল্লাহ আমার পালনকর্তা ও তোমাদের পালনকর্তা। অতএব, তোমরা তার এবাদত কর। এটা সরল পথ।","bangla_mujibur":"আল্লাহই আমার রাব্ব এবং তোমাদের রাব্ব। সুতরাং তাঁর ইবাদাত কর, এটাই সরল পথ।","bangla_taisirul":"আল্লাহ্ই আমার ও তোমাদের প্রতিপালক, কাজেই তোমরা তাঁরই ‘ইবাদাত কর, এটাই সরল সুদৃঢ় পথ।"},{"id":37,"arabic_text":"فَاخۡتَلَفَ الۡاَحۡزَابُ مِنۡۢ بَیۡنِہِمۡ ۚ فَوَیۡلٌ لِّلَّذِیۡنَ  کَفَرُوۡا مِنۡ مَّشۡہَدِ یَوۡمٍ عَظِیۡمٍ ﴿۳۷﴾ ","english_text":"And fear a Day when no soul will suffice for another soul at all, nor will intercession be accepted from it, nor will compensation be taken from it, nor will they be aided.","page":307,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2287.mp3","colorText":"فَ[h:9999[ٱ]خْتَلَفَ [h:8334[ٱ]لْأَحْزَابُ م[i:8335[ِنۢ ب]َيْنِهِمْ‌ۖ فَوَيْ[u:396[لٌ ل]ِّلَّذِينَ كَفَرُو[s[اْ] م[a:8336[ِن م]َّشْهَدِ يَوْمٍ عَظ[p[ِي]مٍ","juz":16,"ruku":265,"manzil":4,"bangla_ahbayan":"অতঃপর দলগুলি নিজেদের মধ্যে মতানৈক্য সৃষ্টি করল।[১] সুতরাং এক মহান দিবসের আগমনে অবিশ্বাসীদের ভীষণ দুর্দশা রয়েছে। [২]","bangla_bayan":"এরপর তাদের মধ্য থেকে বিভিন্ন দল মতভেদ করল। কাজেই মহাদিবস প্রত্যক্ষকালে কাফিরদের ধ্বংস অনিবার্য।","bangla_mkhan":"অতঃপর তাদের মধ্যে দলগুলো পৃথক পৃথক পথ অবলম্বন করল। সুতরাং মহাদিবস আগমনকালে কাফেরদের জন্যে ধবংস।","bangla_mujibur":"অতঃপর দলগুলি নিজেদের মধ্যে মতানৈক্য সৃষ্টি করল; সুতরাং এই কাফিরদের মহা দিনের আগমনে ভীষণ দুর্দশা রয়েছে।","bangla_taisirul":"অতঃপর দলগুলো তাদের মধ্যে মতভেদ করল। কাজেই সেই ভয়াবহ দিনের উপস্থিতকালে কাফিরদের জন্য ধ্বংস অনিবার্য।"},{"id":38,"arabic_text":"اَسۡمِعۡ بِہِمۡ وَ اَبۡصِرۡ ۙ یَوۡمَ یَاۡتُوۡنَنَا لٰکِنِ الظّٰلِمُوۡنَ الۡیَوۡمَ فِیۡ ضَلٰلٍ مُّبِیۡنٍ ﴿۳۸﴾ ","english_text":"And [recall] when We saved your forefathers from the people of Pharaoh, who afflicted you with the worst torment, slaughtering your [newborn] sons and keeping your females alive. And in that was a great trial from your Lord.","page":307,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2288.mp3","colorText":"أَسْمِعْ بِهِمْ وَأَ[q:8337[بْ]صِرْ يَوْمَ يَأْتُونَنَا‌ۖ لَ[n[ـٰ]كِنِ [h:8338[ٱ][l[ل]ظَّ[n[ـٰ]لِمُونَ [h:8339[ٱ]لْيَوْمَ فِى ضَلَ[n[ـٰ][a:2393[لٍ م]ُّب[p[ِي]نٍ","juz":16,"ruku":265,"manzil":4,"bangla_ahbayan":"তারা যেদিন আমার নিকট আসবে সেদিন তারা কত স্পষ্ট শুনবে ও দেখবে![১] কিন্তু সীমালংঘনকারিগণ আজ স্পষ্ট বিভ্রান্তিতে রয়েছে।","bangla_bayan":"যেদিন তারা আমার কাছে আসবে সেদিন তারা কতই না স্পষ্টভাবে শুনতে পাবে এবং দেখতে পাবে! কিন্তু যালিমরা আজ স্পষ্ট ভ্রষ্টতার মধ্যে রয়েছে।","bangla_mkhan":"সেদিন তারা কি চমৎকার শুনবে এবং দেখবে, যেদিন তারা আমার কাছে আগমন করবে। কিন্তু আজ জালেমরা প্রকাশ্য বিভ্রান্তিতে রয়েছে।","bangla_mujibur":"তারা যেদিন আমার নিকট আসবে সেদিন তারা কত স্পষ্ট শুনবে ও দেখবে! কিন্তু সীমা লংঘনকারীরা আজ স্পষ্ট বিভ্রান্তিতে আছে।","bangla_taisirul":"যেদিন তারা আমার কাছে আসবে সেদিন কতই না স্পষ্টভাবে তারা শুনতে পাবে আর দেখতে পাবে। কিন্তু যালিমরা আজ স্পষ্ট গুমরাহীর মধ্যে পড়ে আছে।"},{"id":39,"arabic_text":"وَ اَنۡذِرۡہُمۡ  یَوۡمَ  الۡحَسۡرَۃِ  اِذۡ  قُضِیَ الۡاَمۡرُ ۘ وَ  ہُمۡ   فِیۡ غَفۡلَۃٍ   وَّ  ہُمۡ  لَا  یُؤۡمِنُوۡنَ ﴿۳۹﴾ ","english_text":"And [recall] when We parted the sea for you and saved you and drowned the people of Pharaoh while you were looking on.","page":308,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2289.mp3","colorText":"وَأَ[f:8340[نذ]ِرْهُمْ يَوْمَ [h:8341[ٱ]لْحَسْرَةِ إِذْ قُضِىَ [h:6667[ٱ]لْأَمْرُ وَهُمْ فِى غَفْلَ[a:8342[ةٍ و]َهُمْ لَا يُؤْمِن[p[ُو]نَ","juz":16,"ruku":265,"manzil":4,"bangla_ahbayan":"(হে রসূল!) তুমি তাদেরকে সতর্ক করে দাও পরিতাপের দিন সম্বন্ধে,[১] যেদিন সকল সিদ্ধান্ত চূড়ান্ত হয়ে যাবে; [২] অথচ (এখন) তারা উদাসীন আছে এবং তারা বিশ্বাস করে না।","bangla_bayan":"আর তাদেরকে সতর্ক করে দাও পরিতাপ দিবস সম্পর্কে যখন সব বিষয়ের চূড়ান্ত সিদ্ধান্ত হয়ে যাবে, অথচ তারা রয়েছে উদাসীনতায় বিভোর এবং তারা ঈমান আনছে না।","bangla_mkhan":"আপনি তাদেরকে পরিতাপের দিবস সম্পর্কে হুশিয়ার করে দিন যখন সব ব্যাপারের মীমাংসা হয়ে যাবে। এখন তারা অনবধানতায় আছে এবং তারা বিশ্বাস স্থাপন করছে না।","bangla_mujibur":"তাদেরকে সতর্ক করে দাও পরিতাপের দিন সম্বন্ধে, যখন সকল সিদ্ধান্ত হয়ে যাবে; এখন তারা অনুধাবন এবং বিশ্বাস স্থাপন করবেনা।","bangla_taisirul":"বিপদের দিন সম্পর্কে তাদেরকে সতর্ক করে দাও যখন ব্যাপার চূড়ান্ত করা হবে আর (দেখ) এ সম্পর্কে তারা উদাসীন আর তারা ঈমান আনে না।"},{"id":40,"arabic_text":"اِنَّا نَحۡنُ نَرِثُ الۡاَرۡضَ وَ مَنۡ عَلَیۡہَا وَ اِلَیۡنَا یُرۡجَعُوۡنَ ﴿۴۰﴾ ","english_text":"And [recall] when We made an appointment with Moses for forty nights. Then you took [for worship] the calf after him, while you were wrongdoers.","page":308,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2290.mp3","colorText":"إِ[g[نّ]َا نَحْنُ نَرِثُ [h:8343[ٱ]لْأَرْضَ وَمَنْ عَلَيْهَا وَإِلَيْنَا يُرْجَع[p[ُو]نَ","juz":16,"ruku":265,"manzil":4,"bangla_ahbayan":"নিশ্চয় পৃথিবী ও তাতে যা কিছু আছে তার চূড়ান্ত মালিকানার অধিকারী আমিই এবং তারা আমারই নিকট প্রত্যাবর্তিত হবে।","bangla_bayan":"নিশ্চয় আমি যমীন ও এর উপরে যা রয়েছে তার চূড়ান্ত মালিক হব* এবং আমারই নিকট তাদের ফিরিয়ে আনা হবে। \\n\\n* চূড়ান্ত ওয়ারিস বলতে বুঝানো হয়েছে চূড়ান্ত মালিক অর্থাৎ সব কিছু ধ্বংস হয়ে যাওয়ার পর একমাত্র আল্লাহই থাকবেন এবং সবকিছু থাকবে তাঁর মালিকানাধীন।","bangla_mkhan":"আমিই চুড়ান্ত মালিকানার অধিকারী হব পৃথিবীর এবং তার উপর যারা আছে তাদের এবং আমারই কাছে তারা প্রত্যাবর্তিত হবে।","bangla_mujibur":"চূড়ান্ত মালিকানার অধিকারী আমি, পৃথিবীর এবং ওর উপর যা আছে তাদেরও এবং তারা আমারই নিকট প্রত্যানীত হবে।","bangla_taisirul":"যমীন আর যমীনের উপর যারা আছে তাদের মালিকানা আমারই থাকবে, আর তারা আমার কাছেই ফিরে আসবে।"},{"id":41,"arabic_text":"وَ اذۡکُرۡ  فِی الۡکِتٰبِ اِبۡرٰہِیۡمَ ۬ؕ اِنَّہٗ  کَانَ صِدِّیۡقًا  نَّبِیًّا ﴿۴۱﴾ ","english_text":"Then We forgave you after that so perhaps you would be grateful.","page":308,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2291.mp3","colorText":"وَ[h:9999[ٱ]ذْكُرْ فِى [h:818[ٱ]لْكِتَ[n[ـٰ]بِ إِ[q:1860[بْ]ر[n[َٲ]هِيمَ‌ۚ إِ[g[نّ]َهُ[n[ۥ] كَانَ صِدِّي[a:8344[قًا ن]َّبِيًّا","juz":16,"ruku":266,"manzil":4,"bangla_ahbayan":"বর্ণনা কর এই কিতাবে (উল্লিখিত) ইব্রাহীমের কথা; নিশ্চয় সে ছিল একজন পরম সত্যবাদী নবী। [১]","bangla_bayan":"আর স্মরণ কর এই কিতাবে ইবরাহীমকে। নিশ্চয় সে ছিল পরম সত্যবাদী, নবী।","bangla_mkhan":"আপনি এই কিতাবে ইব্রাহীমের কথা বর্ণনা করুন। নিশ্চয় তিনি ছিলেন সত্যবাদী, নবী।","bangla_mujibur":"বর্ণনা কর এই কিতাবে উল্লিখিত ইবরাহীমের কথা; সে ছিল সত্যবাদী ও নাবী।","bangla_taisirul":"এ কিতাবে উল্লেখিত ইবরাহীমের কথা স্মরণ কর, সে ছিল একজন সত্যনিষ্ঠ মানুষ, একজন নবী।"},{"id":42,"arabic_text":"اِذۡ  قَالَ لِاَبِیۡہِ یٰۤاَبَتِ لِمَ تَعۡبُدُ مَا لَا یَسۡمَعُ وَ لَا یُبۡصِرُ وَ لَا یُغۡنِیۡ عَنۡکَ شَیۡئًا ﴿۴۲﴾ ","english_text":"And [recall] when We gave Moses the Scripture and criterion that perhaps you would be guided.","page":308,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2292.mp3","colorText":"إِذْ قَالَ لِأَبِيهِ يَ[o[ـٰٓ]أَبَتِ لِمَ تَعْبُدُ مَا لَا يَسْمَعُ وَلَا يُ[q:8345[بْ]صِرُ وَلَا يُغْنِى عَ[f:626[نك]َ شَيْــًٔا","juz":16,"ruku":266,"manzil":4,"bangla_ahbayan":"যখন সে তার পিতাকে বলল, ‘হে আমার পিতা! যে শোনে না, দেখে না এবং তোমার কোন কাজে আসে না তুমি তার উপাসনা কর কেন?","bangla_bayan":"যখন সে তার পিতাকে বলল, ‘হে আমার পিতা, তুমি কেন তার ইবাদাত কর যে না শুনতে পায়, না দেখতে পায় এবং না তোমার কোন উপকারে আসতে পারে’?","bangla_mkhan":"যখন তিনি তার পিতাকে বললেনঃ হে আমার পিতা, যে শোনে না, দেখে না এবং তোমার কোন উপকারে আসে না, তার এবাদত কেন কর?","bangla_mujibur":"যখন সে তার পিতাকে বললঃ হে আমার পিতা! যে শোনেনা, দেখেনা এবং তোমার কোন কাজে আসেনা তুমি তার ইবাদাত কর কেন?","bangla_taisirul":"যখন সে তার পিতাকে বলেছিল, ‘হে আমার পিতা! আপনি কেন এমন জিনিসের ‘ইবাদাত করেন যা শুনে না, দেখে না, আর আপনার কোন কাজেই আসে না?"},{"id":43,"arabic_text":"یٰۤاَبَتِ اِنِّیۡ قَدۡ جَآءَنِیۡ مِنَ الۡعِلۡمِ  مَا لَمۡ یَاۡتِکَ فَاتَّبِعۡنِیۡۤ  اَہۡدِکَ صِرَاطًا سَوِیًّا ﴿۴۳﴾ ","english_text":"And [recall] when Moses said to his people, \"O my people, indeed you have wronged yourselves by your taking of the calf [for worship]. So repent to your Creator and kill yourselves. That is best for [all of] you in the sight of your Creator.\" Then He accepted your repentance; indeed, He is the Accepting of repentance, the Merciful.","page":308,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2293.mp3","colorText":"يَ[o[ـٰٓ]أَبَتِ إِ[g[نّ]ِى قَ[q:298[دْ] ج[o[َا]ٓءَنِى مِنَ [h:634[ٱ]لْعِلْمِ مَا لَمْ يَأْتِكَ فَ[h:8346[ٱ]تَّبِعْن[o[ِىٓ] أَهْدِكَ صِر[n[َٲ][f:8347[طًا س]َوِيًّا","juz":16,"ruku":266,"manzil":4,"bangla_ahbayan":"হে আমার পিতা! আমার নিকট সেই জ্ঞান এসেছে, যা তোমার নিকট আসেনি।[১] সুতরাং তুমি আমার অনুসরণ কর, আমি তোমাকে সঠিক পথ দেখাব। [২]","bangla_bayan":"‘হে আমার পিতা! আমার কাছে এমন জ্ঞান এসেছে যা তোমার কাছে আসেনি, সুতরাং আমার অনুসরণ কর, তাহলে আমি তোমাকে সঠিক পথ দেখাব’।","bangla_mkhan":"হে আমার পিতা, আমার কাছে এমন জ্ঞান এসেছে; যা তোমার কাছে আসেনি, সুতরাং আমার অনুসরণ কর, আমি তোমাকে সরল পথ দেখাব।","bangla_mujibur":"হে আমার পিতা! আমার নিকটতো এসেছে জ্ঞান যা তোমার নিকট আসেনি। সুতরাং আমার অনুসরণ কর, আমি তোমায় সঠিক পথ দেখাব।","bangla_taisirul":"হে আমার পিতা! আমার কাছে এমন জ্ঞান এসেছে যা আপনার কাছে আসেনি, কাজেই আমার অনুসরণ করুন, আমি আপনাকে সরল সঠিক পথ দেখাব।"},{"id":44,"arabic_text":"یٰۤاَبَتِ لَا تَعۡبُدِ الشَّیۡطٰنَ ؕ اِنَّ الشَّیۡطٰنَ  کَانَ  لِلرَّحۡمٰنِ عَصِیًّا ﴿۴۴﴾ ","english_text":"And [recall] when you said, \"O Moses, we will never believe you until we see Allah outright\"; so the thunderbolt took you while you were looking on.","page":308,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2294.mp3","colorText":"يَ[o[ـٰٓ]أَبَتِ لَا تَعْبُدِ [h:8348[ٱ][l[ل]شَّيْطَ[n[ـٰ]نَ‌ۖ إِ[g[نّ]َ [h:4634[ٱ][l[ل]شَّيْطَ[n[ـٰ]نَ كَانَ لِلرَّحْمَ[n[ـٰ]نِ عَصِيًّا","juz":16,"ruku":266,"manzil":4,"bangla_ahbayan":"হে আমার পিতা! শয়তানের উপাসনা করো না; নিশ্চয় শয়তান পরম দয়াময়ের অবাধ্য। [১]","bangla_bayan":"‘হে আমার পিতা, তুমি শয়তানের ইবাদাত করো না। নিশ্চয় শয়তান হল পরম করুণাময়ের অবাধ্য’।","bangla_mkhan":"হে আমার পিতা, শয়তানের এবাদত করো না। নিশ্চয় শয়তান দয়াময়ের অবাধ্য।","bangla_mujibur":"হে আমার পিতা! শাইতানের ইবাদাত করনা; শাইতান আল্লাহর অবাধ্য।","bangla_taisirul":"হে আমার পিতা! আপনি শয়তানের ‘ইবাদাত করবেন না, শয়তান হচ্ছে দয়াময়ের বিরুদ্ধে বিদ্রোহী।"},{"id":45,"arabic_text":"یٰۤاَبَتِ اِنِّیۡۤ  اَخَافُ اَنۡ یَّمَسَّکَ عَذَابٌ مِّنَ الرَّحۡمٰنِ فَتَکُوۡنَ لِلشَّیۡطٰنِ وَلِیًّا ﴿۴۵﴾ ","english_text":"Then We revived you after your death that perhaps you would be grateful.","page":308,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2295.mp3","colorText":"يَ[o[ـٰٓ]أَبَتِ إِ[g[نّ][o[ِىٓ] أَخَافُ أ[a:8349[َن ي]َمَسَّكَ عَذَا[a:8350[بٌ م]ِّنَ [h:8351[ٱ][l[ل]رَّحْمَ[n[ـٰ]نِ فَتَكُونَ لِلشَّيْطَ[n[ـٰ]نِ وَلِيًّا","juz":16,"ruku":266,"manzil":4,"bangla_ahbayan":"হে আমার পিতা! নিশ্চয় আমি আশংকা করি, তোমাকে পরম দয়াময়ের শাস্তি স্পর্শ করবে এবং তুমি শয়তানের বন্ধু হয়ে পড়বে।’[১]","bangla_bayan":"‘হে আমার পিতা, আমি আশংকা করছি যে, পরম করুণাময়ের (পক্ষ থেকে) তোমাকে আযাব স্পর্শ করবে, ফলে তুমি শয়তানের সঙ্গী হয়ে যাবে।’","bangla_mkhan":"হে আমার পিতা, আমি আশঙ্কা করি, দয়াময়ের একটি আযাব তোমাকে স্পর্শ করবে, অতঃপর তুমি শয়তানের সঙ্গী হয়ে যাবে।","bangla_mujibur":"হে আমার পিতা! আমি আশংকা করি, তোমাকে আল্লাহর শাস্তি স্পর্শ করবে এবং তুমি শাইতানের সাথী হয়ে পড়বে।","bangla_taisirul":"হে আমার পিতা! আমার ভয় হয় যে, দয়াময়ের ‘আযাব আপনাকে ধরে বসবে, তখন আপনি শয়তানের বন্ধু হয়ে যাবেন।’"},{"id":46,"arabic_text":"قَالَ  اَرَاغِبٌ اَنۡتَ عَنۡ  اٰلِہَتِیۡ یٰۤـاِبۡرٰہِیۡمُ ۚ لَئِنۡ لَّمۡ تَنۡتَہِ لَاَرۡجُمَنَّکَ وَ اہۡجُرۡنِیۡ  مَلِیًّا ﴿۴۶﴾ ","english_text":"And We shaded you with clouds and sent down to you manna and quails, [saying], \"Eat from the good things with which We have provided you.\" And they wronged Us not - but they were [only] wronging themselves.","page":308,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2296.mp3","colorText":"قَالَ أَرَاغِبٌ أَ[f:169[نت]َ عَنْ ءَالِهَتِى يَ[o[ـٰٓ]إِ[q:6429[بْ]ر[n[َٲ]هِيمُ‌ۖ لَئ[u:4195[ِن ل]َّمْ تَ[f:8352[نت]َهِ لَأَرْجُمَ[g[نّ]َكَ‌ۖ وَ[h:8353[ٱ]هْجُرْنِى مَلِيًّا","juz":16,"ruku":266,"manzil":4,"bangla_ahbayan":"পিতা বলল, ‘হে ইব্রাহীম! তুমি কি আমার দেব-দেবী হতে বিমুখ হচ্ছ? যদি তুমি বিরত না হও, তাহলে অবশ্যই আমি প্রস্তরাঘাতে তোমার প্রাণ নাশ করব; তুমি দীর্ঘকালের জন্য আমার নিকট হতে দূর হয়ে যাও।’ [১]","bangla_bayan":"সে বলল, ‘হে ইবরাহীম, তুমি কি আমার উপাস্যদের থেকে বিমুখ? যদি তুমি বিরত না হও, তবে অবশ্যই আমি তোমাকে পাথর মেরে হত্যা করব। আর তুমি চিরতরে আমাকে ছেড়ে যাও’।* \\n\\n* ইবনে আব্বাসের মতে এ আয়াতের অর্থ হল তুমি আমার কাছ থেকে নিরাপদে সরে যাও। কেউ কেউ এ আয়াতের অর্থে বলেছেন, ‘তুমি আমার সাথে দীর্ঘ সময়ের জন্য কথা বলবে না’। (আত্-তাফসীর আল-মুয়াস্‌সার)","bangla_mkhan":"পিতা বললঃ যে ইব্রাহীম, তুমি কি আমার উপাস্যদের থেকে মুখ ফিরিয়ে নিচ্ছ? যদি তুমি বিরত না হও, আমি অবশ্যই প্রস্তরাঘাতে তোমার প্রাণনাশ করব। তুমি চিরতরে আমার কাছ থেকে দূর হয়ে যাও।","bangla_mujibur":"পিতা বললঃ হে ইবরাহীম! তুমি কি আমার দেব-দেবী হতে বিমুখ হচ্ছ? যদি নিবৃত্ত না হও তাহলে আমি প্রস্তরাঘাতে তোমার প্রাণ নাশ করবই; তুমি চিরদিনের জন্য আমার নিকট হতে দূর হয়ে যাও।","bangla_taisirul":"পিতা বলল, ‘হে ইবরাহীম! তুমি কি আমার দেবদেবীগুলো থেকে মুখ ফিরিয়ে নিচ্ছ? যদি তুমি বিরত না হও তবে আমি অবশ্যই তোমাকে পাথরের আঘাতে মেরে ফেলব। তুমি চিরতরে আমার কাছ থেকে দূর হয়ে যাও।’"},{"id":47,"arabic_text":"قَالَ سَلٰمٌ  عَلَیۡکَ ۚ سَاَسۡتَغۡفِرُ  لَکَ  رَبِّیۡ ؕ اِنَّہٗ  کَانَ  بِیۡ  حَفِیًّا ﴿۴۷﴾ ","english_text":"And [recall] when We said, \"Enter this city and eat from it wherever you will in [ease and] abundance, and enter the gate bowing humbly and say, 'Relieve us of our burdens.' We will [then] forgive your sins for you, and We will increase the doers of good [in goodness and reward].\"","page":308,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2297.mp3","colorText":"قَالَ سَلَ[n[ـٰ]مٌ عَلَيْكَ‌ۖ سَأَسْتَغْفِرُ لَكَ رَبّ[o[ِىٓ‌ۖ] إِ[g[نّ]َهُ[n[ۥ] كَانَ بِى حَفِيًّا","juz":16,"ruku":266,"manzil":4,"bangla_ahbayan":"ইব্রাহীম বলল, ‘তোমার উপর সালাম; [১] আমি আমার প্রতিপালকের নিকট তোমার জন্য ক্ষমা প্রার্থনা করব, [২] নিশ্চয় তিনি আমার প্রতি অতিশয় অনুগ্রহশীল।","bangla_bayan":"ইবরাহীম বলল, ‘তোমার প্রতি সালাম। আমি আমার রবের কাছে তোমার জন্য ক্ষমা চাইব। নিশ্চয় তিনি আমার প্রতি বড়ই অনুগ্রহশীল’।","bangla_mkhan":"ইব্রাহীম বললেনঃ তোমার উপর শান্তি হোক, আমি আমার পালনকর্তার কাছে তোমার জন্যে ক্ষমা প্রার্থনা করব। নিশ্চয় তিনি আমার প্রতি মেহেরবান।","bangla_mujibur":"ইবরাহীম বললঃ তোমার নিকট হতে বিদায়; আমি আমার রবের নিকট তোমার জন্য ক্ষমা প্রার্থনা করব, তিনি আমার প্রতি অতিশয় অনুগ্রহশীল।","bangla_taisirul":"ইবরাহীম বলল, ‘আপনার প্রতি সালাম, আমি আমার প্রতিপালকের নিকট আপনার জন্য ক্ষমা প্রার্থনা করব, তিনি আমার প্রতি বড়ই মেহেরবান।"},{"id":48,"arabic_text":"وَ اَعۡتَزِلُکُمۡ وَ مَا تَدۡعُوۡنَ مِنۡ دُوۡنِ اللّٰہِ  وَ اَدۡعُوۡا  رَبِّیۡ ۫ۖ عَسٰۤی اَلَّاۤ  اَکُوۡنَ  بِدُعَآءِ   رَبِّیۡ  شَقِیًّا ﴿۴۸﴾ ","english_text":"But those who wronged changed [those words] to a statement other than that which had been said to them, so We sent down upon those who wronged a punishment from the sky because they were defiantly disobeying.","page":308,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2298.mp3","colorText":"وَأَعْتَزِلُكُمْ وَمَا تَ[q:4040[دْ]عُونَ مِ[f:107[ن د]ُونِ [h:108[ٱ]للَّهِ وَأَ[q:8354[دْ]عُو[s[اْ] رَبِّى عَسَ[o[ىٰٓ] أَلّ[o[َآ] أَكُونَ بِدُع[o[َا]ٓءِ رَبِّى شَقِيًّا","juz":16,"ruku":266,"manzil":4,"bangla_ahbayan":"আমি তোমাদের নিকট হতে ও তোমরা আল্লাহ ব্যতীত যাদের উপাসনা কর তাদের নিকট হতে পৃথক হচ্ছি। আমি আমার প্রতিপালককে আহবান করব। আর আশা করি, আমি আমার প্রতিপালককে আহবান করে ব্যর্থকাম হব না।’","bangla_bayan":"‘আর আমি তোমাদের ও আল্লাহ ছাড়া যাদের ইবাদাত তোমরা কর তাদের পরিত্যাগ করছি এবং আমি আমার রবের ইবাদাত করছি। আশা করি আমার রবের ইবাদাত করে আমি ব্যর্থ হব না’।","bangla_mkhan":"আমি পরিত্যাগ করছি তোমাদেরকে এবং তোমরা আল্লাহ ব্যতীত যাদের এবাদত কর তাদেরকে; আমি আমার পালনকর্তার এবাদত করব। আশা করি, আমার পালনকর্তার এবাদত করে আমি বঞ্চিত হব না।","bangla_mujibur":"আমি তোমাদের দিক হতে এবং তোমরা আল্লাহ ব্যতীত যাদের ইবাদাত কর তাদের দিক হতে পৃথক হচ্ছি; আমি আমার রবের আহবান করি; আশা করি আমার রবের আহবান করে আমি ব্যর্থকাম হবনা।","bangla_taisirul":"আমি পরিত্যাগ করছি আপনাদেরকে আর আপনারা আল্লাহকে বাদ দিয়ে যাদেরকে ডাকেন তাদেরকে। আমি আমার প্রতিপালককে ডাকি, আশা করি আমি আমার প্রতিপালককে ডেকে বঞ্চিত হব না।’"},{"id":49,"arabic_text":"فَلَمَّا اعۡتَزَلَہُمۡ وَ مَا یَعۡبُدُوۡنَ مِنۡ دُوۡنِ اللّٰہِ ۙ وَہَبۡنَا لَہٗۤ  اِسۡحٰقَ  وَ  یَعۡقُوۡبَ ؕ وَ کُلًّا  جَعَلۡنَا  نَبِیًّا ﴿۴۹﴾ ","english_text":"And [recall] when Moses prayed for water for his people, so We said, \"Strike with your staff the stone.\" And there gushed forth from it twelve springs, and every people knew its watering place. \"Eat and drink from the provision of Allah, and do not commit abuse on the earth, spreading corruption.\"","page":308,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2299.mp3","colorText":"فَلَ[g[مّ]َا [h:8355[ٱ]عْتَزَلَهُمْ وَمَا يَعْبُدُونَ مِ[f:107[ن د]ُونِ [h:108[ٱ]للَّهِ وَهَ[q:8356[بْ]نَا لَهُ[o[ۥٓ] إِسْحَ[n[ـٰ]قَ وَيَعْقُوبَ‌ۖ وَكُل[f:8357[اًّ ج]َعَلْنَا نَبِيًّا","juz":16,"ruku":266,"manzil":4,"bangla_ahbayan":"অতঃপর সে যখন তাদের হতে ও তারা আল্লাহ ব্যতীত যাদের উপাসনা করত সেই সব হতে পৃথক হয়ে গেল, তখন আমি তাকে দান করলাম ইসহাক ও ইয়াকূব[১] এবং প্রত্যেককে নবী করলাম।","bangla_bayan":"অতঃপর যখন সে তাদেরকে এবং আল্লাহ ছাড়া যাদের তারা ইবাদাত করত তাদের সবাইকে পরিত্যাগ করল, তখন আমি তাকে দান করলাম ইসহাক ও ইয়া‘কূব এবং তাদের প্রত্যেককে নবী করলাম।","bangla_mkhan":"অতঃপর তিনি যখন তাদেরকে এবং তার আল্লাহ ব্যতীত যাদের এবাদত করত, তাদের সবাইকে পরিত্যাগ করলেন, তখন আমি তাকে দান করলাম ইসহাক ও ইয়াকুব এবং প্রত্যেককে নবী করলাম।","bangla_mujibur":"অতঃপর সে যখন তাদের থেকে এবং তারা আল্লাহ ব্যতীত যাদের ইবাদাত করত সেই সব হতে পৃথক হয়ে গেল তখন আমি তাকে দান করলাম ইসহাক ও ইয়াকূব এবং প্রত্যেককে নাবী করলাম।","bangla_taisirul":"অতঃপর সে যখন তাদেরকে আর তারা আল্লাহকে বাদ দিয়ে যাদের ‘ইবাদাত করত তাদেরকে পরিত্যাগ করল, তখন আমি তাকে দান করলাম ইসহাক্ব আর ইয়া‘কূব আর তাদের প্রত্যেককে নবী করলাম।"},{"id":50,"arabic_text":"وَ وَہَبۡنَا لَہُمۡ مِّنۡ رَّحۡمَتِنَا وَ جَعَلۡنَا لَہُمۡ  لِسَانَ  صِدۡقٍ  عَلِیًّا ﴿۵۰﴾ ","english_text":"And [recall] when you said, \"O Moses, we can never endure one [kind of] food. So call upon your Lord to bring forth for us from the earth its green herbs and its cucumbers and its garlic and its lentils and its onions.\" [Moses] said, \"Would you exchange what is better for what is less? Go into [any] settlement and indeed, you will have what you have asked.\" And they were covered with humiliation and poverty and returned with anger from Allah [upon them]. That was because they [repeatedly] disbelieved in the signs of Allah and killed the prophets without right. That was because they disobeyed and were [habitually] transgressing.","page":308,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2300.mp3","colorText":"وَوَهَ[q:4212[بْ]نَا لَه[w:1812[ُم م]ّ[u:8358[ِن ر]َّحْمَتِنَا وَجَعَلْنَا لَهُمْ لِسَانَ صِ[q:5937[دْ]قٍ عَلِيًّا","juz":16,"ruku":266,"manzil":4,"bangla_ahbayan":"এবং তাদেরকে আমি দান করলাম আমার বহু অনুগ্রহ[১] ও তাদেরকে দিলাম সমুচ্চ খ্যাতি। [২]","bangla_bayan":"আর আমি তাদেরকে আমার অনুগ্রহ দান করলাম আর তাদের সুনাম সুখ্যাতিকে সমুচ্চ করলাম।","bangla_mkhan":"আমি তাদেরকে দান করলাম আমার অনুগ্রহ এবং তাদেরকে দিলাম সমুচ্চ সুখ্যাতি।","bangla_mujibur":"এবং তাদেরকে আমি দান করলাম আমার অনুগ্রহ ও তাদের দিলাম সমুচ্চ বংশ।","bangla_taisirul":"আমি তাদেরকে দান করলাম আমার অনুগ্রহ আর সত্যিকার নাম-যশের সুউচ্চ সুখ্যাতি।"},{"id":51,"arabic_text":"وَ اذۡکُرۡ فِی الۡکِتٰبِ مُوۡسٰۤی ۫ اِنَّہٗ  کَانَ مُخۡلَصًا وَّ کَانَ رَسُوۡلًا  نَّبِیًّا ﴿۵۱﴾ ","english_text":"Indeed, those who believed and those who were Jews or Christians or Sabeans [before Prophet Muhammad] - those [among them] who believed in Allah and the Last Day and did righteousness - will have their reward with their Lord, and no fear will there be concerning them, nor will they grieve.","page":308,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2301.mp3","colorText":"وَ[h:9999[ٱ]ذْكُرْ فِى [h:818[ٱ]لْكِتَ[n[ـٰ]بِ مُوسَ[o[ىٰٓ‌ۚ] إِ[g[نّ]َهُ[n[ۥ] كَانَ مُخْلَ[a:8359[صًا و]َكَانَ رَسُول[a:8360[اً ن]َّبِيًّا","juz":16,"ruku":267,"manzil":4,"bangla_ahbayan":"এই কিতাবে (উল্লিখিত) মূসার কথা বর্ণনা কর, সে ছিল একজন মনোনীত এবং সে ছিল রসূল, নবী।[১]","bangla_bayan":"আর স্মরণ কর এই কিতাবে মূসাকে। অবশ্যই সে ছিল মনোনীত এবং সে ছিল রাসূল, নবী।","bangla_mkhan":"এই কিতাবে মূসার কথা বর্ণনা করুন, তিনি ছিলেন মনোনীত এবং তিনি ছিলেন রাসূল, নবী।","bangla_mujibur":"এই কিতাবে উল্লেখিত মূসার কথা বর্ণনা কর, সে ছিল বিশুদ্ধ চিত্ত এবং সে ছিল রাসূল, নাবী।","bangla_taisirul":"এ কিতাবে উল্লেখিত মূসার কথা স্মরণ কর, সে ছিল বিশেষভাবে মনোনীত, আর একজন রসূল ও নবী।"},{"id":52,"arabic_text":"وَ نَادَیۡنٰہُ مِنۡ جَانِبِ الطُّوۡرِ الۡاَیۡمَنِ  وَ قَرَّبۡنٰہُ  نَجِیًّا ﴿۵۲﴾ ","english_text":"And [recall] when We took your covenant, [O Children of Israel, to abide by the Torah] and We raised over you the mount, [saying], \"Take what We have given you with determination and remember what is in it that perhaps you may become righteous.\"","page":309,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2302.mp3","colorText":"وَنَ[n[ـٰ]دَيْنَ[n[ـٰ]هُ مِ[f:8361[ن ج]َانِبِ [h:8362[ٱ][l[ل]طُّورِ [h:8363[ٱ]لْأَيْمَنِ وَقَرَّ[q:8364[بْ]نَ[n[ـٰ]هُ نَجِيًّا","juz":16,"ruku":267,"manzil":4,"bangla_ahbayan":"আমি তাকে আহবান করেছিলাম তূর পর্বতের ডান দিক হতে এবং আমি নিভৃত আলাপ করা অবস্থায় তাকে নিকটবর্তী করেছিলাম।","bangla_bayan":"আমি তাকে তূর পর্বতের ডান দিক থেকে ডেকেছিলাম এবং অন্তরঙ্গ আলাপের উদ্দেশ্যে তাকে আমার নিকটবর্তী করেছিলাম।","bangla_mkhan":"আমি তাকে আহবান করলাম তূর পাহাড়ের ডান দিক থেকে এবং গুঢ়তত্ত্ব আলোচনার উদ্দেশে তাকে নিকটবর্তী করলাম।","bangla_mujibur":"আমি তাকে আহবান করেছিলাম তূর পর্বতের দক্ষিণ দিক হতে এবং আমি গুঢ়তত্ত্ব আলোচনারত অবস্থায় তাকে নিকটবর্তী করেছিলাম।","bangla_taisirul":"আমি তাকে ডাক দিয়েছিলাম তূর পাহাড়ের ডান পার্শ্ব থেকে আর গোপনে কথাবার্তা বলার জন্য তাকে নিকটবর্তী করেছিলাম।"},{"id":53,"arabic_text":"وَ وَہَبۡنَا لَہٗ  مِنۡ رَّحۡمَتِنَاۤ  اَخَاہُ ہٰرُوۡنَ نَبِیًّا ﴿۵۳﴾ ","english_text":"Then you turned away after that. And if not for the favor of Allah upon you and His mercy, you would have been among the losers.","page":309,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2303.mp3","colorText":"وَوَهَ[q:4212[بْ]نَا لَهُ[n[ۥ] م[u:8358[ِن ر]َّحْمَتِن[o[َآ] أَخَاهُ هَ[n[ـٰ]رُونَ نَبِيًّا","juz":16,"ruku":267,"manzil":4,"bangla_ahbayan":"আমি নিজ অনুগ্রহে তাকে দিলাম তার ভ্রাতা হারূনকে নবীরূপে।","bangla_bayan":"আর আমি স্বীয় অনুগ্রহে তার জন্য তার ভাই হারূনকে নবীরূপে দান করলাম।","bangla_mkhan":"আমি নিজ অনুগ্রহে তাঁকে দান করলাম তাঁর ভাই হারুনকে নবীরূপে।","bangla_mujibur":"আমি নিজ অনুগ্রহে তাকে দিলাম তার ভাই হারূনকে, নাবীরূপে।","bangla_taisirul":"আর আমি স্বীয় অনুগ্রহে তাকে দান করেছিলাম তার ভাই হারূনকে, সেও ছিল একজন নবী।"},{"id":54,"arabic_text":"وَ اذۡکُرۡ فِی الۡکِتٰبِ اِسۡمٰعِیۡلَ ۫ اِنَّہٗ کَانَ صَادِقَ الۡوَعۡدِ وَ کَانَ رَسُوۡلًا نَّبِیًّا  ﴿ۚ۵۴﴾","english_text":"And you had already known about those who transgressed among you concerning the sabbath, and We said to them, \"Be apes, despised.\"","page":309,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2304.mp3","colorText":"وَ[h:9999[ٱ]ذْكُرْ فِى [h:818[ٱ]لْكِتَ[n[ـٰ]بِ إِسْمَ[n[ـٰ]عِيلَ‌ۚ إِ[g[نّ]َهُ[n[ۥ] كَانَ صَادِقَ [h:8365[ٱ]لْوَعْدِ وَكَانَ رَسُول[a:8360[اً ن]َّبِيًّا","juz":16,"ruku":267,"manzil":4,"bangla_ahbayan":"এই কিতাবে (উল্লিখিত) ইসমাঈলের কথা বর্ণনা কর, সে ছিল একজন প্রতিশ্রুতি পালনকারী এবং সে ছিল রসূল, নবী।","bangla_bayan":"আর স্মরণ কর এই কিতাবে ইসমাঈলকে। সে ছিল সত্যিকারের ওয়াদা পালনকারী এবং সে ছিল রাসূল, নবী।","bangla_mkhan":"এই কিতাবে ইসমাঈলের কথা বর্ণনা করুন, তিনি প্রতিশ্রুতি পালনে সত্যাশ্রয়ী এবং তিনি ছিলেন রসূল, নবী।","bangla_mujibur":"এই কিতাবে উল্লেখিত ইসমাঈলের কথা বর্ণনা কর, সে ছিল প্রতিশ্রুতি পালনে সত্যাশ্রয়ী এবং সে ছিল রাসূল, নাবী।","bangla_taisirul":"এ কিতাবে উল্লেখিত ইসমাঈলের কথা স্মরণ কর, সে ছিল ওয়া‘দা রক্ষায় (দৃঢ়) সত্যবাদী, আর ছিল একজন রসূল ও নবী।"},{"id":55,"arabic_text":"وَ کَانَ یَاۡمُرُ اَہۡلَہٗ  بِالصَّلٰوۃِ  وَ الزَّکٰوۃِ ۪ وَ کَانَ عِنۡدَ رَبِّہٖ  مَرۡضِیًّا ﴿۵۵﴾ ","english_text":"And We made it a deterrent punishment for those who were present and those who succeeded [them] and a lesson for those who fear Allah .","page":309,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2305.mp3","colorText":"وَكَانَ يَأْمُرُ أَهْلَهُ[n[ۥ] بِ[h:8322[ٱ][l[ل]صَّلَ[s[و][n[ٲ]ةِ وَ[h:8323[ٱ][l[ل]زَّكَ[s[و][n[ٲ]ةِ وَكَانَ عِ[f:264[ند]َ رَبِّه[n[ِۦ] مَرْضِيًّا","juz":16,"ruku":267,"manzil":4,"bangla_ahbayan":"সে তার পরিজনবর্গকে নামায ও যাকাত আদায়ের নির্দেশ দিত এবং সে ছিল তার প্রতিপালকের নিকট সন্তোষভাজন।","bangla_bayan":"আর সে তার পরিবার-পরিজনকে সালাত ও যাকাতের নির্দেশ দিত এবং সে ছিল তার রবের সন্তোষপ্রাপ্ত।","bangla_mkhan":"তিনি তাঁর পরিবারবর্গকে নামায ও যাকাত আদায়ের নির্দেশ দিতেন এবং তিনি তাঁর পালনকর্তার কাছে পছন্দনীয় ছিলেন।","bangla_mujibur":"সে তার পরিজনবর্গকে সালাত ও যাকাত আদায়ের নির্দেশ দিত এবং সে ছিল তার রবের সন্তোষভাজন।","bangla_taisirul":"সে তার পরিবারবর্গকে নামায ও যাকাতের হুকুম দিত আর সে ছিল তার প্রতিপালকের নিকট সন্তুষ্টির পাত্র।"},{"id":56,"arabic_text":"وَ اذۡکُرۡ فِی  الۡکِتٰبِ  اِدۡرِیۡسَ ۫ اِنَّہٗ  کَانَ  صِدِّیۡقًا  نَّبِیًّا ﴿٭ۙ۵۶﴾ ","english_text":"And [recall] when Moses said to his people, \"Indeed, Allah commands you to slaughter a cow.\" They said, \"Do you take us in ridicule?\" He said, \"I seek refuge in Allah from being among the ignorant.\"","page":309,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2306.mp3","colorText":"وَ[h:9999[ٱ]ذْكُرْ فِى [h:818[ٱ]لْكِتَ[n[ـٰ]بِ إِ[q:8366[دْ]رِيسَ‌ۚ إِ[g[نّ]َهُ[n[ۥ] كَانَ صِدِّي[a:8344[قًا ن]َّبِيًّا","juz":16,"ruku":267,"manzil":4,"bangla_ahbayan":"এই কিতাবে (উল্লিখিত) ইদরীসের কথা বর্ণনা কর; সে ছিল একজন সত্যবাদী নবী।","bangla_bayan":"আর স্মরণ কর এই কিতাবে ইদরীসকে। সে ছিল পরম সত্যনিষ্ঠ নবী।","bangla_mkhan":"এই কিতাবে ইদ্রীসের কথা আলোচনা করুন, তিনি ছিলেন সত্যবাদী নবী।","bangla_mujibur":"এই কিতাবে উল্লেখিত ইদরীসের কথা বর্ণনা কর, সে ছিল সত্যবাদী নাবী।","bangla_taisirul":"এ কিতাবে উল্লেখিত ইদরীসের কথা স্মরণ কর, সে ছিল সত্যনিষ্ঠ, একজন নবী।"},{"id":57,"arabic_text":"وَّ رَفَعۡنٰہُ  مَکَانًا عَلِیًّا ﴿۵۷﴾ ","english_text":"They said, \"Call upon your Lord to make clear to us what it is.\" [Moses] said, \"[ Allah ] says, 'It is a cow which is neither old nor virgin, but median between that,' so do what you are commanded.\"","page":309,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2307.mp3","colorText":"وَرَفَعْنَ[n[ـٰ]هُ مَكَانًا عَلِيًّا","juz":16,"ruku":267,"manzil":4,"bangla_ahbayan":"এবং আমি তাকে সুউচ্চ স্থানে উঠিয়ে নিয়েছিলাম। [১]","bangla_bayan":"আর আমি তাকে উচ্চ মর্যাদায় সমুন্নত করেছিলাম।","bangla_mkhan":"আমি তাকে উচ্চে উন্নীত করেছিলাম।","bangla_mujibur":"এবং আমি তাকে দান করেছিলাম উচ্চ মর্যাদা।","bangla_taisirul":"আমি তাকে উচ্চ মর্যাদায় উন্নীত করেছিলাম।"},{"id":58,"arabic_text":"اُولٰٓئِکَ الَّذِیۡنَ اَنۡعَمَ اللّٰہُ عَلَیۡہِمۡ مِّنَ النَّبِیّٖنَ مِنۡ ذُرِّیَّۃِ  اٰدَمَ ٭ وَ مِمَّنۡ حَمَلۡنَا مَعَ نُوۡحٍ ۫ وَّ مِنۡ ذُرِّیَّۃِ  اِبۡرٰہِیۡمَ وَ اِسۡرَآءِیۡلَ ۫ وَ مِمَّنۡ ہَدَیۡنَا وَ اجۡتَبَیۡنَا ؕ اِذَا تُتۡلٰی عَلَیۡہِمۡ اٰیٰتُ الرَّحۡمٰنِ  خَرُّوۡا  سُجَّدًا  وَّ  بُکِیًّا ﴿ٛ۵۸﴾ ","english_text":"They said, \"Call upon your Lord to show us what is her color.\" He said, \"He says, 'It is a yellow cow, bright in color - pleasing to the observers.' \"","page":309,"is_sajdah_ayat":true,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2308.mp3","colorText":"أُ[s[وْ]لَ[o[ـٰٓ]ئِكَ [h:51[ٱ]لَّذِينَ أَنْعَمَ [h:2900[ٱ]للَّهُ عَلَيْه[w:2901[ِم م]ِّنَ [h:2902[ٱ][l[ل][g[نّ]َبِيِّـ[n[ـۧ]نَ مِ[f:4433[ن ذ]ُرِّيَّةِ ءَادَمَ وَمِ[g[مّ]َنْ حَمَلْنَا مَعَ نُو[a:8367[حٍ و]َمِ[f:8368[ن ذ]ُرِّيَّةِ إِ[q:1860[بْ]ر[n[َٲ]هِيمَ وَإِسْر[o[َٲ]ٓءِيلَ وَمِ[g[مّ]َنْ هَدَيْنَا وَ[h:8369[ٱ][q:8369[جْ]تَبَيْن[o[َآ‌ۚ] إِذَا تُتْلَىٰ عَلَيْهِمْ ءَايَ[n[ـٰ]تُ [h:8370[ٱ][l[ل]رَّحْمَ[n[ـٰ]نِ خَرُّو[s[اْ] سُجَّ[a:8371[دًا و]َبُكِيًّا ۩","juz":16,"ruku":267,"manzil":4,"bangla_ahbayan":"নবীদের মধ্যে যাদেরকে আল্লাহ অনুগ্রহ করেছেন এরাই তারা, আদমের ও যাদেরকে আমি নূহের সাথে নৌকায় আরোহণ করিয়েছিলাম তাদের বংশোদ্ভূত, ইব্রাহীম ও ইস্রাঈলের বংশোদ্ভূত ও যাদেরকে আমি পথ নির্দেশ করেছিলাম ও মনোনীত করেছিলাম তাদের অন্তর্ভুক্ত। তাদের নিকট পরম করুণাময়ের আয়াত আবৃত্তি করা হলে, তারা ক্রন্দন করতে করতে সিজদায় লুটিয়ে পড়ত। [১] (সিজদাহ-৫)","bangla_bayan":"এরাই সে সব নবী, আদম সন্তানের মধ্য থেকে যাদের উপর আল্লাহ অনুগ্রহ করেছেন এবং যাদের আমি নূহের সাথে নৌকায় আরোহণ করিয়েছিলাম। আর ইবরাহীম ও ইসরাঈলের বংশোদ্ভূত এবং যাদেরকে আমি পথ প্রদর্শন করেছিলাম ও মনোনীত করেছিলাম। যখন তাদের কাছে পরম করুণাময়ের আয়াতসমূহ পাঠ করা হত, তারা কাঁদতে কাঁদতে সিজদায় লুটিয়ে পড়ত।[সাজদাহ]","bangla_mkhan":"এরাই তারা-নবীগণের মধ্য থেকে যাদেরকে আল্লাহ তা’আলা নেয়ামত দান করেছেন। এরা আদমের বংশধর এবং যাদেরকে আমি নূহের সাথে নৌকায় আরোহন করিয়েছিলাম, তাদের বংশধর, এবং ইব্রাহীম ও ইসরাঈলের বংশধর এবং যাদেরকে আমি পথ প্রদর্শন করেছি ও মনোনীত করেছি, তাদের বংশোদ্ভূত। তাদের কাছে যখন দয়াময় আল্লাহর আয়াতসমূহ পাঠ করা হত, তখন তারা সেজদায় লুটিয়ে পড়ত এবং ক্রন্দন করত।","bangla_mujibur":"নাবীদের মধ্যে যাদেরকে আল্লাহ অনুগ্রহ করেছেন এরাই তারা, আদমের এবং যাদেরকে আমি নূহের সাথে নৌকায় আরোহণ করিয়েছিলাম তাদের বংশদ্ভুত, ইবরাহীম ও ইসরাঈলের বংশদ্ভুত ও যাদেরকে আমি পথ নির্দেশ করেছিলাম ও মনোনীত করেছিলাম তাদের অন্তর্ভুক্ত; তাদের নিকট দয়াময়ের আয়াত আবৃত্তি করা হলে তারা সাজদাহয় লুটিয়ে পড়ত ক্রন্দন করতে করতে। [সাজদাহ]","bangla_taisirul":"এরাই হল তারা আদাম বংশের নবীগণের মধ্য হতে, আর নূহের সঙ্গে যাদেরকে (নৌকায়) আরোহণ করিয়েছিলাম তাদের মধ্য হতে, আর ইবরাহীম ও ইসরাঈলের বংশধরদের মধ্য হতে যাদেরকে আমি অনুগ্রহ করেছিলাম, এরা তাদেরই মধ্য হতে, যাদেরকে আমি পথনির্দেশ দিয়েছিলাম আর বেছে নিয়েছিলাম, এদের নিকট দয়াময়ের আয়াত আবৃত্তি করা হলে তারা সাজদায় অবনত হয়ে কান্নাভরে লুটিয়ে পড়ত। [সাজদাহ]"},{"id":59,"arabic_text":"فَخَلَفَ مِنۡۢ بَعۡدِہِمۡ خَلۡفٌ اَضَاعُوا الصَّلٰوۃَ وَ اتَّبَعُوا الشَّہَوٰتِ فَسَوۡفَ یَلۡقَوۡنَ  غَیًّا ﴿ۙ۵۹﴾ ","english_text":"They said, \"Call upon your Lord to make clear to us what it is. Indeed, [all] cows look alike to us. And indeed we, if Allah wills, will be guided.\"","page":309,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2309.mp3","colorText":"۞ فَخَلَفَ م[i:1453[ِنۢ ب]َعْدِهِمْ خَلْفٌ أَضَاعُو[s[اْ] [h:8372[ٱ][l[ل]صَّلَ[s[و][n[ٲ]ةَ وَ[h:2433[ٱ]تَّبَعُو[s[اْ] [h:8373[ٱ][l[ل]شَّهَو[n[َٲ]تِ‌ۖ فَسَوْفَ يَلْقَوْنَ غَيًّا","juz":16,"ruku":267,"manzil":4,"bangla_ahbayan":"তাদের পর এল অপদার্থ পরবর্তিগণ, তারা নামায নষ্ট করল ও প্রবৃত্তিপরায়ণ হল; সুতরাং তারা অচিরেই অমঙ্গল প্রত্যক্ষ করবে। [১]","bangla_bayan":"তাদের পরে আসল এমন এক অসৎ বংশধর যারা সালাত বিনষ্ট করল এবং কুপ্রবৃত্তির অনুসরণ করল। সুতরাং শীঘ্রই তারা জাহান্নামের শাস্তি প্রত্যক্ষ করবে।","bangla_mkhan":"অতঃপর তাদের পরে এল অপদার্থ পরবর্তীরা। তারা নামায নষ্ট করল এবং কুপ্রবৃত্তির অনুবর্তী হল। সুতরাং তারা অচিরেই পথভ্রষ্টতা প্রত্যক্ষ করবে।","bangla_mujibur":"তাদের পরে এলো অপদার্থ পরবর্তীরা; তারা সালাত নষ্ট করল ও লালসা পরবশ হল; সুতরাং তারা অচিরেই কুকর্মের শাস্তি প্রত্যক্ষ করবে।","bangla_taisirul":"অতঃপর তাদের পর এল অপদার্থ পরবর্তীরা, তারা নামায হারালো, আর লালসার বশবর্তী হল। তারা অচিরেই ধ্বংসের সম্মুখীন হবে।"},{"id":60,"arabic_text":"اِلَّا مَنۡ تَابَ وَ اٰمَنَ وَ عَمِلَ صَالِحًا فَاُولٰٓئِکَ یَدۡخُلُوۡنَ  الۡجَنَّۃَ  وَ لَا یُظۡلَمُوۡنَ  شَیۡئًا ﴿ۙ۶۰﴾ ","english_text":"He said, \"He says, 'It is a cow neither trained to plow the earth nor to irrigate the field, one free from fault with no spot upon her.' \" They said, \"Now you have come with the truth.\" So they slaughtered her, but they could hardly do it.","page":309,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2310.mp3","colorText":"إِلَّا مَ[f:8374[ن ت]َابَ وَءَامَنَ وَعَمِلَ صَ[n[ـٰ]لِ[f:8375[حًا ف]َأُ[s[وْ]لَ[o[ـٰٓ]ئِكَ يَ[q:3156[دْ]خُلُونَ [h:3157[ٱ]لْجَ[g[نّ]َةَ وَلَا يُظْلَمُونَ شَيْــًٔا","juz":16,"ruku":267,"manzil":4,"bangla_ahbayan":"কিন্তু তারা নয় যারা তওবা করেছে, ঈমান এনেছে ও সৎকর্ম করেছে; তারা তো জান্নাতে প্রবেশ করবে; আর তাদের প্রতি কোন যুলুম করা হবে না। [১]","bangla_bayan":"তবে তারা নয় যারা তাওবা করেছে, ঈমান এনেছে এবং সৎকর্ম করেছে; তারাই জান্নাতে প্রবেশ করবে এবং তাদের প্রতি কোন যুলম করা হবে না।","bangla_mkhan":"কিন্তু তারা ব্যতীত, যারা তওবা করেছে, বিশ্বাস স্থাপন করেছে। সুতরাং তারা জান্নাতে প্রবেশ করবে এবং তাদের উপর কোন জুলুম করা হবে না।","bangla_mujibur":"কিন্তু তারা নয় - যারা তাওবাহ করেছে, ঈমান আনয়ন করেছে ও সৎ কাজ করেছে; তারাতো জান্নাতে প্রবেশ করবে, তাদের প্রতি কোন যুলম করা হবেনা –","bangla_taisirul":"তারা বাদে যারা তাওবাহ করবে, ঈমান আনবে আর সৎ কাজ করবে। ফলে এরাই জান্নাতে প্রবেশ করবে, এদের প্রতি এতটুকু যুলম করা হবে না।"},{"id":61,"arabic_text":"جَنّٰتِ عَدۡنِۣ الَّتِیۡ وَعَدَ الرَّحۡمٰنُ عِبَادَہٗ بِالۡغَیۡبِ ؕ اِنَّہٗ کَانَ وَعۡدُہٗ  مَاۡتِیًّا ﴿۶۱﴾ ","english_text":"And [recall] when you slew a man and disputed over it, but Allah was to bring out that which you were concealing.","page":309,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2311.mp3","colorText":"جَ[g[نّ]َ[n[ـٰ]تِ عَ[q:5720[دْ]نٍ [h:8376[ٱ]لَّتِى وَعَدَ [h:8377[ٱ][l[ل]رَّحْمَ[n[ـٰ]نُ عِبَادَهُ[n[ۥ] بِ[h:13[ٱ]لْغَيْبِ‌ۚ إِ[g[نّ]َهُ[n[ۥ] كَانَ وَعْدُهُ[n[ۥ] مَأْتِيًّا","juz":16,"ruku":267,"manzil":4,"bangla_ahbayan":"সেই স্থায়ী জান্নাত, যার প্রতিশ্রুতি পরম দয়াময় নিজ দাসদেরকে অদৃশ্যভাবে দিয়েছেন; [১] নিশ্চয় তাঁর প্রতিশ্রুত বিষয় অবশ্যম্ভাবী।","bangla_bayan":"তা চিরস্থায়ী জান্নাত, যার ওয়াদা পরম করুণাময় তাঁর বান্দাদের দিয়েছেন গায়েবের সাথে। নিশ্চয় তাঁর ওয়াদাকৃত বিষয় অবশ্যম্ভাবী।","bangla_mkhan":"তাদের স্থায়ী বসবাস হবে যার ওয়াদা দয়াময় আল্লাহ তাঁর বান্দাদেরকে অদৃশ্যভাবে দিয়েছেন। অবশ্যই তাঁর ওয়াদার তারা পৌঁছাবে।","bangla_mujibur":"এটা স্থায়ী জান্নাত, যে অদৃশ্য বিষয়ের প্রতিশ্রুতি দয়াময় তাঁর বান্দাদেরকে দিয়েছেন, তাঁর প্রতিশ্রুত বিষয় অবশ্যম্ভাবী।","bangla_taisirul":"স্থায়ী জান্নাত, দয়াময় তাঁর বান্দাহ্কে যে অদৃশ্য বিষয়ের প্রতিশ্রুতি দিয়েছেন, তাঁর প্রতিশ্রুতি অবশ্যই পূর্ণ হবে।"},{"id":62,"arabic_text":"لَا یَسۡمَعُوۡنَ فِیۡہَا لَغۡوًا اِلَّا سَلٰمًا ؕ وَ لَہُمۡ  رِزۡقُہُمۡ  فِیۡہَا بُکۡرَۃً  وَّ عَشِیًّا ﴿۶۲﴾ ","english_text":"So, We said, \"Strike the slain man with part of it.\" Thus does Allah bring the dead to life, and He shows you His signs that you might reason.","page":309,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2312.mp3","colorText":"لَّا يَسْمَعُونَ فِيهَا لَغْوًا إِلَّا سَلَ[n[ـٰ][a:8378[مًا‌ۖ و]َلَهُمْ رِزْقُهُمْ فِيهَا بُكْرَ[a:8278[ةً و]َعَشِيًّا","juz":16,"ruku":267,"manzil":4,"bangla_ahbayan":"সেখানে তারা ‘শান্তি’ ছাড়া কোন অসার বাক্য শুনবে না[১] এবং সেথায় সকাল-সন্ধ্যায় তাদের জন্য থাকবে জীবনোপকরণ। [২]","bangla_bayan":"তারা সেখানে ‘শান্তি’ ছাড়া কোন অর্থহীন কথা শুনবে না এবং সেখানে সকাল-সন্ধ্যায় তাদের জন্য থাকবে তাদের রিয্ক।","bangla_mkhan":"তারা সেখানে সালাম ব্যতীত কোন অসার কথাবার্তা শুনবে না এবং সেখানে সকাল-সন্ধ্যা তাদের জন্যে রুযী থাকবে।","bangla_mujibur":"সেখানে তারা শান্তি ছাড়া কোন অসার বাক্য শুনবেনা এবং সেখানে সকাল-সন্ধ্যা তাদের জন্য থাকবে জীবনোপকরণ।","bangla_taisirul":"সেখানে তারা শান্তির সম্ভাষণ ছাড়া কোন অপবাক্য শুনবে না। আর সকাল-সন্ধ্যা সেখানে তাদের জন্য থাকবে জীবন ধারণের উপকরণ।"},{"id":63,"arabic_text":"تِلۡکَ الۡجَنَّۃُ الَّتِیۡ نُوۡرِثُ مِنۡ عِبَادِنَا مَنۡ  کَانَ  تَقِیًّا ﴿۶۳﴾ ","english_text":"Then your hearts became hardened after that, being like stones or even harder. For indeed, there are stones from which rivers burst forth, and there are some of them that split open and water comes out, and there are some of them that fall down for fear of Allah . And Allah is not unaware of what you do.","page":309,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2313.mp3","colorText":"تِلْكَ [h:8379[ٱ]لْجَ[g[نّ]َةُ [h:8380[ٱ]لَّتِى نُورِثُ مِنْ عِبَادِنَا مَ[f:506[ن ك]َانَ تَقِيًّا","juz":16,"ruku":267,"manzil":4,"bangla_ahbayan":"এ হল সেই জান্নাত যার অধিকারী করব আমি আমার দাসদের মধ্যে সংযমশীলকে।","bangla_bayan":"সেই জান্নাত, আমি যার উত্তরাধিকারী বানাব আমার বান্দাদের মধ্যে তাদেরকে যারা মুত্তাকী।","bangla_mkhan":"এটা ঐ জান্নাত যার অধিকারী করব আমার বান্দাদের মধ্যে পরহেযগারদেরকে।","bangla_mujibur":"এই সেই জান্নাত, যার অধিকারী করব আমি আমার বান্দাদের মধ্যে মুত্তাকীদেরকে।","bangla_taisirul":"এই হল সেই জান্নাত আমি যার উত্তরাধিকারী করব আমার বান্দাহদের মধ্যে মুত্তাকীদেরকে।"},{"id":64,"arabic_text":"وَ مَا نَتَنَزَّلُ  اِلَّا بِاَمۡرِ رَبِّکَ ۚ لَہٗ مَا بَیۡنَ اَیۡدِیۡنَا وَ مَا خَلۡفَنَا وَ مَا بَیۡنَ ذٰلِکَ ۚ وَ مَا  کَانَ  رَبُّکَ  نَسِیًّا ﴿ۚ۶۴﴾ ","english_text":"Do you covet [the hope, O believers], that they would believe for you while a party of them used to hear the words of Allah and then distort the Torah after they had understood it while they were knowing?","page":309,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2314.mp3","colorText":"وَمَا نَتَنَزَّلُ إِلَّا بِأَمْرِ رَبِّكَ‌ۖ لَهُ[n[ۥ] مَا بَيْنَ أَيْدِينَا وَمَا خَلْفَنَا وَمَا بَيْنَ ذ[n[َٲ]لِكَ‌ۚ وَمَا كَانَ رَبُّكَ نَسِيًّا","juz":16,"ruku":267,"manzil":4,"bangla_ahbayan":"(জিবরীল বলল,) ‘আমরা আপনার প্রতিপালকের আদেশ ব্যতিরেকে অবতরণ করি না;[১] আমাদের সম্মুখে ও পশ্চাতে যা আছে ও এই দু-এর অন্তর্বর্তী যা আছে তা তাঁরই। আর আপনার প্রতিপালক ভুলবার নন।’","bangla_bayan":"(জিবরীল বলল) ‘আর আমরা আপনার রবের নির্দেশ ছাড়া অবতরণ করি না। যা আমাদের সামনে আছে, আর যা আছে আমাদের পিছনে এবং যা রয়েছে এতদোভয়ের মধ্যে, সব তাঁরই মালিকানাধীন। আর আপনার রব ভুলে যান না।","bangla_mkhan":"(জিব্রাইল বললঃ) আমি আপনার পালনকর্তার আদেশ ব্যতীত অবতরণ করি না, যা আমাদের সামনে আছে, যা আমাদের পশ্চাতে আছে এবং যা এ দুই-এর মধ্যস্থলে আছে, সবই তাঁর এবং আপনার পালনকর্তা বিস্মৃত হওয়ার নন।","bangla_mujibur":"আমরা আপনার রবের আদেশ ব্যতীত অবতরণ করিনা; যা আমাদের অগ্রে ও পশ্চাতে আছে এবং যা এই দু’এর অন্তবর্তী তা তাঁরই এবং তোমার রাব্ব কোনো কিছু ভুলেননা।","bangla_taisirul":"(ফেরেশতাগণ বলে) ‘আমরা আপনার প্রতিপালকের হুকুম ছাড়া অবতরণ করি না, যা আমাদের সামনে আছে, আর যা আমাদের পেছনে আছে আর এ দু’য়ের মাঝে যা আছে তা তাঁরই, আপনার প্রতিপালক কক্ষনো ভুলে যান না।"},{"id":65,"arabic_text":"رَبُّ السَّمٰوٰتِ وَ الۡاَرۡضِ  وَ مَا بَیۡنَہُمَا فَاعۡبُدۡہُ وَ اصۡطَبِرۡ  لِعِبَادَتِہٖ ؕ ہَلۡ  تَعۡلَمُ  لَہٗ  سَمِیًّا ﴿۶۵﴾ ","english_text":"And when they meet those who believe, they say, \"We have believed\"; but when they are alone with one another, they say, \"Do you talk to them about what Allah has revealed to you so they can argue with you about it before your Lord?\" Then will you not reason?","page":310,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2315.mp3","colorText":"رَّبُّ [h:6926[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَ[h:177[ٱ]لْأَرْضِ وَمَا بَيْنَهُمَا فَ[h:6540[ٱ]عْبُ[q:6540[دْ]هُ وَ[h:8381[ٱ]صْطَبِرْ لِعِبَ[n[ـٰ]دَتِه[n[ِۦ]‌ۚ هَلْ تَعْلَمُ لَهُ[n[ۥ] سَمِيًّا","juz":16,"ruku":267,"manzil":4,"bangla_ahbayan":"তিনি আকাশমন্ডলী, পৃথিবী এবং উভয়ের অন্তর্বর্তী যা কিছু আছে সবারই প্রতিপালক; সুতরাং তুমি তাঁরই উপাসনা কর এবং তাঁর উপাসনায় ধৈর্যশীলতা অবলম্বন কর; তুমি কি তাঁর সমনাম কাউকেও জান?[১]","bangla_bayan":"তিনি আসমানসমূহ, যমীন ও এতদোভয়ের মধ্যে যা আছে তার রব। সুতরাং তাঁর ইবাদাত কর এবং তাঁরই ইবাদাতে ধৈর্যশীল থাক। তুমি কি তাঁর সমতুল্য কাউকে জান?","bangla_mkhan":"তিনি নভোমন্ডল, ভূমন্ডলে এতদুভয়ের মধ্যবর্তী সবার পালনকর্তা। সুতরাং তাঁরই বন্দেগী করুন এবং তাতে দৃঢ় থাকুন আপনি কি তাঁর সমনাম কাউকে জানেন?","bangla_mujibur":"তিনি আকাশমন্ডলী, পৃথিবী এবং এতদুভয়ের অন্তর্বতী যা কিছু আছে সবারই রাব্ব; সুতরাং তুমি তাঁরই ইবাদাতে ধৈর্যশীল থাক; তুমি কি তাঁর সমগুণ সম্পন্ন কেহকে জান?","bangla_taisirul":"তিনি আকাশ, যমীন আর এ দু’য়ের মাঝে যা আছে তার প্রতিপালক, কাজেই তুমি তাঁর ‘ইবাদাত কর, আর তাঁর ‘ইবাদাতে নিয়মিত ও দৃঢ় থাক। তুমি কি তাঁর নামের গুণসম্পন্ন অন্য আর কেউ আছে বলে জান?"},{"id":66,"arabic_text":"وَ یَقُوۡلُ الۡاِنۡسَانُ ءَ اِذَا مَا مِتُّ  لَسَوۡفَ اُخۡرَجُ  حَیًّا ﴿۶۶﴾ ","english_text":"But do they not know that Allah knows what they conceal and what they declare?","page":310,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2316.mp3","colorText":"وَيَقُولُ [h:8382[ٱ]لْإِ[f:2732[نس]َ[n[ـٰ]نُ أَءِذَا مَا مِتُّ لَسَوْفَ أُخْرَجُ حَيًّا","juz":16,"ruku":268,"manzil":4,"bangla_ahbayan":"মানুষ[১] বলে, ‘আমার মৃত্যু হলে আমি কি জীবিত অবস্থায় পুনরুত্থিত হব?’ [২]","bangla_bayan":"আর মানুষ বলে, ‘আমার মৃত্যু হলে আমাকে কি জীবিত অবস্থায় উত্থিত করা হবে?’","bangla_mkhan":"মানুষ বলেঃ আমার মৃত্যু হলে পর আমি কি জীবিত অবস্থায় পুনরুত্থিত হব?","bangla_mujibur":"মানুষ বলেঃ আমার মৃত্যু হলে আমি কি জীবিত অবস্থায় পুনরুত্থিত হব?","bangla_taisirul":"মানুষ বলে, ‘কী! আমি যখন মরে যাব, আমাকে তখন কি জীবিত করে উঠানো হবে?’"},{"id":67,"arabic_text":"اَوَ لَا یَذۡکُرُ الۡاِنۡسَانُ اَنَّا خَلَقۡنٰہُ مِنۡ قَبۡلُ  وَ لَمۡ  یَکُ شَیۡئًا ﴿۶۷﴾ ","english_text":"And among them are unlettered ones who do not know the Scripture except in wishful thinking, but they are only assuming.","page":310,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2317.mp3","colorText":"أَوَلَا يَذْكُرُ [h:8383[ٱ]لْإِ[f:2732[نس]َ[n[ـٰ]نُ أَ[g[نّ]َا خَلَ[q:7232[قْ]نَ[n[ـٰ]هُ مِ[f:128[ن ق]َ[q:129[بْ]لُ وَلَمْ يَكُ شَيْــًٔا","juz":16,"ruku":268,"manzil":4,"bangla_ahbayan":"মানুষ কি স্মরণ করে না যে, আমি তাকে পূর্বে সৃষ্টি করেছি যখন সে কিছুই ছিল না? [১]","bangla_bayan":"মানুষ কি স্মরণ করে না যে, আমি তাকে পূর্বে সৃষ্টি করেছি অথচ সে কিছুই ছিল না?","bangla_mkhan":"মানুষ কি স্মরণ করে না যে, আমি তাকে ইতি পূর্বে সৃষ্টি করেছি এবং সে তখন কিছুই ছিল না।","bangla_mujibur":"মানুষ কি স্মরণ করেনা যে, আমি তাকে পূর্বে সৃষ্টি করেছি যখন সে কিছুই ছিলনা?","bangla_taisirul":"মানুষ কি স্মরণ করে না যে, আমি পূর্বে তাকে সৃষ্টি করেছি আর সে তখন কিছুই ছিল না।"},{"id":68,"arabic_text":"فَوَ رَبِّکَ لَنَحۡشُرَنَّہُمۡ وَ الشَّیٰطِیۡنَ ثُمَّ لَنُحۡضِرَنَّہُمۡ  حَوۡلَ  جَہَنَّمَ  جِثِیًّا ﴿ۚ۶۸﴾ ","english_text":"So woe to those who write the \"scripture\" with their own hands, then say, \"This is from Allah,\" in order to exchange it for a small price. Woe to them for what their hands have written and woe to them for what they earn.","page":310,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2318.mp3","colorText":"فَوَرَبِّكَ لَنَحْشُرَ[g[نّ]َهُمْ وَ[h:8384[ٱ][l[ل]شَّيَ[n[ـٰ]طِينَ ثُ[g[مّ]َ لَنُحْضِرَ[g[نّ]َهُمْ حَوْلَ جَهَ[g[نّ]َمَ جِثِيًّا","juz":16,"ruku":268,"manzil":4,"bangla_ahbayan":"সুতরাং শপথ তোমার প্রতিপালকের! আমি অবশ্যই তাদেরকে এবং শয়তানদেরকে সমবেত করব। অতঃপর আমি অবশ্যই তাদেরকে নতজানু অবস্থায় জাহান্নামের চতুর্দিকে উপস্থিত করব।[১]","bangla_bayan":"অতএব তোমার রবের কসম, আমি অবশ্যই তাদেরকে ও শয়তানদেরকে সমবেত করব, অতঃপর জাহান্নামের চারপাশে নতজানু অবস্থায় তাদেরকে হাযির করব।","bangla_mkhan":"সুতরাং আপনার পালনকর্তার কসম, আমি অবশ্যই তাদেরকে এবং শয়তানদেরকে একত্রে সমবেত করব, অতঃপর অবশ্যই তাদেরকে নতজানু অবস্থায় জাহান্নামের চারপাশে উপস্থিত করব।","bangla_mujibur":"সুতরাং শপথ তোমার রবের! আমিতো তাদেরকে শাইতানদেরসহ একত্রে সমবেত করবই এবং পরে আমি তাদেরকে নতজানু অবস্থায় জাহান্নামের চতুর্দিকে উপস্থিত করবই।","bangla_taisirul":"কাজেই তোমার রব্বের কসম! আমি তাদেরকে অবশ্য অবশ্যই একত্রিত করব আর শয়তানদেরকেও। অতঃপর তাদেরকে জাহান্নামের চতুষ্পার্শ্বে নতজানু অবস্থায় অবশ্য অবশ্যই হাজির করব।"},{"id":69,"arabic_text":"ثُمَّ  لَنَنۡزِعَنَّ مِنۡ کُلِّ  شِیۡعَۃٍ  اَیُّہُمۡ  اَشَدُّ عَلَی الرَّحۡمٰنِ عِتِیًّا ﴿ۚ۶۹﴾ ","english_text":"And they say, \"Never will the Fire touch us, except for a few days.\" Say, \"Have you taken a covenant with Allah ? For Allah will never break His covenant. Or do you say about Allah that which you do not know?\"","page":310,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2319.mp3","colorText":"ثُ[g[مّ]َ لَنَ[f:8385[نز]ِعَ[g[نّ]َ مِ[f:843[ن ك]ُلِّ شِيعَةٍ أَيُّهُمْ أَشَدُّ عَلَى [h:8386[ٱ][l[ل]رَّحْمَ[n[ـٰ]نِ عِتِيًّا","juz":16,"ruku":268,"manzil":4,"bangla_ahbayan":"অতঃপর প্রত্যেক দলের মধ্যে যে পরম দয়াময়ের প্রতি সর্বাধিক অবাধ্য আমি তাকে টেনে অবশ্যই বের করব। [১]","bangla_bayan":"তারপর প্রত্যেক দল থেকে পরম করুণাময়ের বিরুদ্ধে সর্বাধিক অবাধ্যকে আমি টেনে বের করবই।","bangla_mkhan":"অতঃপর প্রত্যেক সম্প্রদায়ের মধ্যে যে দয়াময় আল্লাহর সর্বাধিক অবাধ্য আমি অবশ্যই তাকে পৃথক করে নেব।","bangla_mujibur":"অতঃপর প্রত্যেক দলের মধ্যে যে দয়াময়ের প্রতি সর্বাধিক অবাধ্য আমি তাকে টেনে বের করবই।","bangla_taisirul":"অতঃপর প্রত্যেক দল হতে দয়াময়ের প্রতি সবচেয়ে অবাধ্যকে অবশ্য অবশ্যই টেনে বের করব।"},{"id":70,"arabic_text":"ثُمَّ لَنَحۡنُ اَعۡلَمُ بِالَّذِیۡنَ ہُمۡ اَوۡلٰی بِہَا صِلِیًّا ﴿۷۰﴾ ","english_text":"Yes, whoever earns evil and his sin has encompassed him - those are the companions of the Fire; they will abide therein eternally.","page":310,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2320.mp3","colorText":"ثُ[g[مّ]َ لَنَحْنُ أَعْلَمُ بِ[h:2413[ٱ]لَّذِينَ هُمْ أَوْلَىٰ بِهَا صِلِيًّا","juz":16,"ruku":268,"manzil":4,"bangla_ahbayan":"তারপর আমি অবশ্যই তাদের মধ্যে যারা জাহান্নাম প্রবেশের অধিকতর যোগ্য তাদের বিষয়ে অধিক অবগত। [১]","bangla_bayan":"উপরন্তু আমি সর্বাধিক ভাল জানি তাদের সম্পর্কে, যারা জাহান্নামে দগ্ধীভূত হবার অধিকতর যোগ্য।","bangla_mkhan":"অতঃপর তাদের মধ্যে যারা জাহান্নামে প্রবেশের অধিক যোগ্য, আমি তাদের বিষয়ে ভালোভাবে জ্ঞাত আছি।","bangla_mujibur":"তারপর আমিতো তাদের মধ্যে যারা জাহান্নামের আগুনে দগ্ধ হওয়ার অধিকতর যোগ্য তাদের বিষয় ভাল জানি।","bangla_taisirul":"আর আমি অবশ্য অবশ্যই খুব ভাল করে জানি তাদের মধ্যে কারা জাহান্নামে দগ্ধ হওয়ার সর্বাধিক উপযুক্ত।"},{"id":71,"arabic_text":"وَ اِنۡ مِّنۡکُمۡ  اِلَّا وَارِدُہَا ۚ کَانَ عَلٰی رَبِّکَ حَتۡمًا مَّقۡضِیًّا ﴿ۚ۷۱﴾ ","english_text":"But they who believe and do righteous deeds - those are the companions of Paradise; they will abide therein eternally.","page":310,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2321.mp3","colorText":"وَإ[a:8387[ِن م]ِّ[f:344[نك]ُمْ إِلَّا وَارِدُهَا‌ۚ كَانَ عَلَىٰ رَبِّكَ حَتْ[a:8388[مًا م]َّ[q:8299[قْ]ضِيًّا","juz":16,"ruku":268,"manzil":4,"bangla_ahbayan":"তোমাদের প্রত্যেকেই তাতে প্রবেশ করবে; এটা তোমার প্রতিপালকের অনিবার্য সিদ্ধান্ত।","bangla_bayan":"আর তোমাদের প্রত্যেককেই তা অতিক্রম করতে হবে, এটি তোমার রবের চূড়ান্ত সিদ্ধান্ত।","bangla_mkhan":"তোমাদের মধ্যে এমন কেউ নেই যে তথায় পৌছবে না। এটা আপনার পালনকর্তার অনিবার্য ফায়সালা।","bangla_mujibur":"এবং তোমাদের প্রত্যেকেই ওটা অতিক্রম করবে; ওটা তোমার রবের অনিবার্য সিদ্ধান্ত।","bangla_taisirul":"তোমাদের মধ্যে এমন কেউ নেই যাকে জাহান্নাম অতিক্রম করতে হবে না, এটা তোমার প্রতিপালকের অনিবার্য ফয়সালা।"},{"id":72,"arabic_text":"ثُمَّ نُنَجِّی الَّذِیۡنَ اتَّقَوۡا وَّ نَذَرُ الظّٰلِمِیۡنَ  فِیۡہَا جِثِیًّا ﴿۷۲﴾ ","english_text":"And [recall] when We took the covenant from the Children of Israel, [enjoining upon them], \"Do not worship except Allah ; and to parents do good and to relatives, orphans, and the needy. And speak to people good [words] and establish prayer and give zakah.\" Then you turned away, except a few of you, and you were refusing.","page":310,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2322.mp3","colorText":"ثُ[g[مّ]َ نُنَجِّى [h:8389[ٱ]لَّذِينَ [h:7007[ٱ]تَّقَو[s[اْ] وَّنَذَرُ [h:8390[ٱ][l[ل]ظَّ[n[ـٰ]لِمِينَ فِيهَا جِثِيًّا","juz":16,"ruku":268,"manzil":4,"bangla_ahbayan":"পরে আমি সাবধানীদেরকে উদ্ধার করব এবং সীমালংঘনকারীদেরকে সেথায় নতজানু অবস্থায় বর্জন করব। [১]","bangla_bayan":"তারপর আমি এদেরকে মুক্তি দেব যারা তাকওয়া অবলম্বন করেছে। আর যালিমদেরকে আমি সেখানে রেখে দেব নতজানু অবস্থায়।","bangla_mkhan":"অতঃপর আমি পরহেযগারদেরকে উদ্ধার করব এবং জালেমদেরকে সেখানে নতজানু অবস্থায় ছেড়ে দেব।","bangla_mujibur":"পরে আমি মুত্তাকীদেরকে উদ্ধার করব এবং যালিমদের সেখানে নতজানু অবস্থায় রেখে দিব।","bangla_taisirul":"অতঃপর মুত্তাকীদেরকে আমি রক্ষা করব আর যালিমদেরকে তার মধ্যে নতজানু অবস্থায় রেখে দেব।"},{"id":73,"arabic_text":"وَ اِذَا تُتۡلٰی عَلَیۡہِمۡ اٰیٰتُنَا بَیِّنٰتٍ قَالَ الَّذِیۡنَ کَفَرُوۡا لِلَّذِیۡنَ اٰمَنُوۡۤا ۙ اَیُّ الۡفَرِیۡقَیۡنِ خَیۡرٌ  مَّقَامًا وَّ اَحۡسَنُ نَدِیًّا ﴿۷۳﴾ ","english_text":"And [recall] when We took your covenant, [saying], \"Do not shed each other's blood or evict one another from your homes.\" Then you acknowledged [this] while you were witnessing.","page":310,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2323.mp3","colorText":"وَإِذَا تُتْلَىٰ عَلَيْهِمْ ءَايَ[n[ـٰ]تُنَا بَيِّنَ[n[ـٰ][f:5979[تٍ ق]َالَ [h:590[ٱ]لَّذِينَ كَفَرُو[s[اْ] لِلَّذِينَ ءَامَن[o[ُوٓ][s[اْ] أَىُّ [h:8391[ٱ]لْفَرِيقَيْنِ خَيْ[a:8392[رٌ م]َّقَا[a:8393[مًا و]َأَحْسَنُ نَدِيًّا","juz":16,"ruku":268,"manzil":4,"bangla_ahbayan":"তাদের নিকট আমার আয়াতসমূহ স্পষ্টভাবে আবৃত্ত হলে অবিশ্বাসীরা বিশ্বাসীদেরকে বলে, ‘দু’দলের মধ্যে কোন্‌টি মর্যাদায় শ্রেষ্ঠতর ও মজলিস হিসাবে কোনটি উত্তম?’ [১]","bangla_bayan":"আর যখন তাদের কাছে আমার আয়াতসমূহ সুস্পষ্টরূপে পাঠ করা হয়, তখন কাফিররা ঈমানদারদেরকে বলে, ‘দুই দলের মধ্যে কোন্টি মর্যাদায় শ্রেষ্ঠতর এবং মজলিস হিসেবে উত্তম?’","bangla_mkhan":"যখন তাদের কাছে আমার সুস্পষ্ট আয়াতসমূহ তেলাওয়াত করা হয়, তখন কাফেররা মুমিনদেরকে বলেঃ দুই দলের মধ্যে কোনটি মর্তবায় শ্রেষ্ঠ এবং কার মজলিস উত্তম?","bangla_mujibur":"তাদের নিকট আমার সুস্পষ্ট আয়াত আবৃত্তি করা হলে কাফিরেরা মু’মিনদেরকে বলেঃ দু’ দলের মধ্যে কোন্টি মর্যাদায় শ্রেয়তর ও মজলিস হিসাবে কোনটি উত্তম?","bangla_taisirul":"আমার স্পষ্ট আয়াত যখন তাদের নিকট আবৃত্তি করা হয় তখন কাফিররা মু’মিনদেরকে বলে, ‘দু’টি দলের মধ্যে মর্যাদায় কোনটি শ্রেষ্ঠ আর মজলিস হিসেবে অধিক উত্তম?’"},{"id":74,"arabic_text":"وَ کَمۡ اَہۡلَکۡنَا قَبۡلَہُمۡ مِّنۡ قَرۡنٍ ہُمۡ اَحۡسَنُ  اَثَاثًا  وَّ رِءۡیًا ﴿۷۴﴾ ","english_text":"Then, you are those [same ones who are] killing one another and evicting a party of your people from their homes, cooperating against them in sin and aggression. And if they come to you as captives, you ransom them, although their eviction was forbidden to you. So do you believe in part of the Scripture and disbelieve in part? Then what is the recompense for those who do that among you except disgrace in worldly life; and on the Day of Resurrection they will be sent back to the severest of punishment. And Allah is not unaware of what you do.","page":310,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2324.mp3","colorText":"وَكَمْ أَهْلَكْنَا قَ[q:8394[بْ]لَه[w:8395[ُم م]ِّ[f:3927[ن ق]َرْنٍ هُمْ أَحْسَنُ أَثَ[n[ـٰ][a:8396[ثًا و]َرِءْيًا","juz":16,"ruku":268,"manzil":4,"bangla_ahbayan":"তাদের পূর্বে কত জাতিকে আমি বিনাশ করেছি, যারা তাদের অপেক্ষা সাজ-সরঞ্জাম ও বাহ্য দৃষ্টিতে শ্রেষ্ঠ ছিল। [১]","bangla_bayan":"আর তাদের পূর্বে আমি কত প্রজন্ম ধ্বংস করে দিয়েছি যারা সাজ-সরঞ্জাম ও বাহ্যদৃষ্টিতে শ্রেষ্ঠ ছিল!","bangla_mkhan":"তাদের পূর্বে কত মানব গোষ্ঠীকে আমি বিনাশ করেছি, তারা তাদের চাইতে সম্পদে ও জাঁক-জমকে শ্রেষ্ঠ ছিল।","bangla_mujibur":"তাদের পূর্বে কত মানবগোষ্ঠীকে আমি ধ্বংস করেছি যারা তাদের অপেক্ষা সম্পদ ও বাহ্য দৃষ্টিতে শ্রেষ্ঠ ছিল।","bangla_taisirul":"আমি তাদের পূর্বে বহু মানব বংশকে ধ্বংস করেছি যারা উপায় উপকরণে আর বাইরের চাকচিক্যে তাদের অপেক্ষা শ্রেষ্ঠ ছিল।"},{"id":75,"arabic_text":"قُلۡ مَنۡ کَانَ فِی الضَّلٰلَۃِ  فَلۡیَمۡدُدۡ لَہُ الرَّحۡمٰنُ مَدًّا ۬ۚ حَتّٰۤی  اِذَا رَاَوۡا مَا یُوۡعَدُوۡنَ  اِمَّا  الۡعَذَابَ وَ اِمَّا السَّاعَۃَ ؕ فَسَیَعۡلَمُوۡنَ مَنۡ ہُوَ شَرٌّ مَّکَانًا  وَّ  اَضۡعَفُ  جُنۡدًا ﴿۷۵﴾ ","english_text":"Those are the ones who have bought the life of this world [in exchange] for the Hereafter, so the punishment will not be lightened for them, nor will they be aided.","page":310,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2325.mp3","colorText":"قُلْ مَ[f:506[ن ك]َانَ فِى [h:8397[ٱ][l[ل]ضَّلَ[n[ـٰ]لَةِ فَلْيَمْدُ[q:8398[دْ] لَهُ [h:8399[ٱ][l[ل]رَّحْمَ[n[ـٰ]نُ مَدًّا‌ۚ حَتَّ[o[ىٰٓ] إِذَا رَأَوْ[s[اْ] مَا يُوعَدُونَ إِ[g[مّ]َا [h:8400[ٱ]لْعَذَابَ وَإِ[g[مّ]َا [h:8401[ٱ][l[ل]سَّاعَةَ فَسَيَعْلَمُونَ مَنْ هُوَ شَ[a:3659[رٌّ م]َّكَا[a:8402[نًا و]َأَضْعَفُ جُ[f:8403[ند]ًا","juz":16,"ruku":268,"manzil":4,"bangla_ahbayan":"বল, ‘যারা বিভ্রান্তিতে আছে, পরম দয়াময় তাদেরকে প্রচুর ঢিল দেবেন; পরিশেষে যখন তারা যে বিষয়ে তাদেরকে সতর্ক করা হচ্ছে তা প্রত্যক্ষ করবে; তা শাস্তি হোক অথবা কিয়ামতই হোক; তখন তারা জানতে পারবে, কে মর্যাদায় নিকৃষ্ট ও কে দলবলে দুর্বল।’ [১]","bangla_bayan":"বল, ‘যে বিভ্রান্তিতে রয়েছে তাকে পরম করুণাময় প্রচুর অবকাশ দেবেন, যতক্ষণ না তারা যে বিষয়ে তাদের প্রতিশ্রুতি দেয়া হয়েছে তা প্রত্যক্ষ করবে, চাই তা আযাব হোক অথবা কিয়ামত। তখন তারা জানতে পারবে কে মর্যাদায় নিকৃষ্ট ও দলবলে দুর্বল।","bangla_mkhan":"বলুন, যারা পথভ্রষ্টতায় আছে, দয়াময় আল্লাহ তাদেরকে যথেষ্ট অবকাশ দেবেন; এমনকি অবশেষে তারা প্রত্যক্ষ করবে যে বিষয়ে তাদেরকে ওয়াদা দেয়া হচ্ছে, তা আযাব হোক অথবা কেয়ামতই হোক। সুতরাং তখন তারা জানতে পারবে কে মর্তবায় নিকৃষ্ট ও দলবলে দূর্বল।","bangla_mujibur":"বলঃ যারা বিভ্রান্তিতে আছে, দয়াময় তাদেরকে প্রচুর অবকাশ দিবেন যতক্ষণ না তারা, যে বিষয়ে তাদেরকে সতর্ক করা হচ্ছে তা প্রত্যক্ষ করবে, তা শাস্তি হোক অথবা কিয়ামাতই হোক; অতঃপর তারা জানতে পারবে কে মর্যাদায় নিকৃষ্ট এবং কে দলবলে দুর্বল।","bangla_taisirul":"বল, যারা গুমরাহীতে পড়ে আছে, দয়াময় তাদের জন্য (রশি) ঢিল দিয়ে দেন, যে পর্যন্ত না তারা দেখতে পাবে যার ওয়া‘দা তাদেরকে দেয়া হচ্ছে- তা শাস্তিই হোক কিংবা ক্বিয়ামতই হোক।’ তখন তারা জানতে পারবে মর্যাদায় কে নিকৃষ্ট আর জনবলে দুর্বল।"},{"id":76,"arabic_text":"وَ یَزِیۡدُ اللّٰہُ  الَّذِیۡنَ اہۡتَدَوۡا ہُدًی ؕ وَ الۡبٰقِیٰتُ الصّٰلِحٰتُ خَیۡرٌ عِنۡدَ رَبِّکَ ثَوَابًا وَّ  خَیۡرٌ  مَّرَدًّا ﴿۷۶﴾ ","english_text":"And We did certainly give Moses the Torah and followed up after him with messengers. And We gave Jesus, the son of Mary, clear proofs and supported him with the Pure Spirit. But is it [not] that every time a messenger came to you, [O Children of Israel], with what your souls did not desire, you were arrogant? And a party [of messengers] you denied and another party you killed.","page":310,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2326.mp3","colorText":"وَيَزِيدُ [h:8404[ٱ]للَّهُ [h:1171[ٱ]لَّذِينَ [h:8405[ٱ]هْتَدَوْ[s[اْ] هُ[a:8406[دًى‌ۗ و]َ[h:8105[ٱ]لْبَ[n[ـٰ]قِيَ[n[ـٰ]تُ [h:8106[ٱ][l[ل]صَّ[n[ـٰ]لِحَ[n[ـٰ]تُ خَيْرٌ عِ[f:264[ند]َ رَبِّكَ ثَوَا[a:8095[بًا و]َخَيْ[a:8407[رٌ م]َّرَدًّا","juz":16,"ruku":268,"manzil":4,"bangla_ahbayan":"যারা সৎপথে চলে আল্লাহ তাদের পথপ্রাপ্তিতে বৃদ্ধি দান করেন;[১] আর স্থায়ী সৎকর্ম তোমার প্রতিপালকের নিকট পুরস্কার প্রাপ্তির জন্য শ্রেষ্ঠ এবং প্রতিদান হিসাবেও শ্রেষ্ঠ। [২]","bangla_bayan":"আর যারা সঠিক পথে চলে আল্লাহ তাদের হিদায়াত বৃদ্ধি করেন আর স্থায়ী সৎকর্মসমূহ তোমার রবের কাছে পুরস্কার প্রাপ্তির দিক দিয়ে শ্রেষ্ঠ এবং পরিণতি হিসেবেও শ্রেষ্ঠ।","bangla_mkhan":"যারা সৎপথে চলে আল্লাহ তাদের পথপ্রাপ্তি বৃদ্ধি করেন এবং স্থায়ী সৎকর্মসমূহ তোমার পালনকর্তার কাছে সওয়াবের দিক দিয়ে শ্রেষ্ঠ এবং প্রতিদান হিসেবেও শ্রেষ্ট।","bangla_mujibur":"এবং যারা সৎ পথে চলে আল্লাহ তাদেরকে অধিক হিদায়াত দান করেন এবং স্থায়ী সৎ কাজ তোমার রবের পুরস্কার প্রাপ্তির জন্য শ্রেষ্ঠ এবং প্রতিদান হিসাবেও শ্রেষ্ঠ।","bangla_taisirul":"যারা সৎপথ সন্ধান করে আল্লাহ তাদেরকে অধিক হিদায়াত দান করেন। আর স্থায়ী সৎকর্মসমূহ তোমার পালনকর্তার নিকট সাওয়াবের দিক দিয়ে শ্রেষ্ঠ আর প্রতিদান হিসেবেও শ্রেষ্ঠ।"},{"id":77,"arabic_text":"اَفَرَءَیۡتَ الَّذِیۡ کَفَرَ بِاٰیٰتِنَا وَ قَالَ لَاُوۡتَیَنَّ  مَالًا  وَّ  وَلَدًا ﴿ؕ۷۷﴾ ","english_text":"And they said, \"Our hearts are wrapped.\" But, [in fact], Allah has cursed them for their disbelief, so little is it that they believe.","page":311,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2327.mp3","colorText":"أَفَرَءَيْتَ [h:8408[ٱ]لَّذِى كَفَرَ بِـَٔـايَ[n[ـٰ]تِنَا وَقَالَ لَأُوتَيَ[g[نّ]َ مَال[a:8080[اً و]َوَلَدًا","juz":16,"ruku":268,"manzil":4,"bangla_ahbayan":"তুমি কি লক্ষ্য করেছ তাকে, যে আমার আয়াতসমূহ প্রত্যাখ্যান করে এবং বলে, অবশ্যই আমাকে ধন-সম্পদ ও সন্তান-সন্ততি দেওয়া হবে।","bangla_bayan":"তুমি কি সেই ব্যক্তিকে দেখেছ* যে আমার আয়াতসমূহ অস্বীকার করে এবং বলে, ‘আমাকে অবশ্যই ধন-সম্পদ ও সন্তান-সন্ততি দেয়া হবে।’ \\n\\n* উল্লিখিত আয়াত ক’টি ‘আস ইবন ওয়ায়েল সম্পর্কে নাযিল হয়। তাঁর কাছে খাববাব ইবনুল আরাত (রা.)এর কিছু ঋণ পাওনা ছিল। তা চাইতে গেলে সে তা প্রত্যাখ্যান করে বলে,‘আমি যখন মারা যাব, অতঃপর আবার জীবিত হব তখন তুমি আমার কাছে এসো। তখনো আমাকে সন্তান-সন্ততি দেয়া হবে। সেখান থেকে তোমার ঋণ পরিশোধ করব’।","bangla_mkhan":"আপনি কি তাকে লক্ষ্য করেছেন যে, আমার নিদর্শনাবলীতে বিশ্বাস করে না এবং বলেঃ আমাকে অর্থ-সম্পদ ও সন্তান-সন্ততি অবশ্যই দেয়া হবে।","bangla_mujibur":"তুমি কি লক্ষ্য করেছ তাকে, যে আমার আয়াতসমূহ প্রত্যাখ্যান করে এবং বলেঃ আমাকে ধন সম্পদ ও সন্তান-সন্ততি দেয়া হবেই।","bangla_taisirul":"তুমি কি লক্ষ্য করেছ সে ব্যক্তিকে যে আমার নিদর্শনসমূহকে প্রত্যাখ্যান করেছে আর সে বলে, ‘আমাকে অবশ্য অবশ্যই সম্পদ আর সন্তানাদি দেয়া হবে।’"},{"id":78,"arabic_text":"اَطَّلَعَ  الۡغَیۡبَ اَمِ  اتَّخَذَ عِنۡدَ الرَّحۡمٰنِ  عَہۡدًا ﴿ۙ۷۸﴾ ","english_text":"And when there came to them a Book from Allah confirming that which was with them - although before they used to pray for victory against those who disbelieved - but [then] when there came to them that which they recognized, they disbelieved in it; so the curse of Allah will be upon the disbelievers.","page":311,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2328.mp3","colorText":"أَطَّلَعَ [h:8409[ٱ]لْغَيْبَ أَمِ [h:8410[ٱ]تَّخَذَ عِ[f:264[ند]َ [h:8411[ٱ][l[ل]رَّحْمَ[n[ـٰ]نِ عَهْدًا","juz":16,"ruku":268,"manzil":4,"bangla_ahbayan":"সে কি অদৃশ্য সম্বন্ধে অবহিত হয়েছে অথবা পরম দয়াময়ের নিকট হতে প্রতিশ্রুতি লাভ করেছে?","bangla_bayan":"সে কি গায়েব সম্পর্কে অবহিত হয়েছে, না পরম করুণাময়ের কাছ থেকে কোন প্রতিশ্রুতি গ্রহণ করেছে?","bangla_mkhan":"সে কি অদৃশ্য বিষয় জেনে ফেলেছে, অথবা দয়াময় আল্লাহর নিকট থেকে কোন প্রতিশ্রুতি প্রাপ্ত হয়েছে?","bangla_mujibur":"সে কি অদৃশ্য সম্বন্ধে অবহিত হয়েছে অথবা দয়াময়ের নিকট হতে প্রতিশ্রুতি লাভ করেছে?","bangla_taisirul":"সে কি অদৃশ্য বিষয় জেনে ফেলেছে, নাকি দয়াময়ের নিকট থেকে প্রতিশ্রুতি লাভ করেছে?"},{"id":79,"arabic_text":"کَلَّا ؕ سَنَکۡتُبُ مَا یَقُوۡلُ وَ نَمُدُّ  لَہٗ  مِنَ الۡعَذَابِ  مَدًّا ﴿ۙ۷۹﴾ ","english_text":"How wretched is that for which they sold themselves - that they would disbelieve in what Allah has revealed through [their] outrage that Allah would send down His favor upon whom He wills from among His servants. So they returned having [earned] wrath upon wrath. And for the disbelievers is a humiliating punishment.","page":311,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2329.mp3","colorText":"كَلَّا‌ۚ سَنَكْتُبُ مَا يَقُولُ وَنَمُدُّ لَهُ[n[ۥ] مِنَ [h:503[ٱ]لْعَذَابِ مَدًّا","juz":16,"ruku":268,"manzil":4,"bangla_ahbayan":"কখনই নয়! তারা যা বলে, আমি তা লিখে রাখব এবং তাদের শাস্তি বৃদ্ধি করতে থাকব।","bangla_bayan":"কখনো নয়, সে যা বলে আমি তা লিখে রাখব এবং তার আযাব বাড়াতেই থাকব।","bangla_mkhan":"না, এটা ঠিক নয়। সে যা বলে আমি তা লিখে রাখব এবং তার শাস্তি দীর্ঘায়িত করতে থাকব।","bangla_mujibur":"কখনই নয়, তারা যা বলে আমি তা লিখে রাখবো এবং তাদের শাস্তি বৃদ্ধি করতে থাকব।","bangla_taisirul":"কক্ষনো না, তারা যা বলে আমি তা লিখে রাখব আর আমি তার শাস্তি বাড়াতেই থাকব, বাড়াতেই থাকব।"},{"id":80,"arabic_text":"وَّ  نَرِثُہٗ  مَا یَقُوۡلُ وَ یَاۡتِیۡنَا  فَرۡدًا ﴿۸۰﴾ ","english_text":"And when it is said to them, \"Believe in what Allah has revealed,\" they say, \"We believe [only] in what was revealed to us.\" And they disbelieve in what came after it, while it is the truth confirming that which is with them. Say, \"Then why did you kill the prophets of Allah before, if you are [indeed] believers?\"","page":311,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2330.mp3","colorText":"وَنَرِثُهُ[n[ۥ] مَا يَقُولُ وَيَأْتِينَا فَرْدًا","juz":16,"ruku":268,"manzil":4,"bangla_ahbayan":"সে যার কথা বলে, তা থাকবে আমার অধিকারে এবং সে আমার নিকট একাকী আসবে।[১]","bangla_bayan":"আর সে যা বলে আমি তার অধিকারী হব এবং আমার কাছে সে একাকী আসবে।","bangla_mkhan":"সে যা বলে, মৃত্যুর পর আমি তা নিয়ে নেব এবং সে আমার কাছে আসবে একাকী।","bangla_mujibur":"সে যে বিষয়ের কথা বলে তা থাকবে আমার অধিকারে এবং সে আমার নিকট আসবে একা।","bangla_taisirul":"সে যে বিষয়ের কথা বলে (তার সম্পদ-সরঞ্জাম ও জনবলের গর্ব করে) তা থাকবে আমার অধিকারে আর সে আমার কাছে আসবে নিঃসঙ্গ, একাকী।"},{"id":81,"arabic_text":"وَ اتَّخَذُوۡا مِنۡ دُوۡنِ اللّٰہِ اٰلِہَۃً  لِّیَکُوۡنُوۡا  لَہُمۡ  عِزًّا ﴿ۙ۸۱﴾ ","english_text":"And Moses had certainly brought you clear proofs. Then you took the calf [in worship] after that, while you were wrongdoers.","page":311,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2331.mp3","colorText":"وَ[h:9999[ٱ]تَّخَذُو[s[اْ] مِ[f:107[ن د]ُونِ [h:108[ٱ]للَّهِ ءَالِهَ[u:8412[ةً ل]ِّيَكُونُو[s[اْ] لَهُمْ عِزًّا","juz":16,"ruku":268,"manzil":4,"bangla_ahbayan":"তারা আল্লাহ ছাড়া অন্য উপাস্যদেরকে গ্রহণ করেছে এই জন্য যে, যাতে তারা তাদের সম্মানের কারণ হয়।","bangla_bayan":"আর তারা আল্লাহ ছাড়া বহু ‘ইলাহ’ গ্রহণ করেছে, যাতে ওরা তাদের সাহায্যকারী হতে পারে।","bangla_mkhan":"তারা আল্লাহ ব্যতীত অন্যান্য ইলাহ গ্রহণ করেছে, যাতে তারা তাদের জন্যে সাহায্যকারী হয়।","bangla_mujibur":"তারা আল্লাহ ছাড়া অন্য কেহকে মা‘বূদ রূপে গ্রহণ করে এ জন্য যে, যাতে তারা তাদের সহায় হয়।","bangla_taisirul":"তারা আল্লাহকে বাদ দিয়ে অন্যান্য ইলাহ গ্রহণ করেছে যাতে তারা (অর্থাৎ ঐ কল্পিত মা‘বুদগুলো) তাদের জন্য পৃষ্ঠপোষক হয়।"},{"id":82,"arabic_text":"کَلَّا ؕ سَیَکۡفُرُوۡنَ  بِعِبَادَتِہِمۡ وَ یَکُوۡنُوۡنَ  عَلَیۡہِمۡ  ضِدًّا ﴿۸۲﴾ ","english_text":"And [recall] when We took your covenant and raised over you the mount, [saying], \"Take what We have given you with determination and listen.\" They said [instead], \"We hear and disobey.\" And their hearts absorbed [the worship of] the calf because of their disbelief. Say, \"How wretched is that which your faith enjoins upon you, if you should be believers.\"","page":311,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2332.mp3","colorText":"كَلَّا‌ۚ سَيَكْفُرُونَ بِعِبَادَتِهِمْ وَيَكُونُونَ عَلَيْهِمْ ضِدًّا","juz":16,"ruku":268,"manzil":4,"bangla_ahbayan":"কখনই নয়, তারা তাদের উপাসনা অস্বীকার করবে এবং তাদের বিরোধী হয়ে যাবে।[১]","bangla_bayan":"কখনো নয়, এরা তাদের ইবাদাতের কথা অস্বীকার করবে এবং তাদের বিপক্ষ হয়ে যাবে।","bangla_mkhan":"কখনই নয়, তারা তাদের এবাদত অস্বীকার করবে এবং তাদের বিপক্ষে চলে যাবে।","bangla_mujibur":"কখনই নয়; তারা তাদের ইবাদাত অস্বীকার করবে এবং তাদের বিরোধী হয়ে যাবে।","bangla_taisirul":"কক্ষনো না, তারা তাদের ‘ইবাদাত অস্বীকার করবে আর তাদের বিরোধী হয়ে যাবে।"},{"id":83,"arabic_text":"اَلَمۡ  تَرَ  اَنَّـاۤ  اَرۡسَلۡنَا الشَّیٰطِیۡنَ عَلَی الۡکٰفِرِیۡنَ  تَؤُزُّہُمۡ   اَزًّا ﴿ۙ۸۳﴾ ","english_text":"Say, [O Muhammad], \"If the home of the Hereafter with Allah is for you alone and not the [other] people, then wish for death, if you should be truthful.","page":311,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2333.mp3","colorText":"أَلَمْ تَرَ أَ[g[نّ][o[َآ] أَرْسَلْنَا [h:8413[ٱ][l[ل]شَّيَ[n[ـٰ]طِينَ عَلَى [h:468[ٱ]لْكَ[n[ـٰ]فِرِينَ تَؤُزُّهُمْ أَزًّا","juz":16,"ruku":269,"manzil":4,"bangla_ahbayan":"তুমি কি লক্ষ্য কর না যে, আমি অবিশ্বাসীদের জন্য শয়তানদেরকে ছেড়ে রেখেছি; তারা তাদেরকে মন্দকর্মে বিশেষভাবে প্রলুব্ধ করে থাকে। [১]","bangla_bayan":"তুমি কি লক্ষ্য করনি যে, আমি কাফিরদের জন্য শয়তানদেরকে ছেড়ে দিয়েছি; ওরা তাদেরকে বিশেষভাবে প্ররোচিত করে?","bangla_mkhan":"আপনি কি লক্ষ্য করেননি যে, আমি কাফেরদের উপর শয়তানদেরকে ছেড়ে দিয়েছি। তারা তাদেরকে বিশেষভাবে (মন্দকর্মে) উৎসাহিত করে।","bangla_mujibur":"তুমি কি লক্ষ্য করনা যে, আমি কাফিরদের জন্য শাইতানদেরকে ছেড়ে রেখেছি তাদেরকে মন্দ কর্মে বিশেষভাবে প্রলুব্ধ করার জন্য।","bangla_taisirul":"তুমি কি লক্ষ্য কর না যে, আমি কাফিরদের জন্য শয়ত্বানকে ছেড়ে রেখেছি তাদেরকে মন্দ কর্ম করতে প্ররোচিত করার জন্য।"},{"id":84,"arabic_text":"فَلَا  تَعۡجَلۡ عَلَیۡہِمۡ ؕ اِنَّمَا  نَعُدُّ  لَہُمۡ  عَدًّا ﴿ۚ۸۴﴾ ","english_text":"But they will never wish for it, ever, because of what their hands have put forth. And Allah is Knowing of the wrongdoers.","page":311,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2334.mp3","colorText":"فَلَا تَعْجَلْ عَلَيْهِمْ‌ۖ إِ[g[نّ]َمَا نَعُدُّ لَهُمْ عَدًّا","juz":16,"ruku":269,"manzil":4,"bangla_ahbayan":"সুতরাং তাদের বিষয়ে তাড়াতাড়ি করো না; আমি তো গণনা করছি তাদের নির্ধারিত কাল। [১]","bangla_bayan":"সুতরাং তাদের ব্যাপারে তুমি তাড়াহুড়া করো না; আমি তো কেবল তাদের জন্য নির্ধারিত কাল গণনা করছি,","bangla_mkhan":"সুতরাং তাদের ব্যাপারে আপনি তাড়াহুড়া করবেন না। আমি তো তাদের গণনা পূর্ণ করছি মাত্র।","bangla_mujibur":"সুতরাং তাদের বিষয়ে তাড়া করনা; আমিতো গণনা করছি তাদের নির্ধারিত কাল।","bangla_taisirul":"কাজেই তাদের ব্যাপারে তাড়াহুড়ো করো না, আমি গুণে রাখছি তাদের জন্য নির্দিষ্ট (দিবসের) সংখ্যা।"},{"id":85,"arabic_text":"یَوۡمَ نَحۡشُرُ الۡمُتَّقِیۡنَ  اِلَی الرَّحۡمٰنِ وَفۡدًا ﴿ۙ۸۵﴾ ","english_text":"And you will surely find them the most greedy of people for life - [even] more than those who associate others with Allah . One of them wishes that he could be granted life a thousand years, but it would not remove him in the least from the [coming] punishment that he should be granted life. And Allah is Seeing of what they do.","page":311,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2335.mp3","colorText":"يَوْمَ نَحْشُرُ [h:8414[ٱ]لْمُتَّقِينَ إِلَى [h:8415[ٱ][l[ل]رَّحْمَ[n[ـٰ]نِ وَفْدًا","juz":16,"ruku":269,"manzil":4,"bangla_ahbayan":"(স্মরণ কর,) যেদিন আমি পরম দয়াময়ের নিকট সাবধানীদেরকে অতিথিরূপে (সওয়ার অবস্থায়) সমবেত করব।","bangla_bayan":"যেদিন পরম করুণাময়ের নিকট মুত্তাকীদেরকে সম্মানিত মেহমানরূপে সমবেত করব,","bangla_mkhan":"সেদিন দয়াময়ের কাছে পরহেযগারদেরকে অতিথিরূপে সমবেত করব,","bangla_mujibur":"যেদিন আমি দয়াময়ের নিকট মুত্তাকীদের সম্মানিত মেহমান রূপে সমবেত করব।","bangla_taisirul":"যেদিন মুত্তাকীদেরকে দয়াময়ের নিকট একত্রিত করব সম্মানিত অতিথি হিসেবে।"},{"id":86,"arabic_text":"وَّ نَسُوۡقُ الۡمُجۡرِمِیۡنَ اِلٰی جَہَنَّمَ وِرۡدًا ﴿ۘ۸۶﴾ ","english_text":"Say, \"Whoever is an enemy to Gabriel - it is [none but] he who has brought the Qur'an down upon your heart, [O Muhammad], by permission of Allah, confirming that which was before it and as guidance and good tidings for the believers.\"","page":311,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2336.mp3","colorText":"وَنَسُوقُ [h:8416[ٱ]لْمُ[q:4093[جْ]رِمِينَ إِلَىٰ جَهَ[g[نّ]َمَ وِرْدًا","juz":16,"ruku":269,"manzil":4,"bangla_ahbayan":"এবং অপরাধীদেরকে পিপাসার্ত অবস্থায় জাহান্নামের দিকে তাড়িয়ে নিয়ে যাব। [১]","bangla_bayan":"আর অপরাধীদেরকে তৃষ্ণার্ত অবস্থায় জাহান্নামের দিকে হাঁকিয়ে নিয়ে যাব।","bangla_mkhan":"এবং অপরাধীদেরকে পিপাসার্ত অবস্থায় জাহান্নামের দিকে হাঁকিয়ে নিয়ে যাব।","bangla_mujibur":"এবং অপরাধীদেরকে পিপাসার্ত অবস্থায় জাহান্নামের দিকে তাড়িয়ে নিয়ে যাব।","bangla_taisirul":"আর আমি অপরাধীদেরকে জাহান্নামের দিকে তাড়িয়ে নিয়ে যাব (যেভাবে পিপাসার্ত গরু বাছুরকে পানির দিকে তাড়িয়ে নেয়া হয়)।"},{"id":87,"arabic_text":"لَا یَمۡلِکُوۡنَ الشَّفَاعَۃَ  اِلَّا مَنِ اتَّخَذَ عِنۡدَ  الرَّحۡمٰنِ  عَہۡدًا ﴿ۘ۸۷﴾ ","english_text":"Whoever is an enemy to Allah and His angels and His messengers and Gabriel and Michael - then indeed, Allah is an enemy to the disbelievers.","page":311,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2337.mp3","colorText":"لَّا يَمْلِكُونَ [h:8417[ٱ][l[ل]شَّفَ[n[ـٰ]عَةَ إِلَّا مَنِ [h:8418[ٱ]تَّخَذَ عِ[f:264[ند]َ [h:8411[ٱ][l[ل]رَّحْمَ[n[ـٰ]نِ عَهْدًا","juz":16,"ruku":269,"manzil":4,"bangla_ahbayan":"যে পরম দয়াময়ের নিকট প্রতিশ্রুতি গ্রহণ করেছে, সে ছাড়া অন্য কারো সুপারিশ করবার ক্ষমতা থাকবে না। [১]","bangla_bayan":"যারা পরম করুণাময়ের কাছ থেকে প্রতিশ্রুতি নিয়েছে তারা ছাড়া অন্য কেউ সুপারিশ করার ক্ষমতা রাখবে না।","bangla_mkhan":"যে দয়াময় আল্লাহর কাছ থেকে প্রতিশ্রুতি গ্রহণ করেছে, সে ব্যতীত আর কেউ সুপারিশ করার অধিকারী হবে না।","bangla_mujibur":"যে দয়াময়ের নিকট প্রতিশ্রুতি গ্রহণ করেছে সে ব্যতীত অন্য কারও সুপারিশ করার ক্ষমতা থাকবেনা।","bangla_taisirul":"দয়াময়ের নিকট যে প্রতিশ্রুতি লাভ করেছে সে ছাড়া অন্য কারো সুপারিশ করার অধিকার থাকবে না।"},{"id":88,"arabic_text":"وَ قَالُوا  اتَّخَذَ  الرَّحۡمٰنُ  وَلَدًا ﴿ؕ۸۸﴾ ","english_text":"And We have certainly revealed to you verses [which are] clear proofs, and no one would deny them except the defiantly disobedient.","page":311,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2338.mp3","colorText":"وَقَالُو[s[اْ] [h:605[ٱ]تَّخَذَ [h:8419[ٱ][l[ل]رَّحْمَ[n[ـٰ]نُ وَلَدًا","juz":16,"ruku":269,"manzil":4,"bangla_ahbayan":"তারা বলে, ‘পরম দয়াময় সন্তান গ্রহণ করেছেন!’","bangla_bayan":"আর তারা বলে, ‘পরম করুণাময় সন্তান গ্রহণ করেছেন।’","bangla_mkhan":"তারা বলেঃ দয়াময় আল্লাহ সন্তান গ্রহণ করেছেন।","bangla_mujibur":"তারা বলেঃ দয়াময় সন্তান গ্রহণ করেছেন।","bangla_taisirul":"তারা বলে, ‘দয়াময় সন্তান গ্রহণ করেছেন।’"},{"id":89,"arabic_text":"لَقَدۡ  جِئۡتُمۡ  شَیۡئًا  اِدًّا ﴿ۙ۸۹﴾ ","english_text":"Is it not [true] that every time they took a covenant a party of them threw it away? But, [in fact], most of them do not believe.","page":311,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2339.mp3","colorText":"لَّقَ[q:2389[دْ] جِئْتُمْ شَيْــًٔا إِدًّا","juz":16,"ruku":269,"manzil":4,"bangla_ahbayan":"তোমরা তো এক বীভৎস[১] কথার অবতারণা করেছ।","bangla_bayan":"অবশ্যই তোমরা এক জঘন্য বিষয়ের অবতারণা করেছ।","bangla_mkhan":"নিশ্চয় তোমরা তো এক অদ্ভুত কান্ড করেছ।","bangla_mujibur":"তোমরাতো এক ভয়ংকর কথার অবতারণা করেছ।","bangla_taisirul":"(এমন কথা ব’লে) তোমরা তো এক ভয়ানক বিষয়ের অবতারণা করেছ।"},{"id":90,"arabic_text":"تَکَادُ السَّمٰوٰتُ یَتَفَطَّرۡنَ مِنۡہُ وَ تَنۡشَقُّ الۡاَرۡضُ وَ تَخِرُّ الۡجِبَالُ ہَدًّا ﴿ۙ۹۰﴾ ","english_text":"And when a messenger from Allah came to them confirming that which was with them, a party of those who had been given the Scripture threw the Scripture of Allah behind their backs as if they did not know [what it contained].","page":311,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2340.mp3","colorText":"تَكَادُ [h:8420[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تُ يَتَفَطَّرْنَ مِنْهُ وَتَ[f:8421[نش]َقُّ [h:8422[ٱ]لْأَرْضُ وَتَخِرُّ [h:8423[ٱ]لْجِبَالُ هَدًّا","juz":16,"ruku":269,"manzil":4,"bangla_ahbayan":"এতে যেন আকাশসমূহ বিদীর্ণ হয়ে যাবে, পৃথিবী খন্ড-বিখন্ড হবে এবং পর্বতসমূহ চূর্ণ-বিচূর্ণ হয়ে আপতিত হবে।","bangla_bayan":"এতে আসমানসমূহ ফেটে পড়ার, যমীন বিদীর্ণ হওয়ার এবং পাহাড়সমূহ চূর্ণ-বিচূর্ণ হয়ে পড়ে যাওয়ার উপক্রম হবে।","bangla_mkhan":"হয় তো এর কারণেই এখনই নভোমন্ডল ফেটে পড়বে, পৃথিবী খন্ড-বিখন্ড হবে এবং পর্বতমালা চূর্ণ-বিচুর্ণ হবে।","bangla_mujibur":"এতে যেন আকাশসমূহ বিদীর্ণ হয়ে যাবে, পৃথিবী খন্ড বিখন্ড হবে এবং পর্বতসমূহ চূর্ণ বিচূর্ণ হয়ে আপতিত হবে –","bangla_taisirul":"যাতে আকাশ বিদীর্ণ হওয়ার, পৃথিবী খন্ড খন্ড হওয়ার আর পর্বতমালা চূর্ণ বিচূর্ণ হয়ে পতিত হওয়ার, উপক্রম হয়েছে।"},{"id":91,"arabic_text":"اَنۡ  دَعَوۡا  لِلرَّحۡمٰنِ  وَلَدًا ﴿ۚ۹۱﴾ ","english_text":"And they followed [instead] what the devils had recited during the reign of Solomon. It was not Solomon who disbelieved, but the devils disbelieved, teaching people magic and that which was revealed to the two angels at Babylon, Harut and Marut. But the two angels do not teach anyone unless they say, \"We are a trial, so do not disbelieve [by practicing magic].\" And [yet] they learn from them that by which they cause separation between a man and his wife. But they do not harm anyone through it except by permission of Allah . And the people learn what harms them and does not benefit them. But the Children of Israel certainly knew that whoever purchased the magic would not have in the Hereafter any share. And wretched is that for which they sold themselves, if they only knew.","page":311,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2341.mp3","colorText":"أَ[f:8424[ن د]َعَوْ[s[اْ] لِلرَّحْمَ[n[ـٰ]نِ وَلَدًا","juz":16,"ruku":269,"manzil":4,"bangla_ahbayan":"যেহেতু তারা পরম দয়াময়ের প্রতি সন্তান আরোপ করে।","bangla_bayan":"কারণ তারা পরম করুণাময়ের সন্তান আছে বলে দাবী করে।","bangla_mkhan":"এ কারণে যে, তারা দয়াময় আল্লাহর জন্যে সন্তান আহবান করে।","bangla_mujibur":"যেহেতু তারা দয়াময়ের উপর সন্তান আরোপ করে।","bangla_taisirul":"কারণ তারা দয়াময়ের প্রতি সন্তান আরোপ করে।"},{"id":92,"arabic_text":"وَ مَا یَنۡۢبَغِیۡ لِلرَّحۡمٰنِ اَنۡ  یَّتَّخِذَ  وَلَدًا ﴿ؕ۹۲﴾ ","english_text":"And if they had believed and feared Allah, then the reward from Allah would have been [far] better, if they only knew.","page":311,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2342.mp3","colorText":"وَمَا يَ[i:8425[نۢب]َغِى لِلرَّحْمَ[n[ـٰ]نِ أ[a:8331[َن ي]َتَّخِذَ وَلَدًا","juz":16,"ruku":269,"manzil":4,"bangla_ahbayan":"অথচ সন্তান গ্রহণ করা পরম দয়াময়ের জন্য শোভনীয় নয়।","bangla_bayan":"অথচ সন্তান গ্রহণ করা পরম করুণাময়ের জন্য শোভনীয় নয়।","bangla_mkhan":"অথচ সন্তান গ্রহণ করা দয়াময়ের জন্য শোভনীয় নয়।","bangla_mujibur":"অথচ সন্তান গ্রহণ করা দয়াময়ের জন্য শোভন নয়।","bangla_taisirul":"অথচ দয়াময়ের মহান মর্যাদার জন্য এটা শোভনীয় নয় যে, তিনি সন্তান গ্রহণ করবেন।"},{"id":93,"arabic_text":"اِنۡ کُلُّ مَنۡ فِی السَّمٰوٰتِ وَ الۡاَرۡضِ  اِلَّاۤ اٰتِی  الرَّحۡمٰنِ  عَبۡدًا ﴿ؕ۹۳﴾ ","english_text":"O you who have believed, say not [to Allah 's Messenger], \"Ra'ina\" but say, \"Unthurna\" and listen. And for the disbelievers is a painful punishment.","page":311,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2343.mp3","colorText":"إِ[f:8426[ن ك]ُلُّ مَ[f:2074[ن ف]ِى [h:609[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَ[h:177[ٱ]لْأَرْضِ إِلّ[o[َآ] ءَاتِى [h:8427[ٱ][l[ل]رَّحْمَ[n[ـٰ]نِ عَ[q:3317[بْ]دًا","juz":16,"ruku":269,"manzil":4,"bangla_ahbayan":"আকাশমন্ডলী ও পৃথিবীতে এমন কেউ নেই, যে পরম দয়াময়ের নিকট দাসরূপে উপস্থিত হবে না। [১]","bangla_bayan":"আসমান ও যমীনে এমন কেউ নেই, যে বান্দা হিসেবে পরম করুণাময়ের কাছে হাযির হবে না।","bangla_mkhan":"নভোমন্ডল ও ভূ-মন্ডলে কেউ নেই যে, দয়াময় আল্লাহর কাছে দাস হয়ে উপস্থিত হবে না।","bangla_mujibur":"আকাশসমূহ ও পৃথিবীতে এমন কেহ নেই যে দয়াময়ের নিকট উপস্থিত হবেনা বান্দা রূপে।","bangla_taisirul":"আকাশ আর যমীনে এমন কেউ নেই যে, দয়াময়ের নিকট বান্দাহ হয়ে হাযির হবে না।"},{"id":94,"arabic_text":"لَقَدۡ  اَحۡصٰہُمۡ  وَ عَدَّہُمۡ  عَدًّا ﴿ؕ۹۴﴾ ","english_text":"Neither those who disbelieve from the People of the Scripture nor the polytheists wish that any good should be sent down to you from your Lord. But Allah selects for His mercy whom He wills, and Allah is the possessor of great bounty.","page":311,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2344.mp3","colorText":"لَّقَ[q:2389[دْ] أَحْصَ[n[ـٰ]هُمْ وَعَدَّهُمْ عَدًّا","juz":16,"ruku":269,"manzil":4,"bangla_ahbayan":"তিনি তাদেরকে পরিবেষ্টন করে রেখেছেন এবং তিনি তাদেরকে বিশেষভাবে গণনা করেছেন। [১]","bangla_bayan":"তিনি তাদের সংখ্যা জানেন এবং তাদেরকে যথাযথভাবে গণনা করে রেখেছেন।","bangla_mkhan":"তাঁর কাছে তাদের পরিসংখ্যান রয়েছে এবং তিনি তাদেরকে গণনা করে রেখেছেন।","bangla_mujibur":"তিনি তাদেরকে পরিবেষ্টন করে রেখেছেন এবং তিনি তাদেরকে বিশেষভাবে গণনা করেছেন।","bangla_taisirul":"তিনি তাদেরকে পরিবেষ্টন করে রেখেছেন আর তাদেরকে বিশেষভাবে গুণে গুণে রেখেছেন।"},{"id":95,"arabic_text":"وَ  کُلُّہُمۡ  اٰتِیۡہِ  یَوۡمَ الۡقِیٰمَۃِ   فَرۡدًا ﴿۹۵﴾ ","english_text":"We do not abrogate a verse or cause it to be forgotten except that We bring forth [one] better than it or similar to it. Do you not know that Allah is over all things competent?","page":311,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2345.mp3","colorText":"وَكُلُّهُمْ ءَاتِيهِ يَوْمَ [h:592[ٱ]لْقِيَ[n[ـٰ]مَةِ فَرْدًا","juz":16,"ruku":269,"manzil":4,"bangla_ahbayan":"কিয়ামতের দিন তাদের সকলেই তাঁর নিকট আসবে একাকী অবস্থায়। [১]","bangla_bayan":"আর কিয়ামতের দিন তাদের সকলেই তাঁর কাছে আসবে একাকী।","bangla_mkhan":"কেয়ামতের দিন তাদের সবাই তাঁর কাছে একাকী অবস্থায় আসবে।","bangla_mujibur":"এবং কিয়ামাত দিবসে তাদের সকলেই তাঁর নিকট আসবে একাকী অবস্থায়।","bangla_taisirul":"কিয়ামাতের দিন তাদের সবাই তাঁর কাছে আসবে একাকী অবস্থায়।"},{"id":96,"arabic_text":"اِنَّ الَّذِیۡنَ اٰمَنُوۡا وَ عَمِلُوا الصّٰلِحٰتِ سَیَجۡعَلُ  لَہُمُ  الرَّحۡمٰنُ  وُدًّا ﴿۹۶﴾ ","english_text":"Do you not know that to Allah belongs the dominion of the heavens and the earth and [that] you have not besides Allah any protector or any helper?","page":312,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2346.mp3","colorText":"إِ[g[نّ]َ [h:24[ٱ]لَّذِينَ ءَامَنُو[s[اْ] وَعَمِلُو[s[اْ] [h:118[ٱ][l[ل]صَّ[n[ـٰ]لِحَ[n[ـٰ]تِ سَيَ[q:8428[جْ]عَلُ لَهُمُ [h:8429[ٱ][l[ل]رَّحْمَ[n[ـٰ]نُ وُدًّا","juz":16,"ruku":269,"manzil":4,"bangla_ahbayan":"যারা বিশ্বাস করেছে এবং সৎকর্ম করেছে পরম দয়াময় তাদের জন্য (পারস্পরিক) সম্প্রীতি সৃষ্টি করবেন। [১]","bangla_bayan":"নিশ্চয় যারা ঈমান আনে এবং সৎ কাজ করে পরম করুণাময় অবশ্যই তাদের জন্য (বান্দাদের হৃদয়ে) ভালবাসা সৃষ্টি করবেন।","bangla_mkhan":"যারা বিশ্বাস স্থাপন করে এবং সৎকর্ম সম্পাদন করে, তাদেরকে দয়াময় আল্লাহ ভালবাসা দেবেন।","bangla_mujibur":"যারা ঈমান আনে ও সৎ কাজ করে দয়াময় তাদের জন্য সৃষ্টি করবেন ভালবাসা।","bangla_taisirul":"যারা ঈমান আনে ও সৎ কাজ করে, দয়াময় তাদের প্রতি ভালবাসা দান করবেন।"},{"id":97,"arabic_text":"فَاِنَّمَا یَسَّرۡنٰہُ بِلِسَانِکَ لِتُبَشِّرَ بِہِ الۡمُتَّقِیۡنَ  وَ  تُنۡذِرَ  بِہٖ  قَوۡمًا  لُّدًّا ﴿۹۷﴾  ","english_text":"Or do you intend to ask your Messenger as Moses was asked before? And whoever exchanges faith for disbelief has certainly strayed from the soundness of the way.","page":312,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2347.mp3","colorText":"فَإِ[g[نّ]َمَا يَسَّرْنَ[n[ـٰ]هُ بِلِسَانِكَ لِتُبَشِّرَ بِهِ [h:8430[ٱ]لْمُتَّقِينَ وَتُ[f:8431[نذ]ِرَ بِه[n[ِۦ] قَوْ[u:8432[مًا ل]ُّدًّا","juz":16,"ruku":269,"manzil":4,"bangla_ahbayan":"আমি তো তোমার ভাষায় কুরআনকে সহজ করে দিয়েছি;[১] যাতে তুমি তার দ্বারা সাবধানীদেরকে সুসংবাদ দিতে পার এবং বিতর্কপ্রিয় সম্প্রদায়কে[২] সতর্ক করতে পার।","bangla_bayan":"আর আমি তো তোমার ভাষায় কুরআনকে সহজ করে দিয়েছি, যাতে তুমি এর দ্বারা মুত্তাকীদেরকে সুসংবাদ দিতে পার এবং কলহপ্রিয় কওমকে তদ্বারা সতর্ক করতে পার।","bangla_mkhan":"আমি কোরআনকে আপনার ভাষায় সহজ করে দিয়েছি, যাতে আপনি এর দ্বারা পরহেযগারদেরকে সুসংবাদ দেন এবং কলহকারী সম্প্রদায়কে সতর্ক করেন।","bangla_mujibur":"আমিতো তোমার ভাষায় কুরআনকে সহজ করে দিয়েছি যাতে তুমি ওর দ্বারা মুত্তাকীদেরকে সুসংবাদ দিতে পার এবং বিতন্ডা প্রবণ সম্প্রদায়কে সতর্ক করতে পার।","bangla_taisirul":"আমি তোমার ভাষায় কুরআনকে সহজ করেছি যাতে তুমি তার সাহায্যে মুত্তাকীদেরকে সুসংবাদ দিতে পার আর ঝগড়াটে লোকেদেরকে সতর্ক করতে পার।"},{"id":98,"arabic_text":"وَ کَمۡ  اَہۡلَکۡنَا قَبۡلَہُمۡ مِّنۡ قَرۡنٍ ؕ ہَلۡ تُحِسُّ مِنۡہُمۡ مِّنۡ  اَحَدٍ اَوۡ تَسۡمَعُ لَہُمۡ رِکۡزًا ﴿۹۸﴾ ","english_text":"Many of the People of the Scripture wish they could turn you back to disbelief after you have believed, out of envy from themselves [even] after the truth has become clear to them. So pardon and overlook until Allah delivers His command. Indeed, Allah is over all things competent.","page":312,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2348.mp3","colorText":"وَكَمْ أَهْلَكْنَا قَ[q:8394[بْ]لَه[w:8395[ُم م]ِّ[f:3927[ن ق]َرْنٍ هَلْ تُحِسُّ مِنْه[w:8433[ُم م]ِّنْ أَحَدٍ أَوْ تَسْمَعُ لَهُمْ رِكْزَۢا","juz":16,"ruku":269,"manzil":4,"bangla_ahbayan":"তাদের পূর্বে আমি কত জাতিকে বিনাশ করেছি! তুমি কি তাদের কারো কিছু অনুভব কর অথবা তাদের ক্ষীণতম শব্দও শুনতে পাও? [১]","bangla_bayan":"আর তাদের পূর্বে কত প্রজন্মকে আমি ধ্বংস করেছি! তুমি কি তাদের কাউকে দেখতে পাও, কিংবা শুনতে পাও তাদের কোন ক্ষীণ আওয়াজ?","bangla_mkhan":"তাদের পূর্বে আমি কত মানবগোষ্ঠীকে ধ্বংস করেছি। আপনি কি তাদের কাহারও সাড়া পান, অথবা তাদের ক্ষীনতম আওয়ায ও শুনতে পান?","bangla_mujibur":"তাদের পূর্বে আমি কত মানব গোষ্ঠীকে বিনাশ করেছি! তুমি কি তাদের কেহকেও দেখতে পাও অথবা ক্ষীণতম শব্দও শুনতে পাও?","bangla_taisirul":"তাদের পূর্বে আমি কত মানব বংশকে ধ্বংস করে দিয়েছি, তুমি তাদের একজনকেও কি (এখন) দেখতে পাও অথবা তাদের ক্ষীণতম আওয়াজও কি শুনতে পাও?"}]}}