{
  "surahDetails": {
    "id": 21,
    "banglaName": "নবীগণ",
    "totalAyah": 112,
    "arabicInBangla": "আল-আম্বিয়া"
  },
  "surah": {
    "id": 21,
    "verses": [
      {
        "id": 1,
        "arabic_text": "اِقۡتَرَبَ لِلنَّاسِ حِسَابُہُمۡ وَ ہُمۡ فِیۡ غَفۡلَۃٍ  مُّعۡرِضُوۡنَ ۚ﴿۱﴾ ",
        "english_text": "And when they meet those who believe, they say, \"We believe\"; but when they are alone with their evil ones, they say, \"Indeed, we are with you; we were only mockers.\"",
        "page": 322,
        "is_sajdah_ayat": false,
        "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2484.mp3",
        "colorText": "ٱ[q:5169[قْ]تَرَبَ لِل[g[نّ]َاسِ حِسَابُهُمْ وَهُمْ فِى غَفْلَ[a:8666[ةٍ م]ُّعْرِض[p[ُو]نَ",
        "juz": 17,
        "ruku": 278,
        "manzil": 4,
        "bangla_ahbayan": "মানুষের হিসাব-নিকাশের সময় আসন্ন, [১] অথচ ওরা উদাসীনতায় মুখ ফিরিয়ে রয়েছে। [২]",
        "bangla_bayan": "মানুষের হিসাব-নিকাশের সময় আসন্ন, অথচ তারা উদাসীনতায় মুখ ফিরিয়ে রয়েছে।",
        "bangla_mkhan": "মানুষের হিসাব-কিতাবের সময় নিকটবর্তী; অথচ তারা বেখবর হয়ে মুখ ফিরিয়ে নিচ্ছে।",
        "bangla_mujibur": "মানুষের হিসাব নিকাশের সময় আসন্ন, কিন্তু তারা উদাসীনতায় মুখ ফিরিয়ে রয়েছে।",
        "bangla_taisirul": "মানুষের হিসাব গ্রহণের কাল ক্রমশঃ ঘনিয়ে আসছে কিন্তু তারা গাফলতিতে মুখ ফিরিয়ে রেখেছে।"
      },
      {
        "id": 2,
        "arabic_text": "مَا  یَاۡتِیۡہِمۡ مِّنۡ ذِکۡرٍ مِّنۡ رَّبِّہِمۡ مُّحۡدَثٍ اِلَّا اسۡتَمَعُوۡہُ  وَ ہُمۡ  یَلۡعَبُوۡنَ ۙ﴿۲﴾ ",
        "english_text": "[But] Allah mocks them and prolongs them in their transgression [while] they wander blindly.",
        "page": 322,
        "is_sajdah_ayat": false,
        "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2485.mp3",
        "colorText": "مَا يَأْتِيه[w:7205[ِم م]ِّ[f:8667[ن ذ]ِكْ[a:8668[رٍ م]ّ[u:22[ِن ر]َّبِّه[w:8669[ِم م]ُّحْدَثٍ إِلَّا [h:8670[ٱ]سْتَمَعُوهُ وَهُمْ يَلْعَب[p[ُو]نَ",
        "juz": 17,
        "ruku": 278,
        "manzil": 4,
        "bangla_ahbayan": "যখনই ওদের প্রতিপালকের কোন নতুন উপদেশ আসে ওরা তা কৌতুকচ্ছলে শ্রবণ করে। [১]",
        "bangla_bayan": "যখনই তাদের রবের পক্ষ থেকে তাদের নিকট কোন নতুন উপদেশ আসে তখন তারা তা কৌতুকভরে শ্রবণ করে।",
        "bangla_mkhan": "তাদের কাছে তাদের পালনকর্তার পক্ষ থেকে যখনই কোন নতুন উপদেশ আসে, তারা তা খেলার ছলে শ্রবণ করে।",
        "bangla_mujibur": "যখনই তাদের নিকট তাদের রবের কোন নতুন উপদেশ আসে তখন তারা তা শ্রবণ করে কৌতুকচ্ছলে।",
        "bangla_taisirul": "তাদের কাছে তাদের প্রতিপালকের পক্ষ হতে যখনই কোন নতুন উপদেশ আসে, তখন তারা তা হাসি-তামাশার বস্তু মনে করেই শোনে।"
      },
      {
        "id": 3,
        "arabic_text": "لَاہِیَۃً  قُلُوۡبُہُمۡ ؕ وَ اَسَرُّوا النَّجۡوَی ٭ۖ الَّذِیۡنَ ظَلَمُوۡا ٭ۖ ہَلۡ ہٰذَاۤ  اِلَّا بَشَرٌ مِّثۡلُکُمۡ ۚ اَفَتَاۡتُوۡنَ السِّحۡرَ  وَ اَنۡتُمۡ تُبۡصِرُوۡنَ ﴿۳﴾ ",
        "english_text": "Those are the ones who have purchased error [in exchange] for guidance, so their transaction has brought no profit, nor were they guided.",
        "page": 322,
        "is_sajdah_ayat": false,
        "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2486.mp3",
        "colorText": "لَاهِيَ[f:8671[ةً ق]ُلُوبُهُمْ‌ۗ وَأَسَرُّو[s[اْ] [h:8518[ٱ][l[ل][g[نّ]َ[q:8519[جْ]وَى [h:8672[ٱ]لَّذِينَ ظَلَمُو[s[اْ] هَلْ هَ[n[ـٰ]ذ[o[َآ] إِلَّا بَشَ[a:7069[رٌ م]ِّثْلُكُمْ‌ۖ أَفَتَأْتُونَ [h:8673[ٱ][l[ل]سِّحْرَ وَأَ[f:98[نت]ُمْ تُ[q:8674[بْ]صِر[p[ُو]نَ",
        "juz": 17,
        "ruku": 278,
        "manzil": 4,
        "bangla_ahbayan": "ওদের অন্তর থাকে অমনোযোগী। সীমালংঘনকারীরা গোপনে পরার্মশ করে, ‘এতো তোমাদেরই মত একজন মানুষ, তবুও কি তোমরা দেখে-শুনে জাদুর কবলে পড়বে?’ [১]",
        "bangla_bayan": "তাদের অন্তর থাকে অমনোযোগী এবং যালিমরা গোপনে পরামর্শ করে, ‘এ তো তোমাদের মতই একজন মানুষ। এরপরও কি তোমরা দেখে শুনে যাদুর কবলে পড়বে’?",
        "bangla_mkhan": "তাদের অন্তর থাকে খেলায় মত্ত। জালেমরা গোপনে পরামর্শ করে, সে তো তোমাদেরই মত একজন মানুষ; এমতাবস্থায় দেখে শুনে তোমরা তার যাদুর কবলে কেন পড়?",
        "bangla_mujibur": "তাদের অন্তর থাকে অমনোযোগী, সীমা লংঘনকারীরা গোপনে পরামর্শ করেঃ এতো তোমাদের মতই একজন মানুষ, তবুও কি তোমরা দেখে শুনে যাদুর কবলে পড়বে?",
        "bangla_taisirul": "তাদের অন্তর থাকে খেলায় মগ্ন। যালিমরা গোপনে পরামর্শ করে- এটা তোমাদেরই মত মানুষ ছাড়া কি অন্য কিছু? তোমরা কি দেখে-শুনে যাদুর কবলে পড়বে?"
      },
      {
        "id": 4,
        "arabic_text": "قٰلَ رَبِّیۡ یَعۡلَمُ الۡقَوۡلَ فِی السَّمَآءِ وَ الۡاَرۡضِ ۫ وَ ہُوَ  السَّمِیۡعُ  الۡعَلِیۡمُ ﴿۴﴾ ",
        "english_text": "Their example is that of one who kindled a fire, but when it illuminated what was around him, Allah took away their light and left them in darkness [so] they could not see.",
        "page": 322,
        "is_sajdah_ayat": false,
        "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2487.mp3",
        "colorText": "قَالَ رَبِّى يَعْلَمُ [h:8675[ٱ]لْقَوْلَ فِى [h:746[ٱ][l[ل]سَّم[o[َا]ٓءِ وَ[h:177[ٱ]لْأَرْضِ‌ۖ وَهُوَ [h:709[ٱ][l[ل]سَّمِيعُ [h:669[ٱ]لْعَل[p[ِي]مُ",
        "juz": 17,
        "ruku": 278,
        "manzil": 4,
        "bangla_ahbayan": "সে বলল, ‘আকাশমন্ডলী ও পৃথিবীর সমস্ত কথাই আমার প্রতিপালক অবগত আছেন এবং তিনিই সর্বশ্রোতা সর্বজ্ঞাতা।’ [১]",
        "bangla_bayan": "সে (রাসূল) বলল, ‘আমার রব আসমান ও যমীনের সমস্ত কথাই জানেন এবং তিনিই সর্বশ্রোতা, সর্বজ্ঞ’।",
        "bangla_mkhan": "পয়গম্বর বললেনঃ নভোমন্ডল ও ভুমন্ডলের কথাই আমার পালনকর্তা জানেন। তিনি সবকিছু শোনেন, সবকিছু জানেন।",
        "bangla_mujibur": "বলঃ আকাশমন্ডলী ও পৃথিবীর সমস্ত কথাই আমার রাব্ব অবগত আছেন এবং তিনিই সর্বশ্রোতা, সর্বজ্ঞ।",
        "bangla_taisirul": "বল, ‘আমার প্রতিপালক আসমান ও যমীনে (উচ্চারিত প্রতিটি) কথাই জানেন, আর তিনি সব কিছু শোনেন, সব কিছু জানেন।’"
      },
      {
        "id": 5,
        "arabic_text": "بَلۡ قَالُوۡۤا اَضۡغَاثُ اَحۡلَامٍۭ بَلِ افۡتَرٰىہُ بَلۡ ہُوَ شَاعِرٌ ۚۖ فَلۡیَاۡتِنَا بِاٰیَۃٍ کَمَاۤ اُرۡسِلَ  الۡاَوَّلُوۡنَ ﴿۵﴾ ",
        "english_text": "Deaf, dumb and blind - so they will not return [to the right path].",
        "page": 322,
        "is_sajdah_ayat": false,
        "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2488.mp3",
        "colorText": "بَلْ قَال[o[ُوٓ][s[اْ] أَضْغَ[n[ـٰ]ثُ أَحْلَ[n[ـٰ][i:8676[مِۭ ب]َلِ [h:8677[ٱ]فْتَرَ[n[ٮٰ]هُ بَلْ هُوَ شَاعِ[f:8678[رٌ ف]َلْيَأْتِنَا بِـَٔـايَ[f:8679[ةٍ ك]َم[o[َآ] أُرْسِلَ [h:8680[ٱ]لْأَوَّل[p[ُو]نَ",
        "juz": 17,
        "ruku": 278,
        "manzil": 4,
        "bangla_ahbayan": "বরং ওরা বলে, ‘এ হল আবোল-তাবোল স্বপ্ন; বরং সে তা উদ্ভাবন করেছে, বরং সে একজন কবি। [১] অতএব সে আমাদের নিকট এক নিদর্শন আনুক; যেরূপ (নিদর্শন সহ) পূর্ববর্তীগণ প্রেরিত হয়েছিল।’ [২]",
        "bangla_bayan": "বরং তারা বলে, ‘এগুলো অলীক কল্পনা, হয় সে এটি মন থেকে বানিয়েছে নয়তো সে একজন কবি। অতএব সে আমাদের কাছে এমন নিদর্শন নিয়ে আসুক যেরূপ নিদর্শনসহ প্রেরিত হয়েছিল পূর্ববর্তীগণ’।",
        "bangla_mkhan": "এছাড়া তারা আরও বলেঃ অলীক স্বপ্ন; না সে মিথ্যা উদ্ভাবন করেছে, না সে একজন কবি। অতএব সে আমাদের কাছে কোন নিদর্শন আনয়ন করুক, যেমন নিদর্শন সহ আগমন করেছিলেন পূর্ববর্তীগন।",
        "bangla_mujibur": "তারা এটাও বলেঃ এ সব অলীক কল্পনা হয় সে উদ্ভাবন করেছে, না হয় সে একজন কবি; অতএব সে আনয়ন করুক আমাদের নিকট এক নিদর্শন যেরূপ নিদর্শনসহ প্রেরিত হয়েছিল পূর্ববর্তীগণ।",
        "bangla_taisirul": "তারা এও বলে, ‘এসব অলীক স্বপ্ন, না হয় সে মিথ্যে উদ্ভাবন করেছে, না হয় সে একজন কবি। কাজেই সে আমাদের কাছে এমন নিদর্শন নিয়ে আসুক যেমন পূর্ববর্তী (নবী)-গণের কাছে পাঠানো হয়েছিল।"
      },
      {
        "id": 6,
        "arabic_text": "مَاۤ  اٰمَنَتۡ قَبۡلَہُمۡ مِّنۡ قَرۡیَۃٍ اَہۡلَکۡنٰہَا ۚ اَفَہُمۡ  یُؤۡمِنُوۡنَ ﴿۶﴾ ",
        "english_text": "Or [it is] like a rainstorm from the sky within which is darkness, thunder and lightning. They put their fingers in their ears against the thunderclaps in dread of death. But Allah is encompassing of the disbelievers.",
        "page": 322,
        "is_sajdah_ayat": false,
        "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2489.mp3",
        "colorText": "م[o[َآ] ءَامَنَتْ قَ[q:8394[بْ]لَه[w:8395[ُم م]ِّ[f:4585[ن ق]َرْيَةٍ أَهْلَكْنَ[n[ـٰ]ه[o[َآ‌ۖ] أَفَهُمْ يُؤْمِن[p[ُو]نَ",
        "juz": 17,
        "ruku": 278,
        "manzil": 4,
        "bangla_ahbayan": "এদের পূর্বে যে সব জনপদ আমি ধ্বংস করেছি ওর অধিবাসীরা বিশ্বাস করত না; তবে এরা কি বিশ্বাস করবে? [১]",
        "bangla_bayan": "তাদের পূর্বে যে জনপদ ঈমান আনেনি তাদেরকে আমি ধ্বংস করেছি । তবে কি এরা ঈমান আনবে?",
        "bangla_mkhan": "তাদের পূর্বে যেসব জনপদ আমি ধবংস করে দিয়েছি, তারা বিশ্বাস স্থাপন করেনি; এখন এরা কি বিশ্বাস স্থাপন করবে?",
        "bangla_mujibur": "তাদের পূর্বে যে সব জনপদ আমি ধ্বংস করেছি ওর অধিবাসীরা ঈমান আনেনি; তাহলে কি তারা ঈমান আনবে?",
        "bangla_taisirul": "তাদের পূর্বে আমি যে সমস্ত জনপদ ধ্বংস করেছি তাদের একটিও ঈমান আনেনি, তাহলে এরা কি ঈমান আনবে?"
      },
      {
        "id": 7,
        "arabic_text": "وَ مَاۤ  اَرۡسَلۡنَا قَبۡلَکَ اِلَّا رِجَالًا نُّوۡحِیۡۤ اِلَیۡہِمۡ فَسۡـَٔلُوۡۤا اَہۡلَ الذِّکۡرِ  اِنۡ  کُنۡتُمۡ  لَا تَعۡلَمُوۡنَ ﴿۷﴾ ",
        "english_text": "The lightning almost snatches away their sight. Every time it lights [the way] for them, they walk therein; but when darkness comes over them, they stand [still]. And if Allah had willed, He could have taken away their hearing and their sight. Indeed, Allah is over all things competent.",
        "page": 322,
        "is_sajdah_ayat": false,
        "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2490.mp3",
        "colorText": "وَم[o[َآ] أَرْسَلْنَا قَ[q:7849[بْ]لَكَ إِلَّا رِجَال[a:6851[اً ن]ُّوح[o[ِىٓ] إِلَيْهِمْ‌ۖ فَسْــَٔل[o[ُوٓ][s[اْ] أَهْلَ [h:7413[ٱ][l[ل]ذِّكْرِ إِ[f:109[ن ك]ُ[f:100[نت]ُمْ لَا تَعْلَم[p[ُو]نَ",
        "juz": 17,
        "ruku": 278,
        "manzil": 4,
        "bangla_ahbayan": "তোমার পূর্বে পুরুষদেরকেই আমি (রসূলরূপে) প্রেরণ করেছি; [১] যাদের নিকট আমি অহী পাঠাতাম। তোমরা যদি না জান, তাহলে জ্ঞানীদেরকে জিজ্ঞাসা কর। [২]",
        "bangla_bayan": "আর তোমার পূর্বে আমি পুরুষই পাঠিয়েছিলাম, যাদের প্রতি আমি ওহী পাঠাতাম। সুতরাং তোমরা জ্ঞানীদেরকে জিজ্ঞাসা কর যদি তোমরা না জান।",
        "bangla_mkhan": "আপনার পূর্বে আমি মানুষই প্রেরণ করেছি, যাদের কাছে আমি ওহী পাঠাতাম। অতএব তোমরা যদি না জান তবে যারা স্মরণ রাখে তাদেরকে জিজ্ঞেস কর।",
        "bangla_mujibur": "তোমার পূর্বে আমি অহীসহ মানুষই পাঠিয়েছিলাম; তোমরা যদি না জান তাহলে জ্ঞানীদেরকে জিজ্ঞেস কর।",
        "bangla_taisirul": "তোমার পূর্বে যে সব রসূল পাঠিয়েছিলাম যাদের প্রতি আমি ওয়াহী করতাম তারা মানুষই ছিল, তোমরা যদি না জান তবে (অবতীর্ণ) কিতাবের জ্ঞান যাদের আছে তাদেরকে জিজ্ঞেস কর।"
      },
      {
        "id": 8,
        "arabic_text": "وَ مَا جَعَلۡنٰہُمۡ جَسَدًا لَّا یَاۡکُلُوۡنَ الطَّعَامَ  وَ مَا  کَانُوۡا  خٰلِدِیۡنَ ﴿۸﴾ ",
        "english_text": "O mankind, worship your Lord, who created you and those before you, that you may become righteous -",
        "page": 322,
        "is_sajdah_ayat": false,
        "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2491.mp3",
        "colorText": "وَمَا جَعَلْنَ[n[ـٰ]هُمْ جَسَ[u:8681[دًا ل]َّا يَأْكُلُونَ [h:8682[ٱ][l[ل]طَّعَامَ وَمَا كَانُو[s[اْ] خَ[n[ـٰ]لِد[p[ِي]نَ",
        "juz": 17,
        "ruku": 278,
        "manzil": 4,
        "bangla_ahbayan": "আমি তাদেরকে এমন দেহবিশিষ্ট করিনি যে, তারা আহার্য ভক্ষণ করত না এবং তারা চিরজীবীও ছিল না। [১]",
        "bangla_bayan": "আর আমি তাদেরকে এমন দেহবিশিষ্ট করিনি যে, তারা খাদ্য গ্রহণ করত না, আর তারা স্থায়ীও ছিল না।",
        "bangla_mkhan": "আমি তাদেরকে এমন দেহ বিশিষ্ট করিনি যে, তারা খাদ্য ভক্ষণ করত না এবং তারা চিরস্থায়ীও ছিল না।",
        "bangla_mujibur": "আর আমি তাদেরকে এমন দেহ বিশিষ্ট করিনি যে, তারা আহার্য গ্রহণ করতনা। তারা চিরস্থায়ীও ছিলনা।",
        "bangla_taisirul": "তাদেরকে এমন দেহবিশিষ্ট করিনি যে তারা খাদ্য খেত না আর তারা ছিল না চিরস্থায়ী।"
      },
      {
        "id": 9,
        "arabic_text": "ثُمَّ  صَدَقۡنٰہُمُ  الۡوَعۡدَ  فَاَنۡجَیۡنٰہُمۡ وَ مَنۡ  نَّشَآءُ وَ اَہۡلَکۡنَا الۡمُسۡرِفِیۡنَ ﴿۹﴾ ",
        "english_text": "[He] who made for you the earth a bed [spread out] and the sky a ceiling and sent down from the sky, rain and brought forth thereby fruits as provision for you. So do not attribute to Allah equals while you know [that there is nothing similar to Him].",
        "page": 322,
        "is_sajdah_ayat": false,
        "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2492.mp3",
        "colorText": "ثُ[g[مّ]َ صَدَ[q:8683[قْ]نَ[n[ـٰ]هُمُ [h:8684[ٱ]لْوَعْدَ فَأَ[f:8685[نج]َيْنَ[n[ـٰ]هُمْ وَم[a:8686[َن ن]َّش[o[َا]ٓءُ وَأَهْلَكْنَا [h:8687[ٱ]لْمُسْرِف[p[ِي]نَ",
        "juz": 17,
        "ruku": 278,
        "manzil": 4,
        "bangla_ahbayan": "অতঃপর আমি তাদের প্রতি আমার প্রতিশ্রুতি পূর্ণ করলাম, সুতরাং আমি তাদেরকে এবং যাদেরকে ইচ্ছা রক্ষা করলাম। আর সীমালংঘনকারীদেরকে ধ্বংস করলাম। [১]",
        "bangla_bayan": "অতঃপর আমি তাদের প্রতি কৃত ওয়াদা পূর্ণ করলাম। আর আমি তাদেরকে ও যাদেরকে ইচ্ছা করি রক্ষা করলাম এবং সীমালঙ্ঘনকারীদেরকে ধ্বংস করে দিলাম।",
        "bangla_mkhan": "অতঃপর আমি তাদেরকে দেয়া আমার প্রতিশ্রুতি পূর্ণ করলাম সুতরাং তাদেরকে এবং যাদেরকে ইচ্ছা বাঁচিয়ে দিলাম এবং ধবংস করে ছিলাম সীমালঙ্ঘনকারীদেরকে।",
        "bangla_mujibur": "অতঃপর আমি তাদের প্রতি আমার প্রতিশ্রুতি পূর্ণ করলাম, আমি তাদেরকে ও যাদেরকে ইচ্ছা রক্ষা করেছিলাম এবং যালিমদেরকে করেছিলাম ধ্বংস।",
        "bangla_taisirul": "অতঃপর আমি তাদেরকে দেয়া আমার ওয়া‘দা সত্যে পরিণত করলাম। ফলতঃ আমি তাদেরকে এবং আরো যাদেরকে চাইলাম রক্ষা করলাম আর সীমালঙ্ঘনকারীদেরকে ধ্বংস করে দিলাম।"
      },
      {
        "id": 10,
        "arabic_text": "لَقَدۡ اَنۡزَلۡنَاۤ  اِلَیۡکُمۡ  کِتٰبًا فِیۡہِ  ذِکۡرُکُمۡ ؕ اَفَلَا  تَعۡقِلُوۡنَ ﴿۱۰﴾ ",
        "english_text": "And if you are in doubt about what We have sent down upon Our Servant [Muhammad], then produce a surah the like thereof and call upon your witnesses other than Allah, if you should be truthful.",
        "page": 322,
        "is_sajdah_ayat": false,
        "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2493.mp3",
        "colorText": "لَقَ[q:2389[دْ] أَ[f:515[نز]َلْن[o[َآ] إِلَيْكُمْ كِتَ[n[ـٰ][f:8688[بًا ف]ِيهِ ذِكْرُكُمْ‌ۖ أَفَلَا تَعْقِل[p[ُو]نَ",
        "juz": 17,
        "ruku": 278,
        "manzil": 4,
        "bangla_ahbayan": "আমি অবশ্যই তোমাদের প্রতি এমন গ্রন্থ অবতীর্ণ করেছি, যাতে তোমাদের জন্য উপদেশ আছে, তবুও কি তোমরা বুঝবে না?",
        "bangla_bayan": "নিশ্চয় আমি তোমাদের প্রতি এক কিতাব নাযিল করেছি, যাতে তোমাদের জন্য উপদেশ* রয়েছে, তবুও কি তোমরা বুঝবে না? \\n\\n* এ আয়াতে যিকর শব্দটি দু’টি অর্থে ব্যবহৃত হতে পারেঃ একটি উপদেশ আর অপরটি সম্মান ও মর্যাদা। অর্থাৎ যে এ কুরআন শিক্ষা করে এবং তদনুযায়ী জীবন পরিচালনা করে সেই মর্যাদা ও সম্মানের অধিকারী হবে।",
        "bangla_mkhan": "আমি তোমাদের প্রতি একটি কিতাব অবর্তীর্ণ করেছি; এতে তোমাদের জন্যে উপদেশ রয়েছে। তোমরা কি বোঝ না?",
        "bangla_mujibur": "আমিতো তোমাদের প্রতি অবতীর্ণ করেছি কিতাব যাতে আছে তোমাদের জন্য উপদেশ, তবুও কি তোমরা বুঝবেনা?",
        "bangla_taisirul": "আমি তোমাদের প্রতি নাযিল করেছি এক কিতাব যাতে তোমাদের জন্য আছে উপদেশ, তোমরা কি তবুও বুঝবে না?"
      },
      {
        "id": 11,
        "arabic_text": "وَ کَمۡ قَصَمۡنَا مِنۡ قَرۡیَۃٍ کَانَتۡ ظَالِمَۃً وَّ  اَنۡشَاۡنَا  بَعۡدَہَا  قَوۡمًا  اٰخَرِیۡنَ  ﴿۱۱﴾",
        "english_text": "But if you do not - and you will never be able to - then fear the Fire, whose fuel is men and stones, prepared for the disbelievers.",
        "page": 323,
        "is_sajdah_ayat": false,
        "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2494.mp3",
        "colorText": "وَكَمْ قَصَمْنَا مِ[f:4585[ن ق]َرْيَ[f:8689[ةٍ ك]َانَتْ ظَالِمَ[a:8690[ةً و]َأَ[f:3937[نش]َأْنَا بَعْدَهَا قَوْمًا ءَاخَر[p[ِي]نَ",
        "juz": 17,
        "ruku": 279,
        "manzil": 4,
        "bangla_ahbayan": "আমি কত জনপদ ধ্বংস করেছি। [১] যার অধিবাসীরা সীমালংঘনকারী ছিল এবং তাদের পরে অপর জাতি সৃষ্টি করেছি।",
        "bangla_bayan": "আমি কত জনবসতিকে ধ্বংস করেছি যারা ছিল যালিম এবং তাদের পর অন্য জাতি সৃষ্টি করেছি।",
        "bangla_mkhan": "আমি কত জনপদের ধ্বংস সাধন করেছি যার অধিবাসীরা ছিল পাপী এবং তাদের পর সৃষ্টি করেছি অন্য জাতি।",
        "bangla_mujibur": "আমি ধ্বংস করেছি কত জনপদ যার অধিবাসীরা ছিল যালিম এবং তাদের পরে সৃষ্টি করেছি অপর জাতি।",
        "bangla_taisirul": "কত জনপদ ছিল যেগুলোকে আমি পুরোপুরি ধ্বংস করে দিয়েছি যার অধিবাসীরা ছিল যালিম। তাদের পরে আমি অন্য জাতি সৃষ্টি করেছি।"
      },
      {
        "id": 12,
        "arabic_text": "فَلَمَّاۤ  اَحَسُّوۡا بَاۡسَنَاۤ  اِذَا ہُمۡ  مِّنۡہَا یَرۡکُضُوۡنَ ﴿ؕ۱۲﴾ ",
        "english_text": "And give good tidings to those who believe and do righteous deeds that they will have gardens [in Paradise] beneath which rivers flow. Whenever they are provided with a provision of fruit therefrom, they will say, \"This is what we were provided with before.\" And it is given to them in likeness. And they will have therein purified spouses, and they will abide therein eternally.",
        "page": 323,
        "is_sajdah_ayat": false,
        "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2495.mp3",
        "colorText": "فَلَ[g[مّ][o[َآ] أَحَسُّو[s[اْ] بَأْسَن[o[َآ] إِذَا ه[w:7261[ُم م]ِّنْهَا يَرْكُض[p[ُو]نَ",
        "juz": 17,
        "ruku": 279,
        "manzil": 4,
        "bangla_ahbayan": "অতঃপর যখন ওরা আমার শাস্তির কথা অনুভব করল, তখনই ওরা জনপদ হতে পলায়ন করতে লাগল। [১]",
        "bangla_bayan": "অতঃপর তারা যখন আমার আযাব দেখল তখনই তারা জনপদ ছেড়ে পালাতে লাগল।",
        "bangla_mkhan": "অতঃপর যখন তারা আমার আযাবের কথা টের পেল, তখনই তারা সেখান থেকে পলায়ন করতে লাগল।",
        "bangla_mujibur": "অতঃপর যখন তারা আমার শাস্তি প্রত্যক্ষ করল তখনই তারা জনপদ হতে পালাতে লাগল।",
        "bangla_taisirul": "তারা যখন আমার শাস্তি (’র আগমন) অনুভব করল, তখন তারা তাত্থেকে পালিয়ে যেতে (চেষ্টা) করল।"
      },
      {
        "id": 13,
        "arabic_text": "لَا تَرۡکُضُوۡا وَ ارۡجِعُوۡۤا اِلٰی مَاۤ  اُتۡرِفۡتُمۡ فِیۡہِ وَ مَسٰکِنِکُمۡ  لَعَلَّکُمۡ  تُسۡـَٔلُوۡنَ ﴿۱۳﴾ ",
        "english_text": "Indeed, Allah is not timid to present an example - that of a mosquito or what is smaller than it. And those who have believed know that it is the truth from their Lord. But as for those who disbelieve, they say, \"What did Allah intend by this as an example?\" He misleads many thereby and guides many thereby. And He misleads not except the defiantly disobedient,",
        "page": 323,
        "is_sajdah_ayat": false,
        "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2496.mp3",
        "colorText": "لَا تَرْكُضُو[s[اْ] وَ[h:8691[ٱ]رْجِع[o[ُوٓ][s[اْ] إِلَىٰ م[o[َآ] أُتْرِفْتُمْ فِيهِ وَمَسَ[n[ـٰ]كِنِكُمْ لَعَلَّكُمْ تُسْــَٔل[p[ُو]نَ",
        "juz": 17,
        "ruku": 279,
        "manzil": 4,
        "bangla_ahbayan": "(ওদের বলা হয়েছিল,) ‘তোমরা পলায়ন করো না[১] এবং তোমাদের ভোগ-সম্ভারের নিকট ও তোমাদের আবাস গৃহে ফিরে এসো; [২] যাতে এ বিষয়ে তোমাদেরকে জিজ্ঞাসা করা যেতে পারে।’[৩]",
        "bangla_bayan": "(তাদেরকে বলা হল) ‘পলায়ন করো না, বরং তোমাদের ভোগ-বিলাসিতায় এবং ঘরবাড়িতে ফিরে যাও, যেন তোমাদেরকে জিজ্ঞাসা করা হয়’।",
        "bangla_mkhan": "পলায়ন করো না এবং ফিরে এস, যেখানে তোমরা বিলাসিতায় মত্ত ছিলে ও তোমাদের আবাসগৃহে; সম্ভবত; কেউ তোমাদের জিজ্ঞেস করবে।",
        "bangla_mujibur": "তাদেরকে বলা হলঃ পলায়ন করনা এবং ফিরে এসো তোমাদের ভোগ সম্ভারের নিকট এবং তোমাদের আবাসগৃহে, হয়তো এ বিষয়ে তোমাদেরকে জিজ্ঞেস করা হতে পারে।",
        "bangla_taisirul": "(ফেরেশতারা তাদেরকে ঠাট্টা করে বলেছিল) পালিয়ে যেয়ো না, ফিরে এসো তোমরা যে ভোগ-বিলাসে মত্ত ছিলে তার দিকে আর তোমাদের আবাসগুলোতে, যাতে তোমাদেরকে জিজ্ঞাসাবাদ করা যায় (‘আযাবের রূপটা কেমন দেখলে?)।"
      },
      {
        "id": 14,
        "arabic_text": "قَالُوۡا یٰوَیۡلَنَاۤ  اِنَّا کُنَّا ظٰلِمِیۡنَ ﴿۱۴﴾ ",
        "english_text": "Who break the covenant of Allah after contracting it and sever that which Allah has ordered to be joined and cause corruption on earth. It is those who are the losers.",
        "page": 323,
        "is_sajdah_ayat": false,
        "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2497.mp3",
        "colorText": "قَالُو[s[اْ] يَ[n[ـٰ]وَيْلَن[o[َآ] إِ[g[نّ]َا كُ[g[نّ]َا ظَ[n[ـٰ]لِم[p[ِي]نَ",
        "juz": 17,
        "ruku": 279,
        "manzil": 4,
        "bangla_ahbayan": "ওরা বলল, ‘হায় দুর্ভোগ আমাদের! আমরা ছিলাম সীমালংঘনকারী।’",
        "bangla_bayan": "তারা বলল, ‘হায় আমাদের দুর্ভোগ! আমরা তো অবশ্যই যালিম ছিলাম।’",
        "bangla_mkhan": "তারা বললঃ হায়, দুর্ভোগ আমাদের, আমরা অবশ্যই পাপী ছিলাম।",
        "bangla_mujibur": "তারা বললঃ হায় দুর্ভোগ আমাদের! আমরাতো ছিলাম যালিম।",
        "bangla_taisirul": "তারা বলল, ‘হায় আমাদের দুর্ভাগ্য! আমরা সত্যিই অন্যায়কারী ছিলাম।’"
      },
      {
        "id": 15,
        "arabic_text": "فَمَا زَالَتۡ تِّلۡکَ دَعۡوٰىہُمۡ  حَتّٰی  جَعَلۡنٰہُمۡ  حَصِیۡدًا  خٰمِدِیۡنَ ﴿۱۵﴾ ",
        "english_text": "How can you disbelieve in Allah when you were lifeless and He brought you to life; then He will cause you to die, then He will bring you [back] to life, and then to Him you will be returned.",
        "page": 323,
        "is_sajdah_ayat": false,
        "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2498.mp3",
        "colorText": "فَمَا زَالَت تِّلْكَ دَعْوَ[n[ٮٰ]هُمْ حَتَّىٰ جَعَلْنَ[n[ـٰ]هُمْ حَصِيدًا خَ[n[ـٰ]مِد[p[ِي]نَ",
        "juz": 17,
        "ruku": 279,
        "manzil": 4,
        "bangla_ahbayan": "আমি ওদেরকে কাটা শস্য ও নিভানো আগুনের মত না করা পর্যন্ত ওদের এ আর্তনাদ স্তব্ধ হয়নি। [১]",
        "bangla_bayan": "অতঃপর তাদের এই বিলাপ চলতে থাকে আমি তাদেরকে কেটে ফেলা শস্য ও নিভে যাওয়া আগুন সদৃশ না করা পর্যন্ত।",
        "bangla_mkhan": "তাদের এই আর্তনাদ সব সময় ছিল, শেষ পর্যন্ত আমি তাদেরকে করে দিলাম যেন কর্তিত শস্য ও নির্বাপিত অগ্নি।",
        "bangla_mujibur": "তাদের এই আর্তনাদ চলতে থাকে যতক্ষণ না আমি তাদেরকে কর্তিত শস্য ও নির্বাপিত আগুন সদৃশ করি।",
        "bangla_taisirul": "তাদের এ আর্তনাদ বন্ধ হয়নি যতক্ষণ না আমি তাদেরকে করেছিলাম কাটা শস্য ও নিভানো আগুনের মত।"
      },
      {
        "id": 16,
        "arabic_text": "وَ مَا خَلَقۡنَا السَّمَآءَ وَ الۡاَرۡضَ وَ مَا بَیۡنَہُمَا  لٰعِبِیۡنَ ﴿۱۶﴾ ",
        "english_text": "It is He who created for you all of that which is on the earth. Then He directed Himself to the heaven, [His being above all creation], and made them seven heavens, and He is Knowing of all things.",
        "page": 323,
        "is_sajdah_ayat": false,
        "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2499.mp3",
        "colorText": "وَمَا خَلَ[q:5159[قْ]نَا [h:8692[ٱ][l[ل]سَّم[o[َا]ٓءَ وَ[h:1474[ٱ]لْأَرْضَ وَمَا بَيْنَهُمَا لَ[n[ـٰ]عِب[p[ِي]نَ",
        "juz": 17,
        "ruku": 279,
        "manzil": 4,
        "bangla_ahbayan": "আকাশ ও পৃথিবী এবং যা উভয়ের অন্তর্বর্তী তা আমি খেলাচ্ছলে সৃষ্টি করিনি। [১]",
        "bangla_bayan": "আসমান-যমীন ও তাদের মাঝখানে যা কিছু আছে তার কোন কিছুই আমি খেলাচ্ছলে সৃষ্টি করিনি।",
        "bangla_mkhan": "আকাশ পৃথিবী এতদুভয়ের মধ্যে যা আছে, তা আমি ক্রীড়াচ্ছলে সৃষ্টি করিনি।",
        "bangla_mujibur": "আকাশ ও পৃথিবী এবং যা এতদুভয়ের মধ্যে রয়েছে তা আমি ক্রীড়াচ্ছলে সৃষ্টি করিনি।",
        "bangla_taisirul": "আসমান, যমীন আর এ দু’য়ের মধ্যে যা কিছু আছে তা আমি খেলতে খেলতে বানাইনি।"
      },
      {
        "id": 17,
        "arabic_text": "لَوۡ اَرَدۡنَاۤ  اَنۡ نَّتَّخِذَ لَہۡوًا لَّاتَّخَذۡنٰہُ مِنۡ لَّدُنَّاۤ  ٭ۖ اِنۡ  کُنَّا فٰعِلِیۡنَ ﴿۱۷﴾ ",
        "english_text": "And [mention, O Muhammad], when your Lord said to the angels, \"Indeed, I will make upon the earth a successive authority.\" They said, \"Will You place upon it one who causes corruption therein and sheds blood, while we declare Your praise and sanctify You?\" Allah said, \"Indeed, I know that which you do not know.\"",
        "page": 323,
        "is_sajdah_ayat": false,
        "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2500.mp3",
        "colorText": "لَوْ أَرَ[q:2878[دْ]ن[o[َآ] أ[a:8693[َن ن]َّتَّخِذَ لَهْ[u:8694[وًا ل]َّ[h:8695[ٱ]تَّخَذْنَ[n[ـٰ]هُ م[u:2897[ِن ل]َّدُ[g[نّ][o[َآ] إِ[f:4919[ن ك]ُ[g[نّ]َا فَ[n[ـٰ]عِل[p[ِي]نَ",
        "juz": 17,
        "ruku": 279,
        "manzil": 4,
        "bangla_ahbayan": "আমি যদি চিত্তবিনোদনের উপকরণ সৃষ্টি করতে চাইতাম, তবে আমি আমার নিকট যা আছে তা নিয়েই করতাম; [১] যদি আমি তা করতামই। [২]",
        "bangla_bayan": "আমি যদি খেলার উপকরণ গ্রহণ করতে চাইতাম, তবে আমার কাছে যা আছে তা দিয়েই করতাম। কিন্তু আমি তা করিনি।",
        "bangla_mkhan": "আমি যদি ক্রীড়া উপকরণ সৃষ্টি করতে চাইতাম, তবে আমি আমার কাছে যা আছে তা দ্বারাই তা করতাম, যদি আমাকে করতে হত।",
        "bangla_mujibur": "আমি যদি ক্রীড়ার উপকরণ চাইতাম তাহলে আমি আমার নিকট যা আছে তা দিয়েই ওটা করতাম, আমি তা করিনি।",
        "bangla_taisirul": "আমি যদি খেলাধূলার বস্তু বানাতে চাইতাম তাহলে আমার কাছে যা আছে তা নিয়েই তা করতাম, যদি আমাকে করতে হত!"
      },
      {
        "id": 18,
        "arabic_text": "بَلۡ نَقۡذِفُ بِالۡحَقِّ عَلَی الۡبَاطِلِ فَیَدۡمَغُہٗ فَاِذَا ہُوَ زَاہِقٌ ؕ وَ لَکُمُ الۡوَیۡلُ  مِمَّا تَصِفُوۡنَ ﴿۱۸﴾ ",
        "english_text": "And He taught Adam the names - all of them. Then He showed them to the angels and said, \"Inform Me of the names of these, if you are truthful.\"",
        "page": 323,
        "is_sajdah_ayat": false,
        "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2501.mp3",
        "colorText": "بَلْ نَ[q:8696[قْ]ذِفُ بِ[h:370[ٱ]لْحَقِّ عَلَى [h:8697[ٱ]لْبَ[n[ـٰ]طِلِ فَيَ[q:8698[دْ]مَغُهُ[n[ۥ] فَإِذَا هُوَ زَاهِ[a:8699[قٌ‌ۚ و]َلَكُمُ [h:8700[ٱ]لْوَيْلُ مِ[g[مّ]َا تَصِف[p[ُو]نَ",
        "juz": 17,
        "ruku": 279,
        "manzil": 4,
        "bangla_ahbayan": "বরং আমি সত্য দ্বারা মিথ্যার উপর আঘাত হানি; সুতরাং তা মিথ্যাকে চূর্ণ-বিচূর্ণ করে দেয়; ফলে মিথ্যা নিশ্চিহ্ন হয়ে যায়। [১] তোমরা যা বর্ণনা করছ তার জন্য দুর্ভোগ তোমাদের! [২]",
        "bangla_bayan": "বরং আমি মিথ্যার উপর সত্য নিক্ষেপ করি; ফলে তা মিথ্যাকে চূর্ণ-বিচূর্ণ করে দেয় এবং নিমিষেই তা বিলুপ্ত হয়। আর তোমাদের জন্য রয়েছে দুর্ভোগ তোমরা যা বলছ তার জন্য ।",
        "bangla_mkhan": "বরং আমি সত্যকে মিথ্যার উপর নিক্ষেপ করি, অতঃপর সত্য মিথ্যার মস্তক চুর্ণ-বিচূর্ণ করে দেয়, অতঃপর মিথ্যা তৎক্ষণাৎ নিশ্চিহ্ন হয়ে যায়। তোমরা যা বলছ, তার জন্যে তোমাদের দুর্ভোগ।",
        "bangla_mujibur": "কিন্তু আমি সত্য দ্বারা আঘাত হানি মিথ্যার উপর; ফলে ওটা মিথ্যাকে চূর্ণ-বিচূর্ণ করে দেয় এবং তৎক্ষণাৎ মিথ্যা নিশ্চিহ্ন হয়ে যায়। দুর্ভোগ তোমাদের! তোমরা যা বলছ তার জন্য।",
        "bangla_taisirul": "বরং আমি সত্যকে মিথ্যের উপর নিক্ষেপ করি, অতঃপর তা মিথ্যের মস্তক চূর্ণ-বিচূর্ণ করে দেয়, তৎক্ষণাৎ মিথ্যে নিশ্চিহ্ন হয়ে যায়। তোমরা (আল্লাহ সম্পর্কে অযথা বহু মিথ্যে কথা বানিয়ে নিয়ে) যা বলছ এ কারণে তোমাদের জন্য দুর্ভোগ।"
      },
      {
        "id": 19,
        "arabic_text": "وَ لَہٗ مَنۡ فِی السَّمٰوٰتِ وَ الۡاَرۡضِ ؕ وَ مَنۡ عِنۡدَہٗ  لَا یَسۡتَکۡبِرُوۡنَ عَنۡ عِبَادَتِہٖ وَ لَا یَسۡتَحۡسِرُوۡنَ ﴿ۚ۱۹﴾ ",
        "english_text": "They said, \"Exalted are You; we have no knowledge except what You have taught us. Indeed, it is You who is the Knowing, the Wise.\"",
        "page": 323,
        "is_sajdah_ayat": false,
        "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2502.mp3",
        "colorText": "وَلَهُ[n[ۥ] مَ[f:2074[ن ف]ِى [h:609[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَ[h:177[ٱ]لْأَرْضِ‌ۚ وَمَنْ عِ[f:719[ند]َهُ[n[ۥ] لَا يَسْتَكْبِرُونَ عَنْ عِبَادَتِه[n[ِۦ] وَلَا يَسْتَحْسِر[p[ُو]نَ",
        "juz": 17,
        "ruku": 279,
        "manzil": 4,
        "bangla_ahbayan": "আকাশমন্ডলী ও পৃথিবীতে যারা আছে তারা তাঁরই মালিকানাধীন;[১] আর তাঁর সান্নিধ্যে যারা আছে[২] তারা তাঁর উপাসনা করতে অহংকার করে না এবং ক্লান্তি বোধও করে না।",
        "bangla_bayan": "আর আসমান-যমীনে যারা আছে তারা সবাই তাঁর; আর তাঁর কাছে যারা আছে তারা অহঙ্কারবশতঃ তাঁর ইবাদাত হতে বিমুখ হয় না এবং ক্লান্তিও বোধ করে না।",
        "bangla_mkhan": "নভোমন্ডল ও ভুমন্ডলে যারা আছে, তারা তাঁরই। আর যারা তাঁর সান্নিধ্যে আছে তারা তাঁর ইবাদতে অহংকার করে না এবং অলসতাও করে না।",
        "bangla_mujibur": "আকাশমন্ডলী ও পৃথিবীতে যা আছে তা তাঁরই, তাঁর সান্নিধ্যে যারা আছে তারা অহংকার করে তাঁর ইবাদাত করা হতে বিমুখ হয়না এবং ক্লান্তিও বোধ করেনা।",
        "bangla_taisirul": "আসমান ও যমীনে যারা আছে তারা তাঁরই মালিকানাধীন, আর যারা তাঁর সন্নিকটে আছে তারা গর্বভরে তাঁর ‘ইবাদাত থেকে বিমুখ হয় না, আর তারা (কক্ষনো তাঁর ‘ইবাদাত করার ব্যাপারে) ক্লান্তিবোধ করে না।"
      },
      {
        "id": 20,
        "arabic_text": "یُسَبِّحُوۡنَ الَّیۡلَ وَ النَّہَارَ لَا یَفۡتُرُوۡنَ ﴿۲۰﴾ ",
        "english_text": "He said, \"O Adam, inform them of their names.\" And when he had informed them of their names, He said, \"Did I not tell you that I know the unseen [aspects] of the heavens and the earth? And I know what you reveal and what you have concealed.\"",
        "page": 323,
        "is_sajdah_ayat": false,
        "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2503.mp3",
        "colorText": "يُسَبِّحُونَ [h:8701[ٱ]لَّيْلَ وَ[h:6117[ٱ][l[ل][g[نّ]َهَارَ لَا يَفْتُر[p[ُو]نَ",
        "juz": 17,
        "ruku": 279,
        "manzil": 4,
        "bangla_ahbayan": "তারা দিবা-রাত্রি তাঁর পবিত্রতা ও মহিমা ঘোষণা করে; তারা শৈথিল্য করে না।",
        "bangla_bayan": "তারা দিন-রাত তাঁর তাসবীহ পাঠ করে, তারা শিথিলতা দেখায় না।",
        "bangla_mkhan": "তারা রাত্রিদিন তাঁর পবিত্রতা ও মহিমা বর্ণনা করে এবং ক্লান্ত হয় না।",
        "bangla_mujibur": "তারা দিন-রাত তাঁর পবিত্রতা ও মহিমা ঘোষণা করে, শৈথিল্য করেনা।",
        "bangla_taisirul": "তারা রাত-দিন তাঁর পবিত্রতা ঘোষণা করতে থাকে, তারা কক্ষনো শিথিলতা করে না বা আগ্রহ হারায় না।"
      },
      {
        "id": 21,
        "arabic_text": "اَمِ اتَّخَذُوۡۤا اٰلِہَۃً مِّنَ الۡاَرۡضِ ہُمۡ یُنۡشِرُوۡنَ ﴿۲۱﴾ ",
        "english_text": "And [mention] when We said to the angels, \"Prostrate before Adam\"; so they prostrated, except for Iblees. He refused and was arrogant and became of the disbelievers.",
        "page": 323,
        "is_sajdah_ayat": false,
        "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2504.mp3",
        "colorText": "أَمِ [h:8702[ٱ]تَّخَذ[o[ُوٓ][s[اْ] ءَالِهَ[a:8703[ةً م]ِّنَ [h:1579[ٱ]لْأَرْضِ هُمْ يُ[f:8704[نش]ِر[p[ُو]نَ",
        "juz": 17,
        "ruku": 279,
        "manzil": 4,
        "bangla_ahbayan": "ওরা মাটি হতে তৈরী যে সব উপাস্য গ্রহণ করেছে সেগুলি কি মৃতকে জীবিত করতে সক্ষম? [১]",
        "bangla_bayan": "তারা যেসব মাটির দেবতা গ্রহণ করেছে, সেগুলি কি মৃতকে জীবিত করতে সক্ষম?",
        "bangla_mkhan": "তারা কি মৃত্তিকা দ্বারা তৈরী উপাস্য গ্রহণ করেছে, যে তারা তাদেরকে জীবিত করবে?",
        "bangla_mujibur": "তারা মাটি হতে তৈরী যে সব দেবতা গ্রহণ করেছে সেগুলি কি মৃতকে জীবিত করতে সক্ষম?",
        "bangla_taisirul": "তারা (অর্থাৎ মুশরিকরা) মাটি থেকে (তৈরী) যে সব দেবতা গ্রহণ করেছে তারা কি (মৃতদেরকে) জীবিত করতে সক্ষম?"
      },
      {
        "id": 22,
        "arabic_text": "لَوۡ  کَانَ فِیۡہِمَاۤ  اٰلِہَۃٌ  اِلَّا اللّٰہُ  لَفَسَدَتَا ۚ فَسُبۡحٰنَ اللّٰہِ  رَبِّ الۡعَرۡشِ عَمَّا یَصِفُوۡنَ ﴿۲۲﴾ ",
        "english_text": "And We said, \"O Adam, dwell, you and your wife, in Paradise and eat therefrom in [ease and] abundance from wherever you will. But do not approach this tree, lest you be among the wrongdoers.\"",
        "page": 323,
        "is_sajdah_ayat": false,
        "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2505.mp3",
        "colorText": "لَوْ كَانَ فِيهِم[o[َآ] ءَالِهَةٌ إِلَّا [h:1742[ٱ]للَّهُ لَفَسَدَتَا‌ۚ فَسُ[q:8705[بْ]حَ[n[ـٰ]نَ [h:8706[ٱ]للَّهِ رَبِّ [h:8707[ٱ]لْعَرْشِ عَ[g[مّ]َا يَصِف[p[ُو]نَ",
        "juz": 17,
        "ruku": 279,
        "manzil": 4,
        "bangla_ahbayan": "যদি আল্লাহ ব্যতীত আকাশমন্ডলী ও পৃথিবীতে বহু উপাস্য থাকত তাহলে উভয়ই ধ্বংস হয়ে যেত। [১] সুতরাং ওরা যে বর্ণনা দেয় তা থেকে আরশের অধিপতি আল্লাহ পবিত্র, মহান।",
        "bangla_bayan": "যদি আসমান ও যমীনে আল্লাহ ছাড়া বহু ইলাহ থাকত তবে উভয়ই ধ্বংস হয়ে যেত, সুতরাং তারা যা বলে, আরশের রব আল্লাহ তা থেকে পবিত্র।",
        "bangla_mkhan": "যদি নভোমন্ডল ও ভুমন্ডলে আল্লাহ ব্যতীত অন্যান্য উপাস্য থাকত, তবে উভয়ের ধ্বংস হয়ে যেত। অতএব তারা যা বলে, তা থেকে আরশের অধিপতি আল্লাহ পবিত্র।",
        "bangla_mujibur": "আকাশমন্ডলী ও পৃথিবীতে যদি আল্লাহ ছাড়া বহু মা‘বূদ থাকত তাহলে উভয়ই ধ্বংস হয়ে যেত। অতএব তারা যা বলে তা হতে আরশের রাব্ব (অধিপতি) আল্লাহ পবিত্র, মহান।",
        "bangla_taisirul": "আসমান ও যমীনে যদি আল্লাহ ছাড়া আরো অনেক ইলাহ থাকত তবে (আসমান ও যমীন) উভয়ই ধ্বংস হয়ে যেত। কাজেই আরশের অধিপতি আল্লাহ মহান ও পবিত্র সে সব থেকে যা তারা তাঁর প্রতি আরোপ করে।"
      },
      {
        "id": 23,
        "arabic_text": "لَا  یُسۡـَٔلُ  عَمَّا  یَفۡعَلُ  وَ  ہُمۡ  یُسۡـَٔلُوۡنَ ﴿۲۳﴾ ",
        "english_text": "But Satan caused them to slip out of it and removed them from that [condition] in which they had been. And We said, \"Go down, [all of you], as enemies to one another, and you will have upon the earth a place of settlement and provision for a time.\"",
        "page": 323,
        "is_sajdah_ayat": false,
        "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2506.mp3",
        "colorText": "لَا يُسْــَٔلُ عَ[g[مّ]َا يَفْعَلُ وَهُمْ يُسْــَٔل[p[ُو]نَ",
        "juz": 17,
        "ruku": 279,
        "manzil": 4,
        "bangla_ahbayan": "তিনি যা করেন সে বিষয়ে তাঁকে প্রশ্ন করা হবে না; বরং ওদেরকেই প্রশ্ন করা হবে।",
        "bangla_bayan": "তিনি যা করেন সে ব্যাপারে তাকে প্রশ্ন করা যাবে না; বরং তাদেরকেই প্রশ্ন করা হবে।",
        "bangla_mkhan": "তিনি যা করেন, তৎসম্পর্কে তিনি জিজ্ঞাসিত হবেন না এবং তাদেরকে জিজ্ঞেস করা হবে।",
        "bangla_mujibur": "তিনি যা করেন সেই বিষয়ে তাঁকে প্রশ্ন করা যাবেনা; বরং তাদেরকেই প্রশ্ন করা হবে।",
        "bangla_taisirul": "তিনি যা করেন সে ব্যাপারে তিনি জিজ্ঞাসিত হবেন না, বরং তারা জিজ্ঞাসিত হবে (তাদের কাজের ব্যাপারে)।"
      },
      {
        "id": 24,
        "arabic_text": "اَمِ اتَّخَذُوۡا مِنۡ دُوۡنِہٖۤ  اٰلِہَۃً ؕ قُلۡ ہَاتُوۡا بُرۡہَانَکُمۡ ۚ ہٰذَا ذِکۡرُ  مَنۡ مَّعِیَ وَ ذِکۡرُ مَنۡ قَبۡلِیۡ ؕ بَلۡ  اَکۡثَرُہُمۡ لَا یَعۡلَمُوۡنَ ۙ الۡحَقَّ  فَہُمۡ  مُّعۡرِضُوۡنَ ﴿۲۴﴾ ",
        "english_text": "Then Adam received from his Lord [some] words, and He accepted his repentance. Indeed, it is He who is the Accepting of repentance, the Merciful.",
        "page": 323,
        "is_sajdah_ayat": false,
        "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2507.mp3",
        "colorText": "أَمِ [h:8702[ٱ]تَّخَذُو[s[اْ] مِ[f:3136[ن د]ُونِه[o[ِۦٓ] ءَالِهَ[f:8708[ةً‌ۖ ق]ُلْ هَاتُو[s[اْ] بُرْهَ[n[ـٰ]نَكُمْ‌ۖ هَ[n[ـٰ]ذَا ذِكْرُ م[a:8709[َن م]َّعِىَ وَذِكْرُ مَ[f:8710[ن ق]َ[q:2471[بْ]لِى‌ۗ بَلْ أَكْثَرُهُمْ لَا يَعْلَمُونَ [h:8711[ٱ]لْحَقَّ‌ۖ فَه[w:8712[ُم م]ُّعْرِض[p[ُو]نَ",
        "juz": 17,
        "ruku": 279,
        "manzil": 4,
        "bangla_ahbayan": "ওরা কি তাঁকে ভিন্ন বহু উপাস্য গ্রহণ করেছে? বল, ‘তোমরা তোমাদের প্রমাণ উপস্থিত কর। এটিই আমার সঙ্গে যা আছে তাদের জন্য উপদেশ এবং এটিই উপদেশ ছিল পূর্ববর্তীদের জন্য।’ [১] কিন্তু ওদের অধিকাংশই প্রকৃত সত্য জানে না। ফলে ওরা মুখ ফিরিয়ে নেয়।",
        "bangla_bayan": "তারা কি তাঁকে ছাড়া অনেক ইলাহ গ্রহণ করেছে? বল, ‘তোমাদের প্রমাণ নিয়ে আস। আমার সাথে যারা আছে এটি তাদের জন্য উপদেশ এবং আমার পূর্বে যারা ছিল তাদের জন্যও এটাই ছিল উপদেশ।’ কিন্তু তাদের বেশীরভাগই প্রকৃত সত্যকে জানে না; তাই তারা মুখ ফিরিয়ে নেয়।",
        "bangla_mkhan": "তারা কি আল্লাহ ব্যতীত অন্যান্য উপাস্য গ্রহণ করেছে? বলুন, তোমরা তোমাদের প্রমাণ আন। এটাই আমার সঙ্গীদের কথা এবং এটাই আমার পুর্ববর্তীদের কথা। বরং তাদের অধিকাংশই সত্য জানে না; অতএব তারা টালবাহানা করে।",
        "bangla_mujibur": "তারা তাঁকে ছাড়া বহু মা‘বূদ গ্রহণ করেছে? বলঃ তোমরা তোমাদের প্রমাণ উপস্থিত কর। এটাই আমার সাথে যারা আছে তাদের জন্য উপদেশ এবং এটাই উপদেশ ছিল আমার পূর্ববর্তীদের জন্য। কিন্তু তাদের অধিকাংশই প্রকৃত সত্য জানেনা, ফলে তারা মুখ ফিরিয়ে নেয়।",
        "bangla_taisirul": "নাকি তারা তাঁকে বাদ দিয়ে অনেক ইলাহ গ্রহণ করেছে? বল, ‘তোমরা তোমাদের প্রমাণ এনে হাযির কর। (আল্লাহ ছাড়া কোন ইলাহ নেই) এটাই আমার সাথে যারা আছে তাদের কথা আর আমার পূর্বে যারা ছিল তাদেরও কথা, কিন্তু তাদের (অর্থাৎ সত্য প্রত্যাখ্যানকারীদের) অধিকাংশই প্রকৃত সত্য জানে না, যার জন্য তারা মুখ ফিরিয়ে নেয়।"
      },
      {
        "id": 25,
        "arabic_text": "وَ مَاۤ  اَرۡسَلۡنَا مِنۡ قَبۡلِکَ مِنۡ رَّسُوۡلٍ  اِلَّا نُوۡحِیۡۤ  اِلَیۡہِ اَنَّہٗ  لَاۤ  اِلٰہَ  اِلَّاۤ  اَنَا فَاعۡبُدُوۡنِ ﴿۲۵﴾ ",
        "english_text": "We said, \"Go down from it, all of you. And when guidance comes to you from Me, whoever follows My guidance - there will be no fear concerning them, nor will they grieve.",
        "page": 324,
        "is_sajdah_ayat": false,
        "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2508.mp3",
        "colorText": "وَم[o[َآ] أَرْسَلْنَا مِ[f:18[ن ق]َ[q:19[بْ]لِكَ م[u:2882[ِن ر]َّسُولٍ إِلَّا نُوح[o[ِىٓ] إِلَيْهِ أَ[g[نّ]َهُ[n[ۥ] ل[o[َآ] إِلَ[n[ـٰ]هَ إِلّ[o[َآ] أَنَا۟ فَ[h:8713[ٱ]عْبُد[p[ُو]نِ",
        "juz": 17,
        "ruku": 279,
        "manzil": 4,
        "bangla_ahbayan": "আমি তোমার পূর্বে ‘আমি ছাড়া অন্য কোন (সত্য) উপাস্য নেই; সুতরাং তোমরা আমারই উপাসনা কর’-এ প্রত্যাদেশ ছাড়া কোন রসূল প্রেরণ করিনি। [১]",
        "bangla_bayan": "আর তোমার পূর্বে এমন কোন রাসূল আমি পাঠাইনি যার প্রতি আমি এই ওহী নাযিল করিনি যে, ‘আমি ছাড়া কোন (সত্য) ইলাহ নেই; সুতরাং তোমরা আমার ইবাদাত কর।’",
        "bangla_mkhan": "আপনার পূর্বে আমি যে রাসূলই প্রেরণ করেছি, তাকে এ আদেশই প্রেরণ করেছি যে, আমি ব্যতীত অন্য কোন উপাস্য নেই। সুতরাং আমারই এবাদত কর।",
        "bangla_mujibur": "আমি তোমার পূর্বে এমন কোন রাসূল প্রেরণ করিনি তার প্রতি ‘লা ইলাহা ইল্লাল্লাহ’ এই অহী ব্যতীত। সুতরাং তোমরা আমারই ইবাদাত কর।",
        "bangla_taisirul": "আমি তোমার পূর্বে এমন কোন রসূলই পাঠাইনি যার প্রতি আমি ওয়াহী করিনি যে, আমি ছাড়া সত্যিকারের কোন ইলাহ নেই। কাজেই তোমরা আমারই ‘ইবাদাত কর।"
      },
      {
        "id": 26,
        "arabic_text": "وَ قَالُوا اتَّخَذَ الرَّحۡمٰنُ وَلَدًا سُبۡحٰنَہٗ ؕ بَلۡ  عِبَادٌ   مُّکۡرَمُوۡنَ ﴿ۙ۲۶﴾ ",
        "english_text": "And those who disbelieve and deny Our signs - those will be companions of the Fire; they will abide therein eternally.\"",
        "page": 324,
        "is_sajdah_ayat": false,
        "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2509.mp3",
        "colorText": "وَقَالُو[s[اْ] [h:605[ٱ]تَّخَذَ [h:8419[ٱ][l[ل]رَّحْمَ[n[ـٰ]نُ وَلَ[f:607[دًا‌ۗ س]ُ[q:608[بْ]حَ[n[ـٰ]نَهُ[n[ۥ]‌ۚ بَلْ عِبَا[a:8714[دٌ م]ُّكْرَم[p[ُو]نَ",
        "juz": 17,
        "ruku": 279,
        "manzil": 4,
        "bangla_ahbayan": "ওরা বলে, ‘পরম দয়াময় সন্তান গ্রহণ করেছেন।’ তিনি পবিত্র মহান! বরং তারা তো তাঁর সম্মানিত দাস।",
        "bangla_bayan": "আর তারা বলে, ‘পরম করুণাময় সন্তান গ্রহণ করেছেন।’ তিনি পবিত্র। বরং তারা* সম্মানিত বান্দা। \\n\\n* বনূ খুযা‘আ দাবী করত, ফেরেশতারা আল্লাহর কন্যা। এ ভুল ধারণা দূর করতে আল্লাহ বলেন, ফেরেশতারা আল্লাহর সন্তান নয়; বরং তারা সম্মানিত বান্দা। আল-কাশ্শাফ",
        "bangla_mkhan": "তারা বললঃ দয়াময় আল্লাহ সন্তান গ্রহণ করেছে। তাঁর জন্য কখনও ইহা যোগ্য নয়; বরং তারা তো তাঁর সম্মানিত বান্দা।",
        "bangla_mujibur": "তারা বলেঃ দয়াময় আল্লাহ সন্তান গ্রহণ করেছেন। তিনি পবিত্র মহান! তারাতো তাঁর সম্মানিত বান্দা।",
        "bangla_taisirul": "তারা বলে, ‘দয়াময় সন্তান গ্রহণ করেছেন’, তিনি এসব থেকে মহা পবিত্র। তারা হল তাঁর বান্দাহ যাদেরকে সম্মানে উন্নীত করা হয়েছে।"
      },
      {
        "id": 27,
        "arabic_text": "لَا یَسۡبِقُوۡنَہٗ  بِالۡقَوۡلِ وَ ہُمۡ  بِاَمۡرِہٖ یَعۡمَلُوۡنَ ﴿۲۷﴾ ",
        "english_text": "O Children of Israel, remember My favor which I have bestowed upon you and fulfill My covenant [upon you] that I will fulfill your covenant [from Me], and be afraid of [only] Me.",
        "page": 324,
        "is_sajdah_ayat": false,
        "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2510.mp3",
        "colorText": "لَا يَسْبِقُونَهُ[n[ۥ] بِ[h:7118[ٱ]لْقَوْلِ وَه[c:8715[ُم ب]ِأَمْرِه[n[ِۦ] يَعْمَل[p[ُو]نَ",
        "juz": 17,
        "ruku": 279,
        "manzil": 4,
        "bangla_ahbayan": "তারা তাঁর আগে বেড়ে কথা বলে না এবং তারা তো তাঁর আদেশ অনুসারেই কাজ করে। [১]",
        "bangla_bayan": "তারা তাঁর আগ বাড়িয়ে কোন কথা বলে না, তাঁর নির্দেশেই তো তারা কাজ করে।",
        "bangla_mkhan": "তারা আগে বেড়ে কথা বলতে পারে না এবং তারা তাঁর আদেশেই কাজ করে।",
        "bangla_mujibur": "তারা তাঁর আগে বেড়ে কথা বলে না; তারা তো তাঁর আদেশ অনুসারেই কাজ করে।",
        "bangla_taisirul": "তিনি কথা বলার আগেই তারা (অর্থাৎ সম্মানিত বান্দারা) কথা বলে না, তারা তাঁর নির্দেশেই কাজ করে।"
      },
      {
        "id": 28,
        "arabic_text": "یَعۡلَمُ مَا بَیۡنَ اَیۡدِیۡہِمۡ  وَ مَا خَلۡفَہُمۡ  وَ لَا یَشۡفَعُوۡنَ ۙ اِلَّا لِمَنِ ارۡتَضٰی وَ ہُمۡ مِّنۡ خَشۡیَتِہٖ مُشۡفِقُوۡنَ ﴿۲۸﴾ ",
        "english_text": "And believe in what I have sent down confirming that which is [already] with you, and be not the first to disbelieve in it. And do not exchange My signs for a small price, and fear [only] Me.",
        "page": 324,
        "is_sajdah_ayat": false,
        "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2511.mp3",
        "colorText": "يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَلَا يَشْفَعُونَ إِلَّا لِمَنِ [h:8716[ٱ]رْتَضَىٰ وَه[w:8717[ُم م]ِّنْ خَشْيَتِه[n[ِۦ] مُشْفِق[p[ُو]نَ",
        "juz": 17,
        "ruku": 279,
        "manzil": 4,
        "bangla_ahbayan": "তাদের সম্মুখে ও পশ্চাতে যা কিছু আছে তা তিনি অবগত। তারা সুপারিশ করে কেবল তাদের জন্য যাদের প্রতি তিনি সন্তুষ্ট[১] এবং তারা তাঁর ভয়ে ভীত-সন্ত্রস্ত।",
        "bangla_bayan": "তাদের সামনে ও পেছনে যা কিছু আছে সবই তিনি জানেন। আর তারা শুধু তাদের জন্যই সুপারিশ করে যাদের প্রতি তিনি সন্তুষ্ট। তারা তাঁর ভয়ে ভীত।* \\n\\n* ফেরেশতারা আল্লাহর ভয়ে সর্বদা ভীত থাকে।",
        "bangla_mkhan": "তাদের সম্মুখে ও পশ্চাতে যা আছে, তা তিনি জানেন। তারা শুধু তাদের জন্যে সুপারিশ করে, যাদের প্রতি আল্লাহ সন্তুষ্ট এবং তারা তাঁর ভয়ে ভীত।",
        "bangla_mujibur": "তাদের সম্মুখে ও পশ্চাতে যা কিছু আছে তা তিনি অবগত। তারা সুপারিশ করে শুধু তাদের জন্য যাদের প্রতি তিনি সন্তষ্ট এবং তারা তাঁর ভয়ে ভীত সন্ত্রস্ত।",
        "bangla_taisirul": "তাদের সামনে আর পেছনে যা আছে তা তিনি জানেন। তিনি যাদের প্রতি খুবই সন্তুষ্ট তাদের ব্যাপারে ছাড়া তারা কোন সুপারিশ করে না। তারা তাঁর ভয় ও সম্মানে ভীত-সন্ত্রস্ত।"
      },
      {
        "id": 29,
        "arabic_text": "وَ مَنۡ یَّقُلۡ مِنۡہُمۡ  اِنِّیۡۤ  اِلٰہٌ  مِّنۡ دُوۡنِہٖ فَذٰلِکَ نَجۡزِیۡہِ جَہَنَّمَ ؕ کَذٰلِکَ نَجۡزِی الظّٰلِمِیۡنَ ﴿۲۹﴾ ",
        "english_text": "And do not mix the truth with falsehood or conceal the truth while you know [it].",
        "page": 324,
        "is_sajdah_ayat": false,
        "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2512.mp3",
        "colorText": "۞ وَم[a:8718[َن ي]َقُلْ مِنْهُمْ إِ[g[نّ][o[ِىٓ] إِلَ[n[ـٰ][a:8719[هٌ م]ِّ[f:3136[ن د]ُونِه[n[ِۦ] فَذ[n[َٲ]لِكَ نَ[q:8720[جْ]زِيهِ جَهَ[g[نّ]َمَ‌ۚ كَذ[n[َٲ]لِكَ نَ[q:4214[جْ]زِى [h:4693[ٱ][l[ل]ظَّ[n[ـٰ]لِم[p[ِي]نَ",
        "juz": 17,
        "ruku": 279,
        "manzil": 4,
        "bangla_ahbayan": "তাদের মধ্যে যে বলবে, ‘আমিই উপাস্য তিনি ব্যতীত’ তাকে আমি শাস্তি দিব জাহান্নামে; [১] এভাবেই আমি সীমালংঘনকারীদেরকে শাস্তি দিয়ে থাকি।",
        "bangla_bayan": "আর তাদের মধ্যে যে-ই বলবে, ‘তিনি ছাড়া আমি ইলাহ’, তাকেই আমি প্রতিদান হিসেবে জাহান্নাম দেব; এভাবেই আমি যালিমদের আযাব দিয়ে থাকি।",
        "bangla_mkhan": "তাদের মধ্যে যে বলে যে, তিনি ব্যতীত আমিই উপাস্য, তাকে আমি জাহান্নামের শাস্তি দেব। আমি জালেমদেরকে এভাবেই প্রতিফল দিয়ে থাকি।",
        "bangla_mujibur": "তাদের মধ্যে যে বলবেঃ তিনি ব্যতীত আমিই মা‘বূদ, তাকে আমি প্রতিফল দিব জাহান্নাম, এভাবেই আমি যালিমদেরকে প্রতিফল দিয়ে থাকি।",
        "bangla_taisirul": "তাদের মধ্যে যে বলবে যে, ‘তিনি ব্যতীত আমিই ইলাহ’, তাহলে আমি তাকে তার প্রতিফল দেব জাহান্নাম। যালিমদেরকে আমি এভাবেই পুরস্কার দিয়ে থাকি।"
      },
      {
        "id": 30,
        "arabic_text": "اَوَ لَمۡ  یَرَ الَّذِیۡنَ  کَفَرُوۡۤا  اَنَّ  السَّمٰوٰتِ وَ الۡاَرۡضَ کَانَتَا رَتۡقًا فَفَتَقۡنٰہُمَا ؕ وَ جَعَلۡنَا مِنَ الۡمَآءِ کُلَّ  شَیۡءٍ حَیٍّ ؕ اَفَلَا یُؤۡمِنُوۡنَ ﴿۳۰﴾ ",
        "english_text": "And establish prayer and give zakah and bow with those who bow [in worship and obedience].",
        "page": 324,
        "is_sajdah_ayat": false,
        "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2513.mp3",
        "colorText": "أَوَلَمْ يَرَ [h:8721[ٱ]لَّذِينَ كَفَر[o[ُوٓ][s[اْ] أَ[g[نّ]َ [h:8722[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَ[h:1474[ٱ]لْأَرْضَ كَانَتَا رَتْ[f:8723[قًا ف]َفَتَ[q:8724[قْ]نَ[n[ـٰ]هُمَا‌ۖ وَجَعَلْنَا مِنَ [h:4727[ٱ]لْم[o[َا]ٓءِ كُلَّ شَىْءٍ حَىٍّ‌ۖ أَفَلَا يُؤْمِن[p[ُو]نَ",
        "juz": 17,
        "ruku": 280,
        "manzil": 4,
        "bangla_ahbayan": "অবিশ্বাসীরা কি (ভেবে) দেখে না যে, [১] আকাশমন্ডলী ও পৃথিবী একসঙ্গে মিলিত ছিল; অতঃপর আমি উভয়কে পৃথক করে দিয়েছি[২] এবং প্রত্যেকটি সজীব বস্তুকে পানি হতে সৃষ্টি করেছি; [৩] তবুও কি ওরা বিশ্বাস করবে না?",
        "bangla_bayan": "যারা কুফরী করে তারা কি ভেবে দেখে না যে, আসমানসমূহ ও যমীন ওতপ্রোতভাবে মিশে ছিল*, অতঃপর আমি উভয়কে পৃথক করে দিলাম, আর আমি সকল প্রাণবান জিনিসকে পানি থেকে সৃষ্টি করলাম। তবুও কি তারা ঈমান আনবে না? \\n\\n* আধুনিক জ্যোতির্বিজ্ঞানীদের মতে আদিতে আকাশ, সূর্য, নক্ষত্র ও পৃথিবী ইত্যাদি পৃথক সত্তায় ছিল না; বরং সবকিছুই ওতপ্রোতভাবে মিশে ছিল। তখন মহাবিশ্ব ছিল অসংখ্য গ্যাসীয় কণার সমষ্টি। পরবর্তীকালে মহাবিস্ফোরণের মাধ্যমে নক্ষত্র, সূর্য, পৃথিবী ও গ্রহসমূহ সৃষ্টি হয়। এটিই বিগ ব্যাং বা মহাবিস্ফোরণ থিওরী।",
        "bangla_mkhan": "কাফেররা কি ভেবে দেখে না যে, আকাশমন্ডলী ও পৃথিবীর মুখ বন্ধ ছিল, অতঃপর আমি উভয়কে খুলে দিলাম এবং প্রাণবন্ত সবকিছু আমি পানি থেকে সৃষ্টি করলাম। এরপরও কি তারা বিশ্বাস স্থাপন করবে না?",
        "bangla_mujibur": "যারা কুফরী করে তারা কি ভেবে দেখেনা যে, আকাশমন্ডলী ও পৃথিবী মিশে ছিল ওতপ্রোতভাবে; অতঃপর আমি উভয়কে পৃথক করে দিলাম এবং প্রাণবান সমস্ত কিছু সৃষ্টি করলাম পানি হতে; তবুও কি তারা বিশ্বাস করবেনা?",
        "bangla_taisirul": "অবিশ্বাসীরা কি দেখে না যে, আকাশ আর যমীন এক সঙ্গে সংযুক্ত ছিল, অতঃপর আমি উভয়কে আলাদা করে দিলাম, আর প্রাণসম্পন্ন সব কিছু পানি থেকে সৃষ্টি করলাম। তবুও কি তারা ঈমান আনবে না?"
      },
      {
        "id": 31,
        "arabic_text": "وَ جَعَلۡنَا فِی الۡاَرۡضِ رَوَاسِیَ اَنۡ  تَمِیۡدَ بِہِمۡ ۪ وَ جَعَلۡنَا فِیۡہَا فِجَاجًا سُبُلًا   لَّعَلَّہُمۡ  یَہۡتَدُوۡنَ ﴿۳۱﴾ ",
        "english_text": "Do you order righteousness of the people and forget yourselves while you recite the Scripture? Then will you not reason?",
        "page": 324,
        "is_sajdah_ayat": false,
        "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2514.mp3",
        "colorText": "وَجَعَلْنَا فِى [h:44[ٱ]لْأَرْضِ رَو[n[َٲ]سِىَ أَ[f:7354[ن ت]َمِيدَ بِهِمْ وَجَعَلْنَا فِيهَا فِجَا[f:8725[جًا س]ُبُل[u:8726[اً ل]َّعَلَّهُمْ يَهْتَد[p[ُو]نَ",
        "juz": 17,
        "ruku": 280,
        "manzil": 4,
        "bangla_ahbayan": "এবং আমি পৃথিবীতে সৃষ্টি করেছি পর্বতমালা; যাতে পৃথিবী তাদেরকে নিয়ে আন্দোলিত না হয়[১] এবং আমি তাতে[২] করে দিয়েছি প্রশস্ত পথ; যাতে তারা গন্তব্যস্থলে পৌঁছতে পারে।",
        "bangla_bayan": "আর আমি যমীনে সৃষ্টি করেছি সুদৃঢ় পর্বত, যেন তা পর্বতসমূহ নিয়ে একদিকে হেলে না পড়ে*, আর আমি তাতে তৈরী করেছি প্রশস্ত রাস্তা, যেন তারা চলতে পারে। \\n\\n* আধুনিক ভূ-তত্ত্ববিদগণ বলেন, পৃথিবীর অভ্যন্তরস্থ উত্তপ্ত গলিত পদার্থের তাপ ছড়ানোর কারণে পৃথিবীর পৃষ্ঠদেশ সঙ্কুচিত হয়ে তাতে ভাঁজ সৃষ্টি হয় এবং তার উপরের অংশই হল পর্বত। পর্বতমালা পৃথিবী-পৃষ্ঠের ভারসাম্য রক্ষা করে।",
        "bangla_mkhan": "আমি পৃথিবীতে ভারী বোঝা রেখে দিয়েছি যাতে তাদেরকে নিয়ে পৃথিবী ঝুঁকে না পড়ে এবং তাতে প্রশস্ত পথ রেখেছি, যাতে তারা পথ প্রাপ্ত হয়।",
        "bangla_mujibur": "এবং আমি পৃথিবীতে সৃষ্টি করেছি সুদৃঢ় পর্বত যাতে পৃথিবী তাদেরকে নিয়ে এদিক-ওদিক টলে না যায় এবং আমি তাতে করে দিয়েছি প্রশস্ত পথ যাতে তারা গন্তব্য স্থলে পৌঁছতে পারে।",
        "bangla_taisirul": "আর পৃথিবীতে আমি স্থাপন করেছি সুদৃঢ় পর্বত যাতে পৃথিবী তাদেরকে নিয়ে নড়াচড়া না করে। আর তাতে সৃষ্টি করেছি প্রশস্ত পথ যাতে তারা পথ পেতে পারে।"
      },
      {
        "id": 32,
        "arabic_text": "وَ  جَعَلۡنَا السَّمَآءَ سَقۡفًا مَّحۡفُوۡظًا ۚۖ وَّ ہُمۡ  عَنۡ  اٰیٰتِہَا مُعۡرِضُوۡنَ ﴿۳۲﴾ ",
        "english_text": "And seek help through patience and prayer, and indeed, it is difficult except for the humbly submissive [to Allah ]",
        "page": 324,
        "is_sajdah_ayat": false,
        "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2515.mp3",
        "colorText": "وَجَعَلْنَا [h:8727[ٱ][l[ل]سَّم[o[َا]ٓءَ سَ[q:8728[قْ][a:8729[فًا م]َّحْفُو[a:8730[ظًا‌ۖ و]َهُمْ عَنْ ءَايَ[n[ـٰ]تِهَا مُعْرِض[p[ُو]نَ",
        "juz": 17,
        "ruku": 280,
        "manzil": 4,
        "bangla_ahbayan": "এবং আকাশকে করেছি সুরক্ষিত ছাদ স্বরূপ। [১] কিন্তু তারা আকাশস্থ নিদর্শনাবলী হতে মুখ ফিরিয়ে নেয়।",
        "bangla_bayan": "আর আমি আসমানকে করেছি সুরক্ষিত ছাদ; কিন্তু তারা তার নিদর্শনাবলী হতে মুখ ফিরিয়ে নেয়।",
        "bangla_mkhan": "আমি আকাশকে সুরক্ষিত ছাদ করেছি; অথচ তারা আমার আকাশস্থ নিদর্শনাবলী থেকে মুখ ফিরিয়ে রাখে।",
        "bangla_mujibur": "এবং আকাশকে করেছি সুরক্ষিত ছাদ। কিন্তু তারা আকাশস্থিত নিদর্শনাবলী হতে মুখ ফিরিয়ে নেয়।",
        "bangla_taisirul": "আর আমি আকাশকে করেছি সুরক্ষিত ছাদ, কিন্তু এ সবের নিদর্শন থেকে তারা মুখ ফিরিয়ে নেয়।"
      },
      {
        "id": 33,
        "arabic_text": "وَ ہُوَ الَّذِیۡ خَلَقَ الَّیۡلَ وَ النَّہَارَ وَ الشَّمۡسَ وَ الۡقَمَرَ ؕ کُلٌّ فِیۡ  فَلَکٍ یَّسۡبَحُوۡنَ ﴿۳۳﴾ ",
        "english_text": "Who are certain that they will meet their Lord and that they will return to Him.",
        "page": 324,
        "is_sajdah_ayat": false,
        "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2516.mp3",
        "colorText": "وَهُوَ [h:4114[ٱ]لَّذِى خَلَقَ [h:8731[ٱ]لَّيْلَ وَ[h:6117[ٱ][l[ل][g[نّ]َهَارَ وَ[h:4264[ٱ][l[ل]شَّمْسَ وَ[h:4265[ٱ]لْقَمَرَ‌ۖ كُ[f:6240[لٌّ ف]ِى فَلَ[a:8732[كٍ ي]َسْبَح[p[ُو]نَ",
        "juz": 17,
        "ruku": 280,
        "manzil": 4,
        "bangla_ahbayan": "আল্লাহই সৃষ্টি করেছেন রাত্রি ও দিবস এবং সূর্য ও চন্দ্র; [১] প্রত্যেকেই নিজ নিজ কক্ষপথে সন্তরণ করে। [২]",
        "bangla_bayan": "আর তিনিই রাত ও দিন এবং সূর্য ও চাঁদ সৃষ্টি করেছেন; সবাই নিজ নিজ কক্ষপথে বিচরণ করে।",
        "bangla_mkhan": "তিনিই সৃষ্টি করেছেন রাত্রি ও দিন এবং সূর্য ও চন্দ্র। সবাই আপন আপন কক্ষপথে বিচরণ করে।",
        "bangla_mujibur": "(আল্লাহই) সৃষ্টি করেছেন রাত ও দিন এবং সূর্য ও চাঁদ; প্রত্যেকেই নিজ নিজ কক্ষপথে বিচরণ করে।",
        "bangla_taisirul": "তিনিই সৃষ্টি করেছেন রাত ও দিন, সূর্য আর চন্দ্র, প্রত্যেকেই তার চক্রাকার পথে সাঁতার কাটছে।"
      },
      {
        "id": 34,
        "arabic_text": "وَ مَا جَعَلۡنَا لِبَشَرٍ مِّنۡ قَبۡلِکَ الۡخُلۡدَ ؕ اَفَا۠ئِنۡ  مِّتَّ  فَہُمُ  الۡخٰلِدُوۡنَ  ﴿۳۴﴾",
        "english_text": "O Children of Israel, remember My favor that I have bestowed upon you and that I preferred you over the worlds.",
        "page": 324,
        "is_sajdah_ayat": false,
        "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2517.mp3",
        "colorText": "وَمَا جَعَلْنَا لِبَشَ[a:8733[رٍ م]ِّ[f:18[ن ق]َ[q:19[بْ]لِكَ [h:8734[ٱ]لْخُلْدَ‌ۖ أَفَإِ[s[يْ][a[ن م]ِّتَّ فَهُمُ [h:8735[ٱ]لْخَ[n[ـٰ]لِد[p[ُو]نَ",
        "juz": 17,
        "ruku": 280,
        "manzil": 4,
        "bangla_ahbayan": "আমি তোমার পূর্বে কোন মানুষকে অনন্ত জীবন দান করিনি; সুতরাং তোমার মৃত্যু হলে তারা কি চিরজীবী হয়ে থাকবে? [১]",
        "bangla_bayan": "আর তোমার পূর্বে কোন মানুষকে আমি স্থায়ী জীবন দান করিনি; সুতরাং তোমার মৃত্যু হলে তারা কি অনন্ত জীবনসম্পন্ন হয়ে থাকবে ?",
        "bangla_mkhan": "আপনার পূর্বেও কোন মানুষকে আমি অনন্ত জীবন দান করিনি। সুতরাং আপনার মৃত্যু হলে তারা কি চিরঞ্জীব হবে?",
        "bangla_mujibur": "আমি তোমার পূর্বেও কোন মানুষকে চিরস্থায়ী জীবন দান করিনি; সুতরাং তোমার মৃত্যু হলে তারা কি চিরঞ্জীব হয়ে থাকবে?",
        "bangla_taisirul": "তোমার পূর্বেও আমি কোন মানুষকে চিরস্থায়ী করিনি। তুমি যদি মারা যাও, তাহলে তারা কি চিরস্থায়ী হবে?"
      },
      {
        "id": 35,
        "arabic_text": "کُلُّ نَفۡسٍ ذَآئِقَۃُ  الۡمَوۡتِ ؕ وَ نَبۡلُوۡکُمۡ بِالشَّرِّ وَ الۡخَیۡرِ  فِتۡنَۃً ؕ وَ اِلَیۡنَا  تُرۡجَعُوۡنَ ﴿۳۵﴾ ",
        "english_text": "And fear a Day when no soul will suffice for another soul at all, nor will intercession be accepted from it, nor will compensation be taken from it, nor will they be aided.",
        "page": 324,
        "is_sajdah_ayat": false,
        "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2518.mp3",
        "colorText": "كُلُّ نَفْ[f:2476[سٍ ذ][o[َا]ٓئِقَةُ [h:2477[ٱ]لْمَوْتِ‌ۗ وَنَ[q:8736[بْ]لُوك[c:8737[ُم ب]ِ[h:7687[ٱ][l[ل]شَّرِّ وَ[h:8738[ٱ]لْخَيْرِ فِتْنَ[a:8739[ةً‌ۖ و]َإِلَيْنَا تُرْجَع[p[ُو]نَ",
        "juz": 17,
        "ruku": 280,
        "manzil": 4,
        "bangla_ahbayan": "জীব মাত্রই মৃত্যুর স্বাদ গ্রহণ করবে; আমি তোমাদেরকে মন্দ ও ভাল দ্বারা বিশেষভাবে পরীক্ষা করে থাকি।[১] আর আমারই নিকট তোমরা প্রত্যাবর্তিত হবে। [২]",
        "bangla_bayan": "প্রতিটি প্রাণ মৃত্যুর স্বাদ গ্রহণ করবে; আর ভাল ও মন্দ দ্বারা আমি তোমাদেরকে পরীক্ষা করে থাকি এবং আমার কাছেই তোমাদেরকে ফিরে আসতে হবে।",
        "bangla_mkhan": "প্রত্যেককে মৃত্যুর স্বাদ আস্বাদন করতে হবে। আমি তোমাদেরকে মন্দ ও ভাল দ্বারা পরীক্ষা করে থাকি এবং আমারই কাছে তোমরা প্রত্যাবর্তিত হবে।",
        "bangla_mujibur": "জীব মাত্রই মৃত্যুর স্বাদ গ্রহণ করবে; আমি তোমাদেরকে মন্দ ও ভাল দ্বারা বিশেষভাবে পরীক্ষা করি এবং আমারই নিকট তোমরা প্রত্যাবর্তিত হবে।",
        "bangla_taisirul": "প্রত্যেক আত্মাকে মৃত্যু আস্বাদন করত হবে। আমি তোমাদেরকে ভাল ও মন্দ (উভয়টি দিয়ে এবং উভয় অবস্থায় ফেলে এর) দ্বারা পরীক্ষা করি। আমার কাছেই তোমাদেরকে ফিরিয়ে আনা হবে।"
      },
      {
        "id": 36,
        "arabic_text": "وَ اِذَا رَاٰکَ الَّذِیۡنَ  کَفَرُوۡۤا  اِنۡ یَّتَّخِذُوۡنَکَ  اِلَّا ہُزُوًا ؕ اَہٰذَا  الَّذِیۡ  یَذۡکُرُ   اٰلِہَتَکُمۡ ۚ وَ ہُمۡ   بِذِکۡرِ  الرَّحۡمٰنِ ہُمۡ کٰفِرُوۡنَ ﴿۳۶﴾ ",
        "english_text": "And [recall] when We saved your forefathers from the people of Pharaoh, who afflicted you with the worst torment, slaughtering your [newborn] sons and keeping your females alive. And in that was a great trial from your Lord.",
        "page": 325,
        "is_sajdah_ayat": false,
        "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2519.mp3",
        "colorText": "وَإِذَا رَءَاكَ [h:8740[ٱ]لَّذِينَ كَفَر[o[ُوٓ][s[اْ] إ[a:8741[ِن ي]َتَّخِذُونَكَ إِلَّا هُزُوًا أَهَ[n[ـٰ]ذَا [h:8742[ٱ]لَّذِى يَذْكُرُ ءَالِهَتَكُمْ وَه[c:8743[ُم ب]ِذِكْرِ [h:8744[ٱ][l[ل]رَّحْمَ[n[ـٰ]نِ هُمْ كَ[n[ـٰ]فِر[p[ُو]نَ",
        "juz": 17,
        "ruku": 280,
        "manzil": 4,
        "bangla_ahbayan": "অবিশ্বাসীরা যখন তোমাকে দেখে, তখন তারা তোমাকে শুধু বিদ্রূপের পাত্ররূপেই গ্রহণ করে; তারা বলে, ‘এই কি সেই, যে তোমাদের উপাস্যগুলির সমালোচনা করে?’ অথচ তারাই পরম করুণাময়ের আলোচনার বিরোধিতা করে থাকে। [১]",
        "bangla_bayan": "আর যারা কুফরী করে তারা যখন তোমাকে দেখে তখন তোমাকে কেবল উপহাসের পাত্র হিসেবে গ্রহণ করে। তারা বলে, ‘এ কি সেই ব্যক্তি, যে তোমাদের দেবতাদের সমালোচনা করে?’ অথচ তারাই ‘রহমান’-এর আলোচনার বিরোধিতা করে। \\n\\n* রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কাফিরদের দেবতাদের অস্বীকার করতেন বলে তারা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সমালোচনা করত। আবার তাঁরাই একমাত্র ইলাহ আল্লাহর গুণবাচক নাম ‘রহমান’ শব্দটি শুনতেই চাইতো না। এটি চূড়ান্ত পর্যায়ের অজ্ঞতা ও স্ববিরোধিতা। আল-কুরতুবী।",
        "bangla_mkhan": "কাফেররা যখন আপনাকে দেখে তখন আপনার সাথে ঠাট্টা করা ছাড়া তাদের আর কোন কাজ থাকে না, একি সেই ব্যক্তি, যে তোমাদের দেব-দেবীদের সমালোচনা করে? এবং তারাই তো রহমান’ এর আলোচনায় অস্বীকার করে।",
        "bangla_mujibur": "কাফিরেরা যখন তোমাকে দেখে তখন তারা তোমাকে শুধু বিদ্রুপের পাত্র রূপেই গ্রহণ করে। তারা বলেঃ এই কি সে যে তোমাদের দেবতাগুলির সমালোচনা করে? অথচ তারাইতো ‘রাহমান’ এর উল্লেখের বিরোধিতা করে।",
        "bangla_taisirul": "কাফিররা যখন তোমাকে দেখে, তখন তারা তোমাকে একমাত্র উপহাসের পাত্র হিসেবেই গণ্য করে। (আর তারা বলে) ‘এই কি সেই লোক যে তোমাদের দেবতাগুলোর ব্যাপারে কথা বলে? অথচ এই লোকগুলোই ‘রহমান’ (শব্দটির) উল্লেখকে অগ্রাহ্য করে।"
      },
      {
        "id": 37,
        "arabic_text": "خُلِقَ الۡاِنۡسَانُ مِنۡ عَجَلٍ ؕ سَاُورِیۡکُمۡ اٰیٰتِیۡ  فَلَا  تَسۡتَعۡجِلُوۡنِ ﴿۳۷﴾ ",
        "english_text": "And [recall] when We parted the sea for you and saved you and drowned the people of Pharaoh while you were looking on.",
        "page": 325,
        "is_sajdah_ayat": false,
        "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2520.mp3",
        "colorText": "خُلِقَ [h:8745[ٱ]لْإِ[f:2732[نس]َ[n[ـٰ]نُ مِنْ عَجَ[f:8746[لٍ‌ۚ س]َأُ[s[وْ]رِيكُمْ ءَايَ[n[ـٰ]تِى فَلَا تَسْتَعْجِل[p[ُو]نِ",
        "juz": 17,
        "ruku": 280,
        "manzil": 4,
        "bangla_ahbayan": "মানুষ সৃষ্টিগতভাবে ত্বরা-প্রবণ, শীঘ্রই আমি তোমাদেরকে আমার নিদর্শনাবলী দেখাব; সুতরাং তোমরা আমাকে তাড়াতাড়ি করতে বলো না। [১]",
        "bangla_bayan": "মানুষকে সৃষ্টি করা হয়েছে তাড়াহুড়ার প্রবণতা দিয়ে। অচিরেই আমি তোমাদেরকে দেখাব আমার নিদর্শনাবলী। সুতরাং তোমরা তাড়াহুড়া করো না।",
        "bangla_mkhan": "সৃষ্টিগত ভাবে মানুষ ত্বরাপ্রবণ, আমি সত্তরই তোমাদেরকে আমার নিদর্শনাবলী দেখাব। অতএব আমাকে শীঘ্র করতে বলো না।",
        "bangla_mujibur": "মানুষ সৃষ্টিগতভাবে ত্বরা প্রবণ, শীঘ্রই আমি তোমাদেরকে আমার নিদর্শনাবলী দেখাব; সুতরাং তোমরা আমাকে ত্বরা করতে বলনা।",
        "bangla_taisirul": "মানুষকে তাড়াহুড়াকারী করে সৃষ্টি করা হয়েছে। শীঘ্রই আমি তোমাদেরকে আমার নিদর্শনগুলো দেখাব (যে সব অলৌকিক ব্যাপার বদর ও অন্যান্য যুদ্ধে কাফিরদেরকে দেখানো হয়েছিল), কাজেই তোমরা আমাকে জলদি করতে বল না।"
      },
      {
        "id": 38,
        "arabic_text": "وَ یَقُوۡلُوۡنَ مَتٰی ہٰذَا الۡوَعۡدُ اِنۡ  کُنۡتُمۡ صٰدِقِیۡنَ ﴿۳۸﴾ ",
        "english_text": "And [recall] when We made an appointment with Moses for forty nights. Then you took [for worship] the calf after him, while you were wrongdoers.",
        "page": 325,
        "is_sajdah_ayat": false,
        "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2521.mp3",
        "colorText": "وَيَقُولُونَ مَتَىٰ هَ[n[ـٰ]ذَا [h:6081[ٱ]لْوَعْدُ إِ[f:109[ن ك]ُ[f:100[نت]ُمْ صَ[n[ـٰ]دِق[p[ِي]نَ",
        "juz": 17,
        "ruku": 280,
        "manzil": 4,
        "bangla_ahbayan": "আর তারা বলে, তোমরা যদি সত্যবাদী হও তবে বল, এই প্রতিশ্রুতি কখন পূর্ণ হবে?",
        "bangla_bayan": "আর তারা বলে, ‘তোমরা যদি সত্যবাদী হও তবে বল, এ ওয়াদা কখন পূর্ণ হবে?’",
        "bangla_mkhan": "এবং তারা বলেঃ যদি তোমরা সত্যবাদী হও তবে এই ওয়াদা কবে পুর্ণ হবে?",
        "bangla_mujibur": "আর তারা বলেঃ তোমরা যদি সত্যবাদী হও তাহলে বল, এই প্রতিশ্রুতি কখন পূর্ণ হবে?",
        "bangla_taisirul": "আর তারা বলে ‘তোমরা যদি সত্যবাদী হও তাহলে (বল) প্রতিশ্রুতি কখন বাস্তবে পরিণত হবে?’"
      },
      {
        "id": 39,
        "arabic_text": "لَوۡ  یَعۡلَمُ  الَّذِیۡنَ  کَفَرُوۡا حِیۡنَ لَا یَکُفُّوۡنَ عَنۡ وُّجُوۡہِہِمُ  النَّارَ  وَ لَا عَنۡ ظُہُوۡرِہِمۡ  وَ لَا  ہُمۡ  یُنۡصَرُوۡنَ ﴿۳۹﴾ ",
        "english_text": "Then We forgave you after that so perhaps you would be grateful.",
        "page": 325,
        "is_sajdah_ayat": false,
        "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2522.mp3",
        "colorText": "لَوْ يَعْلَمُ [h:8747[ٱ]لَّذِينَ كَفَرُو[s[اْ] حِينَ لَا يَكُفُّونَ ع[a:8748[َن و]ُجُوهِهِمُ [h:8749[ٱ][l[ل][g[نّ]َارَ وَلَا عَ[f:8750[ن ظ]ُهُورِهِمْ وَلَا هُمْ يُ[f:237[نص]َر[p[ُو]نَ",
        "juz": 17,
        "ruku": 280,
        "manzil": 4,
        "bangla_ahbayan": "যদি অবিশ্বাসীরা সেই সময়ের কথা জানত, যখন তারা তাদের সম্মুখ ও পশ্চাৎ হতে অগ্নি প্রতিরোধ করতে পারবে না এবং তাদেরকে সাহায্য করাও হবে না (তাহলে তারা এ কথা বলত না)। [১]",
        "bangla_bayan": "হায়, কাফিররা যদি সে সময়ের কথা জানত, যখন তারা তাদের সামনে ও পেছন থেকে আগুন ফিরাতে পারবে না। আর তাদেরকে সাহায্যও করা হবে না;",
        "bangla_mkhan": "যদি কাফেররা ঐ সময়টি জানত, যখন তারা তাদের সম্মুখ ও পৃষ্ঠদেশ থেকে অগ্নি প্রতিরোধ করতে পারবে না এবং তারা সাহায্য প্রাপ্ত হবে না।",
        "bangla_mujibur": "হায়! যদি কাফিরেরা সেই সময়ের কথা জানতো যখন তারা তাদের সম্মুখ ও পশ্চাত হতে আগুন প্রতিরোধ করতে পারবেনা এবং তাদেরকে সাহায্য করাও হবেনা।",
        "bangla_taisirul": "অবিশ্বাসীরা যদি (সে সময়ের কথা) জানত যখন তারা তাদের মুখ হতে অগ্নি প্রতিরোধ করতে পারবে না, আর তাদের পিঠ থেকেও না, আর তারা সাহায্যপ্রাপ্তও হবে না।"
      },
      {
        "id": 40,
        "arabic_text": "بَلۡ تَاۡتِیۡہِمۡ بَغۡتَۃً  فَتَبۡہَتُہُمۡ فَلَا یَسۡتَطِیۡعُوۡنَ رَدَّہَا وَ لَا ہُمۡ یُنۡظَرُوۡنَ ﴿۴۰﴾ ",
        "english_text": "And [recall] when We gave Moses the Scripture and criterion that perhaps you would be guided.",
        "page": 325,
        "is_sajdah_ayat": false,
        "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2523.mp3",
        "colorText": "بَلْ تَأْتِيه[c:8751[ِم ب]َغْتَ[f:8752[ةً ف]َتَ[q:8753[بْ]هَتُهُمْ فَلَا يَسْتَطِيعُونَ رَدَّهَا وَلَا هُمْ يُ[f:826[نظ]َر[p[ُو]نَ",
        "juz": 17,
        "ruku": 280,
        "manzil": 4,
        "bangla_ahbayan": "বরং হঠাৎ করেই ওটা তাদের উপর আসবে এবং তাদেরকে হতভম্ব করে দেবে; [১] ফলে তারা ওটা রোধ করতে পারবে না এবং তাদেরকে অবকাশও দেওয়া হবে না। [২]",
        "bangla_bayan": "বরং অকস্মাৎ তাদের উপর তা এসে পড়বে। অতঃপর তাদেরকে হতবাক করে দেবে। ফলে তারা তা ফিরাতে সক্ষম হবে না এবং তাদেরকে অবকাশও দেয়া হবে না।",
        "bangla_mkhan": "বরং তা আসবে তাদের উপর অতর্কিত ভাবে, অতঃপর তাদেরকে তা হতবুদ্ধি করে দেবে, তখন তারা তা রোধ করতেও পারবে না এবং তাদেরকে অবকাশও দেয়া হবে না।",
        "bangla_mujibur": "বস্তুতঃ ওটা তাদের উপর আসবে অতর্কিতে এবং তাদেরকে হতভম্ব করে দিবে; ফলে তারা ওটা রোধ করতে পারবেনা এবং তাদেরকে অবকাশ দেয়া হবেনা।",
        "bangla_taisirul": "বরং তা তাদের উপর হঠাৎ এসে যাবে আর তা তাদেরকে হতবুদ্ধি করে দেবে। অতঃপর তারা তা রোধ করতে পারবে না, আর তাদেরকে অবকাশও দেয়া হবে না।"
      },
      {
        "id": 41,
        "arabic_text": "وَ لَقَدِ اسۡتُہۡزِئَ بِرُسُلٍ مِّنۡ قَبۡلِکَ فَحَاقَ بِالَّذِیۡنَ سَخِرُوۡا مِنۡہُمۡ مَّا کَانُوۡا بِہٖ  یَسۡتَہۡزِءُوۡنَ ﴿۴۱﴾ ",
        "english_text": "And [recall] when Moses said to his people, \"O my people, indeed you have wronged yourselves by your taking of the calf [for worship]. So repent to your Creator and kill yourselves. That is best for [all of] you in the sight of your Creator.\" Then He accepted your repentance; indeed, He is the Accepting of repentance, the Merciful.",
        "page": 325,
        "is_sajdah_ayat": false,
        "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2524.mp3",
        "colorText": "وَلَقَدِ [h:3947[ٱ]سْتُهْزِئَ بِرُسُ[a:3948[لٍ م]ِّ[f:18[ن ق]َ[q:19[بْ]لِكَ فَحَاقَ بِ[h:2413[ٱ]لَّذِينَ سَخِرُو[s[اْ] مِنْه[w:3670[ُم م]َّا كَانُو[s[اْ] بِه[n[ِۦ] يَسْتَهْزِء[p[ُو]نَ",
        "juz": 17,
        "ruku": 280,
        "manzil": 4,
        "bangla_ahbayan": "তোমার পূর্বেও অনেক রসূলকেই ঠাট্টা-বিদ্রূপ করা হয়েছিল; পরিণামে তারা যা নিয়ে ঠাট্টা-বিদ্রূপ করত, তা বিদ্রূপকারীদেরকে পরিবেষ্টন করেছিল। [১]",
        "bangla_bayan": "আর তোমার পূর্বেও অনেক রাসূলকে ঠাট্টা-বিদ্রূপ করা হয়েছিল; পরিণামে তারা যা নিয়ে ঠাট্টা করত তাই বিদ্রূপকারীদেরকে ঘিরে ফেলেছিল।* \\n\\n* রাসূলগণ আযাব আসার ভয় দেখালে কাফিররা ঠাট্টা-বিদ্রূপ করত। পরিশেষে তাদের ঠাট্টার বস্ত্ত অর্থাৎ আযাব এসে তাদেরকে ঘিরে ফেলত এবং সে আযাবই তাদেরকে গ্রাস করত।",
        "bangla_mkhan": "আপনার পূর্বেও অনেক রাসূলের সাথে ঠাট্টা-বিদ্রূপ করা হয়েছে। অতঃপর যে বিষয়ে তারা ঠাট্টা করত তা উল্টো ঠাট্টাকারীদের উপরই আপতিত হয়েছে।",
        "bangla_mujibur": "তোমার পূর্বেও অনেক রাসূলকেই ঠাট্টা বিদ্রুপ করা হয়েছিল; পরিণামে তারা যা নিয়ে ঠাট্টা বিদ্রুপ করত তা বিদ্রুপকারীদেরকে পরিবেষ্টন করেছিল।",
        "bangla_taisirul": "তোমার পূর্বেও রসূলদেরকে ঠাট্টা করা হয়েছে, অতঃপর যা দিয়ে তারা ঠাট্টা করত তা উল্টো ঠাট্টা-বিদ্রুপই তাদেরকে পরিবেষ্টন করে নিয়েছিল।"
      },
      {
        "id": 42,
        "arabic_text": "قُلۡ مَنۡ یَّکۡلَؤُکُمۡ  بِالَّیۡلِ وَ النَّہَارِ مِنَ الرَّحۡمٰنِ ؕ بَلۡ ہُمۡ عَنۡ ذِکۡرِ رَبِّہِمۡ مُّعۡرِضُوۡنَ ﴿۴۲﴾ ",
        "english_text": "And [recall] when you said, \"O Moses, we will never believe you until we see Allah outright\"; so the thunderbolt took you while you were looking on.",
        "page": 325,
        "is_sajdah_ayat": false,
        "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2525.mp3",
        "colorText": "قُلْ م[a:8754[َن ي]َكْلَؤُك[c:8755[ُم ب]ِ[h:1622[ٱ]لَّيْلِ وَ[h:834[ٱ][l[ل][g[نّ]َهَارِ مِنَ [h:8351[ٱ][l[ل]رَّحْمَ[n[ـٰ]نِ‌ۗ بَلْ هُمْ عَ[f:3773[ن ذ]ِكْرِ رَبِّه[w:8756[ِم م]ُّعْرِض[p[ُو]نَ",
        "juz": 17,
        "ruku": 281,
        "manzil": 4,
        "bangla_ahbayan": "বল, ‘রাতে ও দিনে পরম করুণাময় হতে কে তোমাদেরকে রক্ষা করবে?’ তবুও তারা তাদের প্রতিপালকের স্মরণ হতে মুখ ফিরিয়ে নেয়।",
        "bangla_bayan": "বল, ‘রাতে এবং দিনে পরম করুণাময় থেকে কে তোমাদেরকে রক্ষা করবে?’ তবুও তারা তাদের রবের স্মরণ হতে মুখ ফিরিয়ে নেয়।",
        "bangla_mkhan": "বলুনঃ ‘রহমান’ থেকে কে তোমাদেরকে হেফাযত করবে রাত্রে ও দিনে। বরং তারা তাদের পালনকর্তার স্মরণ থেকে মুখ ফিরিয়ে রাখে।",
        "bangla_mujibur": "বলঃ ‘রাহমান’ এর পরিবর্তে কে তোমাদেরকে রক্ষা করছে রাতে ও দিনে? তবুও তারা তাদের রবের স্মরণ হতে মুখ ফিরিয়ে নেয়।",
        "bangla_taisirul": "বল, ‘কে তোমাদেরকে রাতে আর দিনে রহমান (এর গযব) থেকে নিরাপদ রাখতে পারে? তবুও তারা তাদের প্রতিপালকের স্মরণ থেকে মুখ ফিরিয়ে নেয়।"
      },
      {
        "id": 43,
        "arabic_text": "اَمۡ لَہُمۡ اٰلِہَۃٌ  تَمۡنَعُہُمۡ مِّنۡ دُوۡنِنَا ؕ لَا یَسۡتَطِیۡعُوۡنَ نَصۡرَ اَنۡفُسِہِمۡ وَ لَا ہُمۡ مِّنَّا یُصۡحَبُوۡنَ ﴿۴۳﴾ ",
        "english_text": "Then We revived you after your death that perhaps you would be grateful.",
        "page": 325,
        "is_sajdah_ayat": false,
        "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2526.mp3",
        "colorText": "أَمْ لَهُمْ ءَالِهَ[f:8757[ةٌ ت]َمْنَعُه[w:8758[ُم م]ِّ[f:8759[ن د]ُونِنَا‌ۚ لَا يَسْتَطِيعُونَ نَصْرَ أَ[f:568[نف]ُسِهِمْ وَلَا ه[w:8760[ُم م]ِّ[g[نّ]َا يُصْحَب[p[ُو]نَ",
        "juz": 17,
        "ruku": 281,
        "manzil": 4,
        "bangla_ahbayan": "তবে কি আমি ব্যতীত তাদের এমন উপাস্যও আছে, যারা তাদেরকে রক্ষা করতে পারে? [১] তারা তো নিজেদেরকেই সাহায্য করতে পারে না এবং আমার (শাস্তি) হতে তাদেরকে রক্ষা করা হবে না।[২]",
        "bangla_bayan": "আমি ছাড়া তাদের কি এমন কোন দেব-দেবী আছে যারা তাদেরকে রক্ষা করতে পারে? তারা তো নিজদেরকেই সাহায্য করতে সক্ষম নয় এবং আমার বিরুদ্ধে তারা কোন সঙ্গীও পাবে না।* \\n\\n* يصحبون এর অর্থ-তারা সঙ্গী পাবে না। ইবন আববাস (রাঃ) বলেন, এখানে এর অর্থ হল يجارون অর্থাৎ আল্লাহর শাস্তি হতে মুক্তি পেতে তাদেরকে সাহায্য করবে এমন কাউকে তারা পাবে না।",
        "bangla_mkhan": "তবে কি আমি ব্যতীত তাদের এমন দেব-দেবী আছে যারা তাদেরকে রক্ষা করবে? তারা তো নিজেদেরই সাহায্য করতে সক্ষম নয় এবং তারা আমার মোকাবেলায় সাহায্যকারীও পাবে না।",
        "bangla_mujibur": "তাহলে কি আমি ব্যতীত তাদের এমন আরাধ্য আছে যারা তাদেরকে রক্ষা করতে পারে? তারাতো নিজেদেরকেই সাহায্য করতে পারেনা এবং আমার বিরুদ্ধে তাদের সাহায্যকারীও থাকবেনা।",
        "bangla_taisirul": "তবে কি তাদের এমন দেবদেবী আছে যা তাদেরকে রক্ষা করবে আমার (প্রতিরক্ষা) ছাড়াই? তারা তো নিজেদেরকেই সাহায্য করতে পারে না, আর তারা আমার বিরুদ্ধে কোন প্রতিরক্ষাও পাবে না।"
      },
      {
        "id": 44,
        "arabic_text": "بَلۡ مَتَّعۡنَا ہٰۤؤُلَآءِ  وَ اٰبَآءَہُمۡ حَتّٰی طَالَ عَلَیۡہِمُ الۡعُمُرُ ؕ اَفَلَا یَرَوۡنَ اَنَّا نَاۡتِی الۡاَرۡضَ نَنۡقُصُہَا مِنۡ اَطۡرَافِہَا ؕ اَفَہُمُ  الۡغٰلِبُوۡنَ ﴿۴۴﴾ ",
        "english_text": "And We shaded you with clouds and sent down to you manna and quails, [saying], \"Eat from the good things with which We have provided you.\" And they wronged Us not - but they were [only] wronging themselves.",
        "page": 325,
        "is_sajdah_ayat": false,
        "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2527.mp3",
        "colorText": "بَلْ مَتَّعْنَا هَ[o[ـٰٓ]ؤُل[o[َا]ٓءِ وَءَاب[o[َا]ٓءَهُمْ حَتَّىٰ طَالَ عَلَيْهِمُ [h:8761[ٱ]لْعُمُرُ‌ۗ أَفَلَا يَرَوْنَ أَ[g[نّ]َا نَأْتِى [h:7024[ٱ]لْأَرْضَ نَ[f:7025[نق]ُصُهَا مِنْ أَ[q:7026[طْ]رَافِه[o[َآ‌ۚ] أَفَهُمُ [h:8762[ٱ]لْغَ[n[ـٰ]لِب[p[ُو]نَ",
        "juz": 17,
        "ruku": 281,
        "manzil": 4,
        "bangla_ahbayan": "বরং আমিই তাদেরকে এবং তাদের পিতৃ-পুরুষদেরকে ভোগ-সম্ভার দান করেছিলাম; অধিকন্তু তাদের আয়ুষ্কালও হয়েছিল দীর্ঘ।[১] তারা কি দেখছে না যে, আমি তাদের দেশকে চতুর্দিক হতে সংকুচিত করে আনছি; [২] তবুও কি তারাই বিজয়ী? [৩]",
        "bangla_bayan": "বরং আমিই তাদেরকে ও তাদের পূর্বপুরুষদেরকে উপভোগ করতে দিয়েছিলাম; উপরন্তু তাদের হায়াতও দীর্ঘ হয়েছিল। তারা কি দেখে না যে, আমি চতুর্দিক থেকে তাঁদের দেশকে সঙ্কুচিত করে দিচ্ছি? তবুও কি তারা জয়ী হবে?",
        "bangla_mkhan": "বরং আমি তাদেরকে এবং তাদের বাপ-দাদাকে ভোগসম্বার দিয়েছিলাম, এমনকি তাদের আয়ুস্কালও দীর্ঘ হয়েছিল। তারা কি দেখে না যে, আমি তাদের দেশকে চতুর্দিক থেকে হ্রাস করে আনছি। এরপরও কি তারা বিজয়ী হবে?",
        "bangla_mujibur": "বস্তুতঃ আমিই তাদেরকে এবং তাদের পিতৃ-পুরুষদেরকে ভোগ সম্ভার দিয়েছিলাম; অধিকন্ত তাদের আয়ুস্কালও হয়েছিল দীর্ঘ; তারা কি দেখছেনা যে, আমি তাদের দেশকে চতুর্দিক হতে সংকুচিত করে আনছি; তবুও কি তারা বিজয়ী হবে?",
        "bangla_taisirul": "বরং আমিই তাদেরকে আর তাদের পিতৃ-পুরুষদেরকে পার্থিব ভোগ্যবস্তু দিয়েছিলাম আর তাদেরকে আয়ুও দেয়া হয়েছিল দীর্ঘ; তারা কি দেখছে না যে, আমি তাদের দেশকে চারপাশের (তাদের নিয়ন্ত্রিত) সীমান্ত হতে সংকুচিত করে আনছি? এরপরও কি তারা বিজয়ী হবে?’"
      },
      {
        "id": 45,
        "arabic_text": "قُلۡ  اِنَّمَاۤ  اُنۡذِرُکُمۡ  بِالۡوَحۡیِ ۫ۖ وَ لَا یَسۡمَعُ الصُّمُّ الدُّعَآءَ  اِذَا مَا یُنۡذَرُوۡنَ ﴿۴۵﴾ ",
        "english_text": "And [recall] when We said, \"Enter this city and eat from it wherever you will in [ease and] abundance, and enter the gate bowing humbly and say, 'Relieve us of our burdens.' We will [then] forgive your sins for you, and We will increase the doers of good [in goodness and reward].\"",
        "page": 326,
        "is_sajdah_ayat": false,
        "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2528.mp3",
        "colorText": "قُلْ إِ[g[نّ]َم[o[َآ] أُ[f:8763[نذ]ِرُك[c:8764[ُم ب]ِ[h:8765[ٱ]لْوَحْىِ‌ۚ وَلَا يَسْمَعُ [h:8766[ٱ][l[ل]صُّ[g[مّ]ُ [h:8767[ٱ][l[ل]دُّع[o[َا]ٓءَ إِذَا مَا يُ[f:8768[نذ]َر[p[ُو]نَ",
        "juz": 17,
        "ruku": 281,
        "manzil": 4,
        "bangla_ahbayan": "বল, ‘আমি তো শুধু অহী দ্বারাই তোমাদেরকে সতর্ক করি; কিন্তু যারা কানে কালা তাদেরকে যখন সতর্ক করা হয়, তখন তারা আহবান শুনতে পায় না।’ [১]",
        "bangla_bayan": "বল, ‘আমি তো কেবল ওহী দ্বারাই তোমাদেরকে সতর্ক করি’। কিন্তু যারা বধির তাদেরকে যখন সতর্ক করা হয়, তখন তারা সে আহবান শোনে না।",
        "bangla_mkhan": "বলুনঃ আমি তো কেবল ওহীর মাধ্যমেই তোমাদেরকে সতর্ক করি, কিন্তু বধিরদেরকে যখন সতর্ক করা হয়, তখন তারা সে সতর্কবাণী শোনে না।",
        "bangla_mujibur": "বলঃ আমিতো শুধু অহী দ্বারাই তোমাদেরকে সতর্ক করি, কিন্তু যারা বধির তাদেরকে যখন সতর্ক করা হয় তখন তারা সতর্কবাণী শোনেনা।",
        "bangla_taisirul": "বল, আমি তোমাদেরকে একমাত্র (আল্লাহর) ওয়াহী দ্বারাই সতর্ক করি, কিন্তু বধিররা ডাক শুনবে না যখন তাদেরকে সতর্ক করা হয়।"
      },
      {
        "id": 46,
        "arabic_text": "وَ لَئِنۡ مَّسَّتۡہُمۡ نَفۡحَۃٌ مِّنۡ عَذَابِ رَبِّکَ لَیَقُوۡلُنَّ یٰوَیۡلَنَاۤ  اِنَّا کُنَّا ظٰلِمِیۡنَ ﴿۴۶﴾ ",
        "english_text": "But those who wronged changed [those words] to a statement other than that which had been said to them, so We sent down upon those who wronged a punishment from the sky because they were defiantly disobeying.",
        "page": 326,
        "is_sajdah_ayat": false,
        "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2529.mp3",
        "colorText": "وَلَئ[a:8769[ِن م]َّسَّتْهُمْ نَفْحَ[a:8770[ةٌ م]ِّنْ عَذَابِ رَبِّكَ لَيَقُولُ[g[نّ]َ يَ[n[ـٰ]وَيْلَن[o[َآ] إِ[g[نّ]َا كُ[g[نّ]َا ظَ[n[ـٰ]لِم[p[ِي]نَ",
        "juz": 17,
        "ruku": 281,
        "manzil": 4,
        "bangla_ahbayan": "তোমার প্রতিপালকের শাস্তির কিছু মাত্রও তাদেরকে স্পর্শ করলে তারা নিশ্চয় বলে উঠবে, ‘হায় দুর্ভোগ আমাদের! নিশ্চয় আমরা সীমালংঘনকারী ছিলাম।’ [১]",
        "bangla_bayan": "আর তোমার রবের আযাবের সামান্য কিছুও যদি তাদেরকে স্পর্শ করে, তবে তারা অবশ্যই বলে উঠবে-‘হায়, দুর্ভোগ আমাদের! আমরাতো অবশ্যই যালিম ছিলাম’।",
        "bangla_mkhan": "আপনার পালনকর্তার আযাবের কিছুমাত্রও তাদেরকে স্পর্শ করলে তারা বলতে থাকবে, হায় আমাদের দুর্ভাগ্য, আমরা অবশ্যই পাপী ছিলাম।",
        "bangla_mujibur": "তোমার রবের শাস্তির কিছুমাত্রও তাদেরকে স্পর্শ করলে তারা নিশ্চয়ই বলে উঠবেঃ হায়! দুর্ভোগ আমাদের, আমরাতো ছিলাম যালিম!",
        "bangla_taisirul": "তোমার প্রতিপালকের গযবের একটা নিঃশ্বাস যদি তাদের উপর পতিত হয় তবে তারা অবশ্য অবশ্যই বলে উঠবে, ‘হায় আমাদের দুর্ভাগ্য! আমরাই তো ছিলাম অপরাধী।’"
      },
      {
        "id": 47,
        "arabic_text": "وَ نَضَعُ الۡمَوَازِیۡنَ الۡقِسۡطَ لِیَوۡمِ الۡقِیٰمَۃِ  فَلَا  تُظۡلَمُ  نَفۡسٌ شَیۡئًا ؕ وَ اِنۡ کَانَ مِثۡقَالَ حَبَّۃٍ مِّنۡ خَرۡدَلٍ اَتَیۡنَا بِہَا ؕ وَ کَفٰی  بِنَا حٰسِبِیۡنَ ﴿۴۷﴾ ",
        "english_text": "And [recall] when Moses prayed for water for his people, so We said, \"Strike with your staff the stone.\" And there gushed forth from it twelve springs, and every people knew its watering place. \"Eat and drink from the provision of Allah, and do not commit abuse on the earth, spreading corruption.\"",
        "page": 326,
        "is_sajdah_ayat": false,
        "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2530.mp3",
        "colorText": "وَنَضَعُ [h:8771[ٱ]لْمَو[n[َٲ]زِينَ [h:8772[ٱ]لْقِسْطَ لِيَوْمِ [h:8773[ٱ]لْقِيَ[n[ـٰ]مَةِ فَلَا تُظْلَمُ نَفْ[f:8774[سٌ ش]َيْـ[a:3553[ـًٔا‌ۖ و]َإِ[f:1649[ن ك]َانَ مِثْقَالَ حَبَّ[a:8775[ةٍ م]ِّنْ خَرْدَلٍ أَتَيْنَا بِهَا‌ۗ وَكَفَىٰ بِنَا حَ[n[ـٰ]سِب[p[ِي]نَ",
        "juz": 17,
        "ruku": 281,
        "manzil": 4,
        "bangla_ahbayan": "কিয়ামত দিবসে আমি স্থাপন করব ন্যায় বিচারের দাঁড়িপাল্লাসমূহ; সুতরাং কারো প্রতি কোন অবিচার করা হবে না। কর্ম যদি সরিষার দানা পরিমাণ ওজনের হয়, তবুও তা আমি উপস্থিত করব। আর হিসাব গ্রহণকারীরূপে আমিই যথেষ্ট। [১]",
        "bangla_bayan": "আর কিয়ামতের দিন আমি ন্যায়বিচারের মানদন্ড স্থাপন করব। সুতরাং কারো প্রতি কোন অবিচার করা হবে না। কারো কর্ম যদি সরিষার দানা পরিমাণও হয়, আমি তা হাযির করব। আর হিসাব গ্রহণকারীরূপে আমিই যথেষ্ট।",
        "bangla_mkhan": "আমি কেয়ামতের দিন ন্যায়বিচারের মানদন্ড স্থাপন করব। সুতরাং কারও প্রতি জুলুম হবে না। যদি কোন আমল সরিষার দানা পরিমাণও হয়, আমি তা উপস্থিত করব এবং হিসাব গ্রহণের জন্যে আমিই যথেষ্ট।",
        "bangla_mujibur": "এবং কিয়ামাত দিবসে আমি স্থাপন করব ন্যায়বিচারের মানদন্ড। সুতরাং কারও প্রতি কোন অবিচার করা হবেনা এবং কাজ যদি সরিষার দানা পরিমাণ ওজনেরও হয় তাও আমি উপস্থিত করব। হিসাব গ্রহণকারীরূপে আমিই যথেষ্ট।",
        "bangla_taisirul": "আর কিয়ামাত দিবসে আমি সুবিচারের মানদন্ড স্থাপন করব, অতঃপর কারো প্রতি এতটুকুও অন্যায় করা হবে না। (কর্ম) সরিষার দানা পরিমাণ হলেও তা আমি হাযির করব, হিসাব গ্রহণে আমিই যথেষ্ট।"
      },
      {
        "id": 48,
        "arabic_text": "وَ لَقَدۡ اٰتَیۡنَا مُوۡسٰی وَ ہٰرُوۡنَ الۡفُرۡقَانَ وَ ضِیَآءً  وَّ  ذِکۡرًا  لِّلۡمُتَّقِیۡنَ ﴿ۙ۴۸﴾ ",
        "english_text": "And [recall] when you said, \"O Moses, we can never endure one [kind of] food. So call upon your Lord to bring forth for us from the earth its green herbs and its cucumbers and its garlic and its lentils and its onions.\" [Moses] said, \"Would you exchange what is better for what is less? Go into [any] settlement and indeed, you will have what you have asked.\" And they were covered with humiliation and poverty and returned with anger from Allah [upon them]. That was because they [repeatedly] disbelieved in the signs of Allah and killed the prophets without right. That was because they disobeyed and were [habitually] transgressing.",
        "page": 326,
        "is_sajdah_ayat": false,
        "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2531.mp3",
        "colorText": "وَلَقَ[q:341[دْ] ءَاتَيْنَا مُوسَىٰ وَهَ[n[ـٰ]رُونَ [h:8776[ٱ]لْفُرْقَانَ وَضِي[o[َا]ٓ[a:8777[ءً و]َذِكْ[u:8778[رًا ل]ِّلْمُتَّق[p[ِي]نَ",
        "juz": 17,
        "ruku": 281,
        "manzil": 4,
        "bangla_ahbayan": "আমি মূসা ও হারূনকে দিয়েছিলাম সত্যাসত্যের মাঝে পার্থক্যকারী (গ্রন্থ তাওরাত) এবং সংযমীদের জন্য জ্যোতি ও উপদেশ। [১]",
        "bangla_bayan": "আর আমি তো মূসা ও হারূনকে সত্য-মিথ্যার পার্থক্যকারী দিয়েছিলাম এবং মুত্তাকীদের জন্য দিয়েছিলাম জ্যোতি ও উপদেশ।",
        "bangla_mkhan": "আমি মূসা ও হারুণকে দান করেছিলাম মীমাংসাকারী গ্রন্থ, আলো ও উপদেশ, আল্লাহ ভীরুদের জন্যে",
        "bangla_mujibur": "আমিতো মূসা ও হারূনকে দিয়েছিলাম মীমাংসাকারী গ্রন্থ, জ্যোতি এবং মুত্তাকীদের জন্য উপদেশ –",
        "bangla_taisirul": "আমি মূসা ও হারূনকে (সত্য-মিথ্যার) মানদন্ড, আলো ও বাণী দিয়েছিলাম মুত্তাকীদের জন্য।"
      },
      {
        "id": 49,
        "arabic_text": "الَّذِیۡنَ  یَخۡشَوۡنَ رَبَّہُمۡ بِالۡغَیۡبِ وَ ہُمۡ مِّنَ  السَّاعَۃِ  مُشۡفِقُوۡنَ ﴿۴۹﴾ ",
        "english_text": "Indeed, those who believed and those who were Jews or Christians or Sabeans [before Prophet Muhammad] - those [among them] who believed in Allah and the Last Day and did righteousness - will have their reward with their Lord, and no fear will there be concerning them, nor will they grieve.",
        "page": 326,
        "is_sajdah_ayat": false,
        "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2532.mp3",
        "colorText": "ٱلَّذِينَ يَخْشَوْنَ رَبَّه[c:8779[ُم ب]ِ[h:13[ٱ]لْغَيْبِ وَه[w:8780[ُم م]ِّنَ [h:8781[ٱ][l[ل]سَّاعَةِ مُشْفِق[p[ُو]نَ",
        "juz": 17,
        "ruku": 281,
        "manzil": 4,
        "bangla_ahbayan": "যারা না দেখেও তাদের প্রতিপালককে ভয় করে এবং কিয়ামত সম্পর্কে থাকে ভীত সন্ত্রস্ত। [১]",
        "bangla_bayan": "যারা না দেখেও তাদের রবকে ভয় করে এবং কিয়ামত সম্পর্কে থাকে ভীত-সন্ত্রস্ত।",
        "bangla_mkhan": "যারা না দেখেই তাদের পালনকর্তাকে ভয় করে এবং কেয়ামতের ভয়ে শঙ্কিত।",
        "bangla_mujibur": "যারা না দেখেও তাদের রাব্বকে ভয় করে এবং কিয়ামাত সম্পর্কে থাকে ভীত-সন্ত্রস্ত।",
        "bangla_taisirul": "যারা না দেখেই তাদের প্রতিপালককে ভয় করে আর তারা কিয়ামাত সম্পর্কে ভীত-শংকিত।"
      },
      {
        "id": 50,
        "arabic_text": "وَ ہٰذَا ذِکۡرٌ  مُّبٰرَکٌ اَنۡزَلۡنٰہُ ؕ اَفَاَنۡتُمۡ  لَہٗ مُنۡکِرُوۡنَ ﴿۵۰﴾ ",
        "english_text": "And [recall] when We took your covenant, [O Children of Israel, to abide by the Torah] and We raised over you the mount, [saying], \"Take what We have given you with determination and remember what is in it that perhaps you may become righteous.\"",
        "page": 326,
        "is_sajdah_ayat": false,
        "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2533.mp3",
        "colorText": "وَهَ[n[ـٰ]ذَا ذِكْ[a:8782[رٌ م]ُّبَارَكٌ أَ[f:4236[نز]َلْنَ[n[ـٰ]هُ‌ۚ أَفَأَ[f:8783[نت]ُمْ لَهُ[n[ۥ] مُ[f:6721[نك]ِر[p[ُو]نَ",
        "juz": 17,
        "ruku": 281,
        "manzil": 4,
        "bangla_ahbayan": "আর এ হল কল্যাণময় উপদেশ; যা আমি অবতীর্ণ করেছি; তবুও কি তোমরা এটাকে অস্বীকার করবে? [১]",
        "bangla_bayan": "আর এটা বরকতময় উপদেশ, যা আমি নাযিল করেছি। তবুও কি তোমরা তা অস্বীকার করবে?",
        "bangla_mkhan": "এবং এটা একটা বরকতময় উপদেশ, যা আমি নাযিল করেছি। অতএব তোমরা কি একে অস্বীকার কর?",
        "bangla_mujibur": "এটি কল্যাণময় উপদেশ; আমিই এটি অবতীর্ণ করেছি; তবুও কি তোমরা এটাকে অস্বীকার করবে?",
        "bangla_taisirul": "এ হচ্ছে কল্যাণময় উপদেশ বাণী, আমি তা নাযিল করেছি: তবুও কি তা তোমরা প্রত্যাখ্যান করবে?"
      },
      {
        "id": 51,
        "arabic_text": "وَ لَقَدۡ اٰتَیۡنَاۤ  اِبۡرٰہِیۡمَ  رُشۡدَہٗ  مِنۡ  قَبۡلُ وَ کُنَّا  بِہٖ  عٰلِمِیۡنَ  ﴿ۚ۵۱﴾",
        "english_text": "Then you turned away after that. And if not for the favor of Allah upon you and His mercy, you would have been among the losers.",
        "page": 326,
        "is_sajdah_ayat": false,
        "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2534.mp3",
        "colorText": "۞ وَلَقَ[q:341[دْ] ءَاتَيْن[o[َآ] إِ[q:1860[بْ]ر[n[َٲ]هِيمَ رُشْدَهُ[n[ۥ] مِ[f:128[ن ق]َ[q:129[بْ]لُ وَكُ[g[نّ]َا بِه[n[ِۦ] عَ[n[ـٰ]لِم[p[ِي]نَ",
        "juz": 17,
        "ruku": 282,
        "manzil": 4,
        "bangla_ahbayan": "নিশ্চয় আমি এর পূর্বে[১] ইব্রাহীমকে সৎপথের জ্ঞান দিয়েছিলাম এবং আমি তার সম্বন্ধে ছিলাম অবগত। [২]",
        "bangla_bayan": "আর আমি তো ইতঃপূর্বে ইবরাহীমকে সঠিক পথের জ্ঞান দিয়েছিলাম এবং আমি তার সম্পর্কে ছিলাম সম্যক অবগত।",
        "bangla_mkhan": "আর, আমি ইতিপূর্বে ইব্রাহীমকে তার সৎপন্থা দান করেছিলাম এবং আমি তার সম্পর্কে সম্যক পরিজ্ঞাত ও ছিলাম।",
        "bangla_mujibur": "আমি এর পূর্বে ইবরাহীমকে সৎ পথের জ্ঞান দিয়েছিলাম এবং আমি তার সম্বন্ধে ছিলাম সম্যক অবগত।",
        "bangla_taisirul": "আমি ইতোপূর্বে ইবরাহীমকে সঠিক পথে চলার জ্ঞান দান করেছিলাম আর তার সম্পর্কে আমি খুব ভালভাবে জানতাম।"
      },
      {
        "id": 52,
        "arabic_text": "اِذۡ قَالَ لِاَبِیۡہِ وَ قَوۡمِہٖ مَا ہٰذِہِ التَّمَاثِیۡلُ  الَّتِیۡۤ  اَنۡتُمۡ  لَہَا  عٰکِفُوۡنَ ﴿۵۲﴾ ",
        "english_text": "And you had already known about those who transgressed among you concerning the sabbath, and We said to them, \"Be apes, despised.\"",
        "page": 326,
        "is_sajdah_ayat": false,
        "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2535.mp3",
        "colorText": "إِذْ قَالَ لِأَبِيهِ وَقَوْمِه[n[ِۦ] مَا هَ[n[ـٰ]ذِهِ [h:8784[ٱ][l[ل]تَّمَاثِيلُ [h:8785[ٱ]لَّت[o[ِىٓ] أَ[f:428[نت]ُمْ لَهَا عَ[n[ـٰ]كِف[p[ُو]نَ",
        "juz": 17,
        "ruku": 282,
        "manzil": 4,
        "bangla_ahbayan": "যখন সে তার পিতা ও তার সম্প্রদায়কে বলল, ‘এই মূর্তিগুলি কি, যাদের পূজায় তোমরা রত রয়েছ?’ [১]",
        "bangla_bayan": "যখন সে তার পিতা ও তার কওমকে বলল, ‘এ মূর্তিগুলো কী, যেগুলোর পূজায় তোমরা রত রয়েছ’?",
        "bangla_mkhan": "যখন তিনি তাঁর পিতা ও তাঁর সম্প্রদায়কে বললেনঃ এই মূর্তিগুলো কী, যাদের তোমরা পূজারী হয়ে বসে আছ।",
        "bangla_mujibur": "যখন সে তার পিতা ও তার সম্প্রদায়কে বললঃ এই মূর্তিগুলি কি, যাদের পূজায় তোমরা রত রয়েছ?",
        "bangla_taisirul": "যখন সে তার পিতাকে ও তার জাতিকে বলল, ‘এ মূর্তিগুলো কী যাদের সঙ্গে তোমরা নিজেদেরকে (ভক্তির বাঁধনে) বেঁধে রেখেছ?’"
      },
      {
        "id": 53,
        "arabic_text": "قَالُوۡا  وَجَدۡنَاۤ  اٰبَآءَنَا لَہَا عٰبِدِیۡنَ ﴿۵۳﴾ ",
        "english_text": "And We made it a deterrent punishment for those who were present and those who succeeded [them] and a lesson for those who fear Allah .",
        "page": 326,
        "is_sajdah_ayat": false,
        "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2536.mp3",
        "colorText": "قَالُو[s[اْ] وَجَ[q:3834[دْ]ن[o[َآ] ءَاب[o[َا]ٓءَنَا لَهَا عَ[n[ـٰ]بِد[p[ِي]نَ",
        "juz": 17,
        "ruku": 282,
        "manzil": 4,
        "bangla_ahbayan": "তারা বলল, ‘আমরা আমাদের পিতৃ-পুরুষদেরকে এদের পূজা করতে দেখেছি।’ [১]",
        "bangla_bayan": "তারা বলল, ‘আমরা আমাদের পূর্বপুরুষদেরকে এদের পূজা করতে দেখেছি’।",
        "bangla_mkhan": "তারা বললঃ আমরা আমাদের বাপ-দাদাকে এদের পুজা করতে দেখেছি।",
        "bangla_mujibur": "তারা বললঃ আমরা আমাদের পিতৃপুরুষদেরকে এদের পূজা করতে দেখেছি।",
        "bangla_taisirul": "তারা বলল, ‘আমরা আমাদের পিতৃপুরুষদেরকে এদের পূজো করতে দেখেছি।"
      },
      {
        "id": 54,
        "arabic_text": "قَالَ لَقَدۡ کُنۡتُمۡ  اَنۡتُمۡ  وَ اٰبَآؤُکُمۡ  فِیۡ  ضَلٰلٍ مُّبِیۡنٍ ﴿۵۴﴾ ",
        "english_text": "And [recall] when Moses said to his people, \"Indeed, Allah commands you to slaughter a cow.\" They said, \"Do you take us in ridicule?\" He said, \"I seek refuge in Allah from being among the ignorant.\"",
        "page": 326,
        "is_sajdah_ayat": false,
        "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2537.mp3",
        "colorText": "قَالَ لَقَ[q:2389[دْ] كُ[f:100[نت]ُمْ أَ[f:428[نت]ُمْ وَءَاب[o[َا]ٓؤُكُمْ فِى ضَلَ[n[ـٰ][a:2393[لٍ م]ُّب[p[ِي]نٍ",
        "juz": 17,
        "ruku": 282,
        "manzil": 4,
        "bangla_ahbayan": "সে বলল, ‘তোমরা নিজেরা এবং তোমাদের পিতৃ-পুরুষরাও রয়েছ স্পষ্ট বিভ্রান্তিতে।’",
        "bangla_bayan": "সে বলল, ‘তোমরা নিজেরা এবং তোমাদের পূর্বপুরুষরা সবাই রয়েছ স্পষ্ট বিভ্রান্তিতে’।",
        "bangla_mkhan": "তিনি বললেনঃ তোমরা প্রকাশ্য গোমরাহীতে আছ এবং তোমাদের বাপ-দাদারাও।",
        "bangla_mujibur": "সে বললঃ তোমরা নিজেরা এবং তোমাদের পূর্ব-পুরুষরাও রয়েছ স্পষ্ট বিভ্রান্তিতে।",
        "bangla_taisirul": "সে বলল, ‘তোমরা রয়েছ স্পষ্ট গুমরাহীতে, তোমরা আর তোমাদের পিতৃপুরুষরাও।’"
      },
      {
        "id": 55,
        "arabic_text": "قَالُوۡۤا  اَجِئۡتَنَا بِالۡحَقِّ اَمۡ  اَنۡتَ مِنَ اللّٰعِبِیۡنَ ﴿۵۵﴾ ",
        "english_text": "They said, \"Call upon your Lord to make clear to us what it is.\" [Moses] said, \"[ Allah ] says, 'It is a cow which is neither old nor virgin, but median between that,' so do what you are commanded.\"",
        "page": 326,
        "is_sajdah_ayat": false,
        "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2538.mp3",
        "colorText": "قَال[o[ُوٓ][s[اْ] أَجِئْتَنَا بِ[h:370[ٱ]لْحَقِّ أَمْ أَ[f:169[نت]َ مِنَ [h:8786[ٱ][l[ل]لَّ[n[ـٰ]عِب[p[ِي]نَ",
        "juz": 17,
        "ruku": 282,
        "manzil": 4,
        "bangla_ahbayan": "তারা বলল, ‘তুমি কি আমাদের নিকট সত্য এনেছ, না তুমি কৌতুক করছ?’ [১]",
        "bangla_bayan": "তারা বলল, ‘তুমি কি আমাদের নিকট সত্য নিয়ে এসেছ, নাকি তুমি খেল-তামাশা করছ’?",
        "bangla_mkhan": "তারা বললঃ তুমি কি আমাদের কাছে সত্যসহ আগমন করেছ, না তুমি কৌতুক করছ?",
        "bangla_mujibur": "তারা বললঃ তুমি কি আমাদের নিকট সত্য এনেছ, নাকি তুমি কৌতুক করছ?",
        "bangla_taisirul": "তারা বলল, ‘তুমি কি আমাদের কাছে প্রকৃত সত্য এনেছ, না তুমি আমাদের সঙ্গে তামাশা করছ?’"
      },
      {
        "id": 56,
        "arabic_text": "قَالَ بَلۡ رَّبُّکُمۡ رَبُّ السَّمٰوٰتِ وَ الۡاَرۡضِ الَّذِیۡ فَطَرَہُنَّ ۫ۖ وَ اَنَا عَلٰی ذٰلِکُمۡ  مِّنَ  الشّٰہِدِیۡنَ ﴿۵۶﴾ ",
        "english_text": "They said, \"Call upon your Lord to show us what is her color.\" He said, \"He says, 'It is a yellow cow, bright in color - pleasing to the observers.' \"",
        "page": 326,
        "is_sajdah_ayat": false,
        "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2539.mp3",
        "colorText": "قَالَ بَ[b:8787[ل] رَّبُّكُمْ رَبُّ [h:6926[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَ[h:177[ٱ]لْأَرْضِ [h:8788[ٱ]لَّذِى فَطَرَهُ[g[نّ]َ وَأَنَا۟ عَلَىٰ ذ[n[َٲ]لِك[w:8789[ُم م]ِّنَ [h:2069[ٱ][l[ل]شَّ[n[ـٰ]هِد[p[ِي]نَ",
        "juz": 17,
        "ruku": 282,
        "manzil": 4,
        "bangla_ahbayan": "সে বলল, ‘বরং তোমাদের প্রতিপালক তো আকাশমন্ডলী ও পৃথিবীর প্রতিপালক, যিনি ওগুলি সৃষ্টি করেছেন। আর আমি এ বিষয়ে অন্যতম সাক্ষী। [১]",
        "bangla_bayan": "সে বলল, ‘না, বরং তোমাদের রব তো আসমানসমূহ ও যমীনের রব; যিনি এ সবকিছু সৃষ্টি করেছেন। আর এ বিষয়ে আমি অন্যতম সাক্ষী’।",
        "bangla_mkhan": "তিনি বললেনঃ না, তিনিই তোমাদের পালনকর্তা যিনি নভোমন্ডল ও ভুমন্ডলের পালনকর্তা, যিনি এগুলো সৃষ্টি করেছেন; এবং আমি এই বিষয়েরই সাক্ষ্যদাতা।",
        "bangla_mujibur": "সে বললঃ না, তোমাদের রাব্বতো আকাশমন্ডলী ও পৃথিবীর রাব্ব, যিনি ওগুলি সৃষ্টি করেছেন এবং এই বিষয়ে আমি অন্যতম সাক্ষী।",
        "bangla_taisirul": "সে বলল, ‘বরং, তোমাদের প্রতিপালক হলেন আকাশ ও পৃথিবীর প্রতিপালক যিনি ওগুলোকে সৃষ্টি করেছেন, আর এ বিষয়ে আমি একজন সাক্ষ্যদাতা।"
      },
      {
        "id": 57,
        "arabic_text": "وَ تَاللّٰہِ لَاَکِیۡدَنَّ  اَصۡنَامَکُمۡ بَعۡدَ اَنۡ تُوَلُّوۡا مُدۡبِرِیۡنَ ﴿۵۷﴾ ",
        "english_text": "They said, \"Call upon your Lord to make clear to us what it is. Indeed, [all] cows look alike to us. And indeed we, if Allah wills, will be guided.\"",
        "page": 326,
        "is_sajdah_ayat": false,
        "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2540.mp3",
        "colorText": "وَتَ[h:9999[ٱ]للَّهِ لَأَكِيدَ[g[نّ]َ أَصْنَ[n[ـٰ]مَك[c:8790[ُم ب]َعْدَ أَ[f:902[ن ت]ُوَلُّو[s[اْ] مُ[q:5528[دْ]بِر[p[ِي]نَ",
        "juz": 17,
        "ruku": 282,
        "manzil": 4,
        "bangla_ahbayan": "শপথ আল্লাহর! তোমরা চলে গেলে আমি তোমাদের মূর্তিগুলি সম্বন্ধে অবশ্যই কৌশল অবলম্বন করব।’ [১]",
        "bangla_bayan": "‘আর আল্লাহর কসম, তোমরা চলে যাওয়ার পর আমি তোমাদের মূর্তিগুলোর ব্যাপারে অবশ্যই কৌশল অবলম্বন করব’।",
        "bangla_mkhan": "আল্লাহর কসম, যখন তোমরা পৃষ্ঠ প্রদর্শন করে চলে যাবে, তখন আমি তোমাদের মূর্তিগুলোর ব্যাপারে একটা ব্যবস্থা অবলম্বন করব।",
        "bangla_mujibur": "শপথ আল্লাহর! তোমরা চলে গেলে আমি তোমাদের মূর্তিগুলি সম্বন্ধে অবশ্যই ব্যবস্থা অবলম্বন করব।",
        "bangla_taisirul": "কসম আল্লাহর! তোমরা পেছন ফিরে চলে গেলেই আমি তোমাদের মূর্তিগুলোর বিরুদ্ধে অবশ্য অবশ্যই একটা কৌশল গ্রহণ করব।"
      },
      {
        "id": 58,
        "arabic_text": "فَجَعَلَہُمۡ جُذٰذًا  اِلَّا کَبِیۡرًا  لَّہُمۡ  لَعَلَّہُمۡ اِلَیۡہِ  یَرۡجِعُوۡنَ ﴿۵۸﴾ ",
        "english_text": "He said, \"He says, 'It is a cow neither trained to plow the earth nor to irrigate the field, one free from fault with no spot upon her.' \" They said, \"Now you have come with the truth.\" So they slaughtered her, but they could hardly do it.",
        "page": 327,
        "is_sajdah_ayat": false,
        "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2541.mp3",
        "colorText": "فَجَعَلَهُمْ جُذ[n[َٲ]ذًا إِلَّا كَبِي[u:8791[رًا ل]َّهُمْ لَعَلَّهُمْ إِلَيْهِ يَرْجِع[p[ُو]نَ",
        "juz": 17,
        "ruku": 282,
        "manzil": 4,
        "bangla_ahbayan": "অতঃপর সে তাদের বড় মূর্তিটি ছাড়া অন্যগুলিকে চূর্ণ-বিচূর্ণ করে দিল; যাতে তারা তার দিকে ফিরে আসে।[১]",
        "bangla_bayan": "অতঃপর সে মূর্তিগুলোকে চূর্ণ-বিচূর্ণ করে দিল তাদের বড়টি ছাড়া, যাতে তারা তাঁর দিকে ফিরে আসে।",
        "bangla_mkhan": "অতঃপর তিনি সেগুলোকে চূর্ণ-বিচুর্ণ করে দিলেন ওদের প্রধানটি ব্যতীতঃ যাতে তারা তাঁর কাছে প্রত্যাবর্তন করে।",
        "bangla_mujibur": "অতঃপর সে চূর্ণ-বিচূর্ণ করে দিল মূর্তিগুলিকে, তাদের বড় (প্রধান) মূর্তিটি ব্যতীত, যাতে তারা তার দিকে ফিরে আসে।",
        "bangla_taisirul": "তারপর সে মূর্তিগুলোকে টুকরো টুকরো করে দিল, ওগুলোর বড়টি ছাড়া, যাতে পূজারীরা ওটার প্রতিই মনোযোগী হয়।"
      },
      {
        "id": 59,
        "arabic_text": "قَالُوۡا مَنۡ فَعَلَ ہٰذَا بِاٰلِہَتِنَاۤ  اِنَّہٗ  لَمِنَ  الظّٰلِمِیۡنَ ﴿۵۹﴾ ",
        "english_text": "And [recall] when you slew a man and disputed over it, but Allah was to bring out that which you were concealing.",
        "page": 327,
        "is_sajdah_ayat": false,
        "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2542.mp3",
        "colorText": "قَالُو[s[اْ] مَ[f:8792[ن ف]َعَلَ هَ[n[ـٰ]ذَا بِـَٔـالِهَتِن[o[َآ] إِ[g[نّ]َهُ[n[ۥ] لَمِنَ [h:766[ٱ][l[ل]ظَّ[n[ـٰ]لِم[p[ِي]نَ",
        "juz": 17,
        "ruku": 282,
        "manzil": 4,
        "bangla_ahbayan": "তারা বলল, ‘আমাদের উপাস্যগুলির প্রতি এরূপ আচরণ কে করল? সে নিশ্চয়ই সীমালংঘনকারী।’ [১]",
        "bangla_bayan": "তারা বলল, ‘আমাদের দেবদেবীগুলোর সাথে কে এমনটি করল? নিশ্চয় সে যালিম’।",
        "bangla_mkhan": "তারা বললঃ আমাদের উপাস্যদের সাথে এরূপ ব্যবহার কে করল? সে তো নিশ্চয়ই কোন জালিম।",
        "bangla_mujibur": "তারা বললঃ আমাদের উপাস্যগুলির প্রতি এরূপ করল কে? সে নিশ্চয়ই সীমালংঘনকারী।",
        "bangla_taisirul": "তারা বলল, ‘আমাদের মূর্তিগুলোর সাথে এমনটা কে করল? সে অবশ্যই যালিম।’"
      },
      {
        "id": 60,
        "arabic_text": "قَالُوۡا سَمِعۡنَا فَتًی یَّذۡکُرُہُمۡ یُقَالُ لَہٗۤ اِبۡرٰہِیۡمُ ﴿ؕ۶۰﴾ ",
        "english_text": "So, We said, \"Strike the slain man with part of it.\" Thus does Allah bring the dead to life, and He shows you His signs that you might reason.",
        "page": 327,
        "is_sajdah_ayat": false,
        "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2543.mp3",
        "colorText": "قَالُو[s[اْ] سَمِعْنَا فَ[a:8793[تًى ي]َذْكُرُهُمْ يُقَالُ لَهُ[o[ۥٓ] إِ[q:2003[بْ]ر[n[َٲ]ه[p[ِي]مُ",
        "juz": 17,
        "ruku": 282,
        "manzil": 4,
        "bangla_ahbayan": "কেউ কেউ বলল, ‘আমরা এক যুবককে ওদের সমালোচনা করতে শুনেছি, তার নাম ইব্রাহীম।’ [১]",
        "bangla_bayan": "তাদের কেউ কেউ বলল, ‘আমরা শুনেছি এক যুবক এই মূর্তিগুলোর সমালোচনা করে। তাকে বলা হয় ইবরাহীম’।",
        "bangla_mkhan": "কতক লোকে বললঃ আমরা এক যুবককে তাদের সম্পর্কে বিরূপ আলোচনা করতে শুনেছি; তাকে ইব্রাহীম বলা হয়।",
        "bangla_mujibur": "কেহ কেহ বললঃ আমরা এক যুবককে ওদের সমালোচনা করতে শুনেছি, তাকে বলা হয় ইবরাহীম।",
        "bangla_taisirul": "কেউ কেউ বলল, ‘এক যুবককে এদের সম্পর্কে বলতে শুনেছি, তাকে ইবরাহীম বলা হয়।’"
      },
      {
        "id": 61,
        "arabic_text": "قَالُوۡا فَاۡتُوۡا بِہٖ عَلٰۤی اَعۡیُنِ النَّاسِ لَعَلَّہُمۡ  یَشۡہَدُوۡنَ ﴿۶۱﴾ ",
        "english_text": "Then your hearts became hardened after that, being like stones or even harder. For indeed, there are stones from which rivers burst forth, and there are some of them that split open and water comes out, and there are some of them that fall down for fear of Allah . And Allah is not unaware of what you do.",
        "page": 327,
        "is_sajdah_ayat": false,
        "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2544.mp3",
        "colorText": "قَالُو[s[اْ] فَأْتُو[s[اْ] بِه[n[ِۦ] عَلَ[o[ىٰٓ] أَعْيُنِ [h:8794[ٱ][l[ل][g[نّ]َاسِ لَعَلَّهُمْ يَشْهَد[p[ُو]نَ",
        "juz": 17,
        "ruku": 282,
        "manzil": 4,
        "bangla_ahbayan": "তারা বলল, ‘তাকে লোক সম্মুখে উপস্থিত কর, যাতে তারা সাক্ষ্য দিতে পারে।’ [১]",
        "bangla_bayan": "তারা বলল, ‘তাহলে তাকে লোকজনের সামনে নিয়ে এসো, যাতে তারা দেখতে পারে’।",
        "bangla_mkhan": "তারা বললঃ তাকে জনসমক্ষে উপস্থিত কর, যাতে তারা দেখে।",
        "bangla_mujibur": "তারা বললঃ তাকে উপস্থিত কর লোক সম্মুখে, যাতে তারা সাক্ষ্য দিতে পারে।",
        "bangla_taisirul": "তারা বলল, ‘তাকে নিয়ে এসো লোকজনের সামনে যাতে তারা সাক্ষী হতে পারে।’"
      },
      {
        "id": 62,
        "arabic_text": "قَالُوۡۤا ءَاَنۡتَ فَعَلۡتَ ہٰذَا بِاٰلِہَتِنَا یٰۤـاِبۡرٰہِیۡمُ ﴿ؕ۶۲﴾ ",
        "english_text": "Do you covet [the hope, O believers], that they would believe for you while a party of them used to hear the words of Allah and then distort the Torah after they had understood it while they were knowing?",
        "page": 327,
        "is_sajdah_ayat": false,
        "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2545.mp3",
        "colorText": "قَال[o[ُوٓ][s[اْ] ءَأَ[f:3896[نت]َ فَعَلْتَ هَ[n[ـٰ]ذَا بِـَٔـالِهَتِنَا يَ[o[ـٰٓ]إِ[q:6429[بْ]ر[n[َٲ]ه[p[ِي]مُ",
        "juz": 17,
        "ruku": 282,
        "manzil": 4,
        "bangla_ahbayan": "তারা বলল, ‘হে ইব্রাহীম! তুমিই কি আমাদের উপাস্যগুলির প্রতি এরূপ আচরণ করেছ?’",
        "bangla_bayan": "তারা বলল, ‘হে ইবরাহীম, তুমিই কি আমাদের দেবদেবীগুলোর সাথে এরূপ করেছ’?",
        "bangla_mkhan": "তারা বললঃ হে ইব্রাহীম তুমিই কি আমাদের উপাস্যদের সাথে এরূপ ব্যবহার করেছ?",
        "bangla_mujibur": "তারা বললঃ ইবরাহীম! তুমিই কি আমাদের উপাস্যগুলির উপর এরূপ করেছ?",
        "bangla_taisirul": "তারা বলল, ‘ওহে ইবরাহীম! আমাদের উপাস্যদের সাথে তুমিই কি এমনটি করেছ?’"
      },
      {
        "id": 63,
        "arabic_text": "قَالَ بَلۡ  فَعَلَہٗ ٭ۖ   کَبِیۡرُہُمۡ ہٰذَا فَسۡـَٔلُوۡہُمۡ  اِنۡ  کَانُوۡا یَنۡطِقُوۡنَ ﴿۶۳﴾ ",
        "english_text": "And when they meet those who believe, they say, \"We have believed\"; but when they are alone with one another, they say, \"Do you talk to them about what Allah has revealed to you so they can argue with you about it before your Lord?\" Then will you not reason?",
        "page": 327,
        "is_sajdah_ayat": false,
        "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2546.mp3",
        "colorText": "قَالَ بَلْ فَعَلَهُ[n[ۥ] كَبِيرُهُمْ هَ[n[ـٰ]ذَا فَسْــَٔلُوهُمْ إِ[f:5674[ن ك]َانُو[s[اْ] يَ[f:8795[نط]ِق[p[ُو]نَ",
        "juz": 17,
        "ruku": 282,
        "manzil": 4,
        "bangla_ahbayan": "সে বলল, ‘বরং ওদের মধ্যে এই বড়টিই এরূপ করেছে। সুতরাং তোমরা ওদেরকেই জিজ্ঞেস কর; যদি ওরা কথা বলতে পারে।’ [১]",
        "bangla_bayan": "সে বলল, ‘বরং তাদের এ বড়টিই একাজ করেছে। তাই এদেরকেই জিজ্ঞাসা কর, যদি এরা কথা বলতে পারে’।",
        "bangla_mkhan": "তিনি বললেনঃ না এদের এই প্রধানই তো একাজ করেছে। অতএব তাদেরকে জিজ্ঞেস কর, যদি তারা কথা বলতে পারে।",
        "bangla_mujibur": "সে বললঃ সে’ই তো এটা করেছে, এইতো এদের প্রধান। এদেরকে জিজ্ঞেস কর যদি এরা কথা বলতে পারে।",
        "bangla_taisirul": "সে বলল, ‘না, তাদের এই বড়টাই এ সব করেছে, তারা যদি কথা বলতে পারে তবে তাদেরকে জিজ্ঞেস কর।’"
      },
      {
        "id": 64,
        "arabic_text": "فَرَجَعُوۡۤا اِلٰۤی اَنۡفُسِہِمۡ فَقَالُوۡۤا اِنَّکُمۡ اَنۡتُمُ  الظّٰلِمُوۡنَ ﴿ۙ۶۴﴾ ",
        "english_text": "But do they not know that Allah knows what they conceal and what they declare?",
        "page": 327,
        "is_sajdah_ayat": false,
        "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2547.mp3",
        "colorText": "فَرَجَع[o[ُوٓ][s[اْ] إِلَ[o[ىٰٓ] أَ[f:568[نف]ُسِهِمْ فَقَال[o[ُوٓ][s[اْ] إِ[g[نّ]َكُمْ أَ[f:8796[نت]ُمُ [h:8797[ٱ][l[ل]ظَّ[n[ـٰ]لِم[p[ُو]نَ",
        "juz": 17,
        "ruku": 282,
        "manzil": 4,
        "bangla_ahbayan": "তখন তারা মনে মনে চিন্তা করে দেখল এবং একে অপরকে বলতে লাগল, ‘তোমরাই তো সীমালংঘনকারী।’[১]",
        "bangla_bayan": "তখন তারা নিজদের দিকে ফিরে গেল* এবং একে অন্যকে বলতে লাগল, ‘তোমরাই তো যালিম’। \\n\\n* এ বাক্যের অর্থ ‘তারা মনে মনে চিন্তা করল তারা বিবেক বুদ্ধি খাটাল’ ও হতে পারে।",
        "bangla_mkhan": "অতঃপর মনে মনে চিন্তা করল এবং বললঃ লোক সকল; তোমরাই বে ইনসাফ।",
        "bangla_mujibur": "তখন তারা মনে মনে চিন্তা করে দেখল এবং একে অপরকে বলতে লাগলঃ তোমরাইতো সীমালংঘনকারী।",
        "bangla_taisirul": "তখন তারা বিষয়টি নিয়ে মনে মনে চিন্তা করল এবং পরস্পর বলাবলি করল- তোমরা নিজেরাই তো অন্যায়কারী।"
      },
      {
        "id": 65,
        "arabic_text": "ثُمَّ  نُکِسُوۡا عَلٰی  رُءُوۡسِہِمۡ ۚ لَقَدۡ  عَلِمۡتَ مَا ہٰۤؤُلَآءِ  یَنۡطِقُوۡنَ ﴿۶۵﴾ ",
        "english_text": "And among them are unlettered ones who do not know the Scripture except in wishful thinking, but they are only assuming.",
        "page": 327,
        "is_sajdah_ayat": false,
        "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2548.mp3",
        "colorText": "ثُ[g[مّ]َ نُكِسُو[s[اْ] عَلَىٰ رُءُوسِهِمْ لَقَ[q:2389[دْ] عَلِمْتَ مَا هَ[o[ـٰٓ]ؤُل[o[َا]ٓءِ يَ[f:8795[نط]ِق[p[ُو]نَ",
        "juz": 17,
        "ruku": 282,
        "manzil": 4,
        "bangla_ahbayan": "অতঃপর তাদের মস্তক অবনত হয়ে গেল (এবং তারা বলল), ‘তুমি তো জানই যে, ওরা কথা বলতে পারে না।’[১]",
        "bangla_bayan": "অতঃপর তাদের মাথা অবনত হয়ে গেল এবং বলল, ‘তুমি তো জানই যে, এরা কথা বলতে পারে না’।",
        "bangla_mkhan": "অতঃপর তারা ঝুঁকে গেল মস্তক নত করে, তুমি তো জান যে, এরা কথা বলে না",
        "bangla_mujibur": "অতঃপর তাদের মাথা নত হয়ে গেল এবং তারা বললঃ তুমিতো জানই যে, এরা কথা বলেনা।",
        "bangla_taisirul": "তাদের মাথা হেঁট হয়ে গেল। (তখন তারা বলল) ‘তুমি তো জানই ওরা কথা বলতে পারে না।’"
      },
      {
        "id": 66,
        "arabic_text": "قَالَ اَفَتَعۡبُدُوۡنَ مِنۡ دُوۡنِ اللّٰہِ مَا لَا یَنۡفَعُکُمۡ  شَیۡئًا وَّ لَا  یَضُرُّکُمۡ ﴿ؕ۶۶﴾ ",
        "english_text": "So woe to those who write the \"scripture\" with their own hands, then say, \"This is from Allah,\" in order to exchange it for a small price. Woe to them for what their hands have written and woe to them for what they earn.",
        "page": 327,
        "is_sajdah_ayat": false,
        "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2549.mp3",
        "colorText": "قَالَ أَفَتَعْبُدُونَ مِ[f:107[ن د]ُونِ [h:108[ٱ]للَّهِ مَا لَا يَ[f:6307[نف]َعُكُمْ شَيْـ[a:232[ـًٔا و]َلَا يَضُرُّكُمْ",
        "juz": 17,
        "ruku": 282,
        "manzil": 4,
        "bangla_ahbayan": "সে বলল, ‘তবে কি তোমরা আল্লাহর পরিবর্তে এমন কিছুর উপাসনা কর, যারা তোমাদের কোন উপকার করতে পারে না এবং ক্ষতিও করতে পারে না?",
        "bangla_bayan": "সে (ইবরাহীম) বলল, ‘তাহলে কি তোমরা আল্লাহর পরিবর্তে এমন কিছুর ইবাদাত কর, যা তোমাদের কোন উপকার করতে পারে না এবং কোন ক্ষতিও করতে পারে না’?",
        "bangla_mkhan": "তিনি বললেনঃ তোমরা কি আল্লাহর পরিবর্তে এমন কিছুর এবাদত কর, যা তোমাদের কোন উপকার ও করতে পারে না এবং ক্ষতিও করতে পারে না ?",
        "bangla_mujibur": "সে বললঃ তাহলে কি তোমরা আল্লাহর পরিবর্তে এমন কিছুর ইবাদাত কর যারা তোমাদের কোন উপকার করতে পারেনা, ক্ষতিও করতে পারেনা?",
        "bangla_taisirul": "সে বলল, ‘তাহলে তোমরা কি আল্লাহর পরিবর্তে এমন কিছুর ‘ইবাদাত কর যা না পারে তোমাদের কোন উপকার করতে, আর না পারে তোমাদের ক্ষতি করতে?"
      },
      {
        "id": 67,
        "arabic_text": "اُفٍّ لَّکُمۡ وَ لِمَا تَعۡبُدُوۡنَ مِنۡ دُوۡنِ اللّٰہِ ؕ اَفَلَا  تَعۡقِلُوۡنَ ﴿۶۷﴾ ",
        "english_text": "And they say, \"Never will the Fire touch us, except for a few days.\" Say, \"Have you taken a covenant with Allah ? For Allah will never break His covenant. Or do you say about Allah that which you do not know?\"",
        "page": 327,
        "is_sajdah_ayat": false,
        "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2550.mp3",
        "colorText": "أُ[u:8798[فٍّ ل]َّكُمْ وَلِمَا تَعْبُدُونَ مِ[f:107[ن د]ُونِ [h:108[ٱ]للَّهِ‌ۖ أَفَلَا تَعْقِل[p[ُو]نَ",
        "juz": 17,
        "ruku": 282,
        "manzil": 4,
        "bangla_ahbayan": "ধিক্ তোমাদেরকে এবং আল্লাহর পরিবর্তে তোমরা যাদের উপাসনা কর তাদেরকে! তবে কি তোমরা বুঝবে না।’[১]",
        "bangla_bayan": "‘ধিক তোমাদেরকে এবং আল্লাহর পরিবর্তে তোমরা যাদের ইবাদাত কর তাদেরকে! ‘তবুও কি তোমরা বুঝবে না’?",
        "bangla_mkhan": "ধিক তোমাদের জন্যে এবং তোমরা আল্লাহ ব্যতীত যাদেরই এবাদত কর, ওদের জন্যে। তোমরা কি বোঝ না?",
        "bangla_mujibur": "ধিক তোমাদেরকে এবং আল্লাহর পরিবর্তে তোমরা যাদের ইবাদাত কর তাদেরকে! তোমরা কি বুঝবেনা?",
        "bangla_taisirul": "ধিক তোমাদের প্রতি আর আল্লাহর পরিবর্তে তোমরা যাদের ‘ইবাদাত কর তাদেরও প্রতি। এরপরও কি তোমরা বুঝবে না।"
      },
      {
        "id": 68,
        "arabic_text": "قَالُوۡا حَرِّقُوۡہُ وَ انۡصُرُوۡۤا اٰلِہَتَکُمۡ  اِنۡ کُنۡتُمۡ  فٰعِلِیۡنَ ﴿۶۸﴾ ",
        "english_text": "Yes, whoever earns evil and his sin has encompassed him - those are the companions of the Fire; they will abide therein eternally.",
        "page": 327,
        "is_sajdah_ayat": false,
        "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2551.mp3",
        "colorText": "قَالُو[s[اْ] حَرِّقُوهُ وَ[h:8799[ٱ][f:8799[نص]ُر[o[ُوٓ][s[اْ] ءَالِهَتَكُمْ إِ[f:109[ن ك]ُ[f:100[نت]ُمْ فَ[n[ـٰ]عِل[p[ِي]نَ",
        "juz": 17,
        "ruku": 282,
        "manzil": 4,
        "bangla_ahbayan": "তারা বলল, ‘তাকে পুড়িয়ে দাও এবং সাহায্য কর তোমাদের উপাস্যগুলিকে; যদি তোমরা কিছু করতে চাও।’ [১]",
        "bangla_bayan": "তারা বলল, ‘তাকে আগুনে পুড়িয়ে দাও এবং তোমাদের দেবদেবীদেরকে সাহায্য কর, যদি তোমরা কিছু করতে চাও’।",
        "bangla_mkhan": "তারা বললঃ একে পুড়িয়ে দাও এবং তোমাদের উপাস্যদের সাহায্য কর, যদি তোমরা কিছু করতে চাও।",
        "bangla_mujibur": "তারা বললঃ তাকে পুড়িয়ে দাও এবং সাহায্য কর তোমাদের দেবতাগুলিকে, যদি তোমরা কিছু করতে চাও।",
        "bangla_taisirul": "তারা বলল, ‘তাকে পুড়িয়ে মার আর তোমাদের উপাস্যদের সাহায্য কর- যদি তোমরা কিছু করতেই চাও।"
      },
      {
        "id": 69,
        "arabic_text": "قُلۡنَا یٰنَارُ کُوۡنِیۡ بَرۡدًا وَّ سَلٰمًا عَلٰۤی اِبۡرٰہِیۡمَ ﴿ۙ۶۹﴾ ",
        "english_text": "But they who believe and do righteous deeds - those are the companions of Paradise; they will abide therein eternally.",
        "page": 327,
        "is_sajdah_ayat": false,
        "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2552.mp3",
        "colorText": "قُلْنَا يَ[n[ـٰ]نَارُ كُونِى بَرْ[a:8800[دًا و]َسَلَ[n[ـٰ]مًا عَلَ[o[ىٰٓ] إِ[q:1860[بْ]ر[n[َٲ]ه[p[ِي]مَ",
        "juz": 17,
        "ruku": 282,
        "manzil": 4,
        "bangla_ahbayan": "আমি বললাম, ‘হে আগুন! তুমি ইব্রাহীমের জন্য শীতল ও নিরাপদ হয়ে যাও।’",
        "bangla_bayan": "আমি বললাম, ‘হে আগুন, তুমি শীতল ও নিরাপদ হয়ে যাও ইবরাহীমের জন্য’ ।",
        "bangla_mkhan": "আমি বললামঃ হে অগ্নি, তুমি ইব্রাহীমের উপর শীতল ও নিরাপদ হয়ে যাও।",
        "bangla_mujibur": "আমি বললামঃ হে আগুন! তুমি ইবরাহীমের জন্য শীতল ও নিরাপদ হয়ে যাও।",
        "bangla_taisirul": "আমি বললাম, ‘হে অগ্নি! তুমি ইবরাহীমের জন্য শীতল ও শান্তিময় হয়ে যাও।’"
      },
      {
        "id": 70,
        "arabic_text": "وَ اَرَادُوۡا بِہٖ کَیۡدًا فَجَعَلۡنٰہُمُ الۡاَخۡسَرِیۡنَ ﴿ۚ۷۰﴾ ",
        "english_text": "And [recall] when We took the covenant from the Children of Israel, [enjoining upon them], \"Do not worship except Allah ; and to parents do good and to relatives, orphans, and the needy. And speak to people good [words] and establish prayer and give zakah.\" Then you turned away, except a few of you, and you were refusing.",
        "page": 327,
        "is_sajdah_ayat": false,
        "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2553.mp3",
        "colorText": "وَأَرَادُو[s[اْ] بِه[n[ِۦ] كَيْ[f:8801[دًا ف]َجَعَلْنَ[n[ـٰ]هُمُ [h:8802[ٱ]لْأَخْسَر[p[ِي]نَ",
        "juz": 17,
        "ruku": 282,
        "manzil": 4,
        "bangla_ahbayan": "তারা তার সাথে চক্রান্ত করার ইচ্ছা করেছিল; কিন্ত আমি তাদেরকে করে দিলাম সর্বাধিক ক্ষতিগ্রস্ত।",
        "bangla_bayan": "আর তারা তার বিরুদ্ধে চক্রান্ত করেছিল, কিন্তু আমি তাদেরকে সবচেয়ে বেশী ক্ষতিগ্রস্ত করে দিলাম।",
        "bangla_mkhan": "তারা ইব্রাহীমের বিরুদ্ধে ফন্দি আঁটতে চাইল, অতঃপর আমি তাদেরকেই সর্বাধিক ক্ষতিগ্রস্থ করে দিলাম।",
        "bangla_mujibur": "তারা তার ক্ষতি সাধনের ইচ্ছা করেছিল। কিন্তু আমি তাদেরকে করে দিলাম সর্বাধিক ক্ষতিগ্রস্ত।",
        "bangla_taisirul": "তারা তার বিরুদ্ধে চক্রান্ত করেছিল কিন্তু আমি তাদেরকেই সবচেয়ে ক্ষতিগ্রস্ত করে ছাড়লাম।"
      },
      {
        "id": 71,
        "arabic_text": "وَ نَجَّیۡنٰہُ  وَ لُوۡطًا  اِلَی الۡاَرۡضِ الَّتِیۡ بٰرَکۡنَا  فِیۡہَا  لِلۡعٰلَمِیۡنَ ﴿۷۱﴾ ",
        "english_text": "And [recall] when We took your covenant, [saying], \"Do not shed each other's blood or evict one another from your homes.\" Then you acknowledged [this] while you were witnessing.",
        "page": 327,
        "is_sajdah_ayat": false,
        "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2554.mp3",
        "colorText": "وَنَجَّيْنَ[n[ـٰ]هُ وَلُوطًا إِلَى [h:5136[ٱ]لْأَرْضِ [h:8803[ٱ]لَّتِى بَ[n[ـٰ]رَكْنَا فِيهَا لِلْعَ[n[ـٰ]لَم[p[ِي]نَ",
        "juz": 17,
        "ruku": 282,
        "manzil": 4,
        "bangla_ahbayan": "আর আমি তাকে ও লূতকে উদ্ধার করে নিয়ে গেলাম সেই (শাম) দেশে, যেথায় আমি কল্যাণ রেখেছি বিশ্ববাসীর জন্য। [১]",
        "bangla_bayan": "আর আমি তাকে ও লূতকে উদ্ধার করে সে দেশে নিয়ে গেলাম, যেখানে আমি বিশ্ববাসীর জন্য বরকত রেখেছি।",
        "bangla_mkhan": "আমি তাঁকে ও লূতকে উদ্ধার করে সেই দেশে পৌঁছিয়ে দিলাম, যেখানে আমি বিশ্বের জন্যে কল্যাণ রেখেছি।",
        "bangla_mujibur": "আর আমি তাকে ও লূতকে উদ্ধার করে নিয়ে গেলাম সেই দেশে যেথায় আমি কল্যাণ রেখেছি বিশ্ববাসীর জন্য।",
        "bangla_taisirul": "আর আমি তাকে ও (তার ভ্রাতুষ্পুত্র) লূতকে উদ্ধার করে তাদেরকে এমন দেশে (অর্থাৎ ফিলিস্তিনে) নিয়ে গেলাম যা আমি বিশ্ববাসীর জন্য কল্যাণময় করেছি।"
      },
      {
        "id": 72,
        "arabic_text": "وَ وَہَبۡنَا لَہٗۤ  اِسۡحٰقَ ؕ وَ یَعۡقُوۡبَ  نَافِلَۃً ؕ وَ کُلًّا  جَعَلۡنَا صٰلِحِیۡنَ ﴿۷۲﴾ ",
        "english_text": "Then, you are those [same ones who are] killing one another and evicting a party of your people from their homes, cooperating against them in sin and aggression. And if they come to you as captives, you ransom them, although their eviction was forbidden to you. So do you believe in part of the Scripture and disbelieve in part? Then what is the recompense for those who do that among you except disgrace in worldly life; and on the Day of Resurrection they will be sent back to the severest of punishment. And Allah is not unaware of what you do.",
        "page": 327,
        "is_sajdah_ayat": false,
        "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2555.mp3",
        "colorText": "وَوَهَ[q:4212[بْ]نَا لَهُ[o[ۥٓ] إِسْحَ[n[ـٰ]قَ وَيَعْقُوبَ نَافِلَ[a:8804[ةً‌ۖ و]َكُل[f:8357[اًّ ج]َعَلْنَا صَ[n[ـٰ]لِح[p[ِي]نَ",
        "juz": 17,
        "ruku": 282,
        "manzil": 4,
        "bangla_ahbayan": "আমি তাকে (ইব্রাহীমকে) দান করলাম ইসহাক এবং অতিরিক্ত (পৌত্র)রূপে ইয়াকুবকে; [১] আর প্রত্যেককেই করলাম সৎকর্মপরায়ণ।",
        "bangla_bayan": "আর আমি তাকে দান করেছিলাম ইসহাক ও ইয়াকূবকে অতিরিক্ত হিসেবে; আর তাদের প্রত্যেককেই আমি সৎকর্মশীল করেছিলাম।",
        "bangla_mkhan": "আমি তাকে দান করলাম ইসহাক ও পুরস্কার স্বরূপ দিলাম ইয়াকুব এবং প্রত্যেককেই সৎকর্ম পরায়ণ করলাম।",
        "bangla_mujibur": "এবং আমি ইবরাহীমকে দান করেছিলাম ইসহাক এবং পুরস্কার স্বরূপ ইয়াকূব; এবং প্রত্যেককেই করেছিলাম সৎকর্মপরায়ণ।",
        "bangla_taisirul": "আমি ইবরাহীমকে দান করেছিলাম ইসহাক, আর অতিরিক্ত হিসেবে (পৌত্র) ইয়া‘কুব, (তাদের) প্রত্যেককেই আমি করেছিলাম সৎকর্মশীল।"
      },
      {
        "id": 73,
        "arabic_text": "وَ جَعَلۡنٰہُمۡ اَئِمَّۃً یَّہۡدُوۡنَ بِاَمۡرِنَا وَ اَوۡحَیۡنَاۤ  اِلَیۡہِمۡ فِعۡلَ الۡخَیۡرٰتِ وَ اِقَامَ الصَّلٰوۃِ  وَ اِیۡتَآءَ الزَّکٰوۃِ ۚ وَ کَانُوۡا لَنَا عٰبِدِیۡنَ ﴿ۚۙ۷۳﴾ ",
        "english_text": "Those are the ones who have bought the life of this world [in exchange] for the Hereafter, so the punishment will not be lightened for them, nor will they be aided.",
        "page": 328,
        "is_sajdah_ayat": false,
        "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2556.mp3",
        "colorText": "وَجَعَلْنَ[n[ـٰ]هُمْ أَئِ[g[مّ]َ[a:8805[ةً ي]َهْدُونَ بِأَمْرِنَا وَأَوْحَيْن[o[َآ] إِلَيْهِمْ فِعْلَ [h:8806[ٱ]لْخَيْر[n[َٲ]تِ وَإِقَامَ [h:8807[ٱ][l[ل]صَّلَ[s[و][n[ٲ]ةِ وَإِيت[o[َا]ٓءَ [h:8808[ٱ][l[ل]زَّكَ[s[و][n[ٲ]ةِ‌ۖ وَكَانُو[s[اْ] لَنَا عَ[n[ـٰ]بِد[p[ِي]نَ",
        "juz": 17,
        "ruku": 282,
        "manzil": 4,
        "bangla_ahbayan": "আর আমি তাদেরকে করলাম নেতা, তারা আমার নির্দেশ অনুসারে মানুষকে পথ প্রদর্শন করত; তাদের কাছে আমি অহী (প্রত্যাদেশ) প্রেরণ করেছিলাম সৎকর্ম করতে, নামায কায়েম করতে এবং যাকাত প্রদান করতে। তারা আমারই উপাসনা করত।",
        "bangla_bayan": "আর তাদেরকে আমি নেতা বানিয়েছিলাম, তারা আমার নির্দেশ অনুসারে মানুষকে সঠিক পথ দেখাত। আমি তাদের প্রতি সৎকাজ করার, সালাত কায়েম করার এবং যাকাত প্রদান করার জন্য ওহী প্রেরণ করেছিলাম। আর তারা আমারই ইবাদাত করত।",
        "bangla_mkhan": "আমি তাঁদেরকে নেতা করলাম। তাঁরা আমার নির্দেশ অনুসারে পথ প্রদর্শন করতেন। আমি তাঁদের প্রতি ওহী নাযিল করলাম সৎকর্ম করার, নামায কায়েম করার এবং যাকাত দান করার। তাঁরা আমার এবাদতে ব্যাপৃত ছিল।",
        "bangla_mujibur": "আর আমি তাদেরকে করেছিলাম নেতা; তারা আমার নির্দেশ অনুসারে মানুষকে পথ প্রদর্শন করত। তাদের কাছে আমি অহী প্রেরণ করেছিলাম সৎ কাজ করতে, সালাত কায়েম করতে এবং যাকাত প্রদান করতে; তারা আমারই ইবাদাত করত।",
        "bangla_taisirul": "আর তাদেরকে বানিয়েছিলাম নেতা, তারা আমার নির্দেশে মানুষকে সঠিক পথ দেখাত। তাদের প্রতি ওয়াহী করেছিলাম সৎ কাজ করার জন্য, নিয়মিত নামায প্রতিষ্ঠা করার ও যাকাত প্রদানের জন্য, তারা আমারই ‘ইবাদাত করত।"
      },
      {
        "id": 74,
        "arabic_text": "وَ لُوۡطًا اٰتَیۡنٰہُ حُکۡمًا وَّ عِلۡمًا وَّ نَجَّیۡنٰہُ مِنَ الۡقَرۡیَۃِ  الَّتِیۡ کَانَتۡ تَّعۡمَلُ الۡخَبٰٓئِثَ ؕ اِنَّہُمۡ کَانُوۡا قَوۡمَ سَوۡءٍ فٰسِقِیۡنَ ﴿ۙ۷۴﴾ ",
        "english_text": "And We did certainly give Moses the Torah and followed up after him with messengers. And We gave Jesus, the son of Mary, clear proofs and supported him with the Pure Spirit. But is it [not] that every time a messenger came to you, [O Children of Israel], with what your souls did not desire, you were arrogant? And a party [of messengers] you denied and another party you killed.",
        "page": 328,
        "is_sajdah_ayat": false,
        "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2557.mp3",
        "colorText": "وَلُوطًا ءَاتَيْنَ[n[ـٰ]هُ حُكْ[a:6600[مًا و]َعِلْ[a:8809[مًا و]َنَجَّيْنَ[n[ـٰ]هُ مِنَ [h:8810[ٱ]لْقَرْيَةِ [h:5089[ٱ]لَّتِى كَانَت تَّعْمَلُ [h:8811[ٱ]لْخَبَ[o[ـٰٓ]ئِثَ‌ۗ إِ[g[نّ]َهُمْ كَانُو[s[اْ] قَوْمَ سَوْ[f:8812[ءٍ ف]َ[n[ـٰ]سِق[p[ِي]نَ",
        "juz": 17,
        "ruku": 282,
        "manzil": 4,
        "bangla_ahbayan": "লুতকে দিয়েছিলাম প্রজ্ঞা ও জ্ঞান, আর তাকে উদ্ধার করেছিলাম এমন এক জনপদ হতে, যার অধিবাসীরা লিপ্ত ছিল অশ্লীল কর্মে; তারা ছিল এক সত্যত্যাগী মন্দ সম্প্রদায়।",
        "bangla_bayan": "আর লূতকে আমি প্রজ্ঞা ও জ্ঞান দান করেছিলাম। আমি তাকে এমন এক জনপদ থেকে উদ্ধার করেছিলাম, যার অধিবাসীরা অশ্লীল কাজে লিপ্ত ছিল। তারা ছিল এক মন্দ ও পাপাচারী কওম।",
        "bangla_mkhan": "এবং আমি লূতকে দিয়েছিলাম প্রজ্ঞা ও জ্ঞান এবং তাঁকে ঐ জনপদ থেকে উদ্ধার করেছিলাম, যারা নোংরা কাজে লিপ্ত ছিল। তারা মন্দ ও নাফরমান সম্প্রদায় ছিল।",
        "bangla_mujibur": "এবং লূতকে দিয়েছিলাম প্রজ্ঞা ও জ্ঞান, আর তাকে উদ্ধার করেছিলাম এমন এক জনপদ হতে যার অধিবাসীরা লিপ্ত ছিল অশ্লীল কাজে। তারা ছিল এক মন্দ সম্প্রদায়; সত্যত্যাগী।",
        "bangla_taisirul": "আর আমি লূতকেও দিয়েছিলাম বিচারশক্তি ও জ্ঞান। আমি তাকে উদ্ধার করেছিলাম সেই জনবসতি থেকে যা অশ্লীল কাজে লিপ্ত ছিল, তারা ছিল এক খারাপ পাপাচারী জাতি।"
      },
      {
        "id": 75,
        "arabic_text": "وَ اَدۡخَلۡنٰہُ فِیۡ  رَحۡمَتِنَا ؕ اِنَّہٗ مِنَ الصّٰلِحِیۡنَ ﴿۷۵﴾ ",
        "english_text": "And they said, \"Our hearts are wrapped.\" But, [in fact], Allah has cursed them for their disbelief, so little is it that they believe.",
        "page": 328,
        "is_sajdah_ayat": false,
        "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2558.mp3",
        "colorText": "وَأَ[q:8813[دْ]خَلْنَ[n[ـٰ]هُ فِى رَحْمَتِن[o[َآ‌ۖ] إِ[g[نّ]َهُ[n[ۥ] مِنَ [h:1889[ٱ][l[ل]صَّ[n[ـٰ]لِح[p[ِي]نَ",
        "juz": 17,
        "ruku": 282,
        "manzil": 4,
        "bangla_ahbayan": "এবং তাকে আমি আমার অনুগ্রহভাজন করেছিলাম; নিশ্চয় সে ছিল সৎকর্মপরায়ণদের অন্তর্ভুক্ত। [১]",
        "bangla_bayan": "আর আমি তাকে আমার রহমতের মধ্যে শামিল করে নিয়েছিলাম। সে ছিল সৎকর্মশীলদের অন্তর্ভুক্ত।",
        "bangla_mkhan": "আমি তাকে আমার অনুগ্রহের অন্তর্ভুক্ত করেছিলাম। সে ছিল সৎকর্মশীলদের একজন।",
        "bangla_mujibur": "এবং তাকে আমি আমার অনুগ্রহভাজন করেছিলাম; সে ছিল সৎকর্মপরায়ণদের অন্তর্ভুক্ত।",
        "bangla_taisirul": "আমি তাকে আমার রাহমাতের অন্তর্ভুক্ত করেছিলাম, সে ছিল সৎ কর্মশীলদের একজন।"
      },
      {
        "id": 76,
        "arabic_text": "وَ نُوۡحًا اِذۡ نَادٰی مِنۡ قَبۡلُ فَاسۡتَجَبۡنَا لَہٗ فَنَجَّیۡنٰہُ وَ اَہۡلَہٗ مِنَ الۡکَرۡبِ الۡعَظِیۡمِ ﴿ۚ۷۶﴾ ",
        "english_text": "And when there came to them a Book from Allah confirming that which was with them - although before they used to pray for victory against those who disbelieved - but [then] when there came to them that which they recognized, they disbelieved in it; so the curse of Allah will be upon the disbelievers.",
        "page": 328,
        "is_sajdah_ayat": false,
        "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2559.mp3",
        "colorText": "وَنُوحًا إِذْ نَادَىٰ مِ[f:128[ن ق]َ[q:129[بْ]لُ فَ[h:8814[ٱ]سْتَجَ[q:8814[بْ]نَا لَهُ[n[ۥ] فَنَجَّيْنَ[n[ـٰ]هُ وَأَهْلَهُ[n[ۥ] مِنَ [h:8815[ٱ]لْكَرْبِ [h:8816[ٱ]لْعَظ[p[ِي]مِ",
        "juz": 17,
        "ruku": 283,
        "manzil": 4,
        "bangla_ahbayan": "আর (স্মরণ কর) নূহকে; পূর্বে সে যখন আহবান করেছিল, তখন আমি সাড়া দিয়েছিলাম তার আহবানে এবং তাকে ও তার পরিজনবর্গকে মহাসংকট হতে উদ্ধার করেছিলাম।",
        "bangla_bayan": "আর স্মরণ কর নূহের কথা, ইতঃপূর্বে যখন সে আমাকে ডেকেছিল, তখন আমি তার ডাকে সাড়া দিয়েছিলাম। অতঃপর তাকে ও তার পরিবারবর্গকে আমি মহাবিপদ থেকে উদ্ধার করেছিলাম।",
        "bangla_mkhan": "এবং স্মরণ করুন নূহকে; যখন তিনি এর পূর্বে আহবান করেছিলেন। তখন আমি তাঁর দোয়া কবুল করেছিলাম, অতঃপর তাঁকে ও তাঁর পরিবারবর্গকে মহা সংকট থেকে উদ্ধার করেছিলাম।",
        "bangla_mujibur": "স্মরণ কর নূহকে; পূর্বে সে যখন আহবান করেছিল তখন আমি সাড়া দিয়েছিলাম তার আহবানে এবং তাকে ও তার পরিজনবর্গকে মহাসংকট হতে উদ্ধার করেছিলাম।",
        "bangla_taisirul": "স্মরণ কর নূহের কথা, ইতোপূর্বে যখন সে (আমাকে) ডেকেছিল, তখন আমি তার ডাকে সাড়া দিয়েছিলাম আর তাকে ও তার পরিবারবর্গকে মহা বিপদ থেকে রক্ষা করেছিলাম।"
      },
      {
        "id": 77,
        "arabic_text": "وَ نَصَرۡنٰہُ مِنَ الۡقَوۡمِ الَّذِیۡنَ کَذَّبُوۡا بِاٰیٰتِنَا ؕ اِنَّہُمۡ کَانُوۡا قَوۡمَ سَوۡءٍ فَاَغۡرَقۡنٰہُمۡ  اَجۡمَعِیۡنَ ﴿۷۷﴾  ",
        "english_text": "How wretched is that for which they sold themselves - that they would disbelieve in what Allah has revealed through [their] outrage that Allah would send down His favor upon whom He wills from among His servants. So they returned having [earned] wrath upon wrath. And for the disbelievers is a humiliating punishment.",
        "page": 328,
        "is_sajdah_ayat": false,
        "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2560.mp3",
        "colorText": "وَنَصَرْنَ[n[ـٰ]هُ مِنَ [h:4196[ٱ]لْقَوْمِ [h:4053[ٱ]لَّذِينَ كَذَّبُو[s[اْ] بِـَٔـايَ[n[ـٰ]تِن[o[َآ‌ۚ] إِ[g[نّ]َهُمْ كَانُو[s[اْ] قَوْمَ سَوْ[f:8817[ءٍ ف]َأَغْرَ[q:4970[قْ]نَ[n[ـٰ]هُمْ أَ[q:825[جْ]مَع[p[ِي]نَ",
        "juz": 17,
        "ruku": 283,
        "manzil": 4,
        "bangla_ahbayan": "এবং আমি তাকে সাহায্য করেছিলাম সেই সম্প্রদায়ের বিরুদ্ধে যারা আমার নিদর্শনাবলীকে মিথ্যাজ্ঞান করেছিল, তারা ছিল এক মন্দ সম্প্রদায়; এ জন্য তাদের সকলকেই আমি নিমজ্জিত করেছিলাম।",
        "bangla_bayan": "আর আমি তাকে সেই সম্প্রদায়ের বিরুদ্ধে সাহায্য করেছিলাম, যারা আমার আয়াতসমূহকে অস্বীকার করেছিল। তারা ছিল এক মন্দ কওম। তাই আমি তাদের সকলকেই পানিতে ডুবিয়ে মেরেছিলাম।",
        "bangla_mkhan": "এবং আমি তাঁকে ঐ সম্প্রদায়ের বিপক্ষে সাহায্য করেছিলাম, যারা আমার নিদর্শনাবলীকে অস্বীকার করেছিল। নিশ্চয়, তারা ছিল এক মন্দ সম্প্রদায়। অতঃপর আমি তাদের সবাইকে নিমজ্জত করেছিলাম।",
        "bangla_mujibur": "এবং আমি তাকে সাহায্য করেছিলাম সেই সম্প্রদায়ের বিরুদ্ধে যারা আমার নিদর্শনাবলী অস্বীকার করেছিল, তারা ছিল এক মন্দ সম্প্রদায়; এ জন্য তাদের সবাইকে আমি নিমজ্জিত করেছিলাম।",
        "bangla_taisirul": "আর আমি তাকে সেই লোকেদের বিরুদ্ধে সাহায্য করেছিলাম যারা আমার আয়াতকে মিথ্যে বলে প্রত্যাখ্যান করেছিল, তারা ছিল এক খারাপ সম্প্রদায়, কাজেই তাদের সব্বাইকে (বানে) ডুবিয়ে দিয়েছিলাম।"
      },
      {
        "id": 78,
        "arabic_text": "وَ دَاوٗدَ  وَ سُلَیۡمٰنَ  اِذۡ یَحۡکُمٰنِ فِی الۡحَرۡثِ  اِذۡ  نَفَشَتۡ فِیۡہِ غَنَمُ  الۡقَوۡمِ ۚ وَ کُنَّا  لِحُکۡمِہِمۡ  شٰہِدِیۡنَ ﴿٭ۙ۷۸﴾ ",
        "english_text": "And when it is said to them, \"Believe in what Allah has revealed,\" they say, \"We believe [only] in what was revealed to us.\" And they disbelieve in what came after it, while it is the truth confirming that which is with them. Say, \"Then why did you kill the prophets of Allah before, if you are [indeed] believers?\"",
        "page": 328,
        "is_sajdah_ayat": false,
        "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2561.mp3",
        "colorText": "وَدَاوُ[n[ۥ]دَ وَسُلَيْمَ[n[ـٰ]نَ إِذْ يَحْكُمَانِ فِى [h:8818[ٱ]لْحَرْثِ إِذْ نَفَشَتْ فِيهِ غَنَمُ [h:8819[ٱ]لْقَوْمِ وَكُ[g[نّ]َا لِحُكْمِهِمْ شَ[n[ـٰ]هِد[p[ِي]نَ",
        "juz": 17,
        "ruku": 283,
        "manzil": 4,
        "bangla_ahbayan": "এবং স্মরণ কর দাঊদ ও সুলাইমানের কথা, যখন তারা বিচার করছিল শস্য ক্ষেত্র সম্পর্কে; তাতে রাত্রিকালে প্রবেশ করেছিল কোন সম্প্রদায়ের মেষ; আর আমি প্রত্যক্ষ করছিলাম তাদের বিচার।",
        "bangla_bayan": "আর স্মরণ কর দাঊদ ও সুলায়মানের কথা, যখন তারা শস্যক্ষেত সম্পর্কে বিচার করছিল। যাতে রাতের বেলায় কোন কওমের মেষ ঢুকে পড়েছিল। আর আমি তাদের বিচার কাজ দেখছিলাম।",
        "bangla_mkhan": "এবং স্মরণ করুন দাউদ ও সুলায়মানকে, যখন তাঁরা শস্যক্ষেত্র সম্পর্কে বিচার করেছিলেন। তাতে রাত্রিকালে কিছু লোকের মেষ ঢুকে পড়েছিল। তাদের বিচার আমার সম্মুখে ছিল।",
        "bangla_mujibur": "এবং স্মরণ কর দাউদ ও সুলাইমানের কথা, যখন তারা বিচার করছিল শস্যক্ষেত্র সম্পর্কে; তাতে রাতে প্রবেশ করেছিল কোন সম্প্রদায়ের মেষ; আমি প্রত্যক্ষ করছিলাম তাদের বিচার।",
        "bangla_taisirul": "স্মরণ কর দাঊদ ও সুলায়মানের কথা যখন তারা কৃষিক্ষেত সম্পর্কে বিচার করছিল যখন তাতে রাতের বেলা কোন ব্যক্তির মেষ ঢুকে পড়েছিল, আর আমি তাদের বিচারকার্য প্রত্যক্ষ করছিলাম।"
      },
      {
        "id": 79,
        "arabic_text": "فَفَہَّمۡنٰہَا سُلَیۡمٰنَ ۚ وَ کُلًّا  اٰتَیۡنَا حُکۡمًا وَّ عِلۡمًا ۫ وَّ سَخَّرۡنَا مَعَ دَاوٗدَ الۡجِبَالَ یُسَبِّحۡنَ وَ الطَّیۡرَ ؕ وَ کُنَّا فٰعِلِیۡنَ ﴿۷۹﴾ ",
        "english_text": "And Moses had certainly brought you clear proofs. Then you took the calf [in worship] after that, while you were wrongdoers.",
        "page": 328,
        "is_sajdah_ayat": false,
        "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2562.mp3",
        "colorText": "فَفَهَّمْنَ[n[ـٰ]هَا سُلَيْمَ[n[ـٰ]نَ‌ۚ وَكُلاًّ ءَاتَيْنَا حُكْ[a:6600[مًا و]َعِلْ[a:8820[مًا‌ۚ و]َسَخَّرْنَا مَعَ دَاوُ[n[ۥ]دَ [h:8821[ٱ]لْجِبَالَ يُسَبِّحْنَ وَ[h:8822[ٱ][l[ل]طَّيْرَ‌ۚ وَكُ[g[نّ]َا فَ[n[ـٰ]عِل[p[ِي]نَ",
        "juz": 17,
        "ruku": 283,
        "manzil": 4,
        "bangla_ahbayan": "আমি সুলাইমানকে এ বিষয়ের মীমাংসা বুঝিয়ে দিয়েছিলাম[১] এবং তাদের প্রত্যেককে আমি দিয়েছিলাম প্রজ্ঞা ও জ্ঞান। আমি পর্বত[২] ও পক্ষীকুলকে[৩] দাঊদের অনুগত করে দিয়েছিলাম, ওরা তার সাথে আমার পবিত্রতা ও মহিমা ঘোষণা করত; আমিই ছিলাম এই সবের কর্তা।[৪]",
        "bangla_bayan": "অতঃপর আমি এ বিষয়ের ফয়সালা সুলায়মানকে বুঝিয়ে দিয়েছিলাম। আর আমি তাদের প্রত্যেককেই দিয়েছিলাম প্রজ্ঞা ও জ্ঞান। আর আমি পর্বতমালা ও পাখীদেরকে দাঊদের অধীন করে দিয়েছিলাম, তারা দাঊদের সাথে আমার তাসবীহ পাঠ করত। আর এসবকিছু আমিই করছিলাম।",
        "bangla_mkhan": "অতঃপর আমি সুলায়মানকে সে ফায়সালা বুঝিয়ে দিয়েছিলাম এবং আমি উভয়কে প্রজ্ঞা ও জ্ঞান দিয়েছিলাম। আমি পর্বত ও পক্ষীসমূহকে দাউদের অনুগত করে দিয়েছিলাম; তারা আমার পবিত্রতা ও মহিমা ঘোষণা করত। এই সমস্ত আমিই করেছিলাম।",
        "bangla_mujibur": "এবং আমি সুলাইমানকে এ বিষয়ের মীমাংসা বুঝিয়ে দিয়েছিলাম এবং তাদের প্রত্যেককে আমি দিয়েছিলাম প্রজ্ঞা ও জ্ঞান। আমি পর্বত ও বিহঙ্গকূলের জন্য নিয়ম করে দিয়েছিলাম যেন ওরা দাউদের সাথে আমার পবিত্রতা ও মহিমা ঘোষণা করে; এ সমস্ত আমিই করেছিলাম।",
        "bangla_taisirul": "আমি সুলায়মানকে এ বিষয়ের (সঠিক) বুঝ দিয়েছিলাম আর (তাদের) প্রত্যেককে আমি দিয়েছিলাম বিচারশক্তি ও জ্ঞান। আমি পর্বত ও পাখীদেরকে দাঊদের অধীন ক’রে দিয়েছিলাম, তারা দাঊদের সাথে আমার মাহাত্ম্য ও পবিত্রতা ঘোষণা করত। (এসব) আমিই করতাম।"
      },
      {
        "id": 80,
        "arabic_text": "وَ عَلَّمۡنٰہُ  صَنۡعَۃَ  لَبُوۡسٍ لَّکُمۡ لِتُحۡصِنَکُمۡ مِّنۡۢ بَاۡسِکُمۡ ۚ فَہَلۡ اَنۡتُمۡ شٰکِرُوۡنَ ﴿۸۰﴾ ",
        "english_text": "And [recall] when We took your covenant and raised over you the mount, [saying], \"Take what We have given you with determination and listen.\" They said [instead], \"We hear and disobey.\" And their hearts absorbed [the worship of] the calf because of their disbelief. Say, \"How wretched is that which your faith enjoins upon you, if you should be believers.\"",
        "page": 328,
        "is_sajdah_ayat": false,
        "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2563.mp3",
        "colorText": "وَعَلَّمْنَ[n[ـٰ]هُ صَنْعَةَ لَبُو[u:8823[سٍ ل]َّكُمْ لِتُحْصِنَك[w:8824[ُم م]ّ[i:8825[ِنۢ ب]َأْسِكُمْ‌ۖ فَهَلْ أَ[f:428[نت]ُمْ شَ[n[ـٰ]كِر[p[ُو]نَ",
        "juz": 17,
        "ruku": 283,
        "manzil": 4,
        "bangla_ahbayan": "আমি তাকে তোমাদের জন্য বর্ম নির্মাণ শিক্ষা দিয়েছিলাম, যাতে ওটা তোমাদের যুদ্ধে তোমাদেরকে রক্ষা করে;[১] সুতরাং তোমরা কি কৃতজ্ঞ হবে না?",
        "bangla_bayan": "আর আমিই তাকে তোমাদের জন্য বর্ম বানানো শিক্ষা দিয়েছিলাম। যাতে তা যুদ্ধে তোমাদেরকে রক্ষা করতে পারে। সুতরাং তোমরা কি কৃতজ্ঞ হবে?",
        "bangla_mkhan": "আমি তাঁকে তোমাদের জন্যে বর্ম নির্মান শিক্ষা দিয়েছিলাম, যাতে তা যুদ্ধে তোমাদেরকে রক্ষা করে। অতএব তোমরা কি কৃতজ্ঞ হবে?",
        "bangla_mujibur": "আমি তাকে তোমাদের জন্য বর্ম নির্মাণ শিক্ষা দিয়েছিলাম যাতে ওটা তোমাদের যুদ্ধে তোমাদেরকে রক্ষা করে; সুতরাং তোমরা কি কৃতজ্ঞ হবেনা?",
        "bangla_taisirul": "আমিই তাকে বর্ম নির্মাণ শিক্ষা দিয়েছিলাম তোমাদের উপকারে তোমাদের পারস্পরিক যুদ্ধে তোমাদেরকে রক্ষা করার জন্য, কাজেই তোমরা কি কৃতজ্ঞ হবে?"
      },
      {
        "id": 81,
        "arabic_text": "وَ لِسُلَیۡمٰنَ الرِّیۡحَ عَاصِفَۃً تَجۡرِیۡ بِاَمۡرِہٖۤ  اِلَی الۡاَرۡضِ الَّتِیۡ بٰرَکۡنَا فِیۡہَا ؕ وَ کُنَّا بِکُلِّ  شَیۡءٍ  عٰلِمِیۡنَ ﴿۸۱﴾ ",
        "english_text": "Say, [O Muhammad], \"If the home of the Hereafter with Allah is for you alone and not the [other] people, then wish for death, if you should be truthful.",
        "page": 328,
        "is_sajdah_ayat": false,
        "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2564.mp3",
        "colorText": "وَلِسُلَيْمَ[n[ـٰ]نَ [h:8826[ٱ][l[ل]رِّيحَ عَاصِفَ[f:8827[ةً ت]َ[q:120[جْ]رِى بِأَمْرِه[o[ِۦٓ] إِلَى [h:5136[ٱ]لْأَرْضِ [h:8803[ٱ]لَّتِى بَ[n[ـٰ]رَكْنَا فِيهَا‌ۚ وَكُ[g[نّ]َا بِكُلِّ شَىْءٍ عَ[n[ـٰ]لِم[p[ِي]نَ",
        "juz": 17,
        "ruku": 283,
        "manzil": 4,
        "bangla_ahbayan": "এবং সুলাইমানের বশীভূত করে দিয়েছিলাম প্রবল বায়ুকে; [১] যা তার আদেশক্রমে প্রবাহিত হত সেই দেশের দিকে, যেখানে আমি কল্যাণ রেখেছি। আর প্রত্যেক বস্তু সম্পর্কে আমি অবগত।",
        "bangla_bayan": "আর আমি সুলায়মানের জন্য অনুগত করে দিয়েছিলাম প্রবল হাওয়াকে, যা তার নির্দেশে প্রবাহিত হত সেই দেশের দিকে, যেখানে আমি বরকত রেখেছি। আর আমি প্রত্যেক বিষয় সম্পর্কেই অবগত ছিলাম।",
        "bangla_mkhan": "এবং সুলায়মানের অধীন করে দিয়েছিলাম প্রবল বায়ুকে; তা তাঁর আদেশে প্রবাহিত হত ঐ দেশের দিকে, যেখানে আমি কল্যাণ দান করেছি। আমি সব বিষয়েই সম্যক অবগত রয়েছি।",
        "bangla_mujibur": "এবং সুলাইমানের বশীভূত করে দিয়েছিলাম উদ্দাম বায়ুকে; ওটা তার আদেশক্রমে প্রবাহিত হত সেই দেশের দিকে যেখানে আমি কল্যাণ রেখেছি। প্রত্যেক বিষয় সম্পর্কে আমিই সম্যক অবগত।",
        "bangla_taisirul": "(আমার ক্ষমতা বলেই) আমি উদ্দাম বায়ুকে (স্বাভাবিক গতি সম্পন্ন) করেছিলাম সুলায়মানের জন্য। তার নির্দেশ মত তা প্রবাহিত হত সেই দেশের দিকে যাতে আমি কল্যাণ রেখেছি। আমি প্রত্যেক বিষয় সম্পর্কেই অবগত ছিলাম।"
      },
      {
        "id": 82,
        "arabic_text": "وَ مِنَ الشَّیٰطِیۡنِ مَنۡ یَّغُوۡصُوۡنَ لَہٗ وَ یَعۡمَلُوۡنَ عَمَلًا دُوۡنَ ذٰلِکَ ۚ وَ کُنَّا لَہُمۡ حٰفِظِیۡنَ ﴿ۙ۸۲﴾ ",
        "english_text": "But they will never wish for it, ever, because of what their hands have put forth. And Allah is Knowing of the wrongdoers.",
        "page": 329,
        "is_sajdah_ayat": false,
        "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2565.mp3",
        "colorText": "وَمِنَ [h:8828[ٱ][l[ل]شَّيَ[n[ـٰ]طِينِ م[a:8829[َن ي]َغُوصُونَ لَهُ[n[ۥ] وَيَعْمَلُونَ عَمَل[f:8830[اً د]ُونَ ذ[n[َٲ]لِكَ‌ۖ وَكُ[g[نّ]َا لَهُمْ حَ[n[ـٰ]فِظ[p[ِي]نَ",
        "juz": 17,
        "ruku": 283,
        "manzil": 4,
        "bangla_ahbayan": "শয়তানদের মধ্যে কতক তার জন্য ডুবুরীর কাজ করত, এটা ছাড়া অন্য কাজও করত; [১] আর আমি তাদের দিকে সতর্ক দৃষ্টি রাখতাম।[২]",
        "bangla_bayan": "আর শয়তানদের মধ্যে কতক তার জন্য ডুবুরীর কাজ করত, এছাড়া অন্যান্য কাজও করত। আর আমিই তাদের জন্য হিফাযতকারী ছিলাম।",
        "bangla_mkhan": "এবং অধীন করেছি শয়তানদের কতককে, যারা তার জন্যে ডুবুরীর কাজ করত এবং এ ছাড়া অন্য আরও অনেক কাজ করত। আমি তাদেরকে নিয়ন্ত্রন করে রাখতাম।",
        "bangla_mujibur": "এবং শাইতানদের মধ্যে কতক তার জন্য ডুবুরীর কাজ করত, এটা ছাড়া অন্য কাজও করত; আমি তাদের দিকে সতর্ক দৃষ্টি রাখতাম।",
        "bangla_taisirul": "শয়ত্বানদের কতক তার জন্য ডুবুরির কাজ করত, এছাড়া অন্য কাজও করত, আমিই তাদেরকে রক্ষা করতাম।"
      },
      {
        "id": 83,
        "arabic_text": "وَ اَیُّوۡبَ اِذۡ نَادٰی رَبَّہٗۤ  اَنِّیۡ مَسَّنِیَ الضُّرُّ وَ اَنۡتَ  اَرۡحَمُ  الرّٰحِمِیۡنَ ﴿ۚۖ۸۳﴾ ",
        "english_text": "And you will surely find them the most greedy of people for life - [even] more than those who associate others with Allah . One of them wishes that he could be granted life a thousand years, but it would not remove him in the least from the [coming] punishment that he should be granted life. And Allah is Seeing of what they do.",
        "page": 329,
        "is_sajdah_ayat": false,
        "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2566.mp3",
        "colorText": "۞ وَأَيُّوبَ إِذْ نَادَىٰ رَبَّهُ[o[ۥٓ] أَ[g[نّ]ِى مَسَّنِىَ [h:8831[ٱ][l[ل]ضُّرُّ وَأَ[f:3893[نت]َ أَرْحَمُ [h:5034[ٱ][l[ل]رّ[n[َٲ]حِم[p[ِي]نَ",
        "juz": 17,
        "ruku": 283,
        "manzil": 4,
        "bangla_ahbayan": "আর (স্মরণ কর) আইয়ুবের কথা; যখন সে তার প্রতিপালককে আহবান করে বলল, ‘আমি দুঃখ-কষ্টে পড়েছি, আর তুমি তো দয়ালুদের মধ্যে সর্বশ্রেষ্ঠ দয়ালু।’",
        "bangla_bayan": "আর স্মরণ কর আইউবের কথা, যখন সে তার রবকে আহবান করে বলেছিল, ‘আমি দুঃখ-কষ্টে পতিত হয়েছি। আর আপনি তো সর্বশ্রেষ্ঠ দয়ালু’।",
        "bangla_mkhan": "এবং স্মরণ করুন আইয়্যুবের কথা, যখন তিনি তাঁর পালনকর্তাকে আহবান করে বলেছিলেনঃ আমি দুঃখকষ্টে পতিত হয়েছি এবং আপনি দয়াবানদের চাইতেও সর্বশ্রেষ্ট দয়াবান।",
        "bangla_mujibur": "আর স্মরণ কর আইয়ুবের কথা, যখন সে তার রাব্বকে আহবান করে বলেছিলঃ আমি দুঃখ কষ্টে পতিত হয়েছি, আপনিতো দয়ালুদের মধ্যে সর্বশ্রেষ্ঠ দয়ালু।",
        "bangla_taisirul": "স্মরণ কর আইয়ূবের কথা, যখন সে তার প্রতিপালককে ডেকেছিল : (এই ব’লে যে) আমি দুঃখ কষ্টে নিপতিত হয়েছি, তুমি তো দয়ালুদের সর্বশ্রেষ্ঠ দয়ালু।"
      },
      {
        "id": 84,
        "arabic_text": "فَاسۡتَجَبۡنَا لَہٗ فَکَشَفۡنَا مَا بِہٖ مِنۡ ضُرٍّ وَّ اٰتَیۡنٰہُ  اَہۡلَہٗ  وَ مِثۡلَہُمۡ مَّعَہُمۡ  رَحۡمَۃً مِّنۡ عِنۡدِنَا وَ ذِکۡرٰی  لِلۡعٰبِدِیۡنَ  ﴿۸۴﴾",
        "english_text": "Say, \"Whoever is an enemy to Gabriel - it is [none but] he who has brought the Qur'an down upon your heart, [O Muhammad], by permission of Allah, confirming that which was before it and as guidance and good tidings for the believers.\"",
        "page": 329,
        "is_sajdah_ayat": false,
        "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2567.mp3",
        "colorText": "فَ[h:9999[ٱ]سْتَجَ[q:8814[بْ]نَا لَهُ[n[ۥ] فَكَشَفْنَا مَا بِه[n[ِۦ] مِ[f:8832[ن ض]ُ[a:8833[رٍّ‌ۖ و]َءَاتَيْنَ[n[ـٰ]هُ أَهْلَهُ[n[ۥ] وَمِثْلَه[w:8834[ُم م]َّعَهُمْ رَحْمَ[a:5993[ةً م]ِّنْ عِ[f:6142[ند]ِنَا وَذِكْرَىٰ لِلْعَ[n[ـٰ]بِد[p[ِي]نَ",
        "juz": 17,
        "ruku": 283,
        "manzil": 4,
        "bangla_ahbayan": "তখন আমি তার ডাকে সাড়া দিলাম; তার দুঃখ-কষ্ট দূরীভূত করে দিলাম, তাকে তার পরিবার পরিজনকে ফিরিয়ে দিলাম, তাদের সাথে তাদের মত আরো দিলাম আমার বিশেষ করুণা স্বরূপ এবং উপাসনাকারীদের জন্য উপদেশ স্বরূপ। [১]",
        "bangla_bayan": "তখন আমি তার ডাকে সাড়া দিলাম। আর তার যত দুঃখ-কষ্ট ছিল তা দূর করে দিলাম এবং তার পরিবার-পরিজন তাকে দিয়ে দিলাম। আর তাদের সাথে তাদের মত আরো দিলাম আমার পক্ষ থেকে রহমত এবং ইবাদাতকারীদের জন্য উপদেশস্বরূপ।",
        "bangla_mkhan": "অতঃপর আমি তাঁর আহবানে সাড়া দিলাম এবং তাঁর দুঃখকষ্ট দূর করে দিলাম এবং তাঁর পরিবরাবর্গ ফিরিয়ে দিলাম, আর তাদের সাথে তাদের সমপরিমাণ আরও দিলাম আমার পক্ষ থেকে কৃপাবশতঃ আর এটা এবাদত কারীদের জন্যে উপদেশ স্বরূপ।",
        "bangla_mujibur": "তখন আমি তার ডাকে সাড়া দিলাম, তার দুঃখ কষ্ট দূরীভূত করে দিলাম, তাকে তার পরিবার পরিজন ফিরিয়ে দিয়েছিলাম, তাদের সাথে তাদের মত আরও দিয়েছিলাম আমার বিশেষ রাহমাত রূপে এবং ইবাদাতকারীদের জন্য উপদেশ স্বরূপ।",
        "bangla_taisirul": "তখন আমি তার ডাকে সাড়া দিয়েছিলাম আর তার দুঃখ ক্লেশ দূর করে দিয়েছিলাম। আর তার পরিবারবর্গকে তার কাছে ফিরিয়ে দিয়েছিলাম, আর তাদের সাথে তাদের মত আরো দিয়েছিলাম আমার পক্ষ হতে রহমত স্বরূপ আর আমার যারা ‘ইবাদাত করে তাদের জন্য স্মারক হিসেবে।"
      },
      {
        "id": 85,
        "arabic_text": "وَ اِسۡمٰعِیۡلَ وَ اِدۡرِیۡسَ وَ ذَاالۡکِفۡلِ ؕ کُلٌّ  مِّنَ  الصّٰبِرِیۡنَ ﴿ۚۖ۸۵﴾ ",
        "english_text": "Whoever is an enemy to Allah and His angels and His messengers and Gabriel and Michael - then indeed, Allah is an enemy to the disbelievers.",
        "page": 329,
        "is_sajdah_ayat": false,
        "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2568.mp3",
        "colorText": "وَإِسْمَ[n[ـٰ]عِيلَ وَإِ[q:8835[دْ]رِيسَ وَذَا [h:8836[ٱ]لْكِفْلِ‌ۖ كُ[a:4216[لٌّ م]ِّنَ [h:8837[ٱ][l[ل]صَّ[n[ـٰ]بِر[p[ِي]نَ",
        "juz": 17,
        "ruku": 283,
        "manzil": 4,
        "bangla_ahbayan": "আর (স্মরণ কর) ইসমাঈল, ইদরীস ও যুলকিফল[১] এর কথা; তাদের প্রত্যেকেই ছিল ধৈর্যশীল।",
        "bangla_bayan": "আর স্মরণ কর ইসমাঈল, ইদরীস ও যুল্ কিফল এর কথা, তাদের প্রত্যেকেই ধৈর্যশীল ছিল।",
        "bangla_mkhan": "এবং ইসমাঈল, ই’দ্রীস ও যুলকিফলের কথা স্মরণ করুন, তাঁরা প্রত্যেকেই ছিলেন সবরকারী।",
        "bangla_mujibur": "আর স্মরণ কর ইসমাঈল, ইদরীস এবং যুলকিফল- এর কথা, তাদের প্রত্যেকেই ছিল ধৈর্যশীল।",
        "bangla_taisirul": "স্মরণ কর ইসমা‘ঈল, ইদরীস ও জুল-কিফল এর কথা, তাদের প্রত্যেকেই ছিল ধৈর্যশীল।"
      },
      {
        "id": 86,
        "arabic_text": "وَ اَدۡخَلۡنٰہُمۡ فِیۡ رَحۡمَتِنَا ؕ اِنَّہُمۡ مِّنَ الصّٰلِحِیۡنَ ﴿۸۶﴾ ",
        "english_text": "And We have certainly revealed to you verses [which are] clear proofs, and no one would deny them except the defiantly disobedient.",
        "page": 329,
        "is_sajdah_ayat": false,
        "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2569.mp3",
        "colorText": "وَأَ[q:8838[دْ]خَلْنَ[n[ـٰ]هُمْ فِى رَحْمَتِن[o[َآ‌ۖ] إِ[g[نّ]َه[w:8839[ُم م]ِّنَ [h:1889[ٱ][l[ل]صَّ[n[ـٰ]لِح[p[ِي]نَ",
        "juz": 17,
        "ruku": 283,
        "manzil": 4,
        "bangla_ahbayan": "তাদেরকে আমি আমার অনুগ্রহভাজন করেছিলাম, নিশ্চয় তারা ছিল সৎকর্মপরায়ণ।",
        "bangla_bayan": "আর তাদেরকে আমি আমার রহমতে শামিল করেছিলাম। তারা ছিল সৎকর্মপরায়ণ।",
        "bangla_mkhan": "আমি তাঁদেরকে আমার রহমাতপ্রাপ্তদের অন্তর্ভূক্ত করেছিলাম। তাঁরা ছিলেন সৎকর্মপরায়ণ।",
        "bangla_mujibur": "এবং তাদেরকে আমি আমার অনুগ্রহ ভাজন করেছিলাম, তারা ছিল সৎকর্মপরায়ণ।",
        "bangla_taisirul": "আমি তাদেরকে আমার রাহমাতের অন্তর্ভুক্ত করেছিলাম, কারণ তারা ছিল সৎকর্মশীল।"
      },
      {
        "id": 87,
        "arabic_text": "وَ ذَاالنُّوۡنِ  اِذۡ ذَّہَبَ مُغَاضِبًا فَظَنَّ اَنۡ لَّنۡ نَّقۡدِرَ عَلَیۡہِ فَنَادٰی فِی الظُّلُمٰتِ  اَنۡ  لَّاۤ  اِلٰہَ   اِلَّاۤ  اَنۡتَ  سُبۡحٰنَکَ ٭ۖ اِنِّیۡ  کُنۡتُ  مِنَ الظّٰلِمِیۡنَ ﴿ۚۖ۸۷﴾ ",
        "english_text": "Is it not [true] that every time they took a covenant a party of them threw it away? But, [in fact], most of them do not believe.",
        "page": 329,
        "is_sajdah_ayat": false,
        "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2570.mp3",
        "colorText": "وَذَا [h:8840[ٱ][l[ل][g[نّ]ُونِ إِذ ذَّهَبَ مُغَ[n[ـٰ]ضِ[f:8841[بًا ف]َظَ[g[نّ]َ أ[u:8842[َن ل]ّ[a:8843[َن ن]َّ[q:8844[قْ]دِرَ عَلَيْهِ فَنَادَىٰ فِى [h:4033[ٱ][l[ل]ظُّلُمَ[n[ـٰ]تِ أ[u:4908[َن ل]ّ[o[َآ] إِلَ[n[ـٰ]هَ إِلّ[o[َآ] أَ[f:169[نت]َ سُ[q:168[بْ]حَ[n[ـٰ]نَكَ إِ[g[نّ]ِى كُ[f:2917[نت]ُ مِنَ [h:187[ٱ][l[ل]ظَّ[n[ـٰ]لِم[p[ِي]نَ",
        "juz": 17,
        "ruku": 283,
        "manzil": 4,
        "bangla_ahbayan": "আর (স্মরণ কর) যুন-নুন[১] (মাছ-ওয়ালা ইউনুস)এর কথা, যখন সে ক্রোধভরে বের হয়ে গেল এবং মনে করল, আমি তার প্রতি কোন সংকীর্ণতা করব না।[২] অতঃপর সে অনেক অন্ধকার[৩] হতে আহবান করল, ‘তুমি ছাড়া কোন (সত্য) উপাস্য নেই; তুমি পবিত্র, মহান। নিশ্চয় আমি সীমালংঘনকারী।’",
        "bangla_bayan": "আর স্মরণ কর যুন-নূন এর কথা, যখন সে রাগান্বিত অবস্থায় চলে গিয়েছিল এবং মনে করেছিল যে, আমি তার উপর ক্ষমতা প্রয়োগ করব না। তারপর সে অন্ধকার থেকে ডেকে বলেছিল, ‘আপনি ছাড়া কোন (সত্য) ইলাহ নেই’। আপনি পবিত্র মহান। নিশ্চয় আমি ছিলাম যালিম’ ।",
        "bangla_mkhan": "এবং মাছওয়ালার কথা স্মরণ করুন তিনি ক্রুদ্ধ হয়ে চলে গিয়েছিলেন, অতঃপর মনে করেছিলেন যে, আমি তাঁকে ধৃত করতে পারব না। অতঃপর তিনি অন্ধকারের মধ্যে আহবান করলেনঃ তুমি ব্যতীত কোন উপাস্য নেই; তুমি নির্দোষ আমি গুনাহগার।",
        "bangla_mujibur": "আর স্মরণ কর যুন-নূন এর কথা, যখন সে ক্রোধভরে বের হয়ে গিয়েছিল এবং মনে করেছিল আমি তার জন্য শাস্তি নির্ধারণ করবনা; অতঃপর সে অন্ধকার হতে আহবান করেছিলঃ আপনি ছাড়া কোন মা‘বূদ নেই; আপনি পবিত্র, মহান; আমিতো সীমালংঘনকারী।",
        "bangla_taisirul": "স্মরণ কর যুন্-নুন এর কথা- যখন সে গোস্বাভরে চলে গিয়েছিল, আর ভেবেছিল যে তার উপর আমার কোন ক্ষমতা খাটবে না। অতঃপর সে (সমুদ্রের) গভীর অন্ধকার থেকে ডেকেছিল যে, তুমি ছাড়া সত্যিকারের কোন ইলাহ নেই, তোমারই পবিত্রতা, মহিমা ঘোষণা করছি; বাড়াবাড়ি আমিই করেছি।"
      },
      {
        "id": 88,
        "arabic_text": "فَاسۡتَجَبۡنَا لَہٗ ۙ وَ نَجَّیۡنٰہُ مِنَ الۡغَمِّ ؕ وَ کَذٰلِکَ  نُــۨۡجِی الۡمُؤۡمِنِیۡنَ ﴿۸۸﴾ ",
        "english_text": "And when a messenger from Allah came to them confirming that which was with them, a party of those who had been given the Scripture threw the Scripture of Allah behind their backs as if they did not know [what it contained].",
        "page": 329,
        "is_sajdah_ayat": false,
        "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2571.mp3",
        "colorText": "فَ[h:9999[ٱ]سْتَجَ[q:8814[بْ]نَا لَهُ[n[ۥ] وَنَجَّيْنَ[n[ـٰ]هُ مِنَ [h:8482[ٱ]لْغَ[g[مّ]ِ‌ۚ وَكَذ[n[َٲ]لِكَ نُـۨجِى [h:8845[ٱ]لْمُؤْمِن[p[ِي]نَ",
        "juz": 17,
        "ruku": 283,
        "manzil": 4,
        "bangla_ahbayan": "তখন আমি তার ডাকে সাড়া দিলাম এবং তাকে উদ্ধার করলাম দুশ্চিন্তা হতে এবং এভাবেই আমি মু’মিনদেরকে উদ্ধার করে থাকি।[১]",
        "bangla_bayan": "অতঃপর আমি তার ডাকে সাড়া দিয়েছিলাম এবং দুশ্চিন্তা থেকে তাকে উদ্ধার করেছিলাম। আর এভাবেই আমি মুমিনদেরকে উদ্ধার করে থাকি।",
        "bangla_mkhan": "অতঃপর আমি তাঁর আহবানে সাড়া দিলাম এবং তাঁকে দুশ্চিন্তা থেকে মুক্তি দিলাম। আমি এমনি ভাবে বিশ্ববাসীদেরকে মুক্তি দিয়ে থাকি।",
        "bangla_mujibur": "তখন আমি তার ডাকে সাড়া দিয়েছিলাম এবং তাকে উদ্ধার করেছিলাম দুশ্চিন্তা হতে এবং এভাবেই আমি মু'মিনদেরকে উদ্ধার করে থাকি।",
        "bangla_taisirul": "আমি তখন তার ডাকে সাড়া দিয়েছিলাম, আর দুঃশ্চিন্তা থেকে তাকে মুক্ত করেছিলাম। মু’মিনদেরকে আমি এভাবেই উদ্ধার করি।"
      },
      {
        "id": 89,
        "arabic_text": "وَ زَکَرِیَّاۤ  اِذۡ نَادٰی رَبَّہٗ رَبِّ لَا تَذَرۡنِیۡ فَرۡدًا  وَّ  اَنۡتَ  خَیۡرُ  الۡوٰرِثِیۡنَ ﴿ۚۖ۸۹﴾ ",
        "english_text": "And they followed [instead] what the devils had recited during the reign of Solomon. It was not Solomon who disbelieved, but the devils disbelieved, teaching people magic and that which was revealed to the two angels at Babylon, Harut and Marut. But the two angels do not teach anyone unless they say, \"We are a trial, so do not disbelieve [by practicing magic].\" And [yet] they learn from them that by which they cause separation between a man and his wife. But they do not harm anyone through it except by permission of Allah . And the people learn what harms them and does not benefit them. But the Children of Israel certainly knew that whoever purchased the magic would not have in the Hereafter any share. And wretched is that for which they sold themselves, if they only knew.",
        "page": 329,
        "is_sajdah_ayat": false,
        "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2572.mp3",
        "colorText": "وَزَكَرِيّ[o[َآ] إِذْ نَادَىٰ رَبَّهُ[n[ۥ] رَبِّ لَا تَذَرْنِى فَرْ[a:8846[دًا و]َأَ[f:3893[نت]َ خَيْرُ [h:8847[ٱ]لْو[n[َٲ]رِث[p[ِي]نَ",
        "juz": 17,
        "ruku": 283,
        "manzil": 4,
        "bangla_ahbayan": "আর স্মরণ কর যাকারিয়ার কথা, যখন সে তার প্রতিপালককে আহবান করে বলেছিল, ‘হে আমার প্রতিপালক! আমাকে একা (সন্তানহীন) ছেড়ে দিও না এবং তুমিই সর্বোত্তম উত্তরাধিকারী।’",
        "bangla_bayan": "আর স্মরণ কর যাকারিয়্যার কথা, যখন সে তার রবকে আহবান করে বলেছিল, ‘হে আমার রব! আমাকে একা রেখো না, তুমি তো শ্রেষ্ঠ মালিকানার অধিকারী’।",
        "bangla_mkhan": "এবং যাকারিয়ার কথা স্মরণ করুন, যখন সে তার পালনকর্তাকে আহবান করেছিল; হে আমার পালনকর্তা আমাকে একা রেখো না। তুমি তো উত্তম ওয়ারিস।",
        "bangla_mujibur": "এবং স্মরণ কর যাকারিয়ার কথা, যখন সে তার রাব্বকে আহবান করে বলেছিলঃ হে আমার রাব্ব! আমাকে একা ছেড়ে দিবেননা, আপনি চূড়ান্ত মালিকানার অধিকারী",
        "bangla_taisirul": "আর স্মরণ কর যাকারিয়ার কথা, যখন সে তার প্রতিপালককে ডেকেছিল : ‘হে আমার প্রতিপালক! আমাকে সন্তানহীন করে রেখ না, যদিও তুমি উত্তরাধিকারীদের মধ্যে সর্বশ্রেষ্ঠ।’"
      },
      {
        "id": 90,
        "arabic_text": "فَاسۡتَجَبۡنَا لَہٗ ۫ وَ وَہَبۡنَا لَہٗ یَحۡیٰی وَ اَصۡلَحۡنَا لَہٗ  زَوۡجَہٗ ؕاِنَّہُمۡ کَانُوۡا یُسٰرِعُوۡنَ فِی الۡخَیۡرٰتِ وَ یَدۡعُوۡنَنَا رَغَبًا وَّ رَہَبًا ؕوَ کَانُوۡا لَنَا خٰشِعِیۡنَ ﴿۹۰﴾ ",
        "english_text": "And if they had believed and feared Allah, then the reward from Allah would have been [far] better, if they only knew.",
        "page": 329,
        "is_sajdah_ayat": false,
        "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2573.mp3",
        "colorText": "فَ[h:9999[ٱ]سْتَجَ[q:8814[بْ]نَا لَهُ[n[ۥ] وَوَهَ[q:4212[بْ]نَا لَهُ[n[ۥ] يَحْيَىٰ وَأَصْلَحْنَا لَهُ[n[ۥ] زَوْجَهُ[o[ۥٓ‌ۚ] إِ[g[نّ]َهُمْ كَانُو[s[اْ] يُسَ[n[ـٰ]رِعُونَ فِى [h:2181[ٱ]لْخَيْر[n[َٲ]تِ وَيَ[q:8848[دْ]عُونَنَا رَغَ[a:8849[بًا و]َرَهَ[a:8850[بًا‌ۖ و]َكَانُو[s[اْ] لَنَا خَ[n[ـٰ]شِع[p[ِي]نَ",
        "juz": 17,
        "ruku": 283,
        "manzil": 4,
        "bangla_ahbayan": "অতঃপর আমি তার আহবানে সাড়া দিয়েছিলাম এবং তাকে দান করেছিলাম ইয়াহয়্যাকে, [১] আর তার জন্য তার স্ত্রীকে যোগ্যতাসম্পন্না করেছিলাম।[২] তারা সৎকর্মে প্রতিযোগিতা করত, তারা আশা ও ভীতির সাথে আমাকে ডাকত এবং তারা ছিল আমার নিকট বিনীত। [৩]",
        "bangla_bayan": "অতঃপর আমি তার আহবানে সাড়া দিয়েছিলাম এবং তাকে দান করেছিলাম ইয়াহইয়া। আর তার জন্য তার স্ত্রীকে উপযোগী করেছিলাম। তারা সৎকাজে প্রতিযোগিতা করত। আর আমাকে আশা ও ভীতি সহকারে ডাকত। আর তারা ছিল আমার নিকট বিনয়ী।",
        "bangla_mkhan": "অতঃপর আমি তার দোয়া কবুল করেছিলাম, তাকে দান করেছিলাম ইয়াহইয়া এবং তার জন্যে তার স্ত্রীকে প্রসব যোগ্য করেছিলাম। তারা সৎকর্মে ঝাঁপিয়ে পড়ত, তারা আশা ও ভীতি সহকারে আমাকে ডাকত এবং তারা ছিল আমার কাছে বিনীত।",
        "bangla_mujibur": "অতঃপর আমি তার আহবানে সাড়া দিয়েছিলাম এবং তাকে দান করেছিলাম ইয়াহইয়াকে, আর তার জন্য তার স্ত্রীকে যোগ্যতা সম্পন্ন করেছিলাম; তারা সৎকর্মে প্রতিযোগিতা করত, তারা আমাকে ডাকত আশা ও ভীতির সাথে এবং তারা ছিল আমার নিকট বিনীত।",
        "bangla_taisirul": "তখন আমি তার ডাকে সাড়া দিয়েছিলাম আর তাকে দান করেছিলাম ইয়াহইয়া, আমি তার নিমিত্তে তার স্ত্রীর বন্ধ্যাত্ব দূর করে দিয়েছিলাম। এরা সৎ কাজে ছিল ক্ষিপ্রগতি, তারা আমাকে ডাকতো আশা নিয়ে ও ভীত হয়ে, আর তারা ছিল আমার প্রতি বিনয়ী।"
      },
      {
        "id": 91,
        "arabic_text": "وَ الَّتِیۡۤ  اَحۡصَنَتۡ فَرۡجَہَا فَنَفَخۡنَا فِیۡہَا مِنۡ رُّوۡحِنَا وَ جَعَلۡنٰہَا وَ ابۡنَہَاۤ  اٰیَۃً  لِّلۡعٰلَمِیۡنَ ﴿۹۱﴾ ",
        "english_text": "O you who have believed, say not [to Allah 's Messenger], \"Ra'ina\" but say, \"Unthurna\" and listen. And for the disbelievers is a painful punishment.",
        "page": 330,
        "is_sajdah_ayat": false,
        "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2574.mp3",
        "colorText": "وَ[h:9999[ٱ]لَّت[o[ِىٓ] أَحْصَنَتْ فَرْجَهَا فَنَفَخْنَا فِيهَا م[u:8851[ِن ر]ُّوحِنَا وَجَعَلْنَ[n[ـٰ]هَا وَ[h:8852[ٱ][q:8852[بْ]نَه[o[َآ] ءَايَ[u:8853[ةً ل]ِّلْعَ[n[ـٰ]لَم[p[ِي]نَ",
        "juz": 17,
        "ruku": 283,
        "manzil": 4,
        "bangla_ahbayan": "আর স্মরণ কর সেই নারী (মারয়্যাম)এর কথা, যে নিজ সতীত্বকে রক্ষা করেছিল, অতঃপর তার মধ্যে আমি আমার রূহ্ ফুঁকে দিয়েছিলাম এবং তাকে ও তার পুত্রকে করেছিলাম বিশ্ববাসীর জন্য এক নিদর্শন। [১]",
        "bangla_bayan": "আর স্মরণ কর সে নারীর কথা, যে নিজ সতীত্ব রক্ষা করেছিল। অতঃপর আমি তার মধ্যে আমার ‘রূহ’ ফুঁকে দিয়েছিলাম এবং তাকে ও তার পুত্রকে বিশ্ববাসীর জন্য করেছিলাম এক নিদর্শন ।",
        "bangla_mkhan": "এবং সেই নারীর কথা আলোচনা করুন, যে তার কামপ্রবৃত্তিকে বশে রেখেছিল, অতঃপর আমি তার মধ্যে আমার রূহ ফুঁকে দিয়েছিলাম এবং তাকে তার পুত্রকে বিশ্ববাসীর জন্য নিদর্শন করেছিলাম।",
        "bangla_mujibur": "আর স্মরণ কর সেই নারীকে যে নিজ সতীত্বকে রক্ষা করেছিল এবং আমি তার মধ্যে আত্মা ফুঁকে দিয়েছি, এবং তাকে ও তার পুত্রকে করেছিলাম বিশ্ববাসীর জন্য এক নিদর্শন।",
        "bangla_taisirul": "স্মরণ কর সেই নারীর (অর্থাৎ মারইয়ামের) কথা যে তার সতীত্বকে সংরক্ষণ করেছিল। অতঃপর আমি তার ভিতর আমার রূহ ফুঁকে দিয়েছিলাম আর তাকে ও তার পুত্রকে বিশ্বজগতের জন্য নিদর্শন করেছিলাম।"
      },
      {
        "id": 92,
        "arabic_text": "اِنَّ ہٰذِہٖۤ  اُمَّتُکُمۡ اُمَّۃً  وَّاحِدَۃً ۫ۖ وَّ اَنَا رَبُّکُمۡ  فَاعۡبُدُوۡنِ ﴿۹۲﴾ ",
        "english_text": "Neither those who disbelieve from the People of the Scripture nor the polytheists wish that any good should be sent down to you from your Lord. But Allah selects for His mercy whom He wills, and Allah is the possessor of great bounty.",
        "page": 330,
        "is_sajdah_ayat": false,
        "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2575.mp3",
        "colorText": "إِ[g[نّ]َ هَ[n[ـٰ]ذِه[o[ِۦٓ] أُ[g[مّ]َتُكُمْ أُ[g[مّ]َ[a:1159[ةً و][n[َٲ]حِدَ[a:8854[ةً و]َأَنَا۟ رَبُّكُمْ فَ[h:8713[ٱ]عْبُد[p[ُو]نِ",
        "juz": 17,
        "ruku": 283,
        "manzil": 4,
        "bangla_ahbayan": "নিঃসন্দেহে তোমাদের এ জাতি, (আসলে) একই জাতি।[১] আর আমিই তোমাদের প্রতিপালক। অতএব তোমরা আমার উপাসনা কর।",
        "bangla_bayan": "নিশ্চয় তোমাদের এ জাতি তো একই জাতি। আর আমিই তোমাদের রব। অতএব তোমরা আমার ইবাদাত কর।",
        "bangla_mkhan": "তারা সকলেই তোমাদের ধর্মের; একই ধর্মে তো বিশ্বাসী সবাই এবং আমিই তোমাদের পালনকর্তা, অতএব আমার বন্দেগী কর।",
        "bangla_mujibur": "এই যে তোমাদের জাতি, এটাতো একই জাতি এবং আমিই তোমাদের রাব্ব, অতএব আমার ইবাদাত কর।",
        "bangla_taisirul": "তোমাদের এ সব জাতিগুলো একই জাতি, আর আমি তোমাদের প্রতিপালক, কাজেই আমারই ‘ইবাদাত কর।"
      },
      {
        "id": 93,
        "arabic_text": "وَ تَقَطَّعُوۡۤا  اَمۡرَہُمۡ بَیۡنَہُمۡ ؕ کُلٌّ اِلَیۡنَا رٰجِعُوۡنَ ﴿۹۳﴾ ",
        "english_text": "We do not abrogate a verse or cause it to be forgotten except that We bring forth [one] better than it or similar to it. Do you not know that Allah is over all things competent?",
        "page": 330,
        "is_sajdah_ayat": false,
        "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2576.mp3",
        "colorText": "وَتَقَطَّع[o[ُوٓ][s[اْ] أَمْرَه[c:8517[ُم ب]َيْنَهُمْ‌ۖ كُلٌّ إِلَيْنَا ر[n[َٲ]جِع[p[ُو]نَ",
        "juz": 17,
        "ruku": 283,
        "manzil": 4,
        "bangla_ahbayan": "কিন্তু মানুষ নিজেদের কার্যকলাপে পরস্পরের মধ্যে ভেদ সৃষ্টি করেছে; প্রত্যেকেই আমার নিকট প্রত্যাবর্তনকারী। [১]",
        "bangla_bayan": "কিন্তু তারা নিজদের কার্যকলাপে পরস্পরের মধ্যে বিভেদ সৃষ্টি করেছে। সকলেই আমার নিকট প্রত্যাবর্তন করবে।",
        "bangla_mkhan": "এবং মানুষ তাদের কার্যকলাপ দ্বারা পারস্পরিক বিষয়ে ভেদ সৃষ্টি করেছে। প্রত্যেকেই আমার কাছে প্রত্যাবর্তিত হবে।",
        "bangla_mujibur": "কিন্তু মানুষ নিজেদের কার্যকলাপে পরস্পরের মধ্যে বিভেদ সৃষ্টি করেছে; প্রত্যেকেই প্রত্যাবর্তিত হবে আমার নিকট।",
        "bangla_taisirul": "কিন্তু তারা (পরবর্তীতে) নিজেদের কাজ-কর্মে পরস্পর পার্থক্য সৃষ্টি করেছে, তা সত্ত্বেও তারা সবাই আমার কাছে ফিরে আসবে।"
      },
      {
        "id": 94,
        "arabic_text": "فَمَنۡ یَّعۡمَلۡ مِنَ الصّٰلِحٰتِ وَ ہُوَ  مُؤۡمِنٌ فَلَا کُفۡرَانَ لِسَعۡیِہٖ ۚ وَ اِنَّا لَہٗ کٰتِبُوۡنَ ﴿۹۴﴾ ",
        "english_text": "Do you not know that to Allah belongs the dominion of the heavens and the earth and [that] you have not besides Allah any protector or any helper?",
        "page": 330,
        "is_sajdah_ayat": false,
        "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2577.mp3",
        "colorText": "فَم[a:8855[َن ي]َعْمَلْ مِنَ [h:3154[ٱ][l[ل]صَّ[n[ـٰ]لِحَ[n[ـٰ]تِ وَهُوَ مُؤْمِ[f:8617[نٌ ف]َلَا كُفْرَانَ لِسَعْيِه[n[ِۦ] وَإِ[g[نّ]َا لَهُ[n[ۥ] كَ[n[ـٰ]تِب[p[ُو]نَ",
        "juz": 17,
        "ruku": 284,
        "manzil": 4,
        "bangla_ahbayan": "সুতরাং যদি কেউ বিশ্বাসী হয়ে সৎকর্ম করে, তবে তার কর্ম-প্রচেষ্টা অগ্রাহ্য হবে না এবং নিশ্চয় আমি তা লিখে রাখি।",
        "bangla_bayan": "সুতরাং যে মুমিন অবস্থায় সৎকাজ করে তার প্রচেষ্টাকে অস্বীকার করা হবে না। আর আমি তো তা লিখে রাখি।",
        "bangla_mkhan": "অতঃপর যে বিশ্বাসী অবস্থায় সৎকর্ম সম্পাদন করে, তার প্রচেষ্টা অস্বীকৃত হবে না এবং আমি তা লিপিবদ্ধ করে রাখি।",
        "bangla_mujibur": "সুতরাং যদি কেহ মু’মিন হয়ে সৎ কাজ করে তাহলে তার কাজ প্রচেষ্টা অগ্রাহ্য হবেনা এবং আমিতো তা লিখে রাখি।",
        "bangla_taisirul": "কাজেই কেউ যদি মু’মিন হয়ে সৎ কাজ করে, তবে তার প্রচেষ্টা অস্বীকার করা হবে না, আমি তা তার জন্য লিখে রাখি।"
      },
      {
        "id": 95,
        "arabic_text": "وَ حَرٰمٌ عَلٰی قَرۡیَۃٍ  اَہۡلَکۡنٰہَاۤ  اَنَّہُمۡ لَا  یَرۡجِعُوۡنَ ﴿۹۵﴾ ",
        "english_text": "Or do you intend to ask your Messenger as Moses was asked before? And whoever exchanges faith for disbelief has certainly strayed from the soundness of the way.",
        "page": 330,
        "is_sajdah_ayat": false,
        "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2578.mp3",
        "colorText": "وَحَر[n[َٲ]مٌ عَلَىٰ قَرْيَةٍ أَهْلَكْنَ[n[ـٰ]ه[o[َآ] أَ[g[نّ]َهُمْ لَا يَرْجِع[p[ُو]نَ",
        "juz": 17,
        "ruku": 284,
        "manzil": 4,
        "bangla_ahbayan": "যে জনপদকে আমি ধ্বংস করেছি তাদের পক্ষে জরুরী যে, তার অধিবাসীবৃন্দ ফিরে আসবে না। [১]",
        "bangla_bayan": "আর আমি যে জনপদকে ধ্বংস করেছি তার সম্পর্কে নিষেধাজ্ঞা রয়েছে যে, তার অধিবাসীবৃন্দ আর ফিরে আসবে না।",
        "bangla_mkhan": "যেসব জনপদকে আমি ধ্বংস করে দিয়েছি, তার অধিবাসীদের ফিরে না আসা অবধারিত।",
        "bangla_mujibur": "যে সব জনপদকে আমি ধ্বংস করেছি তার অধিবাসীদের ফিরে না আসা অবধারিত –",
        "bangla_taisirul": "আমি যে সব জনবসতি ধ্বংস করেছি তাদের জন্য এটা নিষিদ্ধ করা হয়েছে যে তারা আর ফিরে আসবে না।"
      },
      {
        "id": 96,
        "arabic_text": "حَتّٰۤی  اِذَا  فُتِحَتۡ یَاۡجُوۡجُ وَ مَاۡجُوۡجُ وَ ہُمۡ  مِّنۡ  کُلِّ  حَدَبٍ  یَّنۡسِلُوۡنَ ﴿۹۶﴾ ",
        "english_text": "Many of the People of the Scripture wish they could turn you back to disbelief after you have believed, out of envy from themselves [even] after the truth has become clear to them. So pardon and overlook until Allah delivers His command. Indeed, Allah is over all things competent.",
        "page": 330,
        "is_sajdah_ayat": false,
        "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2579.mp3",
        "colorText": "حَتَّ[o[ىٰٓ] إِذَا فُتِحَتْ يَأْجُوجُ وَمَأْجُوجُ وَه[w:8717[ُم م]ِّ[f:843[ن ك]ُلِّ حَدَ[a:8856[بٍ ي]َ[f:8857[نس]ِل[p[ُو]نَ",
        "juz": 17,
        "ruku": 284,
        "manzil": 4,
        "bangla_ahbayan": "এমন কি যখন য়্যাজূজ ও মা’জূজকে মুক্তি দেওয়া হবে এবং তারা প্রত্যেক উঁচু ভূমি হতে ছুটে আসবে। [১]",
        "bangla_bayan": "অবশেষে যখন ইয়া’জূজ ও মা’জূজকে মুক্তি দেয়া হবে, আর তারা প্রতিটি উঁচু ভূমি হতে ছুটে আসবে।",
        "bangla_mkhan": "যে পর্যন্ত না ইয়াজুজ ও মাজুজকে বন্ধন মুক্ত করে দেয়া হবে এবং তারা প্রত্যেক উচ্চভুমি থেকে দ্রুত ছুটে আসবে।",
        "bangla_mujibur": "যে পর্যন্ত না ইয়াজুজ ও মা’জুজকে বন্ধনমুক্ত করে দেয়া হবে এবং তারা প্রত্যক উঁচু ভূমি থেকে দ্রুত ছুটে আসবে।",
        "bangla_taisirul": "এমনকি (তখনও তারা ফিরে আসবে না) যখন ইয়া’জূজ ও মা’জূজের জন্য (প্রাচীর) খুলে দেয়া হবে আর তারা প্রতিটি পাহাড় কেটে ছুটে আসবে।"
      },
      {
        "id": 97,
        "arabic_text": "وَ اقۡتَرَبَ الۡوَعۡدُ الۡحَقُّ فَاِذَا ہِیَ شَاخِصَۃٌ  اَبۡصَارُ الَّذِیۡنَ کَفَرُوۡا ؕ یٰوَیۡلَنَا قَدۡ کُنَّا فِیۡ غَفۡلَۃٍ  مِّنۡ  ہٰذَا بَلۡ کُنَّا ظٰلِمِیۡنَ ﴿۹۷﴾ ",
        "english_text": "And establish prayer and give zakah, and whatever good you put forward for yourselves - you will find it with Allah. Indeed, Allah of what you do, is Seeing.",
        "page": 330,
        "is_sajdah_ayat": false,
        "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2580.mp3",
        "colorText": "وَ[h:9999[ٱ][q:8858[قْ]تَرَبَ [h:8859[ٱ]لْوَعْدُ [h:8860[ٱ]لْحَقُّ فَإِذَا هِىَ شَ[n[ـٰ]خِصَةٌ أَ[q:8861[بْ]صَ[n[ـٰ]رُ [h:8862[ٱ]لَّذِينَ كَفَرُو[s[اْ] يَ[n[ـٰ]وَيْلَنَا قَ[q:298[دْ] كُ[g[نّ]َا فِى غَفْلَ[a:8863[ةٍ م]ِّنْ هَ[n[ـٰ]ذَا بَلْ كُ[g[نّ]َا ظَ[n[ـٰ]لِم[p[ِي]نَ",
        "juz": 17,
        "ruku": 284,
        "manzil": 4,
        "bangla_ahbayan": "অমোঘ প্রতিশ্রুতি কাল আসন্ন হলে অকস্মাৎ অবিশ্বাসীদের চক্ষু স্থির হয়ে যাবে,[১] তারা বলবে, ‘হায় দুর্ভোগ আমাদের! আমরা তো ছিলাম এ বিষয়ে উদাসীন; বরং আমরা সীমালংঘনকারী ছিলাম।’",
        "bangla_bayan": "আর সত্য ওয়াদার সময় নিকটে আসলে হঠাৎ কাফিরদের চক্ষু স্থির হয়ে যাবে। তারা বলবে, ‘হায়, আমাদের দুর্ভোগ! আমরা তো এ বিষয়ে উদাসীন ছিলাম বরং আমরা ছিলাম যালিম’ ।",
        "bangla_mkhan": "আমোঘ প্রতিশ্রুত সময় নিকটবর্তী হলে কাফেরদের চক্ষু উচ্চে স্থির হয়ে যাবে; হায় আমাদের দূর্ভাগ্য, আমরা এ বিষয়ে বেখবর ছিলাম; বরং আমরা গোনাহগরই ছিলাম।",
        "bangla_mujibur": "অমোঘ প্রতিশ্রুত কাল আসন্ন হলে অকস্মাৎ কাফিরদের চক্ষু স্থির হয়ে যাবে। তারা বলবেঃ হায় দুর্ভোগ আমাদের! আমরাতো ছিলাম এ বিষয়ে উদাসীন; না, বরং আমরা ছিলাম সীমালংঘনকারী।",
        "bangla_taisirul": "সত্য ওয়া‘দার (পূর্ণতার) সময় ঘনিয়ে আসবে, তখন আতঙ্কে কাফিরদের চক্ষু স্থির হয়ে যাবে। (তখন তারা বলবে) হায়! আমরা তো এ ব্যাপারে উদাসীন ছিলাম, না, আমরা ছিলাম অন্যায়কারী।"
      },
      {
        "id": 98,
        "arabic_text": "اِنَّکُمۡ وَ مَا تَعۡبُدُوۡنَ مِنۡ دُوۡنِ اللّٰہِ حَصَبُ جَہَنَّمَ ؕ اَنۡتُمۡ  لَہَا وٰرِدُوۡنَ ﴿۹۸﴾ ",
        "english_text": "And they say, \"None will enter Paradise except one who is a Jew or a Christian.\" That is [merely] their wishful thinking, Say, \"Produce your proof, if you should be truthful.\"",
        "page": 330,
        "is_sajdah_ayat": false,
        "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2581.mp3",
        "colorText": "إِ[g[نّ]َكُمْ وَمَا تَعْبُدُونَ مِ[f:107[ن د]ُونِ [h:108[ٱ]للَّهِ حَصَبُ جَهَ[g[نّ]َمَ أَ[f:428[نت]ُمْ لَهَا و[n[َٲ]رِد[p[ُو]نَ",
        "juz": 17,
        "ruku": 284,
        "manzil": 4,
        "bangla_ahbayan": "তোমরা এবং আল্লাহর পরিবর্তে তোমরা যাদের উপাসনা কর সেগুলি তো জাহান্নামের ইন্ধন; তোমরা সবাই তাতে প্রবেশ করবে।[১]",
        "bangla_bayan": "নিশ্চয় তোমরা এবং আল্লাহ ছাড়া তোমরা যাদের পূজা কর, সেগুলো তো জাহান্নামের জ্বালানী। তোমরা সেখানে প্রবেশ করবে।",
        "bangla_mkhan": "তোমরা এবং আল্লাহর পরিবর্তে তোমরা যাদের পুজা কর, সেগুলো দোযখের ইন্ধন। তোমরাই তাতে প্রবেশ করবে।",
        "bangla_mujibur": "তোমরা এবং আল্লাহর পরিবর্তে তোমরা যাদের ইবাদাত কর সেগুলিতো জাহান্নামের ইন্ধন; তোমরা সবাই তাতে প্রবেশ করবে।",
        "bangla_taisirul": "তোমরা (কাফিররা) আর আল্লাহকে বাদ দিয়ে তোমরা যাদের ‘ইবাদাত কর সেগুলো জাহান্নামের জ্বালানী। তাতে তোমরা প্রবেশ করবে।"
      },
      {
        "id": 99,
        "arabic_text": "لَوۡ کَانَ ہٰۤؤُلَآءِ اٰلِہَۃً مَّا وَرَدُوۡہَا ؕ وَ کُلٌّ  فِیۡہَا خٰلِدُوۡنَ ﴿۹۹﴾ ",
        "english_text": "Yes [on the contrary], whoever submits his face in Islam to Allah while being a doer of good will have his reward with his Lord. And no fear will there be concerning them, nor will they grieve.",
        "page": 330,
        "is_sajdah_ayat": false,
        "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2582.mp3",
        "colorText": "لَوْ كَانَ هَ[o[ـٰٓ]ؤُل[o[َا]ٓءِ ءَالِهَ[a:8864[ةً م]َّا وَرَدُوهَا‌ۖ وَكُ[f:8865[لٌّ ف]ِيهَا خَ[n[ـٰ]لِد[p[ُو]نَ",
        "juz": 17,
        "ruku": 284,
        "manzil": 4,
        "bangla_ahbayan": "যদি তারা উপাস্য হত, তাহলে তারা জাহান্নামে প্রবেশ করত না; তাদের সবাই তাতে স্থায়ী হবে। [১]",
        "bangla_bayan": "যদি তারা ইলাহ হত তবে তারা জাহান্নামে প্রবেশ করত না। আর তারা সবাই তাতে স্থায়ী হয়ে থাকবে।",
        "bangla_mkhan": "এই মূর্তিরা যদি উপাস্য হত, তবে জাহান্নামে প্রবেশ করত না। প্রত্যেকেই তাতে চিরস্থায়ী হয়ে পড়ে থাকবে।",
        "bangla_mujibur": "যদি তারা উপাস্য হত তাহলে তারা জাহান্নামে প্রবেশ করত না; তাদের সবাই তাতে স্থায়ী হবে।",
        "bangla_taisirul": "তারা যদি ইলাহ হত, তাহলে তারা তাতে প্রবেশ করত না, তাতে তারা সবাই স্থায়ী হয়ে থাকবে।"
      },
      {
        "id": 100,
        "arabic_text": "لَہُمۡ فِیۡہَا زَفِیۡرٌ  وَّ  ہُمۡ فِیۡہَا لَا یَسۡمَعُوۡنَ ﴿۱۰۰﴾ ",
        "english_text": "The Jews say \"The Christians have nothing [true] to stand on,\" and the Christians say, \"The Jews have nothing to stand on,\" although they [both] recite the Scripture. Thus the polytheists speak the same as their words. But Allah will judge between them on the Day of Resurrection concerning that over which they used to differ.",
        "page": 330,
        "is_sajdah_ayat": false,
        "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2583.mp3",
        "colorText": "لَهُمْ فِيهَا زَفِي[a:8866[رٌ و]َهُمْ فِيهَا لَا يَسْمَع[p[ُو]نَ",
        "juz": 17,
        "ruku": 284,
        "manzil": 4,
        "bangla_ahbayan": "সেথায় থাকবে তাদের আর্তনাদ এবং সেথায় তারা কিছুই শুনতে পাবে না। [১]",
        "bangla_bayan": "সেখানে থাকবে তাদের আর্তনাদ, আর সেখানে তারা শুনতে পাবে না।",
        "bangla_mkhan": "তারা সেখানে চীৎকার করবে এবং সেখানে তারা কিছুই শুনতে পাবে না।",
        "bangla_mujibur": "সেখানে থাকবে তাদের আর্তনাদ এবং সেখানে তারা কিছুই শুনতে পাবেনা।",
        "bangla_taisirul": "সেখানে তারা ফুঁপিয়ে ফুঁপিয়ে কাঁদবে, সেখানে কিছুই শুনবে না।"
      },
      {
        "id": 101,
        "arabic_text": "اِنَّ الَّذِیۡنَ سَبَقَتۡ لَہُمۡ مِّنَّا الۡحُسۡنٰۤی ۙ اُولٰٓئِکَ عَنۡہَا مُبۡعَدُوۡنَ ﴿۱۰۱﴾ۙ ",
        "english_text": "And who are more unjust than those who prevent the name of Allah from being mentioned in His mosques and strive toward their destruction. It is not for them to enter them except in fear. For them in this world is disgrace, and they will have in the Hereafter a great punishment.",
        "page": 330,
        "is_sajdah_ayat": false,
        "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2584.mp3",
        "colorText": "إِ[g[نّ]َ [h:24[ٱ]لَّذِينَ سَبَقَتْ لَه[w:8867[ُم م]ِّ[g[نّ]َا [h:8868[ٱ]لْحُسْنَ[o[ىٰٓ] أُ[s[وْ]لَ[o[ـٰٓ]ئِكَ عَنْهَا مُ[q:8869[بْ]عَد[p[ُو]نَ",
        "juz": 17,
        "ruku": 284,
        "manzil": 4,
        "bangla_ahbayan": "নিশ্চয় যাদের জন্য আমার নিকট থেকে পূর্ব হতে কল্যাণ নির্ধারিত রয়েছে, তাদেরকে তা (জাহান্নাম) হতে দূরে রাখা হবে। [১]",
        "bangla_bayan": "আমার পক্ষ থেকে যাদের জন্য পূর্বেই কল্যাণ নির্ধারিত রয়েছে তাদেরকে তা থেকে দূরে রাখা হবে।",
        "bangla_mkhan": "যাদের জন্য প্রথম থেকেই আমার পক্ষ থেকে কল্যাণ নির্ধারিত হয়েছে তারা দোযখ থেকে দূরে থাকবে।",
        "bangla_mujibur": "যাদের জন্য আমার নিকট থেকে পূর্ব হতে কল্যাণ নির্ধারিত রয়েছে তাদেরকে তা হতে দূরে রাখা হবে।",
        "bangla_taisirul": "পূর্ব থেকেই আমার পক্ষ হতে যাদের জন্য কল্যাণ নির্ধারিত আছে তাদেরকে তাত্থেকে (অর্থাৎ জাহান্নাম থেকে) বহু দূরে রাখা হবে।"
      },
      {
        "id": 102,
        "arabic_text": "لَا یَسۡمَعُوۡنَ حَسِیۡسَہَا ۚ وَ ہُمۡ  فِیۡ مَا اشۡتَہَتۡ  اَنۡفُسُہُمۡ  خٰلِدُوۡنَ ﴿۱۰۲﴾ۚ ",
        "english_text": "And to Allah belongs the east and the west. So wherever you [might] turn, there is the Face of Allah . Indeed, Allah is all-Encompassing and Knowing.",
        "page": 331,
        "is_sajdah_ayat": false,
        "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2585.mp3",
        "colorText": "لَا يَسْمَعُونَ حَسِيسَهَا‌ۖ وَهُمْ فِى مَا [h:8870[ٱ]شْتَهَتْ أَ[f:2341[نف]ُسُهُمْ خَ[n[ـٰ]لِد[p[ُو]نَ",
        "juz": 17,
        "ruku": 284,
        "manzil": 4,
        "bangla_ahbayan": "তারা ওর (জাহান্নামের) ক্ষীণতম শব্দও শুনতে পাবে না এবং সেথায় তাদের মন যা চায় তারা চিরকাল তা ভোগ করবে।",
        "bangla_bayan": "তারা জাহান্নামের ক্ষীণতম শব্দও শুনতে পাবে না। সেখানে তারা তাদের মনঃপুত বস্তুর মধ্যে চিরকাল থাকবে।",
        "bangla_mkhan": "তারা তার ক্ষীণতম শব্দও শুনবে না এবং তারা তাদের মনের বাসনা অনুযায়ী চিরকাল বসবাস করবে।",
        "bangla_mujibur": "তারা ওর ক্ষীণতম শব্দও শুনতে পাবেনা এবং সেখানে তারা তাদের মন যা চায় চিরকাল তা ভোগ করবে।",
        "bangla_taisirul": "তারা জাহান্নামের ক্ষীণতম শব্দও শুনবে না, আর তারা তাদের মনের বাসনা অনুযায়ী চিরকাল বসবাস করবে।"
      },
      {
        "id": 103,
        "arabic_text": "لَا یَحۡزُنُہُمُ الۡفَزَعُ الۡاَکۡبَرُ وَ تَتَلَقّٰہُمُ الۡمَلٰٓئِکَۃُ ؕ ہٰذَا یَوۡمُکُمُ الَّذِیۡ  کُنۡتُمۡ تُوۡعَدُوۡنَ ﴿۱۰۳﴾ ",
        "english_text": "They say, \" Allah has taken a son.\" Exalted is He! Rather, to Him belongs whatever is in the heavens and the earth. All are devoutly obedient to Him,",
        "page": 331,
        "is_sajdah_ayat": false,
        "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2586.mp3",
        "colorText": "لَا يَحْزُنُهُمُ [h:8871[ٱ]لْفَزَعُ [h:8872[ٱ]لْأَكْبَرُ وَتَتَلَقَّ[n[ـٰ]هُمُ [h:8873[ٱ]لْمَلَ[o[ـٰٓ]ئِكَةُ هَ[n[ـٰ]ذَا يَوْمُكُمُ [h:8874[ٱ]لَّذِى كُ[f:100[نت]ُمْ تُوعَد[p[ُو]نَ",
        "juz": 17,
        "ruku": 284,
        "manzil": 4,
        "bangla_ahbayan": "মহাভীতি[১] তাদেরকে দুশ্চিন্তাগ্রস্ত করবে না এবং ফিরিশতারা তাদেরকে অভ্যর্থনা জানাবে (এবং বলবে), ‘এ তোমাদের সেই দিন যার প্রতিশ্রুতি তোমাদেরকে দেওয়া হয়েছিল।’",
        "bangla_bayan": "মহাভীতি তাদেরকে পেরেশান করবে না। আর ফেরেশতারা তাদেরকে অভ্যর্থনা জানিয়ে বলবে, ‘এটাই তোমাদের সেই দিন, যার ওয়াদা তোমাদেরকে দেয়া হয়েছিল’।",
        "bangla_mkhan": "মহা ত্রাস তাদেরকে চিন্তান্বিত করবে না এবং ফেরেশতারা তাদেরকে অভ্যর্থনা করবেঃ আজ তোমাদের দিন, যে দিনের ওয়াদা তোমাদেরকে দেয়া হয়েছিল।",
        "bangla_mujibur": "মহাভীতি তাদেরকে বিষাদ ক্লিষ্ট করবেনা এবং মালাইকারা তাদেরকে অভ্যর্থনা করবে এই বলেঃ এই তোমাদের সেই দিন যার প্রতিশ্রুতি তোমাদেরকে দেয়া হয়েছিল।",
        "bangla_taisirul": "মহা ত্রাস তাদেরকে চিন্তাযুক্ত করবে না, আর ফেরেশতাগণ তাদেরকে অভ্যর্থনা জানাবে (এই কথা বলে যে), ‘এটাই তোমাদের দিন যার ওয়া‘দা তোমাদেরকে দেয়া হয়েছিল।"
      },
      {
        "id": 104,
        "arabic_text": "یَوۡمَ نَطۡوِی السَّمَآءَ کَطَیِّ السِّجِلِّ لِلۡکُتُبِ ؕ کَمَا بَدَاۡنَاۤ  اَوَّلَ خَلۡقٍ نُّعِیۡدُہٗ ؕ وَعۡدًا عَلَیۡنَا ؕ اِنَّا کُنَّا فٰعِلِیۡنَ ﴿۱۰۴﴾ ",
        "english_text": "Originator of the heavens and the earth. When He decrees a matter, He only says to it, \"Be,\" and it is.",
        "page": 331,
        "is_sajdah_ayat": false,
        "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2587.mp3",
        "colorText": "يَوْمَ نَ[q:8875[طْ]وِى [h:8876[ٱ][l[ل]سَّم[o[َا]ٓءَ كَطَىِّ [h:8877[ٱ][l[ل]سِّجِلِّ لِلْكُتُبِ‌ۚ كَمَا بَدَأْن[o[َآ] أَوَّلَ خَلْ[a:8878[قٍ ن]ُّعِيدُهُ[n[ۥ]‌ۚ وَعْدًا عَلَيْن[o[َآ‌ۚ] إِ[g[نّ]َا كُ[g[نّ]َا فَ[n[ـٰ]عِل[p[ِي]نَ",
        "juz": 17,
        "ruku": 284,
        "manzil": 4,
        "bangla_ahbayan": "সেদিন আমি আকাশকে গুটিয়ে ফেলব, যেভাবে গুটানো হয় লিখিত দপ্তর; [১] যেভাবে আমি সৃষ্টির সূচনা করেছিলাম, সেভাবে পুনরায় সৃষ্টি করব। প্রতিশ্রুতি পালন আমার কর্তব্য; আমি এটা পালন করবই।",
        "bangla_bayan": "সে দিন আমি আসমানসমূহকে গুটিয়ে নেব, যেভাবে গুটিয়ে রাখা হয় লিখিত দলীল-পত্রাদি। যেভাবে আমি প্রথম সৃষ্টির সূচনা করেছিলাম সেভাবেই পুনরায় সৃষ্টি করব। ওয়াদা পালন করা আমার কর্তব্য। আমি তা পালন করবই।",
        "bangla_mkhan": "সেদিন আমি আকাশকে গুটিয়ে নেব, যেমন গুটানো হয় লিখিত কাগজপত্র। যেভাবে আমি প্রথমবার সৃষ্টি করেছিলাম, সেভাবে পুনরায় সৃষ্টি করব। আমার ওয়াদা নিশ্চিত, আমাকে তা পূর্ণ করতেই হবে।",
        "bangla_mujibur": "সেদিন আমি আকাশকে গুটিয়ে ফেলবো, যেভাবে গুটানো হয় লিখিত দফতর। যেভাবে আমি সৃষ্টির সূচনা করেছিলাম সেভাবে পুনরায় সৃষ্টি করব; প্রতিশ্রুতি পালন আমার কর্তব্য, আমি এটা পালন করবই।",
        "bangla_taisirul": "সেদিন আমি আকাশকে গুটিয়ে নেব যেমনভাবে (লিখিত) কাগজ-দলীল গুটিয়ে রাখা হয়। যেভাবে আমি প্রথমবার সৃষ্টি করেছিলাম, সেভাবে আবার সৃষ্টি করব। ওয়া‘দা আমি করেছি, তা আমি পূর্ণ করবই।"
      },
      {
        "id": 105,
        "arabic_text": "وَ لَقَدۡ کَتَبۡنَا فِی الزَّبُوۡرِ مِنۡۢ بَعۡدِ الذِّکۡرِ اَنَّ الۡاَرۡضَ یَرِثُہَا عِبَادِیَ الصّٰلِحُوۡنَ ﴿۱۰۵﴾  ",
        "english_text": "Those who do not know say, \"Why does Allah not speak to us or there come to us a sign?\" Thus spoke those before them like their words. Their hearts resemble each other. We have shown clearly the signs to a people who are certain [in faith].",
        "page": 331,
        "is_sajdah_ayat": false,
        "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2588.mp3",
        "colorText": "وَلَقَ[q:341[دْ] كَتَ[q:2889[بْ]نَا فِى [h:8879[ٱ][l[ل]زَّبُورِ م[i:146[ِنۢ ب]َعْدِ [h:8880[ٱ][l[ل]ذِّكْرِ أَ[g[نّ]َ [h:8881[ٱ]لْأَرْضَ يَرِثُهَا عِبَادِىَ [h:8882[ٱ][l[ل]صَّ[n[ـٰ]لِح[p[ُو]نَ",
        "juz": 17,
        "ruku": 284,
        "manzil": 4,
        "bangla_ahbayan": "আমি (যাবূর) কিতাবে উপদেশের পর লিখে দিয়েছি যে, ‘নিশ্চয় আমার সৎকর্মশীল বান্দারা[১] পৃথিবীর অধিকারী হবে।’",
        "bangla_bayan": "আর উপদেশ দেয়ার পর আমি কিতাবে লিখে দিয়েছি যে, ‘আমার যোগ্যতর বান্দাগণই পৃথিবীর উত্তরাধিকারী হবে’।",
        "bangla_mkhan": "আমি উপদেশের পর যবুরে লিখে দিয়েছি যে, আমার সৎকর্মপরায়ণ বান্দাগণ অবশেষে পৃথিবীর অধিকারী হবে।",
        "bangla_mujibur": "আমি উপদেশের পর কিতাবে লিখে দিয়েছি যে, আমার যোগ্যতাসম্পন্ন বান্দারা পৃথিবীর অধিকারী হবে।",
        "bangla_taisirul": "(এর আগে মূসাকে) বাণী দেয়ার পর আমি যুবূরে লিখে দিয়েছিলাম যে, আমার সৎকর্মপরায়ণ বান্দাহ্গণই পৃথিবীর উত্তরাধিকার লাভ করবে।"
      },
      {
        "id": 106,
        "arabic_text": "اِنَّ فِیۡ ہٰذَا لَبَلٰغًا لِّقَوۡمٍ  عٰبِدِیۡنَ ﴿۱۰۶﴾ؕ ",
        "english_text": "Indeed, We have sent you, [O Muhammad], with the truth as a bringer of good tidings and a warner, and you will not be asked about the companions of Hellfire.",
        "page": 331,
        "is_sajdah_ayat": false,
        "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2589.mp3",
        "colorText": "إِ[g[نّ]َ فِى هَ[n[ـٰ]ذَا لَبَلَ[n[ـٰ][u:8883[غًا ل]ِّقَوْمٍ عَ[n[ـٰ]بِد[p[ِي]نَ",
        "juz": 17,
        "ruku": 284,
        "manzil": 4,
        "bangla_ahbayan": "উপাসনাকারী সম্প্রদায়ের জন্য এতে রয়েছে পয়গাম। [১]",
        "bangla_bayan": "নিশ্চয় এতে ইবাদাতকারী সম্প্রদায়ের জন্য উপদেশ বাণী রয়েছে।",
        "bangla_mkhan": "এতে এবাদতকারী সম্প্রদায়ের জন্যে পর্যাপ্ত বিষয়বস্তু আছে।",
        "bangla_mujibur": "এতে রয়েছে বাণী, সেই সম্প্রদায়ের জন্য, যারা ইবাদাত করে।",
        "bangla_taisirul": "নিশ্চয়ই এতে (অর্থাৎ এই কুরআনে) উপদেশবাণী রয়েছে ‘ইবাদাতকারী লোকেদের জন্য।"
      },
      {
        "id": 107,
        "arabic_text": "وَ مَاۤ  اَرۡسَلۡنٰکَ اِلَّا رَحۡمَۃً  لِّلۡعٰلَمِیۡنَ ﴿۱۰۷﴾ ",
        "english_text": "And never will the Jews or the Christians approve of you until you follow their religion. Say, \"Indeed, the guidance of Allah is the [only] guidance.\" If you were to follow their desires after what has come to you of knowledge, you would have against Allah no protector or helper.",
        "page": 331,
        "is_sajdah_ayat": false,
        "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2590.mp3",
        "colorText": "وَم[o[َآ] أَرْسَلْنَ[n[ـٰ]كَ إِلَّا رَحْمَ[u:8884[ةً ل]ِّلْعَ[n[ـٰ]لَم[p[ِي]نَ",
        "juz": 17,
        "ruku": 284,
        "manzil": 4,
        "bangla_ahbayan": "আমি তো তোমাকে বিশ্বজগতের প্রতি শুধু করুণা রূপেই প্রেরণ করেছি। [১]",
        "bangla_bayan": "আর আমি তো তোমাকে বিশ্ববাসীর জন্য রহমত হিসেবেই প্রেরণ করেছি।",
        "bangla_mkhan": "আমি আপনাকে বিশ্ববাসীর জন্যে রহমত স্বরূপই প্রেরণ করেছি।",
        "bangla_mujibur": "আমিতো তোমাকে বিশ্ব জগতের প্রতি শুধু রাহমাত রূপেই প্রেরণ করেছি।",
        "bangla_taisirul": "আমি তোমাকে বিশ্ববাসীর জন্য পাঠিয়েছি কেবল রহমত হিসেবে।"
      },
      {
        "id": 108,
        "arabic_text": "قُلۡ اِنَّمَا یُوۡحٰۤی  اِلَیَّ  اَنَّمَاۤ  اِلٰـہُکُمۡ  اِلٰہٌ وَّاحِدٌ ۚ فَہَلۡ اَنۡتُمۡ مُّسۡلِمُوۡنَ ﴿۱۰۸﴾ ",
        "english_text": "Those to whom We have given the Book recite it with its true recital. They [are the ones who] believe in it. And whoever disbelieves in it - it is they who are the losers.",
        "page": 331,
        "is_sajdah_ayat": false,
        "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2591.mp3",
        "colorText": "قُلْ إِ[g[نّ]َمَا يُوحَ[o[ىٰٓ] إِلَىَّ أَ[g[نّ]َم[o[َآ] إِلَ[n[ـٰ]هُكُمْ إِلَ[n[ـٰ][a:827[هٌ و][n[َٲ]حِ[f:8885[دٌ‌ۖ ف]َهَلْ أَ[f:428[نت][w:2056[ُم م]ُّسْلِم[p[ُو]نَ",
        "juz": 17,
        "ruku": 284,
        "manzil": 4,
        "bangla_ahbayan": "বল, ‘আমার প্রতি প্রত্যাদেশ হয় যে, তোমাদের উপাস্য একই উপাস্য। সুতরাং তোমরা আত্মসমর্পণকারী (মুসলিম) হবে কি?’ [১]",
        "bangla_bayan": "বল, ‘আমার প্রতি ওহী প্রেরণ করা হয় যে, তোমাদের ইলাহ একক ইলাহ। সুতরাং তোমরা কি আত্মসমর্পণকারী হবে’?",
        "bangla_mkhan": "বলুনঃ আমাকে তো এ আদেশই দেয়া হয়েছে যে, তোমাদের উপাস্য একমাত্র উপাস্য। সুতরাংতোমরা কি আজ্ঞাবহ হবে?",
        "bangla_mujibur": "বলঃ আমার প্রতি অহী হয় যে, তোমাদের মা‘বূদ একই মা‘বূদ; সুতরাং তোমরা হয়ে যাও আত্মসমর্পনকারী।",
        "bangla_taisirul": "বল- আমার প্রতি এ ওয়াহীই করা হয়েছে যে, তোমাদের ইলাহ একমাত্র ইলাহ, কাজেই তোমরা কি তাঁর নির্দেশের প্রতি মাথা নত করবে?"
      },
      {
        "id": 109,
        "arabic_text": "فَاِنۡ تَوَلَّوۡا فَقُلۡ اٰذَنۡتُکُمۡ عَلٰی سَوَآءٍ ؕ وَ اِنۡ  اَدۡرِیۡۤ  اَقَرِیۡبٌ اَمۡ بَعِیۡدٌ مَّا تُوۡعَدُوۡنَ ﴿۱۰۹﴾ ",
        "english_text": "O Children of Israel, remember My favor which I have bestowed upon you and that I preferred you over the worlds.",
        "page": 331,
        "is_sajdah_ayat": false,
        "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2592.mp3",
        "colorText": "فَإِ[f:1857[ن ت]َوَلَّوْ[s[اْ] فَقُلْ ءَاذَ[f:8886[نت]ُكُمْ عَلَىٰ سَو[o[َا]ٓ[a:8887[ءٍ‌ۖ و]َإِنْ أَ[q:8888[دْ]ر[o[ِىٓ] أَقَرِيبٌ أ[c:8889[َم ب]َعِي[a:8890[دٌ م]َّا تُوعَد[p[ُو]نَ",
        "juz": 17,
        "ruku": 284,
        "manzil": 4,
        "bangla_ahbayan": "যদি তারা মুখ ফিরিয়ে নেয় তবে তুমি বল, ‘আমি তোমাদেরকে যথাযথভাবে জানিয়ে দিয়েছি। [১] আর আমি জানি না যে, তোমাদেরকে যে বিষয়ের প্রতিশ্রুতি দেওয়া হয়েছে তা নিকটবর্তী, না দূরবর্তী। [২]",
        "bangla_bayan": "তবে তারা মুখ ফিরিয়ে নিলে তুমি বলে দিও, ‘আমি যথাযথভাবে তোমাদেরকে জানিয়ে দিয়েছি। আর আমি জানি না তোমাদেরকে যে বিষয়ের ওয়াদা দেয়া হয়েছে তা কি নিকটবর্তী না দূরবর্তী’।",
        "bangla_mkhan": "অতঃপর যদি তারা মুখ ফিরিয়ে নেয়, তবে বলে দিনঃ আমি তোমাদেরকে পরিস্কার ভাবে সতর্ক করেছি এবং আমি জানি না, তোমাদেরকে যে ওয়াদা দেয়া হয়েছে, তা নিকটবর্তী না দূরবর্তী।",
        "bangla_mujibur": "যদি তারা মুখ ফিরিয়ে নেয় তাহলে তুমি বলঃ আমি তোমাদেরকে যথাযথভাবে জানিয়ে দিয়েছি এবং তোমাদেরকে যে বিষয়ে প্রতিশ্রুতি দেয়া হয়েছে, আমি জানিনা, তা আসন্ন, না দূরস্থিত।",
        "bangla_taisirul": "তবে তারা মুখ ফিরিয়ে নিলে বল : আমি তোমাদের কাছে যথাযথভাবে বাণী পৌঁছে দিয়েছি। আর আমি জানি না তোমাদেরকে যার ওয়া‘দা দেয়া হয়েছে তা নিকটবর্তী, নাকি দূরবর্তী।"
      },
      {
        "id": 110,
        "arabic_text": "اِنَّہٗ  یَعۡلَمُ  الۡجَہۡرَ  مِنَ الۡقَوۡلِ وَ یَعۡلَمُ مَا تَکۡتُمُوۡنَ ﴿۱۱۰﴾ ",
        "english_text": "And fear a Day when no soul will suffice for another soul at all, and no compensation will be accepted from it, nor will any intercession benefit it, nor will they be aided.",
        "page": 331,
        "is_sajdah_ayat": false,
        "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2593.mp3",
        "colorText": "إِ[g[نّ]َهُ[n[ۥ] يَعْلَمُ [h:8891[ٱ]لْجَهْرَ مِنَ [h:3107[ٱ]لْقَوْلِ وَيَعْلَمُ مَا تَكْتُم[p[ُو]نَ",
        "juz": 17,
        "ruku": 284,
        "manzil": 4,
        "bangla_ahbayan": "নিশ্চয় তিনি জানেন উচ্চ স্বরে ব্যক্ত কথা এবং যা তোমরা গোপন কর।",
        "bangla_bayan": "তিনি প্রকাশ্য কথা সম্পর্কেও জানেন এবং তোমরা যা গোপন কর তাও জানেন।",
        "bangla_mkhan": "তিনি জানেন, যে কথা সশব্দে বল এবং যে কথা তোমরা গোপন কর।",
        "bangla_mujibur": "তিনি জানেন যা কথায় ব্যক্ত কর এবং যা তোমরা গোপন কর।",
        "bangla_taisirul": "তিনি জানেন যে কথা প্রকাশ করা হয় আর তিনি জানেন যা তোমরা (তোমাদের অন্তরে) লুকিয়ে রাখ।"
      },
      {
        "id": 111,
        "arabic_text": "وَ اِنۡ اَدۡرِیۡ لَعَلَّہٗ  فِتۡنَۃٌ  لَّکُمۡ وَ مَتَاعٌ  اِلٰی  حِیۡنٍ ﴿۱۱۱﴾ ",
        "english_text": "And [mention, O Muhammad], when Abraham was tried by his Lord with commands and he fulfilled them. [ Allah ] said, \"Indeed, I will make you a leader for the people.\" [Abraham] said, \"And of my descendants?\" [ Allah ] said, \"My covenant does not include the wrongdoers.\"",
        "page": 331,
        "is_sajdah_ayat": false,
        "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2594.mp3",
        "colorText": "وَإِنْ أَ[q:8888[دْ]رِى لَعَلَّهُ[n[ۥ] فِتْنَ[u:8892[ةٌ ل]َّكُمْ وَمَتَ[n[ـٰ]عٌ إِلَىٰ ح[p[ِي]نٍ",
        "juz": 17,
        "ruku": 284,
        "manzil": 4,
        "bangla_ahbayan": "আমি জানি না, হয়তো এটা তোমাদের জন্য এক পরীক্ষা এবং কিছু কালের জন্য জীবনোপভোগ।’",
        "bangla_bayan": "আর আমি জানি না হয়তো তা তোমাদের জন্য এক পরীক্ষা কিছু কালের জন্য উপভোগের সুযোগ।",
        "bangla_mkhan": "আমি জানি না সম্ভবতঃ বিলম্বের মধ্যে তোমাদের জন্যে একটি পরীক্ষা এবং এক সময় পর্যন্ত ভোগ করার সুযোগ।",
        "bangla_mujibur": "আমি জানিনা, হয়তো এটা তোমাদের জন্য এক পরীক্ষা এবং জীবন উপভোগ কিছু কালের জন্য।",
        "bangla_taisirul": "আমি জানি না সম্ভবতঃ বিলম্বের মধ্যে তোমাদের জন্য রয়েছে পরীক্ষা আর কিছু কালের জন্য সুখভোগের সুযোগ।"
      },
      {
        "id": 112,
        "arabic_text": "قٰلَ رَبِّ احۡکُمۡ بِالۡحَقِّ ؕ وَ رَبُّنَا الرَّحۡمٰنُ الۡمُسۡتَعَانُ عَلٰی مَا تَصِفُوۡنَ ﴿۱۱۲﴾ ",
        "english_text": "And [mention] when We made the House a place of return for the people and [a place of] security. And take, [O believers], from the standing place of Abraham a place of prayer. And We charged Abraham and Ishmael, [saying], \"Purify My House for those who perform Tawaf and those who are staying [there] for worship and those who bow and prostrate [in prayer].\"",
        "page": 331,
        "is_sajdah_ayat": false,
        "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2595.mp3",
        "colorText": "قَ[n[ـٰ]لَ رَبِّ [h:8893[ٱ]حْك[c:8894[ُم ب]ِ[h:370[ٱ]لْحَقِّ‌ۗ وَرَبُّنَا [h:8895[ٱ][l[ل]رَّحْمَ[n[ـٰ]نُ [h:8896[ٱ]لْمُسْتَعَانُ عَلَىٰ مَا تَصِف[p[ُو]نَ",
        "juz": 17,
        "ruku": 284,
        "manzil": 4,
        "bangla_ahbayan": "(রসূল) বলেছিল,[১] ‘হে আমার প্রতিপালক! তুমি ন্যায়ের সাথে ফায়সালা করে দাও। আর আমাদের প্রতিপালক তো দয়াময়, তোমরা যা বলছ সে বিষয়ে একমাত্র সহায়স্থল তিনিই।’[২]",
        "bangla_bayan": "রাসূল বলেছিল, ‘হে আমার রব, আপনি ন্যায়সঙ্গতভাবে ফয়সালা করে দিন’। আর আমাদের রব তো পরম করুণাময়। তোমরা যা বলছ সে বিষয়ে তিনিই একমাত্র সহায়স্থল।",
        "bangla_mkhan": "পয়গাম্বর বললেনঃ হে আমার পালনকর্তা, আপনি ন্যায়ানুগ ফয়সালা করে দিন। আমাদের পালনকর্তা তো দয়াময়, তোমরা যা বলছ, সে বিষয়ে আমরা তাঁর কাছেই সাহায্য প্রার্থনা করি।",
        "bangla_mujibur": "রাসূল বলেছিলঃ হে আমার রাব্ব! আপনি ন্যায়ের সাথে ফাইসালা করে দিন, আমাদের রাব্বতো দয়াময়, তোমরা যা বলেছ সে বিষয়ে একমাত্র সহায়স্থল তিনিই।",
        "bangla_taisirul": "রসূল বলেছিল- হে আমার প্রতিপালক! তুমি ন্যায্য মীমাংসা করে দাও, আর আমাদের প্রতিপালক তো দয়ার আধার। তোমরা (তাঁর বিরুদ্ধে) যে সব কথা বলছ সে বিষয়ে তিনিই একমাত্র আশ্রয়স্থল।"
      }
    ]
  }
}
