{"surahDetails":{"id":22,"banglaName":"হ়াজ্জ","totalAyah":78,"arabicInBangla":"আল-হাজ্জ"},"surah":{"id":22,"verses":[{"id":1,"arabic_text":"یٰۤاَیُّہَا النَّاسُ اتَّقُوۡا رَبَّکُمۡ ۚ اِنَّ  زَلۡزَلَۃَ  السَّاعَۃِ  شَیۡءٌ  عَظِیۡمٌ ﴿۱﴾ ","english_text":"[But] Allah mocks them and prolongs them in their transgression [while] they wander blindly.","page":332,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2596.mp3","colorText":"يَ[o[ـٰٓ]أَيُّهَا [h:82[ٱ][l[ل][g[نّ]َاسُ [h:2529[ٱ]تَّقُو[s[اْ] رَبَّكُمْ‌ۚ إِ[g[نّ]َ زَلْزَلَةَ [h:8897[ٱ][l[ل]سَّاعَةِ شَىْءٌ عَظ[p[ِي]مٌ","juz":17,"ruku":285,"manzil":4,"bangla_ahbayan":"হে মানবমন্ডলী! তোমরা ভয় কর তোমাদের প্রতিপালককে; (আর জেনে রেখো যে,) নিঃসন্দেহে কিয়ামতের প্রকম্পন এক ভয়ানক ব্যাপার।","bangla_bayan":"হে মানুষ, তোমরা তোমাদের রবকে ভয় কর। নিশ্চয় কিয়ামতের প্রকম্পন এক ভয়ঙ্কর ব্যাপার।","bangla_mkhan":"হে লোক সকল! তোমাদের পালনকর্তাকে ভয় কর। নিশ্চয় কেয়ামতের প্রকম্পন একটি ভয়ংকর ব্যাপার।","bangla_mujibur":"হে মানবমন্ডলী! তোমরা ভয় কর তোমাদের রাব্বকে; (জেনে রেখ) কিয়ামাতের প্রকম্পন এক ভয়ানক ব্যাপার।","bangla_taisirul":"হে মানুষ! তোমরা তোমাদের প্রতিপালককে ভয় কর, কিয়ামাতের কম্পন এক ভয়ানক জিনিস।"},{"id":2,"arabic_text":"یَوۡمَ تَرَوۡنَہَا تَذۡہَلُ کُلُّ مُرۡضِعَۃٍ عَمَّاۤ اَرۡضَعَتۡ وَ تَضَعُ کُلُّ ذَاتِ حَمۡلٍ حَمۡلَہَا وَ تَرَی النَّاسَ سُکٰرٰی وَ مَا ہُمۡ  بِسُکٰرٰی وَ لٰکِنَّ عَذَابَ اللّٰہِ شَدِیۡدٌ ﴿۲﴾ ","english_text":"Those are the ones who have purchased error [in exchange] for guidance, so their transaction has brought no profit, nor were they guided.","page":332,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2597.mp3","colorText":"يَوْمَ تَرَوْنَهَا تَذْهَلُ كُلُّ مُرْضِعَةٍ عَ[g[مّ][o[َآ] أَرْضَعَتْ وَتَضَعُ كُلُّ ذَاتِ حَمْلٍ حَمْلَهَا وَتَرَى [h:8898[ٱ][l[ل][g[نّ]َاسَ سُكَ[n[ـٰ]رَىٰ وَمَا ه[c:8899[ُم ب]ِسُكَ[n[ـٰ]رَىٰ وَلَ[n[ـٰ]كِ[g[نّ]َ عَذَابَ [h:8900[ٱ]للَّهِ شَد[p[ِي][q[د]ٌ","juz":17,"ruku":285,"manzil":4,"bangla_ahbayan":"যেদিন তোমরা তা প্রত্যক্ষ করবে সেদিন প্রত্যেক স্তন্যদাত্রী নিজ দুগ্ধপোষ্য শিশুকে বিস্মৃত হবে এবং প্রত্যেক গর্ভবতী তার গর্ভপাত করে ফেলবে। আর মানুষকে দেখবে মাতাল সদৃশ, অথচ তারা নেশাগ্রস্ত নয়; বস্তুতঃ আল্লাহর শাস্তি বড় কঠিন। [১]","bangla_bayan":"যেদিন তোমরা তা দেখবে সেদিন প্রত্যেক স্তন্য দানকারিনী আপন দুগ্ধপোষ্য শিশুকে ভুলে যাবে এবং প্রত্যেক গর্ভধারিণী তার গর্ভপাত করে ফেলবে, তুমি দেখবে মানুষকে মাতাল সদৃশ, অথচ তারা মাতাল নয়। তবে আল্লাহর আযাবই কঠিন।","bangla_mkhan":"যেদিন তোমরা তা প্রত্যক্ষ করবে, সেদিন প্রত্যেক স্তন্যধাত্রী তার দুধের শিশুকে বিস্মৃত হবে এবং প্রত্যেক গর্ভবতী তার গর্ভপাত করবে এবং মানুষকে তুমি দেখবে মাতাল; অথচ তারা মাতাল নয় বস্তুতঃ আল্লাহর আযাব সুকঠিন।","bangla_mujibur":"যেদিন তোমরা তা প্রত্যক্ষ করবে সেদিন প্রত্যেক স্তন্যদাত্রী বিস্মৃত হবে তার দুগ্ধ পোষ্য শিশুকে এবং প্রত্যেক গর্ভবতী তার গর্ভপাত করে ফেলবে; মানুষকে দেখবে মাতাল সদৃশ, যদিও তারা নেশাগ্রস্ত নয়; বস্তুতঃ আল্লাহর শাস্তি কঠিন।","bangla_taisirul":"সেদিন তুমি দেখবে প্রতিটি দুগ্ধদায়িনী ভুলে যাবে তার দুগ্ধপোষ্য শিশুকে, আর প্রত্যেক গর্ভবতী গর্ভপাত করে ফেলবে, আর মানুষকে দেখবে মাতাল, যদিও তারা প্রকৃতপক্ষে মাতাল নয়, কিন্তু আল্লাহর শাস্তি বড়ই কঠিন (যার কারণে তাদের ঐ অবস্থা ঘটবে)।"},{"id":3,"arabic_text":"وَ مِنَ النَّاسِ مَنۡ یُّجَادِلُ فِی اللّٰہِ  بِغَیۡرِ عِلۡمٍ  وَّ  یَتَّبِعُ  کُلَّ  شَیۡطٰنٍ  مَّرِیۡدٍ ۙ﴿۳﴾ ","english_text":"Their example is that of one who kindled a fire, but when it illuminated what was around him, Allah took away their light and left them in darkness [so] they could not see.","page":332,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2598.mp3","colorText":"وَمِنَ [h:30[ٱ][l[ل][g[نّ]َاسِ م[a:8901[َن ي]ُجَ[n[ـٰ]دِلُ فِى [h:714[ٱ]للَّهِ بِغَيْرِ عِلْ[a:8902[مٍ و]َيَتَّبِعُ كُلَّ شَيْطَ[n[ـٰ][a:8903[نٍ م]َّر[p[ِي][q[د]ٍ","juz":17,"ruku":285,"manzil":4,"bangla_ahbayan":"মানুষের মধ্যে কতক আছে যারা অজ্ঞানতাবশতঃ আল্লাহ সম্বন্ধে বিতন্ডা করে এবং অনুসরণ করে প্রত্যেক বিদ্রোহী শয়তানের। [১]","bangla_bayan":"মানুষের মধ্যে কতক আল্লাহ সম্পর্কে তর্ক-বিতর্ক করে না জেনে এবং সে অনুসরণ করে প্রত্যেক বিদ্রোহী শয়তানের।","bangla_mkhan":"কতক মানুষ অজ্ঞানতাবশতঃ আল্লাহ সম্পꦣ2503;ক বিতর্ক করে এবং প্রত্যেক অবাধ্য শয়তানের অনুসরণ করে।","bangla_mujibur":"মানুষের কতক অজ্ঞতা বশতঃ আল্লাহ সম্বন্ধে বিতন্ডা করে এবং অনুসরণ করে প্রত্যেক বিদ্রোহী শাইতানের।","bangla_taisirul":"কতক মানুষ জ্ঞান ছাড়াই আল্লাহ সম্বন্ধে বাদানুবাদ করে, আর প্রত্যেক অবাধ্য শয়ত্বানের অনুসরণ করে।"},{"id":4,"arabic_text":"کُتِبَ عَلَیۡہِ  اَنَّہٗ  مَنۡ تَوَلَّاہُ  فَاَنَّہٗ یُضِلُّہٗ وَ یَہۡدِیۡہِ  اِلٰی عَذَابِ السَّعِیۡرِ ﴿۴﴾ ","english_text":"Deaf, dumb and blind - so they will not return [to the right path].","page":332,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2599.mp3","colorText":"كُتِبَ عَلَيْهِ أَ[g[نّ]َهُ[n[ۥ] مَ[f:8904[ن ت]َوَلَّاهُ فَأَ[g[نّ]َهُ[n[ۥ] يُضِلُّهُ[n[ۥ] وَيَهْدِيهِ إِلَىٰ عَذَابِ [h:8905[ٱ][l[ل]سَّع[p[ِي]رِ","juz":17,"ruku":285,"manzil":4,"bangla_ahbayan":"তার সম্বন্ধে এই নিয়ম করে দেয়া হয়েছে যে, [১] যে কেউ তার সাথে বন্ধুত্ব করবে, সে তাকে পথভ্রষ্ট করবে এবং তাকে পরিচালিত করবে প্রজ্জ্বলিত অগ্নির শাস্তির দিকে।","bangla_bayan":"তার সম্পর্কে নির্ধারণ করা হয়েছে যে, যে তার সাথে বন্ধুত্ব করবে সে অবশ্যই তাকে পথভ্রষ্ট করবে এবং তাকে প্রজ্জ্বলিত আগুনের শাস্তির দিকে পরিচালিত করবে।","bangla_mkhan":"শয়তান সম্পর্কে লিখে দেয়া হয়েছে যে, যে কেউ তার সাথী হবে, সে তাকে বিভ্রান্ত করবে এবং দোযখের আযাবের দিকে পরিচালিত করবে।","bangla_mujibur":"তার সম্বন্ধে এই নিয়ম করে দেয়া হয়েছে যে, যে কেহ তার সাথে বন্ধুত্ব করবে সে তাকে পথভ্রষ্ট করবে এবং তাকে পরিচালিত করবে প্রজ্জ্বলিত অগ্নির দিকে।","bangla_taisirul":"যার (অর্থাৎ শয়ত্বানের) সম্পর্কে বিধান করা হয়েছে যে, যে কেউ তার সঙ্গে বন্ধুত্ব গড়বে, সে তাকে বিপথগামী করবে, আর তাকে প্রজ্জ্বলিত অগ্নি শাস্তির দিকে পরিচালিত করবে।"},{"id":5,"arabic_text":"یٰۤاَیُّہَا النَّاسُ  اِنۡ  کُنۡتُمۡ فِیۡ رَیۡبٍ مِّنَ الۡبَعۡثِ فَاِنَّا خَلَقۡنٰکُمۡ مِّنۡ تُرَابٍ ثُمَّ مِنۡ نُّطۡفَۃٍ  ثُمَّ مِنۡ عَلَقَۃٍ  ثُمَّ مِنۡ مُّضۡغَۃٍ مُّخَلَّقَۃٍ  وَّ غَیۡرِ مُخَلَّقَۃٍ  لِّنُبَیِّنَ لَکُمۡ ؕ وَ نُقِرُّ  فِی الۡاَرۡحَامِ مَا نَشَآءُ  اِلٰۤی اَجَلٍ مُّسَمًّی ثُمَّ نُخۡرِجُکُمۡ طِفۡلًا ثُمَّ  لِتَبۡلُغُوۡۤا  اَشُدَّکُمۡ ۚ وَ مِنۡکُمۡ  مَّنۡ یُّتَوَفّٰی وَ مِنۡکُمۡ مَّنۡ یُّرَدُّ  اِلٰۤی  اَرۡذَلِ الۡعُمُرِ لِکَیۡلَا یَعۡلَمَ مِنۡۢ بَعۡدِ عِلۡمٍ شَیۡئًا ؕ وَ تَرَی الۡاَرۡضَ ہَامِدَۃً  فَاِذَاۤ  اَنۡزَلۡنَا عَلَیۡہَا الۡمَآءَ   اہۡتَزَّتۡ وَ  رَبَتۡ وَ  اَنۡۢبَتَتۡ مِنۡ  کُلِّ  زَوۡجٍۭ  بَہِیۡجٍ ﴿۵﴾ ","english_text":"Or [it is] like a rainstorm from the sky within which is darkness, thunder and lightning. They put their fingers in their ears against the thunderclaps in dread of death. But Allah is encompassing of the disbelievers.","page":332,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2600.mp3","colorText":"يَ[o[ـٰٓ]أَيُّهَا [h:82[ٱ][l[ل][g[نّ]َاسُ إِ[f:109[ن ك]ُ[f:100[نت]ُمْ فِى رَيْ[a:8906[بٍ م]ِّنَ [h:8907[ٱ]لْبَعْثِ فَإِ[g[نّ]َا خَلَ[q:4250[قْ]نَ[n[ـٰ]ك[w:8908[ُم م]ِّ[f:1972[ن ت]ُرَا[f:1973[بٍ ث]ُ[g[مّ]َ م[a:7325[ِن ن]ُّ[q:7326[طْ]فَ[f:8077[ةٍ ث]ُ[g[مّ]َ مِنْ عَلَقَ[f:8909[ةٍ ث]ُ[g[مّ]َ م[a:8910[ِن م]ُّضْغَ[a:8911[ةٍ م]ُّخَلَّقَ[a:8912[ةٍ و]َغَيْرِ مُخَلَّقَ[u:8913[ةٍ ل]ِّنُبَيِّنَ لَكُمْ‌ۚ وَنُقِرُّ فِى [h:1733[ٱ]لْأَرْحَامِ مَا نَش[o[َا]ٓءُ إِلَ[o[ىٰٓ] أَجَ[a:1657[لٍ م]ُّسَم[f:4121[ًّى ث]ُ[g[مّ]َ نُخْرِجُكُمْ طِفْل[f:8914[اً ث]ُ[g[مّ]َ لِتَ[q:8915[بْ]لُغ[o[ُوٓ][s[اْ] أَشُدَّكُمْ‌ۖ وَمِ[f:2325[نك][w:2326[ُم م]ّ[a:8916[َن ي]ُتَوَفَّىٰ وَمِ[f:2325[نك][w:2326[ُم م]ّ[a:7485[َن ي]ُرَدُّ إِلَ[o[ىٰٓ] أَرْذَلِ [h:7486[ٱ]لْعُمُرِ لِكَيْلَا يَعْلَمَ م[i:146[ِنۢ ب]َعْدِ عِلْ[f:7487[مٍ ش]َيْـ[a:8917[ـًٔا‌ۚ و]َتَرَى [h:8108[ٱ]لْأَرْضَ هَامِدَ[f:8918[ةً ف]َإِذ[o[َآ] أَ[f:515[نز]َلْنَا عَلَيْهَا [h:8919[ٱ]لْم[o[َا]ٓءَ [h:8920[ٱ]هْتَزَّتْ وَرَبَتْ وَأَ[i:8921[نۢب]َتَتْ مِ[f:843[ن ك]ُلِّ زَوْ[i:8922[جِۭ ب]َه[p[ِي][q[ج]ٍ","juz":17,"ruku":285,"manzil":4,"bangla_ahbayan":"হে মানুষ! পুনরুত্থান সম্বন্ধে যদি তোমাদের সন্দেহ   হয়, তাহলে (ভেবে দেখ যে,) আমি তোমাদেরকে সৃষ্টি করেছি মাটি হতে, তারপর বীর্য হতে, তারপর রক্তপিন্ড হতে, তারপর পূর্ণাকৃতি বা অপূর্ণাকৃতি গোশতপিন্ড হতে;[১] যাতে আমি তোমাদের নিকট (আমার সৃজনশক্তির মহিমা) ব্যক্ত করি।[২] আমার ইচ্ছা অনুযায়ী তা এক নির্দিষ্ট কালের জন্য মাতৃগর্ভে স্থিত রাখি,[৩] তারপর আমি তোমাদেরকে শিশুরূপে বের করি; পরে যাতে তোমরা পরিণত বয়সে উপনীত হও। তোমাদের মধ্যে কারো কারো মৃত্যু ঘটানো হয়[৪] এবং তোমাদের মধ্যে কাউকেও প্রত্যাবৃত্ত করা হয় অকর্মণ্য (স্থবিরতার) বয়সে; যার ফলে সে যা কিছু জানত, সে সম্বন্ধেও সজ্ঞান থাকে না।[৫] আর তুমি ভূমিকে দেখ শুষ্ক, অতঃপর তাতে আমি বৃষ্টি বর্ষণ করলে তা শস্য-শ্যামল হয়ে আন্দোলিত ও স্ফীত হয় এবং উদগত করে সর্বপ্রকার নয়নাভিরাম উদ্ভিদ।[৬]","bangla_bayan":"হে মানুষ! যদি তোমরা পুনরুত্থানের ব্যাপারে সন্দেহে থাক তবে নিশ্চয়ই জেনে রেখো, আমি তোমাদেরকে মাটি থেকে সৃষ্টি করেছি, তারপর শুক্র থেকে, তারপর আলাকা* থেকে, তারপর পূর্ণাকৃতিবিশিষ্ট অথবা অপূর্ণাকৃতিবিশিষ্ট গোশ্ত থেকে। তোমাদের নিকট বিষয়টি সুস্পষ্টরূপে বর্ণনা করার নিমিত্তে। আর আমি যা ইচ্ছা করি তা একটি নির্দিষ্ট কাল পর্যন্ত মাতৃগর্ভে অবস্থিত রাখি। অতঃপর আমি তোমাদেরকে শিশুরূপে বের করি, পরে যাতে তোমরা যৌবনে উপনীত হও। তোমাদের মধ্যে কারো কারো মৃত্যু দেয়া হয় এ বয়সেই, আবার কাউকে কাউকে ফিরিয়ে নেয়া হয় হীনতম বয়সে, যাতে সে জ্ঞান লাভের পরও কিছু না জানে। তুমি যমীনকে দেখতে পাও শুষ্কাবস্থায়, অতঃপর যখনই আমি তাতে পানি বর্ষণ করি, তখন তা আন্দোলিত ও স্ফীত হয় এবং উদগত করে সকল প্রকার সুদৃশ্য উদ্ভিদ। \\n\\n* علق মানে যুক্ত ও ঝুলন্ত বস্তু। পূর্ববর্তী তাফসীরকারকদের অনেকে এর অর্থ করেছেন রক্তপিন্ড। তবে আধুনিক জীববিজ্ঞানীদের মতে, পুরুষের শুক্র ও নারীর ডিম্বানু মিলিত হয়ে মাতৃগর্ভে যে ভ্রূণের সৃষ্টি হয় তা পরে জরায়ূ গাত্রে সংযুক্ত হয়ে পড়ে। এ জন্য ‘আলাকা শব্দের অনুবাদ এখন করা হয়, এমন কিছু যা যুক্ত হয়ে থাকে।","bangla_mkhan":"হে লোকসকল! যদি তোমরা পুনরুত্থানের ব্যাপারে সন্দিগ্ধ হও, তবে (ভেবে দেখ-) আমি তোমাদেরকে মৃত্তিকা থেকে সৃষ্টি করেছি। এরপর বীর্য থেকে, এরপর জমাট রক্ত থেকে, এরপর পূর্ণাকৃতিবিশিষ্ট ও অপূর্ণাকৃতিবিশিষ্ট মাংসপিন্ড থেকে, তোমাদের কাছে ব্যক্ত করার জন্যে। আর আমি এক নির্দিষ্ট কালের জন্যে মাতৃগর্ভে যা ইচ্ছা রেখে দেই, এরপর আমি তোমাদেরকে শিশু অবস্থায় বের করি; তারপর যাতে তোমরা যৌবনে পদার্পণ কর। তোমাদের মধ্যে কেউ কেউ মৃত্যুমুখে পতিত হয় এবং তোমাদের মধ্যে কাউকে নিষ্কর্মা বয়স পর্যন্ত পৌছানো হয়, যাতে সে জানার পর জ্ঞাত বিষয় সম্পর্কে সজ্ঞান থাকে না। তুমি ভূমিকে পতিত দেখতে পাও, অতঃপর আমি যখন তাতে বৃষ্টি বর্ষণ করি, তখন তা সতেজ ও স্ফীত হয়ে যায় এবং সর্বপ্রকার সুদৃশ্য উদ্ভিদ উৎপন্ন করে।","bangla_mujibur":"হে মানুষ! পুনরুত্থান সম্বন্ধে যদি তোমরা সন্দিহান হও তাহলে (জেনে রেখ), আমি তোমাদেরকে সৃষ্টি করেছি মাটি হতে, তারপর শুক্র হতে, এরপর জমাট বাধা রক্ত থেকে, তারপর পূর্ণাকৃতি অথবা অপূর্ণাকৃতি মাংসপিন্ড হতে; তোমাদের নিকট ব্যক্ত করার জন্য। আমি যা ইচ্ছা করি তা এক নির্দিষ্ট কালের জন্য মাতৃগর্ভে স্থিতি রাখি, তারপর আমি তোমাদেরকে শিশু রূপে বের করি, পরে যাতে তোমরা পরিণত বয়সে উপনীত হও; তোমাদের মধ্যে কারও মৃত্যু ঘটানো হয় এবং তোমাদের মধ্যে কেহকে কেহকে প্রত্যাবৃত্ত করা হয় হীনতম বয়সে, যার ফলে তারা যা কিছু জানত সেআ সম্বন্ধে তারা সজ্ঞান থাকেনা। তুমি ভূমিকে দেখ শুস্ক, অতঃপর তাতে আমি বারি বর্ষণ করলে তা শস্য শ্যামল হয়ে আন্দোলিত ও স্ফীত হয় এবং উদগত করে সর্বপ্রকার নয়নাভিরাম উদ্ভিদ।","bangla_taisirul":"হে মানুষ! পুনরুত্থানের ব্যাপারে যদি তোমরা সন্দিহান হও, তাহলে (চিন্তা করে দেখ) আমি তোমাদেরকে সৃষ্টি করেছি মাটি থেকে, অতঃপর শুক্র হতে, অতঃপর জমাট রক্ত থেকে, অতঃপর মাংসপিন্ড হতে পূর্ণ আকৃতিবিশিষ্ট বা অপূর্ণ আকৃতিবিশিষ্ট অবস্থায় (আমার শক্তি-ক্ষমতা) তোমাদের সামনে স্পষ্ট করে তুলে ধরার জন্য। আর আমি যাকে ইচ্ছে করি তাকে একটা নির্দিষ্ট কাল পর্যন্ত মাতৃগর্ভে রাখি, অতঃপর তোমাদেরকে বের করে আনি শিশুরূপে, অতঃপর (লালন পালন) করি যাতে তোমরা তোমাদের পূর্ণ শক্তির বয়সে পৌঁছতে পার। তোমাদের কারো কারো মৃত্যু ঘটাই, আর কতককে ফিরিয়ে দেয়া হয় নিস্ক্রিয় বার্ধক্যে যাতে (অনেক) জ্ঞান লাভের পরেও তাদের আর কোন জ্ঞান থাকে না। অতঃপর (আরো) তোমরা ভূমিকে দেখ শুষ্ক, মৃত; অতঃপর আমি যখন তাতে পানি বর্ষণ করি তখন তাতে প্রাণ চাঞ্চল্য সৃষ্টি হয়, তা আন্দোলিত ও স্ফীত হয়, আর তা উদগত করে সকল প্রকার নয়নজুড়ানো উদ্ভিদ (জোড়ায় জোড়ায়)।"},{"id":6,"arabic_text":"ذٰلِکَ بِاَنَّ اللّٰہَ ہُوَ الۡحَقُّ وَ اَنَّہٗ یُحۡیِ الۡمَوۡتٰی  وَ  اَنَّہٗ  عَلٰی کُلِّ  شَیۡءٍ  قَدِیۡرٌ ۙ﴿۶﴾ ","english_text":"The lightning almost snatches away their sight. Every time it lights [the way] for them, they walk therein; but when darkness comes over them, they stand [still]. And if Allah had willed, He could have taken away their hearing and their sight. Indeed, Allah is over all things competent.","page":333,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2601.mp3","colorText":"ذ[n[َٲ]لِكَ بِأَ[g[نّ]َ [h:897[ٱ]للَّهَ هُوَ [h:8923[ٱ]لْحَقُّ وَأَ[g[نّ]َهُ[n[ۥ] يُحْىِ [h:8924[ٱ]لْمَوْتَىٰ وَأَ[g[نّ]َهُ[n[ۥ] عَلَىٰ كُلِّ ش[f:81[َىْءٍ ق]َد[p[ِي]رٌ","juz":17,"ruku":285,"manzil":4,"bangla_ahbayan":"এটা এ জন্য যে, আল্লাহই সত্য এবং তিনিই মৃতকে জীবন দান করেন এবং তিনিই সর্ববিষয়ে শক্তিমান।","bangla_bayan":"এটি এজন্য যে, আল্লাহই সত্য এবং তিনিই মৃতকে জীবন দান করেন এবং তিনিই সব কিছুর উপর ক্ষমতাবান।","bangla_mkhan":"এগুলো এ কারণে যে, আল্লাহ সত্য এবং তিনি মৃতকে জীবিত করেন এবং তিনি সবকিছুর উপর ক্ষমতাবান।","bangla_mujibur":"এটা এ জন্য যে, আল্লাহ সত্য এবং তিনিই মৃত্যুকে জীবন দান করেন এবং তিনি সর্ব বিষয়ে শক্তিমান।","bangla_taisirul":"এ রকম হয় এজন্য যে, আল্লাহ হলেন সত্য সঠিক, আর তিনিই মৃতকে জীবিত করেন, আর তিনি সকল বিষয়ে ক্ষমতাবান।"},{"id":7,"arabic_text":"وَّ  اَنَّ السَّاعَۃَ اٰتِیَۃٌ  لَّا رَیۡبَ  فِیۡہَا ۙ وَ اَنَّ اللّٰہَ  یَبۡعَثُ  مَنۡ  فِی  الۡقُبُوۡرِ ﴿۷﴾ ","english_text":"O mankind, worship your Lord, who created you and those before you, that you may become righteous -","page":333,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2602.mp3","colorText":"وَأَ[g[نّ]َ [h:8014[ٱ][l[ل]سَّاعَةَ ءَاتِيَ[u:8925[ةٌ ل]َّا رَيْبَ فِيهَا وَأَ[g[نّ]َ [h:859[ٱ]للَّهَ يَ[q:7405[بْ]عَثُ مَ[f:2074[ن ف]ِى [h:8926[ٱ]لْقُب[p[ُو]رِ","juz":17,"ruku":285,"manzil":4,"bangla_ahbayan":"আর কিয়ামত অবশ্যম্ভাবী, এতে কোন সন্দেহ নেই। আর অবশ্যই আল্লাহ কবরে যারা আছে তাদেরকে পুনরুত্থিত করবেন।","bangla_bayan":"আর কিয়ামত আসবেই, এতে কোন সন্দেহ নেই এবং কবরে যারা আছে নিশ্চয়ই আল্লাহ তাদের পুনরুত্থিত করবেন।","bangla_mkhan":"এবং এ কারণে যে, কেয়ামত অবশ্যম্ভাবী, এতে সন্দেহ নেই এবং এ কারণে যে, কবরে যারা আছে, আল্লাহ তাদেরকে পুনরুত্থিত করবেন।","bangla_mujibur":"আর কিয়ামাত অবশ্যম্ভাবী, এতে কোন সন্দেহ নেই এবং কাবরে যারা আছে তাদেরকে আল্লাহ নিশ্চয়ই পুনরুত্থিত করবেন।","bangla_taisirul":"আর কিয়ামাত অবশ্যই আসবে, এ ব্যাপারে কোন সন্দেহ নেই এবং যারা কবরে আছে আল্লাহ তাদেরকে অবশ্যই পুনরুত্থিত করবেন।"},{"id":8,"arabic_text":"وَ مِنَ النَّاسِ مَنۡ یُّجَادِلُ فِی اللّٰہِ بِغَیۡرِ عِلۡمٍ  وَّ لَا ہُدًی وَّ لَا کِتٰبٍ مُّنِیۡرٍ ۙ﴿۸﴾ ","english_text":"[He] who made for you the earth a bed [spread out] and the sky a ceiling and sent down from the sky, rain and brought forth thereby fruits as provision for you. So do not attribute to Allah equals while you know [that there is nothing similar to Him].","page":333,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2603.mp3","colorText":"وَمِنَ [h:30[ٱ][l[ل][g[نّ]َاسِ م[a:8901[َن ي]ُجَ[n[ـٰ]دِلُ فِى [h:714[ٱ]للَّهِ بِغَيْرِ عِلْ[a:7953[مٍ و]َلَا هُ[a:8927[دًى و]َلَا كِتَ[n[ـٰ][a:8928[بٍ م]ُّن[p[ِي]رٍ","juz":17,"ruku":285,"manzil":4,"bangla_ahbayan":"মানুষের মধ্যে কেউ কেউ জ্ঞান, পথনির্দেশ ও দীপ্তিমান কিতাব ছাড়াই আল্লাহ সম্বন্ধে বিতন্ডা করে।","bangla_bayan":"আর মানুষের মধ্যে কতক আল্লাহ সম্পর্কে বিতর্ক করে কোন জ্ঞান ছাড়া, কোন হিদায়াত ছাড়া এবং দীপ্তিমান কিতাব ছাড়া।","bangla_mkhan":"কতক মানুষ জ্ঞান; প্রমাণ ও উজ্জ্বল কিতাব ছাড়াই আল্লাহ সম্পর্কে বিতর্ক করে।","bangla_mujibur":"মানুষের মধ্যে কেহ কেহ আল্লাহ সম্বন্ধে বিতন্ডা করে, তাদের না আছে জ্ঞান, না আছে পথ নির্দেশক, আর না আছে কোন দীপ্তিমান কিতাব।","bangla_taisirul":"তবুও মানুষের মধ্যে এমন আছে যারা জ্ঞান, পথের দিশা ও কোন আলোকপ্রদানকারী কিতাব ছাড়াই আল্লাহ সম্পর্কে বিতর্ক করে।"},{"id":9,"arabic_text":"ثَانِیَ عِطۡفِہٖ  لِیُضِلَّ عَنۡ  سَبِیۡلِ اللّٰہِ ؕ لَہٗ فِی الدُّنۡیَا خِزۡیٌ وَّ نُذِیۡقُہٗ یَوۡمَ الۡقِیٰمَۃِ  عَذَابَ  الۡحَرِیۡقِ ﴿۹﴾ ","english_text":"And if you are in doubt about what We have sent down upon Our Servant [Muhammad], then produce a surah the like thereof and call upon your witnesses other than Allah, if you should be truthful.","page":333,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2604.mp3","colorText":"ثَانِىَ عِ[q:8929[طْ]فِه[n[ِۦ] لِيُضِلَّ عَ[f:1203[ن س]َبِيلِ [h:788[ٱ]للَّهِ‌ۖ لَهُ[n[ۥ] فِى [h:599[ٱ][l[ل]دُّنْيَا خِزْ[a:8930[ىٌ‌ۖ و]َنُذِيقُهُ[n[ۥ] يَوْمَ [h:592[ٱ]لْقِيَ[n[ـٰ]مَةِ عَذَابَ [h:2465[ٱ]لْحَر[p[ِي][q[ق]ِ","juz":17,"ruku":285,"manzil":4,"bangla_ahbayan":"(সে বিতন্ডা করে) ঘাড় বাঁকিয়ে,[১] লোকদেরকে আল্লাহর পথ হতে ভ্রষ্ট করবার জন্য; তার জন্য ইহলোকে রয়েছে লাঞ্ছনা। আর কিয়ামতের দিন আমি তাকে আস্বাদ করাবো জ্বলন্ত আগুনের শাস্তি।","bangla_bayan":"সে বিতর্ক করে ঘাড় বাঁকিয়ে, মানুষকে আল্লাহর পথ থেকে ভ্রষ্ট করার উদ্দেশ্যে তার জন্য রয়েছে দুনিয়াতে লাঞ্ছনা এবং কিয়ামতের দিন আমি তাকে দহন যন্ত্রণা আস্বাদন করাব।","bangla_mkhan":"সে পার্শ্ব পরিবর্তন করে বিতর্ক করে, যাতে আল্লাহর পথ থেকে বিভ্রান্ত করে দেয়। তার জন্যে দুনিয়াতে লাঞ্ছনা আছে এবং কেয়ামতের দিন আমি তাকে দহন-যন্ত্রণা আস্বাদন করাব।","bangla_mujibur":"সে বিতন্ডা করে ঘাড় বাঁকিয়ে, লোকদেরকে আল্লাহর পথ হতে ভ্রষ্ট করার জন্য; তার জন্য রয়েছে লাঞ্ছনা। ইহলোকে এবং কিয়ামাত দিবসে আমি তাকে আস্বাদন করাব দহন যন্ত্রণা।","bangla_taisirul":"(বিতর্ক করে অবজ্ঞাভরে) ঘাড় বাঁকিয়ে (লোকেদেরকে) আল্লাহর পথ থেকে বিচ্যুত করার উদ্দেশে। তার জন্য আছে লাঞ্ছনা এ দুনিয়াতে, আর কিয়ামাতের দিন তাকে আস্বাদন করাব (অগ্নির) দহন যন্ত্রণা।"},{"id":10,"arabic_text":"ذٰلِکَ بِمَا قَدَّمَتۡ یَدٰکَ وَ اَنَّ اللّٰہَ لَیۡسَ بِظَلَّامٍ   لِّلۡعَبِیۡدِ ﴿۱۰﴾ ","english_text":"But if you do not - and you will never be able to - then fear the Fire, whose fuel is men and stones, prepared for the disbelievers.","page":333,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2605.mp3","colorText":"ذ[n[َٲ]لِكَ بِمَا قَدَّمَتْ يَدَاكَ وَأَ[g[نّ]َ [h:859[ٱ]للَّهَ لَيْسَ بِظَلَّ[n[ـٰ][u:2466[مٍ ل]ِّلْعَب[p[ِي][q[د]ِ","juz":17,"ruku":285,"manzil":4,"bangla_ahbayan":"(সেদিন তাকে বলা হবে,) ‘এটা তোমার কৃতকর্মেরই ফল। নিশ্চয়ই আল্লাহ বান্দাদের প্রতি অত্যাচার করেন না।’","bangla_bayan":"(সেদিন তাকে বলা হবে), ‘এটি তোমার দু’হাত যা পূর্বে প্রেরণ করেছে তার কারণে। আর নিশ্চয়ই আল্লাহ বান্দাদের প্রতি যুলমকারী নন’।","bangla_mkhan":"এটা তোমার দুই হাতের কর্মের কারণে, আল্লাহ বান্দাদের প্রতি জুলুম করেন না।","bangla_mujibur":"(সেদিন তাকে বলা হবে) এটা তোমার কৃতকর্মের ফল। কারণ আল্লাহ বান্দাদের প্রতি অত্যাচার করেন না।","bangla_taisirul":"(বলা হবে) তোমার হাত দু’খানা আগেই যা পাঠিয়েছিল এটা তারই ফল, কারণ আল্লাহ তো তাঁর বান্দাহদের প্রতি যালিম নন।"},{"id":11,"arabic_text":"وَ مِنَ النَّاسِ مَنۡ یَّعۡبُدُ اللّٰہَ عَلٰی حَرۡفٍ ۚ فَاِنۡ  اَصَابَہٗ  خَیۡرُۨ  اطۡمَاَنَّ بِہٖ ۚ وَ اِنۡ اَصَابَتۡہُ فِتۡنَۃُۨ  انۡقَلَبَ عَلٰی وَجۡہِہٖ ۟ۚ  خَسِرَ الدُّنۡیَا وَ الۡاٰخِرَۃَ ؕ ذٰلِکَ  ہُوَ  الۡخُسۡرَانُ  الۡمُبِیۡنُ ﴿۱۱﴾ ","english_text":"And give good tidings to those who believe and do righteous deeds that they will have gardens [in Paradise] beneath which rivers flow. Whenever they are provided with a provision of fruit therefrom, they will say, \"This is what we were provided with before.\" And it is given to them in likeness. And they will have therein purified spouses, and they will abide therein eternally.","page":333,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2606.mp3","colorText":"وَمِنَ [h:30[ٱ][l[ل][g[نّ]َاسِ م[a:8931[َن ي]َعْبُدُ [h:8932[ٱ]للَّهَ عَلَىٰ حَرْ[f:8933[فٍ‌ۖ ف]َإِنْ أَصَابَهُ[n[ۥ] خَيْرٌ [h:8934[ٱ][q:8935[طْ]مَأَ[g[نّ]َ بِه[n[ِۦ]‌ۖ وَإِنْ أَصَابَتْهُ فِتْنَةٌ [h:8936[ٱ][f:8937[نق]َلَبَ عَلَىٰ وَ[q:6818[جْ]هِه[n[ِۦ] خَسِرَ [h:8938[ٱ][l[ل]دُّنْيَا وَ[h:8939[ٱ]لْأَخِرَةَ‌ۚ ذ[n[َٲ]لِكَ هُوَ [h:8940[ٱ]لْخُسْرَانُ [h:8941[ٱ]لْمُب[p[ِي]نُ","juz":17,"ruku":286,"manzil":4,"bangla_ahbayan":"মানুষের মধ্যে কেউ কেউ আল্লাহর ইবাদত করে দ্বিধার সাথে; তার কোন মঙ্গল হলে তাতে সে প্রশান্তি লাভ করে এবং কোন বিপর্যয় ঘটলে সে তার পূর্বাবস্থায় ফিরে যায়; [১] সে ক্ষতিগ্রস্ত হয় ইহকালে ও পরকালে; এটাই তো সুস্পষ্ট ক্ষতি।","bangla_bayan":"মানুষের মধ্যে কতক এমন রয়েছে, যারা দ্বিধার সাথে আল্লাহর ইবাদাত করে। যদি তার কোন কল্যাণ হয় তবে সে তাতে প্রশান্ত হয়। আর যদি তার কোন বিপর্যয় ঘটে, তাহলে সে তার আসল চেহারায় ফিরে যায়। সে দুনিয়া ও আখিরাতে ক্ষতিগ্রস্ত হয়। এটি হল সুস্পষ্ট ক্ষতি।","bangla_mkhan":"মানুষের মধ্যে কেউ কেউ দ্বিধা-দ্বন্দ্বে জড়িত হয়ে আল্লাহর এবাদত করে। যদি সে কল্যাণ প্রাপ্ত হয়, তবে এবাদতের উপর কায়েম থাকে এবং যদি কোন পরীক্ষায় পড়ে, তবে পূর্বাবস্থায় ফিরে যায়। সে ইহকালে ও পরকালে ক্ষতিগ্রস্ত। এটাই প্রকাশ্য ক্ষতি","bangla_mujibur":"মানুষের মধ্যে কেহ কেহ আল্লাহর ইবাদাত করে দ্বিধার সাথে; তার মঙ্গল হলে তাতে তার চিত্ত প্রশস্ত হয় এবং কোন বিপর্যয় ঘটলে সে তার পূর্বাবস্থায় ফিরে যায়। সে ক্ষতিগ্রস্ত হয় দুনিয়ায় ও আখিরাতে; এটাইতো সুস্পষ্ট ক্ষতি।","bangla_taisirul":"মানুষের মধ্যে এমন কতক আছে যারা শেষ সীমায় অবস্থান করে আল্লাহর ‘ইবাদাত করে। অতঃপর তার কল্যাণ হলে, তা নিয়ে সে তৃপ্ত থাকে, আর কোন পরীক্ষার সম্মুখীন হলে সে তার পূর্বের অবস্থায় ফিরে যায়। ক্ষতিগ্রস্ত হয় সে দুনিয়াতেও আর আখিরাতেও- এটাই হল স্পষ্ট ক্ষতি।"},{"id":12,"arabic_text":"یَدۡعُوۡا مِنۡ دُوۡنِ اللّٰہِ  مَا لَا  یَضُرُّہٗ  وَ مَا لَا یَنۡفَعُہٗ ؕ ذٰلِکَ ہُوَ الضَّلٰلُ الۡبَعِیۡدُ ﴿ۚ۱۲﴾ ","english_text":"Indeed, Allah is not timid to present an example - that of a mosquito or what is smaller than it. And those who have believed know that it is the truth from their Lord. But as for those who disbelieve, they say, \"What did Allah intend by this as an example?\" He misleads many thereby and guides many thereby. And He misleads not except the defiantly disobedient,","page":333,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2607.mp3","colorText":"يَ[q:1242[دْ]عُو[s[اْ] مِ[f:107[ن د]ُونِ [h:108[ٱ]للَّهِ مَا لَا يَضُرُّهُ[n[ۥ] وَمَا لَا يَ[f:8942[نف]َعُهُ[n[ۥ]‌ۚ ذ[n[َٲ]لِكَ هُوَ [h:7084[ٱ][l[ل]ضَّلَ[n[ـٰ]لُ [h:7085[ٱ]لْبَع[p[ِي][q[د]ُ","juz":17,"ruku":286,"manzil":4,"bangla_ahbayan":"সে আল্লাহর পরিবর্তে এমন কিছুকে ডাকে, যা তার কোন অপকার করতে পারে না এবং উপকারও করতে পারে না। এটাই চরম বিভ্রান্তি।","bangla_bayan":"সে আল্লাহর পরিবর্তে এমন কিছুকে ডাকে, যা তার কোন ক্ষতি করতে পারে না এবং কোন উপকারও করতে পারে না। এটিই চরম পথভ্রষ্টতা।","bangla_mkhan":"সে আল্লাহর পরিবর্তে এমন কিছুকে ডাকে, যে তার অপকার করতে পারে না এবং উপকারও করতে পারে না। এটাই চরম পথভ্রষ্টতা।","bangla_mujibur":"সে আল্লাহর পরিবর্তে এমন কিছুকে ডাকে যা তার কোন অপকার করতে পারেনা, উপকারও করতে পারেনা, এটাই চরম বিভ্রান্তি!","bangla_taisirul":"আল্লাহকে বাদ দিয়ে সে এমন কিছুকে ডাকে যা না পারে তার কোন ক্ষতি করতে আর না পারে কোন উপকার করতে, এটাই হল চরম আকারের গুমরাহী।"},{"id":13,"arabic_text":"یَدۡعُوۡا لَمَنۡ ضَرُّہٗۤ  اَقۡرَبُ مِنۡ نَّفۡعِہٖ ؕ لَبِئۡسَ  الۡمَوۡلٰی  وَ  لَبِئۡسَ  الۡعَشِیۡرُ ﴿۱۳﴾ ","english_text":"Who break the covenant of Allah after contracting it and sever that which Allah has ordered to be joined and cause corruption on earth. It is those who are the losers.","page":333,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2608.mp3","colorText":"يَ[q:1242[دْ]عُو[s[اْ] لَمَ[f:8943[ن ض]َرُّهُ[o[ۥٓ] أَ[q:1355[قْ]رَبُ م[a:8944[ِن ن]َّفْعِه[n[ِۦ]‌ۚ لَبِئْسَ [h:8945[ٱ]لْمَوْلَىٰ وَلَبِئْسَ [h:8946[ٱ]لْعَش[p[ِي]رُ","juz":17,"ruku":286,"manzil":4,"bangla_ahbayan":"সে ডাকে এমন কিছুকে যার অপকার তার উপকার অপেক্ষা নিকটতর; কত নিকৃষ্ট এই অভিভাবক এবং কত নিকৃষ্ট এই সহচর। [১]","bangla_bayan":"সে এমন কিছুকে ডাকে যার ক্ষতি তার উপকার অপেক্ষা নিকটতর। কতইনা নিকৃষ্ট এই অভিভাবক এবং কতই না নিকৃষ্ট এই সঙ্গী!","bangla_mkhan":"সে এমন কিছুকে ডাকে, যার অপকার উপকারের আগে পৌছে। কত মন্দ এই বন্ধু এবং কত মন্দ এই সঙ্গী।","bangla_mujibur":"সে ডাকে এমন কিছুকে যার ক্ষতিই তার উপকার অপেক্ষা নিকটতর। কত নিকৃষ্ট এই অভিভাবক এবং নিকৃষ্ট এই সহচর!","bangla_taisirul":"সে এমন কিছুকে ডাকে যার লাভের চেয়ে ক্ষতিই নিকটবর্তী, কত মন্দই না এই অভিভাবক, আর কত মন্দই না এই সঙ্গী!"},{"id":14,"arabic_text":"اِنَّ اللّٰہَ یُدۡخِلُ الَّذِیۡنَ اٰمَنُوۡا وَ عَمِلُوا الصّٰلِحٰتِ جَنّٰتٍ تَجۡرِیۡ مِنۡ تَحۡتِہَا الۡاَنۡہٰرُ ؕ اِنَّ  اللّٰہَ  یَفۡعَلُ  مَا  یُرِیۡدُ ﴿۱۴﴾ ","english_text":"How can you disbelieve in Allah when you were lifeless and He brought you to life; then He will cause you to die, then He will bring you [back] to life, and then to Him you will be returned.","page":333,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2609.mp3","colorText":"إِ[g[نّ]َ [h:80[ٱ]للَّهَ يُ[q:8947[دْ]خِلُ [h:8948[ٱ]لَّذِينَ ءَامَنُو[s[اْ] وَعَمِلُو[s[اْ] [h:118[ٱ][l[ل]صَّ[n[ـٰ]لِحَ[n[ـٰ]تِ جَ[g[نّ]َ[n[ـٰ][f:119[تٍ ت]َ[q:120[جْ]رِى مِ[f:121[ن ت]َحْتِهَا [h:122[ٱ]لْأَنْهَ[n[ـٰ]رُ‌ۚ إِ[g[نّ]َ [h:80[ٱ]للَّهَ يَفْعَلُ مَا يُر[p[ِي][q[د]ُ","juz":17,"ruku":286,"manzil":4,"bangla_ahbayan":"যারা বিশ্বাস করে ও সৎকর্ম করে অবশ্যই আল্লাহ তাদেরকে প্রবেশ করাবেন এমন জান্নাতে; যার নিম্নদেশে নদীসমূহ প্রবাহিত। নিশ্চয় আল্লাহ যা ইচ্ছা তা-ই করেন।","bangla_bayan":"নিশ্চয় যারা ঈমান আনে এবং সৎকর্ম করে আল্লাহ তাদেরকে দাখিল করবেন এমন জান্নাতে, যার পাদদেশে নহরসমূহ প্রবাহিত। নিশ্চয়ই আল্লাহ যা ইচ্ছা তাই করেন।","bangla_mkhan":"যারা বিশ্বাস স্থাপন করে ও সৎকর্ম সম্পাদন করে, আল্লাহ তাদেরকে জান্নাতে দাখিল করবেন, যার তলদেশ দিয়ে নির্ঝরণীসমূহ প্রবাহিত হয়। আল্লাহ যা ইচ্ছা তাই করেন।","bangla_mujibur":"যারা ঈমান আনে ও সৎ কাজ করে আল্লাহ তাদেরকে দাখিল করবেন জান্নাতে, যার নিম্নদেশে নদী প্রবাহিত; আল্লাহ যা ইচ্ছা তা-ই করেন।","bangla_taisirul":"যারা ঈমান আনে ও সৎ কাজ করে আল্লাহ তাদেরকে দাখিল করবেন জান্নাতে যার নিম্নদেশ দিয়ে ঝর্ণাধারা প্রবাহিত, আল্লাহ যা করতে চান, তাই করেন।"},{"id":15,"arabic_text":"مَنۡ کَانَ یَظُنُّ  اَنۡ لَّنۡ یَّنۡصُرَہُ اللّٰہُ فِی الدُّنۡیَا وَ الۡاٰخِرَۃِ  فَلۡیَمۡدُدۡ  بِسَبَبٍ  اِلَی السَّمَآءِ  ثُمَّ لۡیَقۡطَعۡ فَلۡیَنۡظُرۡ ہَلۡ یُذۡہِبَنَّ  کَیۡدُہٗ   مَا  یَغِیۡظُ ﴿۱۵﴾ ","english_text":"It is He who created for you all of that which is on the earth. Then He directed Himself to the heaven, [His being above all creation], and made them seven heavens, and He is Knowing of all things.","page":333,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2610.mp3","colorText":"مَ[f:506[ن ك]َانَ يَظُ[g[نّ]ُ أ[u:8842[َن ل]ّ[a:8949[َن ي]َ[f:8950[نص]ُرَهُ [h:8951[ٱ]للَّهُ فِى [h:599[ٱ][l[ل]دُّنْيَا وَ[h:1213[ٱ]لْأَخِرَةِ فَلْيَمْدُ[q:8398[دْ] بِسَبَبٍ إِلَى [h:157[ٱ][l[ل]سَّم[o[َا]ٓءِ ثُ[g[مّ]َ لْيَ[q:8952[قْ]طَعْ فَلْيَ[f:8007[نظ]ُرْ هَلْ يُذْهِبَ[g[نّ]َ كَيْدُهُ[n[ۥ] مَا يَغ[p[ِي]ظُ","juz":17,"ruku":286,"manzil":4,"bangla_ahbayan":"যে মনে করে, আল্লাহ তাঁকে (রসূলকে) কখনই ইহকালে ও পরকালে সাহায্য করবেন না, সে আকাশের দিকে একটি রশি বিলম্বিত করুক, পরে তা বিচ্ছিন্ন করুক; অতঃপর দেখুক তার কৌশল তার আক্রোশের হেতু দূর করে কি না। [১]","bangla_bayan":"যে ধারণা করে যে, আল্লাহ দুনিয়া ও আখিরাতে কখনো তাকে (রাসূলকে) সাহায্য করবেন না, সে আসমানের দিকে একটি রশি প্রসারিত করুক, এরপর তা কেটে দিক, অতঃপর দেখুক তার কৌশল তার আক্রোশ দূর করে কিনা।","bangla_mkhan":"সে ধারণা করে যে, আল্লাহ কখনই ইহকালে ও পরকালে রাসূলকে সাহায্য করবেন না, সে একটি রশি আকাশ পর্যন্ত ঝুলিয়ে নিক; এরপর কেটে দিক; অতঃপর দেখুক তার এই কৌশল তার আক্রোশ দূর করে কিনা।","bangla_mujibur":"যে মনে করে, আল্লাহ কখনই দুনিয়া ও আখিরাতে সাহায্য করবেননা, সে আকাশের দিকে রজ্জু প্রলম্বিত করুক এবং এরপর কেটে দিক; অতঃপর দেখুক তার প্রচেষ্টা তাঁর আক্রোশের হেতু দূর করে কি না!","bangla_taisirul":"যে কেউ ধারণা করে যে আল্লাহ তাকে (অর্থাৎ তাঁর রসূলকে) কক্ষনো দুনিয়া ও আখিরাতে সাহায্য করবেন না, তাহলে সে আকাশ পর্যন্ত একটা দড়ি ঝুলিয়ে নিক, অতঃপর তা কেটে দিক, অতঃপর সে দেখুক তার কলা-কৌশল তার রাগের কারণ দূর করে কিনা। (রসূলের দুশমন নিজের ঝুলানো দড়িটাই কাটুক, কেননা সে তো রসূলের প্রতি আল্লাহর সাহায্যের দড়িটা কক্ষনো কাটতে পারবে না।)"},{"id":16,"arabic_text":"وَ کَذٰلِکَ  اَنۡزَلۡنٰہُ اٰیٰتٍۭ بَیِّنٰتٍ ۙ وَّ اَنَّ اللّٰہَ  یَہۡدِیۡ  مَنۡ  یُّرِیۡدُ ﴿۱۶﴾ ","english_text":"And [mention, O Muhammad], when your Lord said to the angels, \"Indeed, I will make upon the earth a successive authority.\" They said, \"Will You place upon it one who causes corruption therein and sheds blood, while we declare Your praise and sanctify You?\" Allah said, \"Indeed, I know that which you do not know.\"","page":334,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2611.mp3","colorText":"وَكَذ[n[َٲ]لِكَ أَ[f:4236[نز]َلْنَ[n[ـٰ]هُ ءَايَ[n[ـٰ][i:516[تِۭ ب]َيِّنَ[n[ـٰ][a:8953[تٍ و]َأَ[g[نّ]َ [h:859[ٱ]للَّهَ يَهْدِى م[a:2323[َن ي]ُر[p[ِي][q[د]ُ","juz":17,"ruku":286,"manzil":4,"bangla_ahbayan":"এভাবেই আমি সুস্পষ্ট নিদর্শনরূপে ওটা অবতীর্ণ করেছি, আর নিশ্চয় আল্লাহ যাকে ইচ্ছা তাকে সৎপথ প্রদর্শন করেন।","bangla_bayan":"এভাবেই আমি সুস্পষ্ট আয়াতরূপে তা (কুরআন) নাযিল করেছি। আর আল্লাহ নিঃসন্দেহে যাকে ইচ্ছা হিদায়াত দান করেন।","bangla_mkhan":"এমনিভাবে আমি সুস্পষ্ট আয়াত রূপে কোরআন নাযিল করেছি এবং আল্লাহ-ই যাকে ইচ্ছা হেদায়েত করেন।","bangla_mujibur":"এভাবেই আমি সুস্পষ্ট নিদর্শন রূপে ওটা অবতীর্ণ করেছি; আর আল্লাহ যাকে ইচ্ছা সৎ পথ প্রদর্শন করেন।","bangla_taisirul":"এভাবেই আমি স্পষ্ট নিদর্শনরূপে কুরআন অবতীর্ণ করেছি আর আল্লাহ যাকে চান সঠিক পথে পরিচালিত করেন।"},{"id":17,"arabic_text":"اِنَّ الَّذِیۡنَ اٰمَنُوۡا وَ الَّذِیۡنَ ہَادُوۡا وَ الصّٰبِئِیۡنَ وَ النَّصٰرٰی وَ الۡمَجُوۡسَ وَ الَّذِیۡنَ اَشۡرَکُوۡۤا ٭ۖ اِنَّ اللّٰہَ یَفۡصِلُ بَیۡنَہُمۡ  یَوۡمَ الۡقِیٰمَۃِ ؕ اِنَّ اللّٰہَ  عَلٰی  کُلِّ  شَیۡءٍ  شَہِیۡدٌ ﴿۱۷﴾","english_text":"And He taught Adam the names - all of them. Then He showed them to the angels and said, \"Inform Me of the names of these, if you are truthful.\"","page":334,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2612.mp3","colorText":"إِ[g[نّ]َ [h:24[ٱ]لَّذِينَ ءَامَنُو[s[اْ] وَ[h:37[ٱ]لَّذِينَ هَادُو[s[اْ] وَ[h:327[ٱ][l[ل]صَّ[n[ـٰ]بِــِٔينَ وَ[h:326[ٱ][l[ل][g[نّ]َصَ[n[ـٰ]رَىٰ وَ[h:8954[ٱ]لْمَجُوسَ وَ[h:37[ٱ]لَّذِينَ أَشْرَك[o[ُوٓ][s[اْ] إِ[g[نّ]َ [h:80[ٱ]للَّهَ يَفْصِلُ بَيْنَهُمْ يَوْمَ [h:592[ٱ]لْقِيَ[n[ـٰ]مَةِ‌ۚ إِ[g[نّ]َ [h:80[ٱ]للَّهَ عَلَىٰ كُلِّ ش[f:3903[َىْءٍ ش]َه[p[ِي][q[د]ٌ","juz":17,"ruku":286,"manzil":4,"bangla_ahbayan":"নিশ্চয় যারা ঈমান এনেছে এবং যারা ইয়াহূদী হয়েছে, যারা স্বাবেয়ী, খ্রিষ্টান, অগ্নিপূজক[১] এবং যারা অংশীবাদী[২] হয়েছে, কিয়ামতের দিন আল্লাহ তাদের মধ্যে ফায়সালা করে দেবেন;[৩] নিশ্চয়ই আল্লাহ প্রত্যেক জিনিসের উপর সাক্ষী। [৪]","bangla_bayan":"নিশ্চয় যারা ঈমান এনেছে এবং যারা ইয়াহূদী হয়েছে, যারা সাবিঈ, খৃস্টান ও অগ্নিপূজক এবং যারা মুশরিক হয়েছে- কিয়ামতের দিন আল্লাহ তাদের মধ্যে ফয়সালা করে দেবেন। নিঃসন্দেহে আল্লাহ সব কিছুই সম্যক প্রত্যক্ষকারী।","bangla_mkhan":"যারা মুসলমান, যারা ইহুদী, সাবেয়ী, খ্রীষ্টান, অগ্নিপুজক এবং যারা মুশরেক, কেয়ামতের দিন আল্লাহ অবশ্যই তাদের মধ্যে ফায়সালা করে দেবেন। সবকিছুই আল্লাহর দৃষ্টির সামনে।","bangla_mujibur":"যারা ঈমান এনেছে এবং যারা ইয়াহুদী হয়েছে, যারা সাবিয়ী, খৃষ্টান, অগ্নিপূজক এবং যারা মুশরিক - কিয়ামাত দিবসে আল্লাহ তাদের মধ্যে ফাইসালা করে দিবেন। নিশ্চয়ই আল্লাহ প্রত্যেক জিনিসের উপর সাক্ষী।","bangla_taisirul":"যারা ঈমান এনেছে আর যারা ইয়াহূদী হয়েছে, আর যারা সাবিয়ী, নাসারা, অগ্নিপূজক ও মুশরিক, আল্লাহ কিয়ামাতের দিন এদের মধ্যে ফয়সালা করে দেবেন (যে কারা সঠিক পথে আছে), কারণ আল্লাহ সব কিছুর প্রত্যক্ষদর্শী।"},{"id":18,"arabic_text":"اَلَمۡ تَرَ اَنَّ اللّٰہَ یَسۡجُدُ لَہٗ  مَنۡ فِی السَّمٰوٰتِ وَ مَنۡ فِی الۡاَرۡضِ وَ الشَّمۡسُ وَ الۡقَمَرُ وَ النُّجُوۡمُ وَ الۡجِبَالُ وَ الشَّجَرُ وَ الدَّوَآبُّ وَ کَثِیۡرٌ  مِّنَ  النَّاسِ ؕ وَ کَثِیۡرٌ حَقَّ عَلَیۡہِ الۡعَذَابُ ؕ وَ مَنۡ  یُّہِنِ اللّٰہُ  فَمَا لَہٗ  مِنۡ مُّکۡرِمٍ ؕ اِنَّ اللّٰہَ  یَفۡعَلُ مَا  یَشَآءُ ﴿ؕٛ۱۸﴾ ","english_text":"They said, \"Exalted are You; we have no knowledge except what You have taught us. Indeed, it is You who is the Knowing, the Wise.\"","page":334,"is_sajdah_ayat":true,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2613.mp3","colorText":"أَلَمْ تَرَ أَ[g[نّ]َ [h:394[ٱ]للَّهَ يَسْجُدُ لَهُ[n[ۥ] مَ[f:2074[ن ف]ِى [h:609[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَمَ[f:3453[ن ف]ِى [h:44[ٱ]لْأَرْضِ وَ[h:8955[ٱ][l[ل]شَّمْسُ وَ[h:8956[ٱ]لْقَمَرُ وَ[h:7346[ٱ][l[ل][g[نّ]ُجُومُ وَ[h:8957[ٱ]لْجِبَالُ وَ[h:8958[ٱ][l[ل]شَّجَرُ وَ[h:8959[ٱ][l[ل]دَّو[m[َا]ٓبُّ وَكَثِي[a:8960[رٌ م]ِّنَ [h:721[ٱ][l[ل][g[نّ]َاسِ‌ۖ وَكَثِيرٌ حَقَّ عَلَيْهِ [h:8961[ٱ]لْعَذَابُ‌ۗ وَم[a:8962[َن ي]ُهِنِ [h:8963[ٱ]للَّهُ فَمَا لَهُ[n[ۥ] م[a:8964[ِن م]ُّكْرِمٍ‌ۚ إِ[g[نّ]َ [h:80[ٱ]للَّهَ يَفْعَلُ مَا يَش[o[َا]ٓءُ ۩","juz":17,"ruku":286,"manzil":4,"bangla_ahbayan":"তুমি কি দেখো না যে, আল্লাহকে সিজদা করে যারা আছে আকাশমন্ডলী ও পৃথিবীতে; সিজদা করে সূর্য, চন্দ্র, নক্ষত্রমন্ডলী, পর্বতরাজি, বৃক্ষলতা, জীবজন্তু,[১] এবং সিজদা করে মানুষের মধ্যে অনেকে; [২] আর অনেকের প্রতি অবধারিত হয়েছে শাস্তি।[৩] আল্লাহ যাকে হেয় করেন তার সম্মানদাতা কেউই নেই; [৪] নিশ্চয় আল্লাহ যা ইচ্ছা তা করেন।[৫] (সাজদাহ-৬)","bangla_bayan":"তুমি কি দেখ না যে, আল্লাহর উদ্দেশ্যে সিজদা করে যা কিছু রয়েছে আসমানসমূহে এবং যা কিছু রয়েছে যমীনে, সূর্য, চাঁদ, তারকারাজী, পর্বতমালা, বৃক্ষলতা, জীবজন্তু ও মানুষের মধ্যে অনেকে। আবার অনেকের উপর শাস্তি অবধারিত হয়ে আছে। আল্লাহ যাকে অপমানিত করেন তার সম্মানদাতা কেউ নেই। নিশ্চয় আল্লাহ যা ইচ্ছা তাই করেন।[সাজদাহ]","bangla_mkhan":"তুমি কি দেখনি যে, আল্লাহকে সেজদা করে যা কিছু আছে নভোমন্ডলে, যা কিছু আছে ভুমন্ডলে, সূর্য, চন্দ্র, তারকারাজি পর্বতরাজি বৃক্ষলতা, জীবজন্তু এবং অনেক মানুষ। আবার অনেকের উপর অবধারিত হয়েছে শাস্তি। আল্লাহ যাকে ইচ্ছা লাঞ্ছিত করেন, তাকে কেউ সম্মান দিতে পারে না। আল্লাহ যা ইচ্ছা তাই করেন","bangla_mujibur":"তুমি কি দেখনা যে, আল্লাহকে সাজদাহ করে যা কিছু আছে আকাশমন্ডলীতে ও পৃথিবীতে - সূর্য, চাঁদ, নক্ষত্রমন্ডলী, পবর্তরাজি, বৃক্ষলতা, জীব-জন্তু এবং সাজদাহ করে মানুষের মধ্যে অনেকে? আবার অনেকের প্রতি অবধারিত হয়েছে শাস্তি। আল্লাহ যাকে হেয় করেন তার সম্মানদাতা কেহই নেই; আল্লাহ যা ইচ্ছা তা করেন। (সাজদাহ)","bangla_taisirul":"তুমি কি দেখ না যে আল্লাহকে সেজদা করে যারা আকাশে আছে, আর যারা পৃথিবীতে আছে আর সূর্য, চন্দ্র, তারকারাজি, পর্বতসমূহ, বৃক্ষরাজি, জীবজন্তু এবং মানুষের মধ্যে অনেকে? আর অনেকের প্রতি শাস্তি সাব্যস্ত হয়ে গেছে। আল্লাহ যাকে লাঞ্ছিত করতে চান, তাকে সম্মানিত করার কেউ নেই। আল্লাহ যা ইচ্ছে করেন তাই করেন।[সাজদাহ]"},{"id":19,"arabic_text":"ہٰذٰنِ خَصۡمٰنِ اخۡتَصَمُوۡا فِیۡ رَبِّہِمۡ ۫ فَالَّذِیۡنَ کَفَرُوۡا قُطِّعَتۡ لَہُمۡ ثِیَابٌ مِّنۡ نَّارٍ ؕ یُصَبُّ مِنۡ فَوۡقِ رُءُوۡسِہِمُ الۡحَمِیۡمُ ﴿ۚ۱۹﴾ ","english_text":"He said, \"O Adam, inform them of their names.\" And when he had informed them of their names, He said, \"Did I not tell you that I know the unseen [aspects] of the heavens and the earth? And I know what you reveal and what you have concealed.\"","page":334,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2614.mp3","colorText":"۞ هَ[n[ـٰ]ذَانِ خَصْمَانِ [h:8965[ٱ]خْتَصَمُو[s[اْ] فِى رَبِّهِمْ‌ۖ فَ[h:2514[ٱ]لَّذِينَ كَفَرُو[s[اْ] قُطِّعَتْ لَهُمْ ثِيَا[a:8966[بٌ م]ّ[a:4598[ِن ن]َّا[a:8967[رٍ ي]ُصَبُّ مِ[f:7114[ن ف]َوْقِ رُءُوسِهِمُ [h:8968[ٱ]لْحَم[p[ِي]مُ","juz":17,"ruku":286,"manzil":4,"bangla_ahbayan":"এরা দু’টি বিবদমান দল;[১] তারা তাদের প্রতিপালক সম্বন্ধে বিতর্ক করে। সুতরাং যারা অবিশ্বাস করে, তাদের জন্য প্রস্তুত করা হয়েছে আগুনের পোশাক; তাদের মাথার উপর ঢেলে দেওয়া হবে ফুটন্ত পানি।","bangla_bayan":"এরা দু’টি বিবদমান পক্ষ, যারা তাদের রব সম্পর্কে বিতর্ক করে। তবে যারা কুফরী করে তাদের জন্য আগুনের পোশাক প্রস্ত্তত করা হয়েছে। তাদের মাথার উপর থেকে ঢেলে দেয়া হবে ফুটন্ত পানি।","bangla_mkhan":"এই দুই বাদী বিবাদী, তারা তাদের পালনকর্তা সম্পর্কে বিতর্ক করে। অতএব যারা কাফের, তাদের জন্যে আগুনের পোশাক তৈরী করা হয়েছে। তাদের মাথার উপর ফুটন্ত পানি ঢেলে দেয়া হবে।","bangla_mujibur":"এরা দু’টি বিবাদমান পক্ষ, তারা তাদের রাব্ব সম্বন্ধে বিতর্ক করে। যারা কুফরী করে তাদের জন্য প্রস্তুত করা হয়েছে আগুনের পোশাক; তাদের মাথার উপর ঢেলে দেয়া হবে ফুটন্ত পানি –","bangla_taisirul":"এরা বিবাদের দু’টি পক্ষ, (মু’মিনরা একটি পক্ষ, আর সমস্ত কাফিররা আরেকটি পক্ষ) এরা এদের প্রতিপালক সম্বন্ধে বাদানুবাদ করে, অতঃপর যারা (তাদের প্রতিপালককে) অস্বীকার করে, তাদের জন্য তৈরি করা হয়েছে আগুনের পোশাক, তাদের মাথার উপর ঢেলে দেয়া হবে ফুটন্ত পানি।"},{"id":20,"arabic_text":"یُصۡہَرُ  بِہٖ  مَا فِیۡ  بُطُوۡنِہِمۡ  وَ الۡجُلُوۡدُ ﴿ؕ۲۰﴾ ","english_text":"And [mention] when We said to the angels, \"Prostrate before Adam\"; so they prostrated, except for Iblees. He refused and was arrogant and became of the disbelievers.","page":334,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2615.mp3","colorText":"يُصْهَرُ بِه[n[ِۦ] مَا فِى بُطُونِهِمْ وَ[h:8969[ٱ]لْجُل[p[ُو][q[د]ُ","juz":17,"ruku":286,"manzil":4,"bangla_ahbayan":"যার ফলে তাদের উদরে যা আছে তা এবং তাদের চর্ম বিগলিত করা হবে।","bangla_bayan":"যার দ্বারা তাদের পেটের অভ্যন্তরে যা কিছু রয়েছে তা ও তাদের চামড়াসমূহ বিগলিত করা হবে।","bangla_mkhan":"ফলে তাদের পেটে যা আছে, তা এবং চর্ম গলে বের হয়ে যাবে।","bangla_mujibur":"যদ্বারা উদরে যা আছে তা এবং তাদের চর্ম বিগলিত করা হবে।","bangla_taisirul":"যা দিয়ে তাদের পেটে যা আছে তা ও তাদের চামড়া গলিয়ে দেয়া হবে।"},{"id":21,"arabic_text":"وَ لَہُمۡ  مَّقَامِعُ مِنۡ  حَدِیۡدٍ ﴿۲۱﴾ ","english_text":"And We said, \"O Adam, dwell, you and your wife, in Paradise and eat therefrom in [ease and] abundance from wherever you will. But do not approach this tree, lest you be among the wrongdoers.\"","page":334,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2616.mp3","colorText":"وَلَه[w:8970[ُم م]َّقَ[n[ـٰ]مِعُ مِنْ حَد[p[ِي][q[د]ٍ","juz":17,"ruku":286,"manzil":4,"bangla_ahbayan":"আর তাদের জন্যে থাকবে লৌহনির্মিত হাতুড়িসমূহ।","bangla_bayan":"আর তাদের জন্য থাকবে লোহার হাতুড়ী।","bangla_mkhan":"তাদের জন্যে আছে লোহার হাতুড়ি।","bangla_mujibur":"আর তাদের জন্য থাকবে লৌহ-মুগুর।","bangla_taisirul":"উপরন্তু তাদের (শাস্তির) জন্য থাকবে লোহার মুগুর।"},{"id":22,"arabic_text":"کُلَّمَاۤ  اَرَادُوۡۤا اَنۡ یَّخۡرُجُوۡا مِنۡہَا مِنۡ غَمٍّ  اُعِیۡدُوۡا فِیۡہَا ٭ وَ ذُوۡقُوۡا عَذَابَ الۡحَرِیۡقِ ﴿۲۲﴾ ","english_text":"But Satan caused them to slip out of it and removed them from that [condition] in which they had been. And We said, \"Go down, [all of you], as enemies to one another, and you will have upon the earth a place of settlement and provision for a time.\"","page":334,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2617.mp3","colorText":"كُلَّم[o[َآ] أَرَاد[o[ُوٓ][s[اْ] أ[a:3533[َن ي]َخْرُجُو[s[اْ] مِنْهَا مِنْ غَ[g[مّ]ٍ أُعِيدُو[s[اْ] فِيهَا وَذُوقُو[s[اْ] عَذَابَ [h:2465[ٱ]لْحَر[p[ِي][q[ق]ِ","juz":17,"ruku":286,"manzil":4,"bangla_ahbayan":"যখনই তারা যন্ত্রণাকাতর হয়ে জাহান্নাম হতে বের হতে চাইবে, তখনই তাদেরকে ফিরিয়ে দেওয়া হবে; আর (তাদেরকে বলা হবে,) ‘আস্বাদ কর দহন-যন্ত্রণা।’ [১]","bangla_bayan":"যখনই তারা যন্ত্রণাকাতর হয়ে তা থেকে বের হয়ে আসতে চাইবে, তখনই তাদেরকে তাতে ফিরিয়ে দেয়া হবে এবং বলা হবে, দহন-যন্ত্রণা আস্বাদন কর।","bangla_mkhan":"তারা যখনই যন্ত্রনায় অতিষ্ঠ হয়ে জাহান্নাম থেকে বের হতে চাইবে, তখনই তাদেরকে তাতে ফিরিয়ে দেয়া হবে। বলা হবেঃ দহন শাস্তি আস্বাদন কর।","bangla_mujibur":"যখনই তারা যন্ত্রণাকাতর হয়ে জাহান্নাম হতে বের হতে চাবে তখনই তাদেরকে ফিরিয়ে দেয়া হবে। তাদেরকে বলা হবেঃ স্বাদ গ্রহণ কর দহন যন্ত্রণার।","bangla_taisirul":"যখনই তারা যন্ত্রণার চোটে তাত্থেকে বেরিয়ে আসতে চাইবে (তখনই) তাদেরকে তার ভিতরে ফিরিয়ে দেয়া হবে, (আর বলা হবে, আগুনে) পুড়ার শাস্তি আস্বাদন কর।"},{"id":23,"arabic_text":"اِنَّ اللّٰہَ یُدۡخِلُ الَّذِیۡنَ اٰمَنُوۡا وَ عَمِلُوا الصّٰلِحٰتِ جَنّٰتٍ تَجۡرِیۡ مِنۡ تَحۡتِہَا الۡاَنۡہٰرُ  یُحَلَّوۡنَ فِیۡہَا مِنۡ اَسَاوِرَ مِنۡ ذَہَبٍ وَّ لُؤۡلُؤًا ؕ وَ لِبَاسُہُمۡ  فِیۡہَا حَرِیۡرٌ ﴿۲۳﴾ ","english_text":"Then Adam received from his Lord [some] words, and He accepted his repentance. Indeed, it is He who is the Accepting of repentance, the Merciful.","page":334,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2618.mp3","colorText":"إِ[g[نّ]َ [h:80[ٱ]للَّهَ يُ[q:8947[دْ]خِلُ [h:8948[ٱ]لَّذِينَ ءَامَنُو[s[اْ] وَعَمِلُو[s[اْ] [h:118[ٱ][l[ل]صَّ[n[ـٰ]لِحَ[n[ـٰ]تِ جَ[g[نّ]َ[n[ـٰ][f:119[تٍ ت]َ[q:120[جْ]رِى مِ[f:121[ن ت]َحْتِهَا [h:122[ٱ]لْأَنْهَ[n[ـٰ]رُ يُحَلَّوْنَ فِيهَا مِنْ أَسَاوِرَ مِ[f:8050[ن ذ]َهَ[a:8971[بٍ و]َلُؤْلُ[a:8972[ؤًا‌ۖ و]َلِبَاسُهُمْ فِيهَا حَر[p[ِي]رٌ","juz":17,"ruku":287,"manzil":4,"bangla_ahbayan":"যারা বিশ্বাস করে ও সৎকর্ম করে, নিশ্চয় আল্লাহ তাদেরকে প্রবেশ করাবেন এমন জান্নাতে; যার নিম্নদেশে নদীসমূহ প্রবাহিত, সেথায় তাদেরকে অলংকৃত করা হবে স্বর্ণ-কঙ্কণ ও মুক্তা দ্বারা এবং সেথায় তাদের পোশাক-পরিচ্ছদ হবে রেশমের। [১]","bangla_bayan":"যারা ঈমান আনে ও সৎকর্ম করে নিশ্চয় আল্লাহ তাদেরকে দাখিল করবেন এমন জান্নাতে, যার পাদদেশে নহরসমূহ প্রবাহিত। যেখানে তাদেরকে সোনার কাঁকন ও মুক্তা দ্বারা অলংকৃত করা হবে এবং যেখানে তাদের পোশাক-পরিচ্ছদ হবে রেশমের।","bangla_mkhan":"নিশ্চয় যারা বিশ্বাস স্থাপন করে এবং সৎকর্ম করে, আল্লাহ তাদেরকে দাখিল করবেন উদ্যান সমূহে, যার তলদেশ দিয়ে নির্ঝরিণীসমূহ প্রবাহিত হবে। তাদেরকে তথায় স্বর্ণ-কংকন ও মুক্তা দ্বারা অলংকৃত করা হবে এবং তথায় তাদের পোশাক হবে রেশমী।","bangla_mujibur":"যারা ঈমান আনে ও সৎ কাজ করে, আল্লাহ তাদেরকে দাখিল করবেন জান্নাতে, যার পাদদেশে নদী প্রবাহিত, সেখানে তাদেরকে অলংকৃত করা হবে স্বর্ণ কংকন ও মুক্তা দ্বারা এবং সেখানে তাদের পোশাক পরিচ্ছদ হবে রেশমের।","bangla_taisirul":"যারা ঈমান আনে আর সৎ কাজ করে, আল্লাহ তাদেরকে দাখিল করবেন জান্নাতে যার তলদেশে ঝর্ণাধারা প্রবাহিত। সেখানে তাদেরকে অলংকৃত করা হবে সোনার কাঁকন আর মুক্তা দিয়ে আর সেখানে তাদের পোশাক হবে রেশমের।"},{"id":24,"arabic_text":"وَ ہُدُوۡۤا اِلٰی الطَّیِّبِ مِنَ الۡقَوۡلِ ۚۖ وَ ہُدُوۡۤا  اِلَی  صِرَاطِ  الۡحَمِیۡدِ ﴿۲۴﴾ ","english_text":"We said, \"Go down from it, all of you. And when guidance comes to you from Me, whoever follows My guidance - there will be no fear concerning them, nor will they grieve.","page":335,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2619.mp3","colorText":"وَهُد[o[ُوٓ][s[اْ] إِلَى [h:8973[ٱ][l[ل]طَّيِّبِ مِنَ [h:3107[ٱ]لْقَوْلِ وَهُد[o[ُوٓ][s[اْ] إِلَىٰ صِر[n[َٲ]طِ [h:8974[ٱ]لْحَم[p[ِي][q[د]ِ","juz":17,"ruku":287,"manzil":4,"bangla_ahbayan":"তাদেরকে পবিত্র বাক্যের দিকে পথনির্দেশ করা হবে[১] এবং তারা পরিচালিত হবে পরম প্রশংসাভাজন আল্লাহর পথে। [২]","bangla_bayan":"তাদেরকে পবিত্র বাণীর দিকে পরিচালনা করা হয়েছিল এবং তাদেরকে মহা প্রশংসিত আল্লাহর পথ দেখানো হয়েছিল।","bangla_mkhan":"তারা পথপ্রদর্শিত হয়েছিল সৎবাক্যের দিকে এবং পরিচালিত হয়েছিল প্রশংসিত আল্লাহর পথপানে।","bangla_mujibur":"তাদেরকে পবিত্র বাক্যের অনুগামী করা হয়েছিল এবং তারা পরিচালিত হয়েছিল পরম প্রশংসা ভাজন (আল্লাহর) পথে।","bangla_taisirul":"তাদেরকে (দুনিয়ার জীবনে) পথ দেখানো হয়েছিল পবিত্র বাক্যের (অর্থাৎ কালিমা তাইয়্যেবা বা আল-কুরআনের) দিকে আর তারা পরিচালিত হয়েছিল তাঁর পথে যিনি সকল প্রশংসার দাবীদার।"},{"id":25,"arabic_text":"اِنَّ الَّذِیۡنَ کَفَرُوۡا وَ یَصُدُّوۡنَ عَنۡ سَبِیۡلِ اللّٰہِ وَ الۡمَسۡجِدِ  الۡحَرَامِ  الَّذِیۡ جَعَلۡنٰہُ  لِلنَّاسِ سَوَآءَۨ  الۡعَاکِفُ فِیۡہِ وَ الۡبَادِ ؕ وَ مَنۡ یُّرِدۡ  فِیۡہِ  بِاِلۡحَادٍۭ بِظُلۡمٍ  نُّذِقۡہُ  مِنۡ  عَذَابٍ  اَلِیۡمٍ ﴿۲۵﴾ ","english_text":"And those who disbelieve and deny Our signs - those will be companions of the Fire; they will abide therein eternally.\"","page":335,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2620.mp3","colorText":"إِ[g[نّ]َ [h:24[ٱ]لَّذِينَ كَفَرُو[s[اْ] وَيَصُدُّونَ عَ[f:1203[ن س]َبِيلِ [h:788[ٱ]للَّهِ وَ[h:1205[ٱ]لْمَسْجِدِ [h:1206[ٱ]لْحَرَامِ [h:8975[ٱ]لَّذِى جَعَلْنَ[n[ـٰ]هُ لِل[g[نّ]َاسِ سَو[o[َا]ٓءً [h:8976[ٱ]لْعَ[n[ـٰ]كِفُ فِيهِ وَ[h:8977[ٱ]لْبَادِ‌ۚ وَم[a:2292[َن ي]ُرِ[q:2293[دْ] فِيهِ بِإِلْحَا[i:8978[دِۭ ب]ِظُلْ[a:8979[مٍ ن]ُّذِ[q:8980[قْ]هُ مِنْ عَذَابٍ أَل[p[ِي]مٍ","juz":17,"ruku":287,"manzil":4,"bangla_ahbayan":"যারা অবিশ্বাস করে এবং মানুষকে নিবৃত্ত করে[১] আল্লাহর পথ হতে ও ‘মাসজিদুল হারাম’ হতে; যাকে আমি করেছি স্থানীয় ও বহিরাগত সবারই জন্য সমান।[২] আর যে ওতে সীমালংঘন করে পাপকার্যের ইচ্ছা করে,[৩] তাকে আমি আস্বাদন করাব মর্মন্তুদ শাস্তি।[৪]","bangla_bayan":"নিশ্চয় যারা কুফরী করে এবং আল্লাহর পথ থেকে ও মসজিদে হারাম থেকে বাধা দেয়, যাকে আমি স্থানীয় ও বহিরাগত সকলের জন্য সমান করেছি। আর যে ব্যক্তি সীমালঙ্ঘন করে সেখানে পাপকাজ করতে চায়, তাকে আমি যন্ত্রণাদায়ক আযাব আস্বাদন করাব।","bangla_mkhan":"যারা কুফর করে ও আল্লাহর পথে বাধা সৃষ্টি করে এবং সেই মসজিদে হারাম থেকে বাধা দেয়, যাকে আমি প্রস্তুত করেছি স্থানীয় ও বহিরাগত সকল মানুষের জন্যে সমভাবে এবং যে মসজিদে হারামে অন্যায়ভাবে কোন ধর্মদ্রোহী কাজ করার ইচছা করে, আমি তাদেরকে যন্ত্রানাদায়ক শাস্তি আস্বাদন করাব।","bangla_mujibur":"যারা কুফরী করে এবং মানুষকে নিবৃত্ত করে আল্লাহর পথ হতে ও মাসজিদুল হারাম হতে, যা আমি করেছি স্থানীয় ও বহিরাগত সবারই জন্য সমান, আর যে ইচ্ছা করে ওতে পাপ কাজের সীমা লংঘন করে তাকে আমি আস্বাদন করাব মর্মন্তদ শাস্তি।","bangla_taisirul":"যারা কুফুরী করে আর আল্লাহর পথে (মানুষের চলার ক্ষেত্রে) বাধা সৃষ্টি করে আর মাসজিদে হারামে যেতেও- যাকে আমি করেছি স্থানীয় বাসিন্দা ও অন্যদেশবাসী সকলের জন্য সমান। যে তাতে অন্যায়ভাবে কোন ধর্মদ্রোহী কাজ করার ইচ্ছে করে তাকে আমি আস্বাদন করাব ভয়াবহ শাস্তি।"},{"id":26,"arabic_text":"وَ اِذۡ بَوَّاۡنَا لِاِبۡرٰہِیۡمَ مَکَانَ الۡبَیۡتِ اَنۡ لَّا تُشۡرِکۡ بِیۡ شَیۡئًا وَّ طَہِّرۡ بَیۡتِیَ لِلطَّآئِفِیۡنَ وَ الۡقَآئِمِیۡنَ وَ الرُّکَّعِ السُّجُوۡدِ ﴿۲۶﴾ ","english_text":"O Children of Israel, remember My favor which I have bestowed upon you and fulfill My covenant [upon you] that I will fulfill your covenant [from Me], and be afraid of [only] Me.","page":335,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2621.mp3","colorText":"وَإِذْ بَوَّأْنَا لِإِ[q:8981[بْ]ر[n[َٲ]هِيمَ مَكَانَ [h:8982[ٱ]لْبَيْتِ أ[u:4908[َن ل]َّا تُشْرِكْ بِى شَيْـ[a:8983[ـًٔا و]َطَهِّرْ بَيْتِىَ لِلطّ[o[َا]ٓئِفِينَ وَ[h:8984[ٱ]لْق[o[َا]ٓئِمِينَ وَ[h:654[ٱ][l[ل]رُّكَّعِ [h:655[ٱ][l[ل]سُّج[p[ُو][q[د]ِ","juz":17,"ruku":288,"manzil":4,"bangla_ahbayan":"আর স্মরণ কর, যখন আমি ইব্রাহীমের জন্য নির্ধারণ করে দিয়েছিলাম কাবা গৃহের স্থান,[১] (তখন বলেছিলাম,) আমার সাথে কোন শরীক স্থির করো না[২] এবং আমার গৃহকে তাওয়াফকারী, নামায আদায়কারী, রুকূ ও সিজদাকারীদের জন্য পবিত্র রেখো। [৩]","bangla_bayan":"আর স্মরণ কর, যখন আমি ইবরাহীমকে সে ঘরের (বায়তুল্লাহ্র) স্থান নির্ধারণ করে দিয়েছিলাম এবং বলেছিলাম, ‘আমার সাথে কাউকে শরীক করবে না এবং আমার ঘরকে পাক সাফ রাখবে তাওয়াফকারী, রুকূ-সিজদা ও দাঁড়িয়ে সালাত আদায়কারীর জন্য’।","bangla_mkhan":"যখন আমি ইব্রাহীমকে বায়তুল্লাহর স্থান ঠিক করে দিয়েছিলাম যে, আমার সাথে কাউকে শরীক করো না এবং আমার গৃহকে পবিত্র রাখ তাওয়াফকারীদের জন্যে, নামাযে দন্ডায়মানদের জন্যে এবং রকু সেজদাকারীদের জন্যে।","bangla_mujibur":"আর স্মরণ কর, যখন আমি ইবরাহীমের জন্য নির্ধারণ করে দিয়েছিলাম সেই গৃহের স্থান তখন বলেছিলামঃ আমার সাথে কোন শরীক স্থির করনা এবং আমার গৃহকে পবিত্র রেখ তাদের জন্য যারা তাওয়াফ করে এবং যারা দন্ডায়মান থাকে, রুকু করে ও সাজদাহ করে।","bangla_taisirul":"স্মরণ কর যখন আমি ইবরাহীমকে (পবিত্র) গৃহের স্থান চিহ্নিত করে দিয়েছিলাম, (তখন বলেছিলাম) আমার সাথে কোন কিছুকে অংশীদার গণ্য করবে না, আর আমার গৃহকে পবিত্র রাখবে তাওয়াফকারী, নামাযে কিয়ামকারী, রূকু‘কারী ও সেজদাকারীদের জন্য।"},{"id":27,"arabic_text":"وَ اَذِّنۡ فِی النَّاسِ بِالۡحَجِّ  یَاۡتُوۡکَ  رِجَالًا وَّ عَلٰی کُلِّ ضَامِرٍ یَّاۡتِیۡنَ مِنۡ کُلِّ فَجٍّ عَمِیۡقٍ ﴿ۙ۲۷﴾ ","english_text":"And believe in what I have sent down confirming that which is [already] with you, and be not the first to disbelieve in it. And do not exchange My signs for a small price, and fear [only] Me.","page":335,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2622.mp3","colorText":"وَأَذِّ[f:8985[ن ف]ِى [h:4380[ٱ][l[ل][g[نّ]َاسِ بِ[h:8986[ٱ]لْحَجِّ يَأْتُوكَ رِجَال[a:8987[اً و]َعَلَىٰ كُلِّ ضَامِ[a:8988[رٍ ي]َأْتِينَ مِ[f:843[ن ك]ُلِّ فَجٍّ عَم[p[ِي][q[ق]ٍ","juz":17,"ruku":288,"manzil":4,"bangla_ahbayan":"এবং মানুষের মাঝে হজ্জের ঘোষণা দাও, তারা তোমার কাছে আসবে পায়ে হেঁটে ও সর্বপ্রকার ক্ষীণকায় উটসমূহের পিঠে (সওয়ার হয়ে), [১] তারা আসবে দূর-দূরান্তর পথ অতিক্রম করে। [২]","bangla_bayan":"‘আর মানুষের নিকট হজ্জের ঘোষণা দাও; তারা তোমার কাছে আসবে পায়ে হেঁটে এবং কৃশকায় উটে চড়ে দূর পথ পাড়ি দিয়ে’।","bangla_mkhan":"এবং মানুষের মধ্যে হজ্বের জন্যে ঘোষণা প্রচার কর। তারা তোমার কাছে আসবে পায়ে হেঁটে এবং সর্বপ্রকার কৃশকায় উটের পিঠে সওয়ার হয়ে দূর-দূরান্ত থেকে।","bangla_mujibur":"এবং মানুষের কাছে হাজ্জের ঘোষণা করে দাও, তারা তোমার কাছে আসবে পদব্রজে ও সর্ব প্রকার ক্ষীণকায় উষ্ট্রসমূহের পিঠে, তারা আসবে দূর-দূরান্তের পথ অতিক্রম করে –","bangla_taisirul":"আর মানুষের মাঝে হাজ্জের ঘোষণা দাও, তারা তোমার কাছে আসবে পায়ে হেঁটে, আর সব (পথক্লান্ত) শীর্ণ উটের পিঠে, বহু দূরের গভীর পর্বত সংকুল পথ বেয়ে"},{"id":28,"arabic_text":"لِّیَشۡہَدُوۡا مَنَافِعَ  لَہُمۡ  وَ یَذۡکُرُوا  اسۡمَ اللّٰہِ فِیۡۤ  اَیَّامٍ مَّعۡلُوۡمٰتٍ عَلٰی مَا رَزَقَہُمۡ مِّنۡۢ بَہِیۡمَۃِ الۡاَنۡعَامِ ۚ فَکُلُوۡا مِنۡہَا وَ اَطۡعِمُوا  الۡبَآئِسَ الۡفَقِیۡرَ ﴿۫۲۸﴾ ","english_text":"And do not mix the truth with falsehood or conceal the truth while you know [it].","page":335,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2623.mp3","colorText":"لِّيَشْهَدُو[s[اْ] مَنَ[n[ـٰ]فِعَ لَهُمْ وَيَذْكُرُو[s[اْ] [h:8989[ٱ]سْمَ [h:3393[ٱ]للَّهِ ف[o[ِىٓ] أَيَّا[a:8990[مٍ م]َّعْلُومَ[n[ـٰ]تٍ عَلَىٰ مَا رَزَقَه[w:8991[ُم م]ّ[i:8992[ِنۢ ب]َهِيمَةِ [h:8993[ٱ]لْأَنْعَ[n[ـٰ]مِ‌ۖ فَكُلُو[s[اْ] مِنْهَا وَأَ[q:8994[طْ]عِمُو[s[اْ] [h:8995[ٱ]لْب[o[َا]ٓئِسَ [h:8996[ٱ]لْفَق[p[ِي]رَ","juz":17,"ruku":288,"manzil":4,"bangla_ahbayan":"যাতে তারা তাদের কল্যাণের জন্য উপস্থিত হতে পারে[১] এবং তিনি তাদেরকে গৃহপালিত চতুষ্পদ জন্তু[২] হতে যা রুযী হিসাবে দান করেছেন ওর উপর (যবেহকালে কুরবানীর) বিদিত দিনগুলিতে আল্লাহর নাম উচ্চারণ করতে পারে। অতঃপর তোমরা তা হতে আহার কর এবং দুঃস্থ, অভাবগ্রস্তকে আহার করাও।","bangla_bayan":"‘যেন তারা নিজদের কল্যাণের স্থানসমূহে হাযির হতে পারে এবং তিনি তাদেরকে চতুষ্পদ জন্তু থেকে যে রিয্ক দিয়েছেন তার উপর নির্দিষ্ট দিনসমূহে আল্লাহর নাম স্মরণ করতে পারে। অতঃপর তোমরা তা থেকে খাও এবং দুস্থ-দরিদ্রকে খেতে দাও’।","bangla_mkhan":"যাতে তারা তাদের কল্যাণের স্থান পর্যন্ত পৌছে এবং নির্দিষ্ট দিনগুলোতে আল্লাহর নাম স্মরণ করে তাঁর দেয়া চতুস্পদ জন্তু যবেহ করার সময়। অতঃপর তোমরা তা থেকে আহার কর এবং দুঃস্থ-অভাবগ্রস্থকে আহার করাও।","bangla_mujibur":"যাতে তারা তাদের কল্যাণময় স্থানগুলিতে উপস্থিত হতে পারে এবং তিনি তাদেরকে চতুস্পদ জন্তু হতে যা রিয্ক হিসাবে দান করেছেন ওর উপর নির্দিষ্ট দিনগুলিতে আল্লাহর নাম উচ্চারণ করতে পারে; অতঃপর তোমরা ওটা হতে আহার কর এবং দুস্থ, অভাবগ্রস্তকে আহার করাও।","bangla_taisirul":"যাতে তারা তাদের জন্য (এখানে রাখা দুনিয়া ও আখিরাতের) কল্যাণগুলো প্রত্যক্ষ করতে পারে আর তিনি তাদেরকে চতুষ্পদ জন্তু হতে যে রিযক দান করেছেন, নির্দিষ্ট দিনগুলোতে তার উপর আল্লাহর নাম উচ্চারণ করতে পারে। কাজেই তোমরা (নিজেরা) তাত্থেকে খাও আর দুঃস্থ অভাবীদের খাওয়াও।"},{"id":29,"arabic_text":"ثُمَّ لۡیَقۡضُوۡا تَفَثَہُمۡ وَ لۡیُوۡفُوۡا نُذُوۡرَہُمۡ وَ لۡیَطَّوَّفُوۡا بِالۡبَیۡتِ الۡعَتِیۡقِ ﴿۲۹﴾ ","english_text":"And establish prayer and give zakah and bow with those who bow [in worship and obedience].","page":335,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2624.mp3","colorText":"ثُ[g[مّ]َ لْيَ[q:8997[قْ]ضُو[s[اْ] تَفَثَهُمْ وَلْيُوفُو[s[اْ] نُذُورَهُمْ وَلْيَطَّوَّفُو[s[اْ] بِ[h:8998[ٱ]لْبَيْتِ [h:8999[ٱ]لْعَت[p[ِي][q[ق]ِ","juz":17,"ruku":288,"manzil":4,"bangla_ahbayan":"অতঃপর তারা যেন তাদের অপরিচ্ছন্নতা দূর করে, [১] তাদের মানত পূর্ণ করে[২] এবং তাওয়াফ করে প্রাচীন (কা’বা) গৃহের। [৩]","bangla_bayan":"‘তারপর তারা যেন পরিষ্কার-পরিচ্ছন্ন হয়, তাদের মানতসমূহ পূরণ করে এবং প্রাচীন ঘরের* তাওয়াফ করে’। \\n\\n* البيت العتيق বা পুরাতন ঘর বলতে আল্লাহর ইবাদাতের জন্য তৈরীকৃত সবচাইতে পুরাতন ঘর তথা কা‘বা ঘরকে বুঝানো হয়েছে। কারণ ইবাদাতের জন্য নির্মিত এটাই যমীনের বুকে সর্বপ্রথম ঘর।","bangla_mkhan":"এরপর তারা যেন দৈহিক ময়লা দূর করে দেয়, তাদের মানত পূর্ণ করে এবং এই সুসংরক্ষিত গৃহের তাওয়াফ করে।","bangla_mujibur":"অতঃপর তারা যেন তাদের অপরিচ্ছন্নতা দূর করে এবং তাদের মানত পূর্ণ করে ও তাওয়াফ করে প্রাচীন গৃহের।","bangla_taisirul":"অতঃপর তারা যেন তাদের দৈহিক অপরিচ্ছন্নতা দূর করে, তাদের মানৎ পূর্ণ করে আর প্রাচীন গৃহের তাওয়াফ করে।"},{"id":30,"arabic_text":"ذٰلِکَ ٭ وَ مَنۡ یُّعَظِّمۡ حُرُمٰتِ اللّٰہِ فَہُوَ خَیۡرٌ لَّہٗ عِنۡدَ رَبِّہٖ ؕ وَ اُحِلَّتۡ لَکُمُ الۡاَنۡعَامُ  اِلَّا مَا یُتۡلٰی عَلَیۡکُمۡ فَاجۡتَنِبُوا الرِّجۡسَ مِنَ الۡاَوۡثَانِ وَ اجۡتَنِبُوۡا  قَوۡلَ  الزُّوۡرِ ﴿ۙ۳۰﴾ ","english_text":"Do you order righteousness of the people and forget yourselves while you recite the Scripture? Then will you not reason?","page":335,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2625.mp3","colorText":"ذ[n[َٲ]لِكَ وَم[a:9000[َن ي]ُعَظِّمْ حُرُمَ[n[ـٰ]تِ [h:9001[ٱ]للَّهِ فَهُوَ خَيْ[u:964[رٌ ل]َّهُ[n[ۥ] عِ[f:264[ند]َ رَبِّه[n[ِۦ]‌ۗ وَأُحِلَّتْ لَكُمُ [h:9002[ٱ]لْأَنْعَ[n[ـٰ]مُ إِلَّا مَا يُتْلَىٰ عَلَيْكُمْ‌ۖ فَ[h:9003[ٱ][q:9003[جْ]تَنِبُو[s[اْ] [h:9004[ٱ][l[ل]رِّ[q:4401[جْ]سَ مِنَ [h:9005[ٱ]لْأَوْثَ[n[ـٰ]نِ وَ[h:7400[ٱ][q:7400[جْ]تَنِبُو[s[اْ] قَوْلَ [h:9006[ٱ][l[ل]زّ[p[ُو]رِ","juz":17,"ruku":288,"manzil":4,"bangla_ahbayan":"এটাই বিধান। আর কেউ আল্লাহর নিষিদ্ধ বিধানসমূহের[১] সম্মান করলে তার প্রতিপালকের নিকট তার জন্য এটাই উত্তম। তোমাদের জন্য হালাল করা হয়েছে চতুষ্পদ জন্তু, এগুলি ব্যতীত যা তোমাদেরকে পাঠ করে শুনানো হয়েছে; [২] সুতরাং তোমরা দূরে থাক মূর্তিরূপ অপবিত্রতা[৩] হতে এবং দূরে থাক মিথ্যা কথন হতে। [৪]","bangla_bayan":"এটিই বিধান আর কেউ আল্লাহ কর্তৃক নির্ধারিত পবিত্র বিষয়সমূহকে সম্মান করলে তার রবের নিকট তা-ই তার জন্য উত্তম। আর তোমাদের জন্য হালাল করা হয়েছে চতুষ্পদ জন্তু; তবে যা তোমাদের কাছে পাঠ করা হয় সেগুলি ছাড়া। সুতরাং মূর্তিপূজার অপবিত্রতা থেকে বিরত থাক এবং মিথ্যা কথা পরিহার কর-","bangla_mkhan":"এটা শ্রবণযোগ্য। আর কেউ আল্লাহর সম্মানযোগ্য বিধানাবলীর প্রতি সম্মান প্রদর্শন করলে পালনকর্তার নিকট তা তার জন্যে উত্তম। উল্লেখিত ব্যতিক্রমগুলো ছাড়া তোমাদের জন্যে চতুস্পদ জন্তু হালাল করা হয়েছে। সুতরাং তোমরা মূর্তিদের অপবিত্রতা থেকে বেঁচে থাক এবং মিথ্যা কথন থেকে দূরে সরে থাক;","bangla_mujibur":"এটাই বিধান এবং কেহ আল্লাহ কর্তৃক নির্ধারিত বিধানাবলীর প্রতি সম্মান প্রদর্শন করলে তার রবের নিকট তা উত্তম। তোমাদের জন্য হালাল করা হয়েছে চতুস্পদ পশু, ঐগুলি ব্যতীত যা তোমাদেরকে বলা হয়েছে। সুতরাং তোমরা বর্জন কর মূর্তি পূজার অপবিত্রতা এবং দূরে থাক মিথ্যা বলা হতে,","bangla_taisirul":"এটাই (হাজ্জ), যে কেউ আল্লাহর নির্ধারিত অনুষ্ঠানগুলোর সম্মান করবে, সেটা তার প্রতিপালকের নিকট তার জন্য উত্তম। চতুষ্পদ জন্তুগুলো তোমাদের জন্য হালাল করা হয়েছে সেগুলো ছাড়া যেগুলোর ব্যাপারে তোমাদেরকে পড়ে শুনানো হয়েছে। কাজেই তোমরা মূর্তিদের অপবিত্রতা বর্জন কর আর মিথ্যে কথা পরিহার কর"},{"id":31,"arabic_text":"حُنَفَآءَ لِلّٰہِ غَیۡرَ  مُشۡرِکِیۡنَ بِہٖ ؕ وَ مَنۡ یُّشۡرِکۡ بِاللّٰہِ فَکَاَنَّمَا خَرَّ  مِنَ السَّمَآءِ فَتَخۡطَفُہُ الطَّیۡرُ  اَوۡ تَہۡوِیۡ بِہِ الرِّیۡحُ فِیۡ مَکَانٍ  سَحِیۡقٍ ﴿۳۱﴾ ","english_text":"And seek help through patience and prayer, and indeed, it is difficult except for the humbly submissive [to Allah ]","page":336,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2626.mp3","colorText":"حُنَف[o[َا]ٓءَ لِلَّهِ غَيْرَ مُشْرِكِينَ بِه[n[ِۦ]‌ۚ وَم[a:2834[َن ي]ُشْرِكْ بِ[h:32[ٱ]للَّهِ فَكَأَ[g[نّ]َمَا خَرَّ مِنَ [h:64[ٱ][l[ل]سَّم[o[َا]ٓءِ فَتَخْطَفُهُ [h:9007[ٱ][l[ل]طَّيْرُ أَوْ تَهْوِى بِهِ [h:7082[ٱ][l[ل]رِّيحُ فِى مَكَا[f:9008[نٍ س]َح[p[ِي][q[ق]ٍ","juz":17,"ruku":288,"manzil":4,"bangla_ahbayan":"আল্লাহর প্রতি একনিষ্ঠ হয়ে,[১] তাঁর কোন শরীক না করে; আর যে কেউ আল্লাহর শরীক করে (তার অবস্থা) সে যেন আকাশ হতে পড়ল, অতঃপর পাখি তাকে ছোঁ মেরে নিয়ে গেল, কিংবা বায়ু তাকে উড়িয়ে নিয়ে গিয়ে এক দূরবর্তী স্থানে নিক্ষেপ করল। [২]","bangla_bayan":"আল্লাহর জন্য একনিষ্ঠ হয়ে এবং তাঁর সাথে কাউকে শরীক না করে। আর যে আল্লাহর সাথে শরীক করে, সে যেন আকাশ থেকে পড়ল। অতঃপর পাখি তাকে ছোঁ মেরে নিয়ে গেল কিম্বা বাতাস তাকে দূরের কোন জায়গায় নিক্ষেপ করল।","bangla_mkhan":"আল্লাহর দিকে একনিষ্ট হয়ে, তাঁর সাথে শরীক না করে; এবং যে কেউ আল্লাহর সাথে শরীক করল; সে যেন আকাশ থেকে ছিটকে পড়ল, অতঃপর মৃতভোজী পাখী তাকে ছোঁ মেরে নিয়ে গেল অথবা বাতাস তাকে উড়িয়ে নিয়ে কোন দূরবর্তী স্থানে নিক্ষেপ করল।","bangla_mujibur":"আল্লাহর প্রতি একনিষ্ঠ হয়ে এবং তাঁর কোন শরীক না করে। আর যে আল্লাহর শরীক করে সে যেন আকাশ হতে পড়ল, অতঃপর পাখী তাকে ছোঁ মেরে নিয়ে গেল, কিংবা বায়ু তাকে উড়িয়ে নিয়ে দূরবর্তী এক স্থানে নিক্ষেপ করল।","bangla_taisirul":"আল্লাহর প্রতি একনিষ্ঠ হয়ে তাঁর সাথে শরীক না করে। যে কেউ আল্লাহর সাথে শরীক করে সে যেন আকাশ থেকে পড়ে গেল, আর পাখী তাকে ছোঁ মেরে নিয়ে গেল কিংবা বাতাস তাকে উড়িয়ে নিয়ে দূরবর্তী স্থানে ছুঁড়ে ফেলে দিল।"},{"id":32,"arabic_text":"ذٰلِکَ ٭ وَ مَنۡ یُّعَظِّمۡ شَعَآئِرَ  اللّٰہِ فَاِنَّہَا مِنۡ  تَقۡوَی  الۡقُلُوۡبِ  ﴿۳۲﴾","english_text":"Who are certain that they will meet their Lord and that they will return to Him.","page":336,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2627.mp3","colorText":"ذ[n[َٲ]لِكَ وَم[a:9000[َن ي]ُعَظِّمْ شَعَ[o[ـٰٓ]ئِرَ [h:3349[ٱ]للَّهِ فَإِ[g[نّ]َهَا مِ[f:9009[ن ت]َ[q:5843[قْ]وَى [h:9010[ٱ]لْقُل[p[ُو][q[ب]ِ","juz":17,"ruku":288,"manzil":4,"bangla_ahbayan":"এটাই আল্লাহর বিধান। আর কেউ আল্লাহর (দ্বীনের) প্রতীকসমূহের সম্মান করলে এটা তো তার হৃদয়ের সংযমশীলতারই বহিঃপ্রকাশ। [১]","bangla_bayan":"এটাই হল আল্লাহর বিধান; যে আল্লাহর নিদর্শনসমূহকে সম্মান করে, নিঃসন্দেহে তা অন্তরের তাকওয়া থেকেই।","bangla_mkhan":"এটা শ্রবণযোগ্য কেউ আল্লাহর নামযুক্ত বস্তুসমুহের প্রতি সম্মান প্রদর্শন করলে তা তো তার হৃদয়ের আল্লাহভীতি প্রসূত।","bangla_mujibur":"এটাই আল্লাহর বিধান এবং কেহ (আল্লাহর) নিদর্শনাবলীকে সম্মান করলে এটাতো তার হৃদয়ের তাকওয়ারই বহিঃপ্রকাশ।","bangla_taisirul":"এই (তার অবস্থা), আর যে কেউ আল্লাহর নিদর্শনগুলোকে সম্মান করবে সে তো তার অন্তরস্থিত আল্লাহ-ভীতি থেকেই তা করবে।"},{"id":33,"arabic_text":"لَکُمۡ  فِیۡہَا مَنَافِعُ  اِلٰۤی اَجَلٍ مُّسَمًّی ثُمَّ  مَحِلُّہَاۤ  اِلَی الۡبَیۡتِ  الۡعَتِیۡقِ ﴿۳۳﴾ ","english_text":"O Children of Israel, remember My favor that I have bestowed upon you and that I preferred you over the worlds.","page":336,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2628.mp3","colorText":"لَكُمْ فِيهَا مَنَ[n[ـٰ]فِعُ إِلَ[o[ىٰٓ] أَجَ[a:1657[لٍ م]ُّسَم[f:4121[ًّى ث]ُ[g[مّ]َ مَحِلُّه[o[َآ] إِلَى [h:9011[ٱ]لْبَيْتِ [h:9012[ٱ]لْعَت[p[ِي][q[ق]ِ","juz":17,"ruku":288,"manzil":4,"bangla_ahbayan":"এ (পশু)গুলোতে তোমাদের জন্য নানাবিধ উপকার রয়েছে এক নির্দিষ্ট কালের জন্য; [১] অতঃপর ওগুলির কুরবানীর স্থান প্রাচীন গৃহের নিকট। [২]","bangla_bayan":"এসব চতুষ্পদ জন্তুতে নির্দিষ্ট সময় পর্যন্ত তোমাদের জন্য কল্যাণ রয়েছে, তারপর এগুলোর কুরবানীর স্থান হবে প্রাচীন ঘরের নিকট।","bangla_mkhan":"চতুস্পদ জন্তুসমূহের মধ্যে তোমাদের জন্যে নির্দিষ্টকাল পর্যন্ত উপকার রয়েছে। অতঃপর এগুলোকে পৌছাতে হবে মুক্ত গৃহ পর্যন্ত।","bangla_mujibur":"এ সবগুলিতে তোমাদের জন্য নানাবিধ উপকার রয়েছে এক নির্দিষ্ট কালের জন্য; অতঃপর ওগুলির কুরবানীর স্থান প্রাচীন গৃহের নিকট।","bangla_taisirul":"এতে (অর্থাৎ কুরবানীর পশুতে) তোমাদের জন্য নানান উপকার রয়েছে এক নির্দিষ্ট কাল পর্যন্ত (কুরবানীর জায়গায় পৌঁছা পর্যন্ত তোমরা এই জন্তুগুলোর দ্বারা উপকৃত হতে পার), সর্বশেষে এগুলোর কুরবানীর স্থান হচ্ছে প্রাচীন ঘরের নিকট।"},{"id":34,"arabic_text":"وَ لِکُلِّ اُمَّۃٍ جَعَلۡنَا مَنۡسَکًا لِّیَذۡکُرُوا اسۡمَ اللّٰہِ عَلٰی مَا رَزَقَہُمۡ مِّنۡۢ بَہِیۡمَۃِ الۡاَنۡعَامِ ؕ فَاِلٰـہُکُمۡ اِلٰہٌ  وَّاحِدٌ فَلَہٗۤ اَسۡلِمُوۡا ؕ وَ  بَشِّرِ  الۡمُخۡبِتِیۡنَ ﴿ۙ۳۴﴾ ","english_text":"And fear a Day when no soul will suffice for another soul at all, nor will intercession be accepted from it, nor will compensation be taken from it, nor will they be aided.","page":336,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2629.mp3","colorText":"وَلِكُلِّ أُ[g[مّ]َ[f:9013[ةٍ ج]َعَلْنَا مَ[f:9014[نس]َ[u:9015[كًا ل]ِّيَذْكُرُو[s[اْ] [h:9016[ٱ]سْمَ [h:3393[ٱ]للَّهِ عَلَىٰ مَا رَزَقَه[w:8991[ُم م]ّ[i:8992[ِنۢ ب]َهِيمَةِ [h:8993[ٱ]لْأَنْعَ[n[ـٰ]مِ‌ۗ فَإِلَ[n[ـٰ]هُكُمْ إِلَ[n[ـٰ][a:827[هٌ و][n[َٲ]حِ[f:9017[دٌ ف]َلَهُ[o[ۥٓ] أَسْلِمُو[s[اْ‌ۗ] وَبَشِّرِ [h:9018[ٱ]لْمُخْبِت[p[ِي]نَ","juz":17,"ruku":289,"manzil":4,"bangla_ahbayan":"আমি প্রত্যেক সম্প্রদায়ের জন্য কুরবানীর নিয়ম করে দিয়েছি; যাতে আমি তাদেরকে জীবনোপকরণ স্বরূপ যে সব চতুষ্পদ জন্তু দিয়েছি[১] সেগুলির উপর আল্লাহর নাম উচ্চারণ করে। তোমাদের উপাস্য একমাত্র উপাস্য। সুতরাং তোমরা তাঁরই নিকট আত্মসমর্পণ কর। আর সুসংবাদ দাও বিনীতগণকে;","bangla_bayan":"প্রত্যেক জাতির জন্য আমি কুরবানীর নিয়ম করে দিয়েছি; যাতে তারা আল্লাহর নাম স্মরণ করতে পারে, যে সমস্ত জন্তু তিনি রিয্ক হিসেবে দিয়েছেন তার উপর। তোমাদের ইলাহ তো এক ইলাহ; অতএব তাঁরই কাছে আত্মসমর্পণ কর; আর অনুগতদেরকে সুসংবাদ দাও,","bangla_mkhan":"আমি প্রত্যেক উম্মতের জন্যে কোরবানী নির্ধারণ করেছি, যাতে তারা আল্লাহর দেয়া চতুস্পদ জন্তু যবেহ কারার সময় আল্লাহর নাম উচ্চারণ করে। অতএব তোমাদের আল্লাহ তো একমাত্র আল্লাহ সুতরাং তাঁরই আজ্ঞাধীন থাক এবং বিনয়ীগণকে সুসংবাদ দাও;","bangla_mujibur":"আমি প্রত্যেক সম্প্রদায়ের জন্য কুরবানীর নিয়ম করে দিয়েছি যাতে আমি তাদেরকে জীবনোপকরণ স্বরূপ যে সব চতুস্পদ জন্তু দিয়েছি সেগুলির উপর আল্লাহর নাম উচ্চারণ করে। তোমাদের মা‘বূদ একই মা‘বূদ, সুতরাং তাঁরই নিকট আত্মসমর্পন কর এবং সুসংবাদ দাও বিনীতজনদেরকে,","bangla_taisirul":"আমি প্রতিটি সম্প্রদায়ের জন্য (কুরবানীর) নিয়ম করে দিয়েছি। তাদেরকে চতুষ্পদ জন্তু হতে যে রিযক্ দেয়া হয়েছে সেগুলোর উপর তারা যেন আল্লাহর নাম উচ্চারণ করে, (এই বিভিন্ন নিয়ম-পদ্ধতির মূল লক্ষ্য কিন্তু এক- আল্লাহর নির্দেশ পালন), কারণ তোমাদের উপাস্য একমাত্র উপাস্য, কাজেই তাঁর কাছেই আত্মসমর্পণ কর আর সুসংবাদ দাও সেই বিনীতদেরকে-"},{"id":35,"arabic_text":"الَّذِیۡنَ اِذَا ذُکِرَ  اللّٰہُ وَجِلَتۡ قُلُوۡبُہُمۡ وَ الصّٰبِرِیۡنَ عَلٰی مَاۤ  اَصَابَہُمۡ وَ الۡمُقِیۡمِی الصَّلٰوۃِ ۙ وَ  مِمَّا  رَزَقۡنٰہُمۡ  یُنۡفِقُوۡنَ ﴿۳۵﴾ ","english_text":"And [recall] when We saved your forefathers from the people of Pharaoh, who afflicted you with the worst torment, slaughtering your [newborn] sons and keeping your females alive. And in that was a great trial from your Lord.","page":336,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2630.mp3","colorText":"ٱلَّذِينَ إِذَا ذُكِرَ [h:5234[ٱ]للَّهُ وَجِلَتْ قُلُوبُهُمْ وَ[h:918[ٱ][l[ل]صَّ[n[ـٰ]بِرِينَ عَلَىٰ م[o[َآ] أَصَابَهُمْ وَ[h:9019[ٱ]لْمُقِيمِى [h:9020[ٱ][l[ل]صَّلَ[s[و][n[ٲ]ةِ وَمِ[g[مّ]َا رَزَ[q:15[قْ]نَ[n[ـٰ]هُمْ يُ[f:16[نف]ِق[p[ُو]نَ","juz":17,"ruku":289,"manzil":4,"bangla_ahbayan":"যাদের হৃদয় ভয়ে কম্পিত হয় আল্লাহর নাম স্মরণ করা হলে, যারা তাদের বিপদ-আপদে ধৈর্যধারণ করে, নামায কায়েম করে এবং আমি তাদেরকে যে রুযী দিয়েছি, তা হতে ব্যয় করে।","bangla_bayan":"যাদের কাছে আল্লাহর কথা উল্লেখ করা হলে তাদের অন্তর কেঁপে ওঠে, যারা তাদের বিপদ-আপদে ধৈর্যধারণ করে, যারা সালাত কায়েম করে এবং আমি তাদেরকে যে রিয্ক দিয়েছি তা থেকে ব্যয় করে।","bangla_mkhan":"যাদের অন্তর আল্লাহর নাম স্মরণ করা হলে ভীত হয় এবং যারা তাদের বিপদাপদে ধৈর্য্যধারণ করে এবং যারা নামায কায়েম করে ও আমি যা দিয়েছি, তা থেকে ব্যয় করে।","bangla_mujibur":"যাদের হৃদয় ভয়-কম্পিত হয় আল্লাহর নাম স্মরণ করা হলে, যারা তাদের বিপদ আপদে ধৈর্য ধারণ করে এবং সালাত কায়েম করে এবং আমি তাদেরকে যে রিয্ক দিয়েছি তা হতে ব্যয় করে।","bangla_taisirul":"‘আল্লাহ’ নামের উল্লেখ হলেই যাদের অন্তরাত্মা কেঁপে উঠে, যারা তাদের বিপদাপদে ধৈর্যধারণ করে, নামায কায়িম করে, আর তাদেরকে আমি যে রিযক্ দিয়েছি তাত্থেকে তারা ব্যয় করে।"},{"id":36,"arabic_text":"وَ الۡبُدۡنَ جَعَلۡنٰہَا لَکُمۡ مِّنۡ  شَعَآئِرِ اللّٰہِ لَکُمۡ فِیۡہَا خَیۡرٌ ٭ۖ فَاذۡکُرُوا اسۡمَ اللّٰہِ عَلَیۡہَا صَوَآفَّ ۚ فَاِذَا وَجَبَتۡ جُنُوۡبُہَا فَکُلُوۡا مِنۡہَا وَ اَطۡعِمُوا الۡقَانِعَ وَ الۡمُعۡتَرَّ ؕ کَذٰلِکَ سَخَّرۡنٰہَا لَکُمۡ لَعَلَّکُمۡ تَشۡکُرُوۡنَ ﴿۳۶﴾ ","english_text":"And [recall] when We parted the sea for you and saved you and drowned the people of Pharaoh while you were looking on.","page":336,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2631.mp3","colorText":"وَ[h:9999[ٱ]لْبُ[q:9021[دْ]نَ جَعَلْنَ[n[ـٰ]هَا لَك[w:556[ُم م]ِّ[f:809[ن ش]َعَ[o[ـٰٓ]ئِرِ [h:810[ٱ]للَّهِ لَكُمْ فِيهَا خَيْ[f:9022[رٌ‌ۖ ف]َ[h:1091[ٱ]ذْكُرُو[s[اْ] [h:9023[ٱ]سْمَ [h:3393[ٱ]للَّهِ عَلَيْهَا صَو[m[َا]ٓفَّ‌ۖ فَإِذَا وَجَبَتْ جُنُوبُهَا فَكُلُو[s[اْ] مِنْهَا وَأَ[q:8994[طْ]عِمُو[s[اْ] [h:9024[ٱ]لْقَانِعَ وَ[h:9025[ٱ]لْمُعْتَرَّ‌ۚ كَذ[n[َٲ]لِكَ سَخَّرْنَ[n[ـٰ]هَا لَكُمْ لَعَلَّكُمْ تَشْكُر[p[ُو]نَ","juz":17,"ruku":289,"manzil":4,"bangla_ahbayan":"আর (কুরবানীর) উটকে[১] করেছি আল্লাহর (দ্বীনের) প্রতীকসমূহের অন্যতম; তোমাদের জন্য তাতে মঙ্গল রয়েছে। সুতরাং সারিবদ্ধভাবে দন্ডায়মান অবস্থায় ওগুলির উপর (নহর করার সময়) তোমরা আল্লাহর নাম নাও।[২] অতঃপর যখন ওরা কাত হয়ে পড়ে যায়[৩] তখন তোমরা তা হতে আহার কর[৪] এবং আহার করাও ধৈর্যশীল অভাবগ্রস্তকে ও যাঞ্চাকারী অভাবগ্রস্তকে।[৫] এইভাবে আমি ওদেরকে তোমাদের অধীন করে দিয়েছি; যাতে তোমরা কৃতজ্ঞতা প্রকাশ কর।","bangla_bayan":"আর কুরবানীর উটকে আমি তোমাদের জন্য আল্লাহর অন্যতম নিদর্শন বানিয়েছি; তোমাদের জন্য তাতে রয়েছে কল্যাণ। সুতরাং সারিবদ্ধভাবে দন্ডায়মান অবস্থায় সেগুলির উপর আল্লাহর নাম উচ্চারণ কর যখন সেগুলি কাত হয়ে পড়ে যায় তখন তা থেকে খাও। যে অভাবী, মানুষের কাছে হাত পাতে না এবং যে অভাবী চেয়ে বেড়ায়-তাদেরকে খেতে দাও। এভাবেই আমি ওগুলিকে তোমাদের অনুগত করে দিয়েছি; যাতে তোমরা কৃতজ্ঞতা প্রকাশ কর।","bangla_mkhan":"এবং কা’বার জন্যে উৎসর্গীকৃত উটকে আমি তোমাদের জন্যে আল্লাহর অন্যতম নিদর্শন করেছি। এতে তোমাদের জন্যে মঙ্গল রয়েছে। সুতরাং সারিবদ্ধভাবে বাঁধা অবস্থায় তাদের যবেহ করার সময় তোমরা আল্লাহর নাম উচ্চারণ কর। অতঃপর যখন তারা কাত হয়ে পড়ে যায় তখন তা থেকে তোমরা আহার কর এবং আহার করাও যে কিছু যাচ্ঞা করে না তাকে এবং যে যাচ্ঞা করে তাকে। এমনিভাবে আমি এগুলোকে তোমাদের বশীভূত করে দিয়েছি, যাতে তোমরা কৃতজ্ঞতা প্রকাশ কর।","bangla_mujibur":"এবং উৎসর্গীকৃত উষ্ট্রকে করেছি আল্লাহর নিদর্শনগুলির অন্যতম; তোমাদের জন্য তাতে মঙ্গল রয়েছে; সুতরাং সারিবদ্ধভাবে দন্ডায়মান অবস্থায় ওগুলির উপর তোমরা আল্লাহর নাম নাও। যখন ওরা কাত হয়ে পড়ে যায় তখন তোমরা তা হতে আহার কর এবং আহার করাও ধৈর্যশীল অভাবগ্রস্তকে ও যাঞ্চাকারী অভাবগ্রস্তকে। এভাবে আমি ওদেরকে তোমাদের অধীন করে দিয়েছি যাতে তোমরা কৃতজ্ঞতা প্রকাশ কর।","bangla_taisirul":"আর (কুরবানীর) উটগুলোকে আমি করেছি আল্লাহর নিদর্শনসমূহের অন্যতম। তাতে তোমাদের জন্য কল্যাণ আছে, কাজেই সারিবদ্ধভাবে দাঁড়ানো অবস্থায় ওগুলোর উপর তোমরা আল্লাহর নাম উচ্চারণ কর। যখন তা পার্শ্বভরে পড়ে যায়, তখন তাথেকে খাও আর যারা (ভিক্ষে না ক’রে) পরিতৃপ্ত থাকে তাদেরকে আর যারা কাকুতি মিনতি ক’রে যাচ্ঞা করে তাদেরকেও খাওয়াও। এভাবে আমি ওগুলোকে তোমাদের অধীন করে দিয়েছি যাতে তোমরা কৃতজ্ঞতা প্রকাশ কর।"},{"id":37,"arabic_text":"لَنۡ یَّنَالَ اللّٰہَ  لُحُوۡمُہَا وَ لَا دِمَآؤُہَا وَ لٰکِنۡ یَّنَالُہُ التَّقۡوٰی مِنۡکُمۡ ؕ کَذٰلِکَ سَخَّرَہَا لَکُمۡ لِتُکَبِّرُوا اللّٰہَ عَلٰی مَا ہَدٰىکُمۡ ؕ وَ بَشِّرِ  الۡمُحۡسِنِیۡنَ ﴿۳۷﴾ ","english_text":"And [recall] when We made an appointment with Moses for forty nights. Then you took [for worship] the calf after him, while you were wrongdoers.","page":336,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2632.mp3","colorText":"ل[a:9026[َن ي]َنَالَ [h:9027[ٱ]للَّهَ لُحُومُهَا وَلَا دِم[o[َا]ٓؤُهَا وَلَ[n[ـٰ]ك[a:9028[ِن ي]َنَالُهُ [h:9029[ٱ][l[ل]تَّ[q:1084[قْ]وَىٰ مِ[f:344[نك]ُمْ‌ۚ كَذ[n[َٲ]لِكَ سَخَّرَهَا لَكُمْ لِتُكَبِّرُو[s[اْ] [h:9030[ٱ]للَّهَ عَلَىٰ مَا هَدَ[n[ٮٰ]كُمْ‌ۗ وَبَشِّرِ [h:9031[ٱ]لْمُحْسِن[p[ِي]نَ","juz":17,"ruku":289,"manzil":4,"bangla_ahbayan":"আল্লাহর কাছে কখনোও ওগুলির গোশত পৌঁছে না এবং রক্তও না; বরং তাঁর কাছে পৌঁছে তোমাদের তাক্বওয়া (সংযমশীলতা); এভাবে তিনি ওগুলিকে তোমাদের অধীন করে দিয়েছেন যাতে তোমরা আল্লাহর শ্রেষ্ঠত্ব ঘোষণা কর এই জন্য যে, তিনি তোমাদেরকে পথ প্রদর্শন করেছেন। আর তুমি সুসংবাদ দাও সৎকর্মশীলদেরকে।","bangla_bayan":"আল্লাহর কাছে পৌঁছে না এগুলোর গোশ্ত ও রক্ত; বরং তাঁর কাছে পৌঁছে তোমাদের তাকওয়া। এভাবেই তিনি সে সবকে তোমাদের অধীন করে দিয়েছেন, যাতে তোমরা আল্লাহর তাকবীর পাঠ করতে পার, এজন্য যে, তিনি তোমাদেরকে হিদায়াত দান করেছেন; সুতরাং তুমি সৎকর্মশীলদেরকে সুসংবাদ দাও।","bangla_mkhan":"এগুলোর গোশত ও রক্ত আল্লাহর কাছে পৌঁছে না, কিন্তু পৌঁছে তাঁর কাছে তোমাদের মনের তাকওয়া। এমনিভাবে তিনি এগুলোকে তোমাদের বশ করে দিয়েছেন, যাতে তোমরা আল্লাহর মহত্ত্ব ঘোষণা কর এ কারণে যে, তিনি তোমাদের পথ প্রদর্শন করেছেন। সুতরাং সৎকর্মশীলদের সুসংবাদ শুনিয়ে দিন।","bangla_mujibur":"আল্লাহর কাছে পৌঁছেনা ওগুলির গোশত এবং রক্ত, বরং পৌঁছে তোমাদের তাকওয়া। এভাবে তিনি ওগুলিকে তোমাদের অধীন করে দিয়েছেন যাতে তোমরা আল্লাহর শ্রেষ্ঠত্ব ঘোষণা কর এ জন্য যে, তিনি তোমাদেরকে পথ প্রদর্শন করেছেন। সুতরাং তুমি সুসংবাদ দাও সৎকর্মশীলদেরকে।","bangla_taisirul":"আল্লাহর কাছে ওগুলোর না গোশত পৌঁছে, আর না রক্ত পৌঁছে বরং তাঁর কাছে পৌঁছে তোমাদের তাকওয়া। এভাবে তিনি ওগুলোকে তোমাদের অধীন করে দিয়েছেন যাতে তোমরা আল্লাহর শ্রেষ্ঠত্ব ঘোষণা করতে পার এজন্য যে, তিনি তোমাদেরকে সঠিক পথ দেখিয়েছেন, কাজেই সৎকর্মশীলদেরকে তুমি সুসংবাদ দাও।"},{"id":38,"arabic_text":"اِنَّ اللّٰہَ یُدٰفِعُ عَنِ الَّذِیۡنَ اٰمَنُوۡا ؕ اِنَّ اللّٰہَ لَا یُحِبُّ کُلَّ  خَوَّانٍ  کَفُوۡرٍ ﴿۳۸﴾ ","english_text":"Then We forgave you after that so perhaps you would be grateful.","page":336,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2633.mp3","colorText":"۞ إِ[g[نّ]َ [h:80[ٱ]للَّهَ يُد[n[َٲ]فِعُ عَنِ [h:3106[ٱ]لَّذِينَ ءَامَن[o[ُوٓ[s[اْ]‌ۗ] إِ[g[نّ]َ [h:80[ٱ]للَّهَ لَا يُحِبُّ كُلَّ خَوَّا[f:9032[نٍ ك]َف[p[ُو]رٍ","juz":17,"ruku":289,"manzil":4,"bangla_ahbayan":"নিশ্চয়ই আল্লাহ বিশ্বাসীদেরকে রক্ষা করেন (তাদের দুশমন হতে)।[১] নিশ্চয় তিনি কোন বিশ্বাসঘাতক অকৃতজ্ঞকে পছন্দ করেন না।","bangla_bayan":"নিশ্চয় আল্লাহ মুমিনদেরকে রক্ষা করেন এবং কোন বিশ্বাসঘাতক, অকৃতজ্ঞকে পছন্দ করেন না।","bangla_mkhan":"আল্লাহ মুমিনদের থেকে শত্রুদেরকে হটিয়ে দেবেন। আল্লাহ কোন বিশ্বাসঘাতক অকৃতজ্ঞকে পছন্দ করেন না।","bangla_mujibur":"আল্লাহ রক্ষা করেন মু’মিনদেরকে। নিশ্চয়ই আল্লাহ কোন বিশ্বাসঘাতক, অকৃতজ্ঞকে পছন্দ করেননা।","bangla_taisirul":"আল্লাহ মু’মিনদেরকে রক্ষা করেন (যাবতীয় মন্দ হতে)। আল্লাহ কোন খিয়ানাতকারী, অকৃতজ্ঞকে পছন্দ করেন না।"},{"id":39,"arabic_text":"اُذِنَ لِلَّذِیۡنَ یُقٰتَلُوۡنَ بِاَنَّہُمۡ ظُلِمُوۡا ؕ وَ اِنَّ  اللّٰہَ  عَلٰی  نَصۡرِہِمۡ  لَقَدِیۡرُۨ  ﴿ۙ۳۹﴾","english_text":"And [recall] when We gave Moses the Scripture and criterion that perhaps you would be guided.","page":337,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2634.mp3","colorText":"أُذِنَ لِلَّذِينَ يُقَ[n[ـٰ]تَلُونَ بِأَ[g[نّ]َهُمْ ظُلِمُو[s[اْ‌ۚ] وَإِ[g[نّ]َ [h:1986[ٱ]للَّهَ عَلَىٰ نَصْرِهِمْ لَقَد[p[ِي]رٌ","juz":17,"ruku":290,"manzil":4,"bangla_ahbayan":"যুদ্ধের অনুমতি দেওয়া হলো তাদেরকে যারা আক্রান্ত হয়েছে; কারণ তারা অত্যাচারিত।[১] আর নিশ্চয় আল্লাহ তাদেরকে সাহায্য করতে সম্যক সক্ষম।","bangla_bayan":"যুদ্ধের অনুমতি দেয়া হল তাদেরকে, যাদেরকে আক্রমণ করা হচ্ছে। কারণ তাদের ওপর নির্যাতন করা হয়েছে। নিশ্চয় আল্লাহ তাদেরকে বিজয় দানে সক্ষম।","bangla_mkhan":"যুদ্ধে অনুমতি দেয়া হল তাদেরকে যাদের সাথে কাফেররা যুদ্ধ করে; কারণ তাদের প্রতি অত্যাচার করা হয়েছে। আল্লাহ তাদেরকে সাহায্য করতে অবশ্যই সক্ষম।","bangla_mujibur":"যুদ্ধের অনুমতি দেয়া হল তাদেরকে যারা আক্রান্ত হয়েছে। কারণ তাদের প্রতি অত্যাচার করা হয়েছে। আল্লাহ নিশ্চয়ই তাদেরকে সাহায্য করতে সক্ষম।","bangla_taisirul":"যাদের বিরুদ্ধে যুদ্ধ করা হয় তাদেরকে যুদ্ধের অনুমতি দেয়া হল, কেননা তাদের প্রতি অত্যাচার করা হয়েছে। আল্লাহ তাদেরকে সাহায্য করতে অবশ্যই সক্ষম।"},{"id":40,"arabic_text":"الَّذِیۡنَ اُخۡرِجُوۡا مِنۡ دِیَارِہِمۡ  بِغَیۡرِ  حَقٍّ اِلَّاۤ  اَنۡ یَّقُوۡلُوۡا رَبُّنَا اللّٰہُ ؕ وَ لَوۡ لَا دَفۡعُ اللّٰہِ النَّاسَ بَعۡضَہُمۡ بِبَعۡضٍ لَّہُدِّمَتۡ صَوَامِعُ وَ بِیَعٌ وَّ صَلَوٰتٌ وَّ مَسٰجِدُ یُذۡکَرُ فِیۡہَا اسۡمُ اللّٰہِ کَثِیۡرًا ؕ وَ لَیَنۡصُرَنَّ اللّٰہُ مَنۡ یَّنۡصُرُہٗ ؕ اِنَّ اللّٰہَ لَقَوِیٌّ عَزِیۡزٌ ﴿۴۰﴾ ","english_text":"And [recall] when Moses said to his people, \"O my people, indeed you have wronged yourselves by your taking of the calf [for worship]. So repent to your Creator and kill yourselves. That is best for [all of] you in the sight of your Creator.\" Then He accepted your repentance; indeed, He is the Accepting of repentance, the Merciful.","page":337,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2635.mp3","colorText":"ٱلَّذِينَ أُخْرِجُو[s[اْ] مِ[f:432[ن د]ِيَ[n[ـٰ]رِه[c:9033[ِم ب]ِغَيْرِ حَقٍّ إِلّ[o[َآ] أ[a:6263[َن ي]َقُولُو[s[اْ] رَبُّنَا [h:9034[ٱ]للَّهُ‌ۗ وَلَوْلَا دَفْعُ [h:1436[ٱ]للَّهِ [h:1437[ٱ][l[ل][g[نّ]َاسَ بَعْضَه[c:1438[ُم ب]ِبَعْ[u:9035[ضٍ ل]َّهُدِّمَتْ صَو[n[َٲ]مِعُ وَبِيَ[a:9036[عٌ و]َصَلَو[n[َٲ][a:9037[تٌ و]َمَسَ[n[ـٰ]جِدُ يُذْكَرُ فِيهَا [h:9038[ٱ]سْمُ [h:4364[ٱ]للَّهِ كَثِي[a:9039[رًا‌ۗ و]َلَيَ[f:9040[نص]ُرَ[g[نّ]َ [h:9041[ٱ]للَّهُ م[a:9042[َن ي]َ[f:9043[نص]ُرُهُ[o[ۥٓ‌ۗ] إِ[g[نّ]َ [h:80[ٱ]للَّهَ لَقَوِىٌّ عَز[p[ِي]زٌ","juz":17,"ruku":290,"manzil":4,"bangla_ahbayan":"তাদেরকে তাদের ঘরবাড়ী হতে অন্যায়ভাবে বহিষ্কৃত করা হয়েছে শুধু এ কারণে যে, তারা বলে, ‘আমাদের প্রতিপালক আল্লাহ।’ আল্লাহ যদি মানব জাতির এক দলকে অন্য দল দ্বারা প্রতিহত না করতেন, তাহলে বিধ্বস্ত হয়ে যেত খ্রিষ্টান সংসার-বিরাগীদের উপাসনা স্থান, গীর্জা, ইয়াহুদীদের উপাসনালয় এবং মসজিদসমূহ; যাতে অধিক স্মরণ করা হয় আল্লাহর নাম। আর আল্লাহ নিশ্চয়ই তাকে সাহায্য করেন যে তাঁকে (তাঁর ধর্মকে) সাহায্য করে। আল্লাহ নিশ্চয়ই মহাশক্তিমান, চরম পরাক্রমশালী।","bangla_bayan":"যাদেরকে তাদের নিজ বাড়ী-ঘর থেকে অন্যায়ভাবে শুধু এ কারণে বের করে দেয়া হয়েছে যে, তারা বলে, ‘আমাদের রব আল্লাহ’। আর আল্লাহ যদি মানবজাতির একদলকে অপর দল দ্বারা দমন না করতেন, তবে বিধস্ত হয়ে যেত খৃস্টান সন্ন্যাসীদের আশ্রম, গির্জা, ইয়াহূদীদের উপাসনালয় ও মসজিদসমূহ- যেখানে আল্লাহর নাম অধিক স্মরণ করা হয়। আর আল্লাহ অবশ্যই তাকে সাহায্য করেন, যে তাকে সাহায্য করে। নিশ্চয় আল্লাহ শক্তিমান, পরাক্রমশালী।","bangla_mkhan":"যাদেরকে তাদের ঘর-বাড়ী থেকে অন্যায়ভাবে বহিস্কার করা হয়েছে শুধু এই অপরাধে যে, তারা বলে আমাদের পালনকর্তা আল্লাহ। আল্লাহ যদি মানবজাতির একদলকে অপর দল দ্বারা প্রতিহত না করতেন, তবে (খ্রীষ্টানদের) নির্ঝন গির্জা, এবাদত খানা, (ইহুদীদের) উপাসনালয় এবং মসজিদসমূহ বিধ্বস্ত হয়ে যেত, যেগুলাতে আল্লাহর নাম অধিক স্মরণ করা হয়। আল্লাহ নিশ্চয়ই তাদেরকে সাহায্য করবেন, যারা আল্লাহর সাহায্য করে। নিশ্চয়ই আল্লাহ পরাক্রমশালী শক্তিধর।","bangla_mujibur":"তাদেরকে তাদের ঘর বাড়ী হতে অন্যায়ভাবে বহিস্কৃত করা হয়েছে শুধু এ কারণে যে, তারা বলেঃ আমাদের রাব্ব আল্লাহ! আল্লাহ যদি মানব জাতির এক দলকে অন্য দল দ্বারা প্রতিহত না করতেন তাহলে বিধ্বস্ত হয়ে যেত খৃষ্টান, সংসার বিরাগীদের উপাসনা স্থল, গীর্জা, ইয়াহুদীদের উপাসনালয় এবং মাসজিদসমূহ যাতে অধিক স্মরণ করা হয় আল্লাহর নাম; নিশ্চয়ই আল্লাহ তাকে সাহায্য করেন যে নিজকে সাহায্য করে; নিশ্চয়ই আল্লাহ শক্তিমান, পরাক্রমশালী।","bangla_taisirul":"তাদেরকে অন্যায়ভাবে গৃহ থেকে বহিষ্কার করা হয়েছে শুধু তাদের এ কথা বলার কারণে যে, ‘আল্লাহ আমাদের প্রতিপালক।’ আল্লাহ যদি মানুষদের এক দলের দ্বারা অন্য দলকে প্রতিহত না করতেন, তাহলে বিধ্বস্ত হয়ে যেত খ্রীষ্টান সংসারত্যাগীদের উপাসনালয়, গির্জা ও ইয়াহূদীদের উপাসনার স্থান আর মাসজিদসমূহ যেখানে আল্লাহর নাম অধিকহারে স্মরণ করা হয়। আল্লাহ অবশ্যই তাকে সাহায্য করেন যে তাঁকে সাহায্য করে, আল্লাহ শক্তিমান, পরাক্রান্ত।"},{"id":41,"arabic_text":"اَلَّذِیۡنَ  اِنۡ مَّکَّنّٰہُمۡ  فِی الۡاَرۡضِ اَقَامُوا الصَّلٰوۃَ وَ اٰتَوُا الزَّکٰوۃَ وَ اَمَرُوۡا بِالۡمَعۡرُوۡفِ وَ  نَہَوۡا عَنِ الۡمُنۡکَرِ ؕ وَ لِلّٰہِ  عَاقِبَۃُ  الۡاُمُوۡرِ ﴿۴۱﴾ ","english_text":"And [recall] when you said, \"O Moses, we will never believe you until we see Allah outright\"; so the thunderbolt took you while you were looking on.","page":337,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2636.mp3","colorText":"ٱلَّذِينَ إ[a:9044[ِن م]َّكَّ[g[نّ]َ[n[ـٰ]هُمْ فِى [h:44[ٱ]لْأَرْضِ أَقَامُو[s[اْ] [h:9045[ٱ][l[ل]صَّلَ[s[و][n[ٲ]ةَ وَءَاتَوُ[s[اْ] [h:1642[ٱ][l[ل]زَّكَ[s[و][n[ٲ]ةَ وَأَمَرُو[s[اْ] بِ[h:934[ٱ]لْمَعْرُوفِ وَنَهَوْ[s[اْ] عَنِ [h:2144[ٱ]لْمُ[f:2145[نك]َرِ‌ۗ وَلِلَّهِ عَ[n[ـٰ]قِبَةُ [h:9046[ٱ]لْأُم[p[ُو]رِ","juz":17,"ruku":290,"manzil":4,"bangla_ahbayan":"আমি তাদেরকে পৃথিবীতে (রাজ)ক্ষমতা দান করলে তারা নামায কায়েম করে, যাকাত প্রদান করে এবং সৎ কাজের আদেশ দেয় ও অসৎকার্য হতে নিষেধ করে।[১] আর সকল কর্মের পরিণাম আল্লাহর আয়ত্তে। [২]","bangla_bayan":"তারা এমন যাদেরকে আমি যমীনে ক্ষমতা দান করলে তারা সালাত কায়েম করবে, যাকাত দেবে এবং সৎকাজের আদেশ দেবে ও অসৎকাজ থেকে নিষেধ করবে; আর সব কাজের পরিণাম আল্লাহরই অধিকারে।","bangla_mkhan":"তারা এমন লোক যাদেরকে আমি পৃথিবীতে শক্তি-সামর্থ?2470;ান করলে তারা নামায কায়েম করবে, যাকাত দেবে এবং সৎকাজে আদেশ ও অসৎকাজে নিষেধ করবে। প্রত্যেক কর্মের পরিণাম আল্লাহর এখতিয়ারভূক্ত।","bangla_mujibur":"আমি তাদেরকে পৃথিবীতে প্রতিষ্ঠিত করলে তারা সালাত কায়েম করবে, যাকাত দিবে এবং সৎ কাজের আদেশ করবে ও অসৎ কার্য হতে নিষেধ করবে। সকল কাজের পরিণাম আল্লাহর ইখতিয়ারে।","bangla_taisirul":"(এরা হল) যাদেরকে আমি যমীনে প্রতিষ্ঠিত করলে তারা নামায প্রতিষ্ঠা করে, যাকাত প্রদান করে, সৎ কাজের আদেশ দেয় ও মন্দ কাজে নিষেধ করে, সকল কাজের শেষ পরিণাম (ও সিদ্ধান্ত) আল্লাহর হাতে নিবদ্ধ।"},{"id":42,"arabic_text":"وَ اِنۡ یُّکَذِّبُوۡکَ فَقَدۡ کَذَّبَتۡ قَبۡلَہُمۡ قَوۡمُ  نُوۡحٍ  وَّ عَادٌ  وَّ  ثَمُوۡدُ ﴿ۙ۴۲﴾ ","english_text":"Then We revived you after your death that perhaps you would be grateful.","page":337,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2637.mp3","colorText":"وَإ[a:9047[ِن ي]ُكَذِّبُوكَ فَقَ[q:563[دْ] كَذَّبَتْ قَ[q:8394[بْ]لَهُمْ قَوْمُ نُو[a:9048[حٍ و]َعَا[a:9049[دٌ و]َثَم[p[ُو][q[د]ُ","juz":17,"ruku":290,"manzil":4,"bangla_ahbayan":"লোকে যদি তোমাকে মিথ্যা মনে করে, তাহলে (এতে আশ্চর্যের কিছুই নেই, কারণ) তাদের পূর্বে তো নূহের সম্প্রদায়, আ’দ এবং সামূদও মিথ্যা মনে করেছিল।","bangla_bayan":"আর তারা যদি তোমাকে অস্বীকার করে তবে তাদের পূর্বে অস্বীকার করেছিল নূহ, ‘আদ ও ছামূদের কওম।","bangla_mkhan":"তারা যদি আপনাকে মিথ্যাবাদী বলে, তবে তাদের পূর্বে মিথ্যাবাদী বলেছে কওমে নূহ, আদ, সামুদ,","bangla_mujibur":"এবং লোকে যদি তোমাকে অস্বীকার করে তাহলে তাদের পূর্বেতো অস্বীকার করেছিল নূহের কাওম, ‘আদ ও ছামূদ –","bangla_taisirul":"লোকেরা যদি তোমাকে অস্বীকার করে তাহলে (জেনে রেখ এটা কোন নতুন ব্যাপার নয়) তাদের পূর্বে নূহ, ‘আদ ও সামূদ সম্প্রদায়ও (তাদের রসূলদের) অস্বীকার করেছিল।"},{"id":43,"arabic_text":"وَ  قَوۡمُ   اِبۡرٰہِیۡمَ  وَ  قَوۡمُ  لُوۡطٍ ﴿ۙ۴۳﴾ ","english_text":"And We shaded you with clouds and sent down to you manna and quails, [saying], \"Eat from the good things with which We have provided you.\" And they wronged Us not - but they were [only] wronging themselves.","page":337,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2638.mp3","colorText":"وَقَوْمُ إِ[q:1860[بْ]ر[n[َٲ]هِيمَ وَقَوْمُ ل[p[ُو][q[ط]ٍ","juz":17,"ruku":290,"manzil":4,"bangla_ahbayan":"এবং ইব্রাহীম ও লূতের সম্প্রদায়ও।","bangla_bayan":"আর ইবরাহীমের কওম ও লূতের কওম।","bangla_mkhan":"ইব্রাহীম ও লূতের সম্প্রদায়ও।","bangla_mujibur":"এবং ইবরাহীম ও লূতের কাওম।","bangla_taisirul":"আর ইবরাহীমের সম্প্রদায় ও লূতের সম্প্রদায়ও (অস্বীকার করেছিল)।"},{"id":44,"arabic_text":"وَّ اَصۡحٰبُ مَدۡیَنَ ۚ وَ کُذِّبَ مُوۡسٰی فَاَمۡلَیۡتُ لِلۡکٰفِرِیۡنَ ثُمَّ  اَخَذۡتُہُمۡ ۚ فَکَیۡفَ کَانَ نَکِیۡرِ ﴿۴۴﴾ ","english_text":"And [recall] when We said, \"Enter this city and eat from it wherever you will in [ease and] abundance, and enter the gate bowing humbly and say, 'Relieve us of our burdens.' We will [then] forgive your sins for you, and We will increase the doers of good [in goodness and reward].\"","page":337,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2639.mp3","colorText":"وَأَصْحَ[n[ـٰ]بُ مَ[q:4842[دْ]يَنَ‌ۖ وَكُذِّبَ مُوسَىٰ فَأَمْلَيْتُ لِلْكَ[n[ـٰ]فِرِينَ ثُ[g[مّ]َ أَخَذْتُهُمْ‌ۖ فَكَيْفَ كَانَ نَك[p[ِي]رِ","juz":17,"ruku":290,"manzil":4,"bangla_ahbayan":"এবং মাদয়্যানবাসীরাও (তাদের নবীদেরকে মিথ্যা মনে করেছিল) এবং মিথ্যা মনে করা হয়েছিল মূসাকেও। আমি অবিশ্বাসীদেরকে অবকাশ দিয়েছিলাম এবং পরে তাদেরকে পাকড়াও করেছিলাম।[১] অতএব কেমন (ভয়ঙ্কর) ছিল আমার প্রতিকার (শাস্তি)! [২]","bangla_bayan":"আর মাদইয়ানবাসীরা। আর অস্বীকার করা হয়েছিল মূসাকে। তাই কাফিরদেরকে আমি অবকাশ দিয়েছিলাম, তারপর আমি তাদেরকে পাকড়াও করেছিলাম। অতএব কেমন ছিল আমার শাস্তি!","bangla_mkhan":"এবং মাদইয়ানের অধিবাসীরা এবং মিথ্যাবাদী বলা হয়েছিল মূসাকেও। অতঃপর আমি কাফেরদেরকে সুযোগ দিয়েছিলাম এরপর তাদেরকে পাকড়াও করেছিলাম অতএব কি ভীষণ ছিল আমাকে অস্বীকৃতির পরিণাম।","bangla_mujibur":"এবং মাদইয়ানবাসী তাদের নাবীদেরকে অস্বীকার করেছিল; এবং অস্বীকার করা হয়েছিল মূসাকেও; আমি কাফিরদের অবকাশ দিয়েছিলাম এবং পরে তাদেরকে শাস্তি দিয়েছিলাম। অতঃপর কেমন ছিল আমার শাস্তি!","bangla_taisirul":"আর মাদইয়ানবাসীরাও [অস্বীকার করেছিল যারা ছিল শু‘আয়ব (আঃ)-এর সম্প্রদায়], আর মূসাকেও অস্বীকার করা হয়েছিল। আমি অস্বীকারকারীদেরকে সময়- সুযোগ দিয়েছিলাম, অতঃপর তাদেরকে পাকড়াও করেছিলাম। কত ভীষণ ছিল আমাকে অস্বীকার করার পরিণতি!"},{"id":45,"arabic_text":"فَکَاَیِّنۡ مِّنۡ قَرۡیَۃٍ  اَہۡلَکۡنٰہَا وَ ہِیَ ظَالِمَۃٌ  فَہِیَ خَاوِیَۃٌ عَلٰی عُرُوۡشِہَا وَ بِئۡرٍ  مُّعَطَّلَۃٍ   وَّ  قَصۡرٍ  مَّشِیۡدٍ ﴿۴۵﴾ ","english_text":"But those who wronged changed [those words] to a statement other than that which had been said to them, so We sent down upon those who wronged a punishment from the sky because they were defiantly disobeying.","page":337,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2640.mp3","colorText":"فَكَأَيّ[a:9050[ِن م]ِّ[f:4585[ن ق]َرْيَةٍ أَهْلَكْنَ[n[ـٰ]هَا وَهِىَ ظَالِمَ[f:9051[ةٌ ف]َهِىَ خَاوِيَةٌ عَلَىٰ عُرُوشِهَا وَبِئْ[a:9052[رٍ م]ُّعَطَّلَ[a:9053[ةٍ و]َقَصْ[a:9054[رٍ م]َّش[p[ِي][q[د]ٍ","juz":17,"ruku":290,"manzil":4,"bangla_ahbayan":"আমি ধ্বংস করেছি কত জনপদ যেগুলির বাসিন্দা ছিল যালেম, এসব জনপদ তাদের ঘরের ছাদসহ ধ্বংসস্তূপে পরিণত হয়েছিল এবং কত কূপ পরিত্যক্ত হয়েছিল ও কত সুদৃঢ় প্রাসাদও।","bangla_bayan":"অতঃপর কত জনপদ আমি ধ্বংস করেছি যেগুলির বাসিন্দারা ছিল যালিম, তাই এইসব জনপদ তাদের ঘরের ছাদসহ ধ্বংসস্তুপে পরিণত হয়েছিল, কত কূপ পরিত্যক্ত হয়েছে এবং কত সুদৃঢ় প্রাসাদ ধ্বংস হয়েছে!","bangla_mkhan":"আমি কত জনপদ ধ্বংস করেছি এমতাবস্থায় যে, তারা ছিল গোনাহগার। এই সব জনপদ এখন ধ্বংসস্তুপে পরিণত হয়েছে এবং কত কূপ পরিত্যক্ত হয়েছে ও কত সুদৃঢ় প্রাসাদ ধ্বংস হয়েছে।","bangla_mujibur":"আমি ধ্বংস করেছি কত জনপদ যেগুলির বাসিন্দা ছিল যালিম। এই সব জনপদ তাদের ঘরের ছাদসহ ধ্বংসস্তুপে পরিণত হয়েছিল এবং কত কূপ পরিত্যক্ত হয়েছিল ও কত সুদৃঢ় প্রাসাদও।","bangla_taisirul":"আমি কত জনবসতিকে ধ্বংস করেছি যেগুলোর অধিবাসীরা ছিল যালিম, সেগুলো ছাদের ভরে পতিত হয়ে বিধ্বস্ত হয়েছিল, বিরাণ হয়েছিল কত কূপ আর সুউচ্চ সুদৃঢ় প্রাসাদরাজি।"},{"id":46,"arabic_text":"اَفَلَمۡ یَسِیۡرُوۡا فِی الۡاَرۡضِ فَتَکُوۡنَ لَہُمۡ قُلُوۡبٌ یَّعۡقِلُوۡنَ بِہَاۤ  اَوۡ اٰذَانٌ یَّسۡمَعُوۡنَ بِہَا ۚ فَاِنَّہَا لَا تَعۡمَی الۡاَبۡصَارُ  وَ لٰکِنۡ  تَعۡمَی الۡقُلُوۡبُ الَّتِیۡ فِی الصُّدُوۡرِ ﴿۴۶﴾ ","english_text":"And [recall] when Moses prayed for water for his people, so We said, \"Strike with your staff the stone.\" And there gushed forth from it twelve springs, and every people knew its watering place. \"Eat and drink from the provision of Allah, and do not commit abuse on the earth, spreading corruption.\"","page":337,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2641.mp3","colorText":"أَفَلَمْ يَسِيرُو[s[اْ] فِى [h:44[ٱ]لْأَرْضِ فَتَكُونَ لَهُمْ قُلُو[a:9055[بٌ ي]َعْقِلُونَ بِه[o[َآ] أَوْ ءَاذَا[a:5198[نٌ ي]َسْمَعُونَ بِهَا‌ۖ فَإِ[g[نّ]َهَا لَا تَعْمَى [h:9056[ٱ]لْأَ[q:4305[بْ]صَ[n[ـٰ]رُ وَلَ[n[ـٰ]كِ[f:9057[ن ت]َعْمَى [h:9058[ٱ]لْقُلُوبُ [h:9059[ٱ]لَّتِى فِى [h:6095[ٱ][l[ل]صُّد[p[ُو]رِ","juz":17,"ruku":290,"manzil":4,"bangla_ahbayan":"তারা কি দেশ ভ্রমণ করেনি? তাহলে তারা জ্ঞান-বুদ্ধিসম্পন্ন হৃদয় ও শ্রুতি-শক্তিসম্পন্ন কর্ণের অধিকারী হতে পারতো। বস্তুতঃ চক্ষু তো অন্ধ নয়, বরং অন্ধ হচ্ছে বক্ষস্থিত হৃদয়। [১]","bangla_bayan":"তারা কি যমীনে ভ্রমণ করেনি? তাহলে তাদের হত এমন হৃদয় যা দ্বারা তারা উপলব্ধি করতে পারত এবং এমন কান যা দ্বারা তারা শুনতে পারত। বস্ত্তত চোখ তো অন্ধ হয় না, বরং অন্ধ হয় বক্ষস্থিত হৃদয়।","bangla_mkhan":"তারা কি এই উদ্দেশ্যে দেশ ভ্রমণ করেনি, যাতে তারা সমঝদার হৃদয় ও শ্রবণ শক্তি সম্পন্ন কর্ণের অধিকারী হতে পারে? বস্তুতঃ চক্ষু তো অন্ধ হয় না, কিন্তু বক্ষ স্থিত অন্তরই অন্ধ হয়।","bangla_mujibur":"তারা কি দেশ ভ্রমণ করেনি? তাহলে তারা জ্ঞান বুদ্ধি সম্পন্ন হৃদয় ও শ্রুতিশক্তি সম্পন্ন কর্ণের অধিকারী হতে পারত। বস্তুতঃ চক্ষুতো অন্ধ নয়, বরং অন্ধ হচ্ছে বক্ষস্থিত হৃদয়।","bangla_taisirul":"তারা কি যমীনে ভ্রমণ করে না? তাহলে তারা হৃদয় দিয়ে বুঝতে পারত, আর তাদের কান শুনতে পারত। প্রকৃতপক্ষে চোখ অন্ধ নয়, বরং বুকের ভিতর যে হৃদয় আছে তা-ই অন্ধ।"},{"id":47,"arabic_text":"وَ  یَسۡتَعۡجِلُوۡنَکَ بِالۡعَذَابِ وَ لَنۡ یُّخۡلِفَ اللّٰہُ وَعۡدَہٗ ؕ وَ اِنَّ یَوۡمًا عِنۡدَ رَبِّکَ  کَاَلۡفِ  سَنَۃٍ   مِّمَّا  تَعُدُّوۡنَ ﴿۴۷﴾ ","english_text":"And [recall] when you said, \"O Moses, we can never endure one [kind of] food. So call upon your Lord to bring forth for us from the earth its green herbs and its cucumbers and its garlic and its lentils and its onions.\" [Moses] said, \"Would you exchange what is better for what is less? Go into [any] settlement and indeed, you will have what you have asked.\" And they were covered with humiliation and poverty and returned with anger from Allah [upon them]. That was because they [repeatedly] disbelieved in the signs of Allah and killed the prophets without right. That was because they disobeyed and were [habitually] transgressing.","page":338,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2642.mp3","colorText":"وَيَسْتَعْجِلُونَكَ بِ[h:9060[ٱ]لْعَذَابِ وَل[a:9061[َن ي]ُخْلِفَ [h:411[ٱ]للَّهُ وَعْدَهُ[n[ۥ]‌ۚ وَإِ[g[نّ]َ يَوْمًا عِ[f:264[ند]َ رَبِّكَ كَأَلْفِ سَنَ[a:9062[ةٍ م]ِّ[g[مّ]َا تَعُدّ[p[ُو]نَ","juz":17,"ruku":290,"manzil":4,"bangla_ahbayan":"তারা তোমাকে শাস্তি ত্বরান্বিত করতে বলে; অথচ আল্লাহ তাঁর প্রতিশ্রুতি কখনো ভঙ্গ করেন না। তোমার প্রতিপালকের একদিন তোমাদের গণনার হাজার বছরের সমান। [১]","bangla_bayan":"আর তারা তোমাকে আযাব তরান্বিত করতে বলে, অথচ আল্লাহ কখনো তাঁর ওয়াদা খেলাফ করেন না। আর তোমার রবের নিকট নিশ্চয় এক দিন তোমাদের গণনায় হাজার বছরের সমান।","bangla_mkhan":"তারা আপনাকে আযাব ত্বরান্বিত করতে বলে। অথচ আল্লাহ কখনও তাঁর ওয়াদা ভঙ্গ করেন না। আপনার পালনকর্তার কাছে একদিন তোমাদের গণনার এক হাজার বছরের সমান।","bangla_mujibur":"তারা তোমাকে শাস্তি ত্বরান্বিত করতে বলে, অথচ আল্লাহ তাঁর প্রতিশ্রুতি কখনও ভংগ করেননা। তোমার রবের একদিন তোমাদের গণনায় সহস্র বছরের সমান।","bangla_taisirul":"তারা তোমাকে তাড়াতাড়ি শাস্তি নিয়ে আসতে বলে (কিন্তু শাস্তি তো আসবে আল্লাহর ও‘য়াদা অনুযায়ী নির্দিষ্ট সময়ে), কেননা আল্লাহ কক্ষনো তাঁর ওয়া‘দা খেলাফ করেন না, তোমার প্রতিপালকের একদিন হল তোমাদের গণনায় এক হাজার বছরের সমান।"},{"id":48,"arabic_text":"وَ کَاَیِّنۡ مِّنۡ قَرۡیَۃٍ  اَمۡلَیۡتُ لَہَا وَ ہِیَ ظَالِمَۃٌ  ثُمَّ اَخَذۡتُہَا ۚ وَ اِلَیَّ الۡمَصِیۡرُ ﴿۴۸﴾ ","english_text":"Indeed, those who believed and those who were Jews or Christians or Sabeans [before Prophet Muhammad] - those [among them] who believed in Allah and the Last Day and did righteousness - will have their reward with their Lord, and no fear will there be concerning them, nor will they grieve.","page":338,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2643.mp3","colorText":"وَكَأَيّ[a:2298[ِن م]ِّ[f:4585[ن ق]َرْيَةٍ أَمْلَيْتُ لَهَا وَهِىَ ظَالِمَ[f:9063[ةٌ ث]ُ[g[مّ]َ أَخَذْتُهَا وَإِلَىَّ [h:9064[ٱ]لْمَص[p[ِي]رُ","juz":17,"ruku":290,"manzil":4,"bangla_ahbayan":"আর আমি অবকাশ দিয়েছি কত জনপদকে যখন তারা ছিল অত্যচারী; অতঃপর তাদেরকে শাস্তি দিয়েছি এবং প্রত্যাবর্তন আমারই নিকট। [১]","bangla_bayan":"আর আমি কত জনপদকে অবকাশ দিয়েছি, অথচ তারা ছিল যালিম; অতঃপর আমি তাদেরকে পাকড়াও করেছি। আর আমারই নিকট প্রত্যাবর্তনস্থল ।","bangla_mkhan":"এবং আমি কত জনপদকে অবকাশ দিয়েছি এমতাবস্থায় যে, তারা গোনাহগার ছিল। এরপর তাদেরকে পাকড়াও করেছি এবং আমার কাছেই প্রত্যাবর্তন করতে হবে।","bangla_mujibur":"এবং আমি অবকাশ দিয়েছি কত জনপদকে যখন তারা ছিল অত্যাচারী। অতঃপর তাদেরকে শাস্তি দিয়েছি এবং প্রত্যাবর্তন আমারই নিকট।","bangla_taisirul":"আমি কত জনপদকে সময়-সুযোগ দিয়েছি যখন তারা ছিল অন্যায় কাজে লিপ্ত। অতঃপর সেগুলোকে পাকড়াও করেছিলাম, (পালিয়ে কেউ তো কোথাও যেতে পারবে না) কেননা (সকলের) প্রত্যাবর্তন আমারই কাছে।"},{"id":49,"arabic_text":"قُلۡ یٰۤاَیُّہَا النَّاسُ اِنَّمَاۤ  اَنَا لَکُمۡ نَذِیۡرٌ  مُّبِیۡنٌ ﴿ۚ۴۹﴾ ","english_text":"And [recall] when We took your covenant, [O Children of Israel, to abide by the Torah] and We raised over you the mount, [saying], \"Take what We have given you with determination and remember what is in it that perhaps you may become righteous.\"","page":338,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2644.mp3","colorText":"قُلْ يَ[o[ـٰٓ]أَيُّهَا [h:82[ٱ][l[ل][g[نّ]َاسُ إِ[g[نّ]َم[o[َآ] أَنَا۟ لَكُمْ نَذِي[a:5164[رٌ م]ُّب[p[ِي]نٌ","juz":17,"ruku":291,"manzil":4,"bangla_ahbayan":"বল, ‘হে মানুষ! আমি তো তোমাদের জন্য এক স্পষ্ট সতর্ককারী মাত্র।’ [১]","bangla_bayan":"বল, ‘হে মানুষ, আমি তো কেবল তোমাদের জন্য সুস্পষ্ট সতর্ককারী’।","bangla_mkhan":"বলুনঃ হে লোক সকল! আমি তো তোমাদের জন্যে স্পষ্ট ভাষায় সতর্ককারী।","bangla_mujibur":"বলঃ হে মানুষ! আমিতো তোমাদের জন্য এক স্পষ্ট সতর্ককারী।","bangla_taisirul":"বল, ‘হে মানুষ! আমি (প্রেরিত হয়েছি) তোমাদের জন্য এক সুস্পষ্ট সতর্ককারীরূপে।’"},{"id":50,"arabic_text":"فَالَّذِیۡنَ اٰمَنُوۡا وَ عَمِلُوا الصّٰلِحٰتِ لَہُمۡ مَّغۡفِرَۃٌ  وَّ  رِزۡقٌ  کَرِیۡمٌ ﴿۵۰﴾ ","english_text":"Then you turned away after that. And if not for the favor of Allah upon you and His mercy, you would have been among the losers.","page":338,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2645.mp3","colorText":"فَ[h:9999[ٱ]لَّذِينَ ءَامَنُو[s[اْ] وَعَمِلُو[s[اْ] [h:118[ٱ][l[ل]صَّ[n[ـٰ]لِحَ[n[ـٰ]تِ لَه[w:3412[ُم م]َّغْفِرَ[a:5445[ةٌ و]َرِزْ[f:5239[قٌ ك]َر[p[ِي]مٌ","juz":17,"ruku":291,"manzil":4,"bangla_ahbayan":"সুতরাং যারা ঈমান আনে ও সৎকর্ম করে তাদের জন্য রয়েছে ক্ষমা ও সম্মানজনক জীবিকা।","bangla_bayan":"সুতরাং যারা ঈমান আনে ও সৎকর্ম করে, তাদের জন্য রয়েছে ক্ষমা ও সম্মানজনক রিয্ক।","bangla_mkhan":"সুতরাং যারা বিশ্বাস স্থাপন করেছে এবং সৎকর্ম করেছে, তাদের জন্যে আছে পাপ মার্জনা এবং সম্মানজনক রুযী।","bangla_mujibur":"সুতরাং যারা ঈমান আনে এবং সৎ কাজ করে তাদের জন্য আছে ক্ষমা ও সম্মানজনক জীবিকা।","bangla_taisirul":"কাজেই যারা ঈমান আনবে আর সৎ কাজ করবে তাদের জন্য কেবল আছে ক্ষমা আর সম্মানজনক জীবিকা।"},{"id":51,"arabic_text":"وَ الَّذِیۡنَ سَعَوۡا فِیۡۤ  اٰیٰتِنَا مُعٰجِزِیۡنَ اُولٰٓئِکَ  اَصۡحٰبُ  الۡجَحِیۡمِ ﴿۵۱﴾ ","english_text":"And you had already known about those who transgressed among you concerning the sabbath, and We said to them, \"Be apes, despised.\"","page":338,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2646.mp3","colorText":"وَ[h:9999[ٱ]لَّذِينَ سَعَوْ[s[اْ] ف[o[ِىٓ] ءَايَ[n[ـٰ]تِنَا مُعَ[n[ـٰ]جِزِينَ أُ[s[وْ]لَ[o[ـٰٓ]ئِكَ أَصْحَ[n[ـٰ]بُ [h:3415[ٱ]لْجَح[p[ِي]مِ","juz":17,"ruku":291,"manzil":4,"bangla_ahbayan":"আর যারা আমার আয়াতকে ব্যর্থ করার অপচেষ্টা করে[১] তারাই হবে জাহান্নামের অধিবাসী।","bangla_bayan":"আর যারা আমার আয়াতসমূহকে ব্যর্থ করে দেয়ার চেষ্টা করে, তারা জাহান্নামের অধিবাসী।","bangla_mkhan":"এবং যারা আমার আয়াতসমূহকে ব্যর্থ করার জন্যে চেষ্টা করে, তারাই দোযখের অধিবাসী।","bangla_mujibur":"আর যারা আমার আয়াত ব্যর্থ করার চেষ্টা করে তারাই হবে জাহান্নামের অধিবাসী।","bangla_taisirul":"আর যারা আমার নিদর্শনের বিরুদ্ধে চেষ্টা চালায়, সেগুলোর উদ্দেশ্যকে ব্যর্থ করার জন্য, তারাই হল জাহান্নামের বাসিন্দা।"},{"id":52,"arabic_text":"وَ مَاۤ  اَرۡسَلۡنَا مِنۡ قَبۡلِکَ مِنۡ رَّسُوۡلٍ وَّ لَا نَبِیٍّ  اِلَّاۤ  اِذَا تَمَنّٰۤی اَلۡقَی الشَّیۡطٰنُ فِیۡۤ اُمۡنِیَّتِہٖ ۚ فَیَنۡسَخُ اللّٰہُ مَا یُلۡقِی الشَّیۡطٰنُ ثُمَّ  یُحۡکِمُ  اللّٰہُ  اٰیٰتِہٖ ؕ وَ  اللّٰہُ عَلِیۡمٌ  حَکِیۡمٌ  ﴿ۙ۵۲﴾","english_text":"And We made it a deterrent punishment for those who were present and those who succeeded [them] and a lesson for those who fear Allah .","page":338,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2647.mp3","colorText":"وَم[o[َآ] أَرْسَلْنَا مِ[f:18[ن ق]َ[q:19[بْ]لِكَ م[u:2882[ِن ر]َّسُو[a:9065[لٍ و]َلَا نَبِىٍّ إِلّ[o[َآ] إِذَا تَمَ[g[نّ]َ[o[ىٰٓ] أَلْقَى [h:9066[ٱ][l[ل]شَّيْطَ[n[ـٰ]نُ ف[o[ِىٓ] أُمْنِيَّتِه[n[ِۦ] فَيَ[f:9067[نس]َخُ [h:9068[ٱ]للَّهُ مَا يُلْقِى [h:9069[ٱ][l[ل]شَّيْطَ[n[ـٰ]نُ ثُ[g[مّ]َ يُحْكِمُ [h:9070[ٱ]للَّهُ ءَايَ[n[ـٰ]تِه[n[ِۦ]‌ۗ وَ[h:72[ٱ]للَّهُ عَلِيمٌ حَك[p[ِي]مٌ","juz":17,"ruku":291,"manzil":4,"bangla_ahbayan":"আমি তোমার পূর্বে যে সব রসূল কিংবা নবী প্রেরণ করেছি তাদের কেউ যখনই আকাঙ্ক্ষা করেছে, তখনই শয়তান তার আকাঙ্ক্ষায় কিছু প্রক্ষিপ্ত করেছে। কিন্তু শয়তান যা প্রক্ষিপ্ত করে, আল্লাহ তা বিদূরিত করেন। অতঃপর আল্লাহ তাঁর আয়াতসমূহকে সুদৃঢ় করেন।[১] আর আল্লাহ সর্বজ্ঞ, প্রজ্ঞাময়।","bangla_bayan":"আর আমি তোমার পূর্বে যে রাসূল কিংবা নবী পাঠিয়েছি, সে যখনই (ওহীকৃত বাণী) পাঠ করেছে, শয়তান তার পাঠে (কিছু) নিক্ষেপ করেছে। কিন্তু শয়তান যা নিক্ষেপ করে আল্লাহ তা মুছে দেন। অতঃপর আল্লাহ তাঁর আয়াতসমূহকে সুদৃঢ় করে দেন। আর আল্লাহ মহাজ্ঞানী, অতি প্রজ্ঞাময়।","bangla_mkhan":"আমি আপনার পূর্বে যে সমস্ত রাসূল ও নবী প্রেরণ করেছি, তারা যখনই কিছু কল্পনা করেছে, তখনই শয়তান তাদের কল্পনায় কিছু মিশ্রণ করে দিয়েছে। অতঃপর আল্লাহ দূর করে দেন শয়তান যা মিশ্রণ করে। এরপর আল্লাহ তাঁর আয়াতসমূহকে সু-প্রতিষ্ঠিত করেন এবং আল্লাহ জ্ঞানময়, প্রজ্ঞাময়।","bangla_mujibur":"আমি তোমার পূর্বে যে সব রাসূল কিংবা নাবী প্রেরণ করেছি তাদের কেহ যখনই কিছু আকাংখা করেছে তখনই শাইতান তার আকাংখায় কিছু প্রক্ষিপ্ত করেছে। কিন্তু শাইতান যা প্রক্ষিপ্ত করে আল্লাহ তা বিদূরিত করেন; অতঃপর আল্লাহ তাঁর আয়াতসমূহকে সুপ্রতিষ্ঠিত করেন এবং আল্লাহ সর্বজ্ঞ, প্রজ্ঞাময়।","bangla_taisirul":"আমি তোমার পূর্বে যে সব রসূল কিংবা নবী পাঠিয়েছি তাদের কেউ যখনই কোন আকাঙ্ক্ষা করেছে তখনই শয়ত্বান তার আকাঙ্ক্ষায় (প্রতিবন্ধকতা, সন্দেহ-সংশয়) নিক্ষেপ করেছে, কিন্তু শয়ত্বান যা নিক্ষেপ করে আল্লাহ তা মুছে দেন, অতঃপর আল্লাহ তাঁর নিদর্শনসমূহকে সুপ্রতিষ্ঠিত করেন। কারণ আল্লাহ সর্বজ্ঞ, সর্বশ্রেষ্ঠ হিকমতওয়ালা।"},{"id":53,"arabic_text":"لِّیَجۡعَلَ مَا یُلۡقِی الشَّیۡطٰنُ فِتۡنَۃً لِّلَّذِیۡنَ فِیۡ قُلُوۡبِہِمۡ مَّرَضٌ وَّ الۡقَاسِیَۃِ  قُلُوۡبُہُمۡ ؕ وَ اِنَّ الظّٰلِمِیۡنَ لَفِیۡ شِقَاقٍۭ بَعِیۡدٍ ﴿ۙ۵۳﴾ ","english_text":"And [recall] when Moses said to his people, \"Indeed, Allah commands you to slaughter a cow.\" They said, \"Do you take us in ridicule?\" He said, \"I seek refuge in Allah from being among the ignorant.\"","page":338,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2648.mp3","colorText":"لِّيَ[q:2360[جْ]عَلَ مَا يُلْقِى [h:9069[ٱ][l[ل]شَّيْطَ[n[ـٰ]نُ فِتْنَ[u:9071[ةً ل]ِّلَّذِينَ فِى قُلُوبِه[w:39[ِم م]َّرَ[a:9072[ضٌ و]َ[h:9073[ٱ]لْقَاسِيَةِ قُلُوبُهُمْ‌ۗ وَإِ[g[نّ]َ [h:9074[ٱ][l[ل]ظَّ[n[ـٰ]لِمِينَ لَفِى شِقَا[i:900[قِۭ ب]َع[p[ِي][q[د]ٍ","juz":17,"ruku":291,"manzil":4,"bangla_ahbayan":"এটা এ জন্য যে, শয়তান যা প্রক্ষিপ্ত করে, তিনি তা পরীক্ষা স্বরূপ করেন তাদের জন্য যাদের অন্তরে ব্যাধি রয়েছে এবং যারা পাষাণ-হৃদয়।[১] নিশ্চয় অত্যাচারীরা চরম বিরোধিতায় রয়েছে।","bangla_bayan":"এটা এজন্য যে, শয়তান যা নিক্ষেপ করে, তা যাতে তিনি তাদের জন্য পরীক্ষার বস্ত্ত বানিয়ে দেন, যাদের অন্তরসমূহে ব্যাধি রয়েছে এবং যাদের হৃদয়সমূহ পাষাণ। আর নিশ্চয় যালিমরা দুস্তর মতভেদে লিপ্ত রয়েছে।","bangla_mkhan":"এ কারণে যে, শয়তান যা মিশ্রণ করে, তিনি তা পরীক্ষাস্বরূপ করে দেন, তাদের জন্যে, যাদের অন্তরে রোগ আছে এবং যারা পাষাণহৃদয়। গোনাহগাররা দূরবর্তী বিরোধিতায় লিপ্ত আছে।","bangla_mujibur":"এটা এ জন্য যে, শাইতান যা প্রক্ষিপ্ত করে তিনি ওকে পরীক্ষা স্বরূপ করেন তাদের জন্য যাদের অন্তরে ব্যাধি রয়েছে, যাদের হৃদয় পাষাণ। নিশ্চয়ই যালিমরা দুস্তর মতভেদে রয়েছে।","bangla_taisirul":"(তিনি এটা হতে দেন এজন্য) যাতে তিনি শয়ত্বান যা মিশিয়ে দিয়েছে তা দ্বারা পরীক্ষা করতে পারেন তাদেরকে যাদের অন্তরে (মুনাফিকীর) ব্যাধি আছে, যারা শক্ত হৃদয়ের। অন্যায়কারীরা চরম মতভেদে লিপ্ত আছে।"},{"id":54,"arabic_text":"وَّ لِیَعۡلَمَ الَّذِیۡنَ اُوۡتُوا الۡعِلۡمَ اَنَّہُ الۡحَقُّ مِنۡ رَّبِّکَ فَیُؤۡمِنُوۡا بِہٖ فَتُخۡبِتَ لَہٗ قُلُوۡبُہُمۡ ؕ وَ اِنَّ اللّٰہَ لَہَادِ الَّذِیۡنَ اٰمَنُوۡۤا  اِلٰی  صِرَاطٍ  مُّسۡتَقِیۡمٍ ﴿۵۴﴾ ","english_text":"They said, \"Call upon your Lord to make clear to us what it is.\" [Moses] said, \"[ Allah ] says, 'It is a cow which is neither old nor virgin, but median between that,' so do what you are commanded.\"","page":338,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2649.mp3","colorText":"وَلِيَعْلَمَ [h:2400[ٱ]لَّذِينَ أُوتُو[s[اْ] [h:7379[ٱ]لْعِلْمَ أَ[g[نّ]َهُ [h:137[ٱ]لْحَقُّ م[u:770[ِن ر]َّبِّكَ فَيُؤْمِنُو[s[اْ] بِه[n[ِۦ] فَتُخْبِتَ لَهُ[n[ۥ] قُلُوبُهُمْ‌ۗ وَإِ[g[نّ]َ [h:1986[ٱ]للَّهَ لَهَادِ [h:9075[ٱ]لَّذِينَ ءَامَن[o[ُوٓ][s[اْ] إِلَىٰ صِر[n[َٲ][a:726[طٍ م]ُّسْتَق[p[ِي]مٍ","juz":17,"ruku":291,"manzil":4,"bangla_ahbayan":"আর এ জন্যেও যে, যাদেরকে জ্ঞান দেওয়া হয়েছে তারা যেন জানতে পারে যে, এটা তোমার প্রতিপালকের নিকট হতে প্রেরিত সত্য; অতঃপর তারা যেন তাতে বিশ্বাস স্থাপন করে এবং তাদের অন্তর যেন তার প্রতি অনুগত হয়।[১] যারা বিশ্বাস করেছে তাদেরকে আল্লাহ অবশ্যই সরল পথে পরিচালিত করেন। [২]","bangla_bayan":"এটা এজন্যও যে, যাদেরকে জ্ঞান দেয়া হয়েছে, তারা যেন জানতে পারে যে, এটা অবশ্যই তোমার রবের পক্ষ থেকে সত্য। অতঃপর তারা যেন এর প্রতি ঈমান আনে এবং তাদের অন্তর যেন এর প্রতি অনুগত হয়। আর যারা ঈমান এনেছে, নিশ্চয় আল্লাহ তাদেরকে সরল পথ প্রদর্শনকারী।","bangla_mkhan":"এবং এ কারণেও যে, যাদেরকে জ্ঞানদান করা হয়েছে; তারা যেন জানে যে এটা আপনার পালনকর্তার পক্ষ থেকে সত্য; অতঃপর তারা যেন এতে বিশ্বাস স্তাপন করে এবং তাদের অন্তর যেন এর প্রতি বিজয়ী হয়। আল্লাহই বিশ্বাস স্থাপনকারীকে সরল পথ প্রদর্শন করেন।","bangla_mujibur":"এবং এ জন্য যে, যাদেরকে জ্ঞান দেয়া হয়েছে তারা যেন জানতে পারে যে, এটা (কুরআন) তোমার রবের নিকট হতে প্রেরিত সত্য। অতঃপর তারা যেন তাতে বিশ্বাস স্থাপন করে এবং তাদের অন্তর যেন ওর প্রতি অনুগত হয়। যারা ঈমান এনেছে তাদেরকে আল্লাহ সরল পথে পরিচালিত করেন।","bangla_taisirul":"(আর অপরদিকে) যাতে, যাদেরকে জ্ঞান দেয়া হয়েছে তারা জানতে পারে যে, এটা তোমার প্রতিপালকের পক্ষ থেকে (প্রেরিত) সত্য, অতঃপর তারা যেন তাতে বিশ্বাসী হয় আর তাদের অন্তর নম্রতাভরে তার প্রতি খুলে দেয়া হয়, কারণ আল্লাহ ঈমানদারদেরকে অবশ্যই সঠিক পথে পরিচালিত করেন।"},{"id":55,"arabic_text":"وَ لَا یَزَالُ الَّذِیۡنَ  کَفَرُوۡا فِیۡ  مِرۡیَۃٍ  مِّنۡہُ حَتّٰی تَاۡتِیَہُمُ السَّاعَۃُ بَغۡتَۃً اَوۡ یَاۡتِیَہُمۡ  عَذَابُ  یَوۡمٍ  عَقِیۡمٍ ﴿۵۵﴾ ","english_text":"They said, \"Call upon your Lord to show us what is her color.\" He said, \"He says, 'It is a yellow cow, bright in color - pleasing to the observers.' \"","page":338,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2650.mp3","colorText":"وَلَا يَزَالُ [h:6990[ٱ]لَّذِينَ كَفَرُو[s[اْ] فِى مِرْيَ[a:6279[ةٍ م]ِّنْهُ حَتَّىٰ تَأْتِيَهُمُ [h:6846[ٱ][l[ل]سَّاعَةُ بَغْتَةً أَوْ يَأْتِيَهُمْ عَذَابُ يَوْمٍ عَق[p[ِي]مٍ","juz":17,"ruku":291,"manzil":4,"bangla_ahbayan":"যারা অবিশ্বাস করেছে তারা ওতে সন্দেহ পোষণ করা হতে বিরত হবে না; যতক্ষণ না তাদের নিকট কিয়ামত এসে পড়বে আকস্মিকভাবে অথবা এসে পড়বে এক বন্ধ্যা (অশুভ) দিনের শাস্তি। [১]","bangla_bayan":"আর যারা কুফরী করে, তারা এতে সন্দেহ পোষণ করতে থাকবে যতক্ষণ না তাদের নিকট আকস্মিকভাবে কিয়ামত এসে পড়বে অথবা তাদের নিকট এসে পড়বে এক বন্ধ্যা দিনের আযাব।","bangla_mkhan":"কাফেররা সর্বদাই সন্দেহ পোষন করবে যে পর্যন্ত না তাদের কাছে আকস্মিকভাবে কেয়ামত এসে পড়ে অথবা এসে পড়ে তাদের কাছে এমন দিবসের শাস্তি যা থেকে রক্ষার উপায় নেই।","bangla_mujibur":"যারা কুফরী করেছে তারা ওতে সন্দেহ পোষণ করা হতে বিরত হবেনা, যতক্ষণ না তাদের নিকট কিয়ামাত এসে পড়বে আকস্মিকভাবে, অথবা এসে পড়বে ঐ দিনের শাস্তি যা থেকে রক্ষার উপায় নেই।","bangla_taisirul":"অবিশ্বাসীরা তাতে (অর্থাৎ ওয়াহীতে) সন্দেহ পোষণ করা থেকে বিরত হবে না যতক্ষণ না কিয়ামাত আসবে হঠাৎ ক’রে অথবা তাদের উপর শাস্তি এসে যাবে এক বন্ধ্যা দিনে (যা কাফিরদেরকে কোন সুফল দিবে না)।"},{"id":56,"arabic_text":"اَلۡمُلۡکُ یَوۡمَئِذٍ لِّلّٰہِ ؕ یَحۡکُمُ بَیۡنَہُمۡ ؕ فَالَّذِیۡنَ اٰمَنُوۡا وَ عَمِلُوا الصّٰلِحٰتِ فِیۡ جَنّٰتِ النَّعِیۡمِ ﴿۵۶﴾ ","english_text":"They said, \"Call upon your Lord to make clear to us what it is. Indeed, [all] cows look alike to us. And indeed we, if Allah wills, will be guided.\"","page":339,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2651.mp3","colorText":"ٱلْمُلْكُ يَوْمَئِ[u:9076[ذٍ ل]ِّلَّهِ يَحْكُمُ بَيْنَهُمْ‌ۚ فَ[h:2514[ٱ]لَّذِينَ ءَامَنُو[s[اْ] وَعَمِلُو[s[اْ] [h:118[ٱ][l[ل]صَّ[n[ـٰ]لِحَ[n[ـٰ]تِ فِى جَ[g[نّ]َ[n[ـٰ]تِ [h:3680[ٱ][l[ل][g[نّ]َع[p[ِي]مِ","juz":17,"ruku":291,"manzil":4,"bangla_ahbayan":"সে দিন আল্লাহরই আধিপত্য হবে;[১] তিনিই তাদের বিচার করবেন; যারা বিশ্বাস করে ও সৎকর্ম করে তারা অবস্থান করবে সুখময় জান্নাতে।","bangla_bayan":"সে দিনের বাদশাহী আল্লাহরই। তিনিই তাদের মধ্যে বিচার করবেন। সুতরাং যারা ঈমান আনে ও সৎকর্ম করে, তারা নিআমতপূর্ণ জান্নাতসমূহে অবস্থান করবে।","bangla_mkhan":"রাজত্ব সেদিন আল্লাহরই; তিনিই তাদের বিচার করবেন। অতএব যারা বিশ্বাস স্থাপন করে এবং সৎকর্ম সম্পাদন করে তারা নেয়ামত পূর্ণ কাননে থাকবে।","bangla_mujibur":"সেদিন আল্লাহরই আধিপত্য; তিনিই তাদের বিচার করবেন। সুতরাং যারা ঈমান আনে ও সৎ কাজ করে তারা অবস্থান করবে সুখময় জান্নাতে।","bangla_taisirul":"ক্ষমতা-আধিপত্য সেদিন হবে আল্লাহরই, তিনি তাদের মাঝে বিচার-ফয়সালা করবেন। অতঃপর যারা ঈমান আনে ও সৎ কাজ করে তারা থাকবে নি‘মাতরাজিতে পরিপূর্ণ জান্নাতে।"},{"id":57,"arabic_text":"وَ الَّذِیۡنَ کَفَرُوۡا وَ کَذَّبُوۡا بِاٰیٰتِنَا فَاُولٰٓئِکَ  لَہُمۡ  عَذَابٌ  مُّہِیۡنٌ ﴿۵۷﴾ ","english_text":"He said, \"He says, 'It is a cow neither trained to plow the earth nor to irrigate the field, one free from fault with no spot upon her.' \" They said, \"Now you have come with the truth.\" So they slaughtered her, but they could hardly do it.","page":339,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2652.mp3","colorText":"وَ[h:9999[ٱ]لَّذِينَ كَفَرُو[s[اْ] وَكَذَّبُو[s[اْ] بِـَٔـايَ[n[ـٰ]تِنَا فَأُ[s[وْ]لَ[o[ـٰٓ]ئِكَ لَهُمْ عَذَا[a:478[بٌ م]ُّه[p[ِي]نٌ","juz":17,"ruku":291,"manzil":4,"bangla_ahbayan":"আর যারা অবিশ্বাস করে ও আমার আয়াতসমূহকে মিথ্যাজ্ঞান করে, তাদেরই জন্য রয়েছে লাঞ্ছনাদায়ক শাস্তি।","bangla_bayan":"আর যারা কুফরী করে এবং আমার আয়াতসমূহকে অস্বীকার করে, তাদের জন্যেই রয়েছে অপমানজনক আযাব।","bangla_mkhan":"এবং যারা কুফরি করে এবং আমার আয়াত সমূহকে মিথ্যা বলে তাদের জন্যে লাঞ্ছনাকর শাস্তি রয়েছে।","bangla_mujibur":"আর যারা কুফরী করে এবং আমার আয়াতসমূহকে অস্বীকার করে তাদেরই জন্য রয়েছে লাঞ্ছনাদায়ক শাস্তি।","bangla_taisirul":"আর যারা কুফুরী করে আর আমার আয়াতসমূহকে মিথ্যে জেনে প্রত্যাখ্যান করে তাদের জন্য আছে অপমানজনক শাস্তি।"},{"id":58,"arabic_text":"وَ الَّذِیۡنَ ہَاجَرُوۡا فِیۡ سَبِیۡلِ اللّٰہِ ثُمَّ قُتِلُوۡۤا اَوۡ مَاتُوۡا لَیَرۡزُقَنَّہُمُ اللّٰہُ رِزۡقًا حَسَنًا ؕ وَ اِنَّ اللّٰہَ  لَہُوَ  خَیۡرُ  الرّٰزِقِیۡنَ ﴿۵۸﴾ ","english_text":"And [recall] when you slew a man and disputed over it, but Allah was to bring out that which you were concealing.","page":339,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2653.mp3","colorText":"وَ[h:9999[ٱ]لَّذِينَ هَاجَرُو[s[اْ] فِى سَبِيلِ [h:788[ٱ]للَّهِ ثُ[g[مّ]َ قُتِل[o[ُوٓ][s[اْ] أَوْ مَاتُو[s[اْ] لَيَرْزُقَ[g[نّ]َهُمُ [h:9077[ٱ]للَّهُ رِزْقًا حَسَ[a:9078[نًا‌ۚ و]َإِ[g[نّ]َ [h:1986[ٱ]للَّهَ لَهُوَ خَيْرُ [h:3894[ٱ][l[ل]رّ[n[َٲ]زِق[p[ِي]نَ","juz":17,"ruku":292,"manzil":4,"bangla_ahbayan":"যারা হিজরত করেছে আল্লাহর পথে এবং পরে (শত্রুর হাতে) নিহত হয়েছে অথবা মৃত্যুবরণ করেছে[১] তাদেরকে আল্লাহ অবশ্যই উৎকৃষ্ট জীবিকা দান করবেন। [২] আর নিশ্চয় আল্লাহ; তিনিই তো সর্বোৎকৃষ্ট রুযীদাতা।[৩]","bangla_bayan":"আর যারা আল্লাহর পথে হিজরত করে, অতঃপর নিহত হয় কিংবা মারা যায়, তাদেরকে অবশ্যই আল্লাহ উত্তম রিয্ক দান করবেন। আর নিশ্চয় আল্লাহই সর্বোৎকৃষ্ট রিয্কদাতা।","bangla_mkhan":"যারা আল্লাহর পথে গৃহ ত্যাগ করেছে, এরপর নিহত হয়েছে অথবা মরে গেছে; আল্লাহ তাদেরকে অবশ্যই উৎকৃষ্ট জীবিকা দান করবেন এবং আল্লাহ সর্বোৎকৃষ্ট রিযিক দাতা।","bangla_mujibur":"আর যারা হিজরাত করেছে, আল্লাহর পথে নিহত হয়েছে অথবা মৃত্যু বরণ করেছে, তাদেরকে আল্লাহ অবশ্যই উৎকৃষ্ট জীবিকা দান করবেন; এবং আল্লাহ তিনিইতো সর্বোৎকৃষ্ট রিয্কদাতা।","bangla_taisirul":"আর যারা আল্লাহর পথে হিজরাত করেছে, অতঃপর নিহত হয়েছে, কিংবা মারা গেছে, আল্লাহ তাদেরকে অবশ্য অবশ্যই উৎকৃষ্ট রিযক্ দান করবেন, আর আল্লাহ- তিনি তো সর্বোত্তম রিযকদাতা।"},{"id":59,"arabic_text":"لَیُدۡخِلَنَّہُمۡ مُّدۡخَلًا  یَّرۡضَوۡنَہٗ ؕ وَ اِنَّ اللّٰہَ  لَعَلِیۡمٌ  حَلِیۡمٌ ﴿۵۹﴾ ","english_text":"So, We said, \"Strike the slain man with part of it.\" Thus does Allah bring the dead to life, and He shows you His signs that you might reason.","page":339,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2654.mp3","colorText":"لَيُ[q:9079[دْ]خِلَ[g[نّ]َه[w:9080[ُم م]ُّ[q:2743[دْ]خَل[a:9081[اً ي]َرْضَوْنَهُ[n[ۥ]‌ۗ وَإِ[g[نّ]َ [h:1986[ٱ]للَّهَ لَعَلِيمٌ حَل[p[ِي]مٌ","juz":17,"ruku":292,"manzil":4,"bangla_ahbayan":"তিনি তাদেরকে অবশ্যই এমন স্থানে প্রবেশ করাবেন যা তারা পছন্দ করবে[১] এবং নিশ্চয় আল্লাহ সম্যক জ্ঞানময়, পরম সহনশীল।[২]","bangla_bayan":"তিনি অবশ্যই তাদেরকে এমন স্থানে প্রবেশ করাবেন, যা তারা পছন্দ করবে আর আল্লাহ তো নিশ্চয় মহাজ্ঞানী, পরম সহনশীল।","bangla_mkhan":"তাদেরকে অবশ্যই এমন এক স্থানে পৌছাবেন, যাকে তারা পছন্দ করবে এবং আল্লাহ জ্ঞানময়, সহনশীল।","bangla_mujibur":"তিনি তাদেরকে অবশ্যই এমন স্থানে দাখিল করবেন যা তারা পছন্দ করবে এবং আল্লাহতো সম্যক প্রজ্ঞাময়, পরম সহনশীল।","bangla_taisirul":"তিনি তাদেরকে অবশ্য অবশ্যই দাখিল করবেন এমন জায়গায় যা পেয়ে তারা খুবই সন্তুষ্ট হবে, আর আল্লাহ নিশ্চিতই অবশ্যই সর্বজ্ঞ, পরম সহিষ্ণু।"},{"id":60,"arabic_text":"ذٰلِکَ ۚ وَ مَنۡ عَاقَبَ بِمِثۡلِ مَا عُوۡقِبَ بِہٖ ثُمَّ بُغِیَ عَلَیۡہِ لَیَنۡصُرَنَّہُ اللّٰہُ ؕ اِنَّ اللّٰہَ  لَعَفُوٌّ  غَفُوۡرٌ ﴿۶۰﴾ ","english_text":"Then your hearts became hardened after that, being like stones or even harder. For indeed, there are stones from which rivers burst forth, and there are some of them that split open and water comes out, and there are some of them that fall down for fear of Allah . And Allah is not unaware of what you do.","page":339,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2655.mp3","colorText":"۞ ذ[n[َٲ]لِكَ وَمَنْ عَاقَبَ بِمِثْلِ مَا عُوقِبَ بِه[n[ِۦ] ثُ[g[مّ]َ بُغِىَ عَلَيْهِ لَيَ[f:9082[نص]ُرَ[g[نّ]َهُ [h:9083[ٱ]للَّهُ‌ۗ إِ[g[نّ]َ [h:80[ٱ]للَّهَ لَعَفُوٌّ غَف[p[ُو]رٌ","juz":17,"ruku":292,"manzil":4,"bangla_ahbayan":"এটাই হয়ে থাকে,[১] কোন ব্যক্তি নিপীড়িত হয়ে তুল্য প্রতিশোধ গ্রহণ করলে ও পুনরায় সে অত্যাচারিত হলে, আল্লাহ অবশ্যই তাকে সাহায্য করবেন;[২] আল্লাহ নিশ্চয় পাপমোচনকারী, পরম ক্ষমাশীল।[৩]","bangla_bayan":"এটাই প্রকৃত অবস্থা। আর যে ব্যক্তি নিপীড়িত হয়ে তার সমপরিমাণ প্রতিশোধ গ্রহণ করে; অতঃপর তার উপর আবার নিপীড়ন করা হয় তাহলে আল্লাহ অবশ্যই তাকে সাহায্য করবেন। নিশ্চয় আল্লাহ পাপ মোচনকারী, অতীব ক্ষমাশীল।","bangla_mkhan":"এ তো শুনলে, যে ব্যক্তি নিপীড়িত হয়ে নিপীড়ন পরিমাণে প্রতিশোধ গ্রহণ করে এবং পুনরায় সে নিপীড়িত হয়, আল্লাহ অবশ্যই তাকে সাহায্য করবেন। নিশ্চয় আল্লাহ মার্জনাকারী ক্ষমাশীল।","bangla_mujibur":"এটাই হয়ে থাকে, কোন ব্যক্তি নিপীড়িত হয়ে সমপরিমান প্রতিশোধ গ্রহণ করলে এবং পুনরায় সে অত্যাচারিত হলে আল্লাহ অবশ্যই তাকে সাহায্য করবেন; আল্লাহ নিশ্চয়ই পাপ মোচনকারী, ক্ষমাশীল।","bangla_taisirul":"এতো হল তাদের অবস্থা, আর যে ব্যক্তি আঘাতপ্রাপ্ত হলে সমপরিমাণ প্রতিশোধ গ্রহণ করে, অতঃপর আবার সে নিপীড়িত হয়, আল্লাহ তাকে অবশ্য অবশ্যই সাহায্য করবেন, আল্লাহ অবশ্যই মাফকারী ক্ষমাশীল।"},{"id":61,"arabic_text":"ذٰلِکَ بِاَنَّ اللّٰہَ یُوۡلِجُ الَّیۡلَ  فِی النَّہَارِ  وَ یُوۡلِجُ النَّہَارَ فِی الَّیۡلِ وَ اَنَّ اللّٰہَ سَمِیۡعٌۢ  بَصِیۡرٌ ﴿۶۱﴾ ","english_text":"Do you covet [the hope, O believers], that they would believe for you while a party of them used to hear the words of Allah and then distort the Torah after they had understood it while they were knowing?","page":339,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2656.mp3","colorText":"ذ[n[َٲ]لِكَ بِأَ[g[نّ]َ [h:897[ٱ]للَّهَ يُولِجُ [h:9084[ٱ]لَّيْلَ فِى [h:1829[ٱ][l[ل][g[نّ]َهَارِ وَيُولِجُ [h:9085[ٱ][l[ل][g[نّ]َهَارَ فِى [h:1831[ٱ]لَّيْلِ وَأَ[g[نّ]َ [h:859[ٱ]للَّهَ سَمِي[i:9086[عُۢ ب]َص[p[ِي]رٌ","juz":17,"ruku":292,"manzil":4,"bangla_ahbayan":"এটা এ জন্য যে, আল্লাহ রাত্রিকে প্রবিষ্ট করেন দিবসের মধ্যে এবং দিবসকে প্রবিষ্ট করেন রাত্রির মধ্যে। [১] আর নিশ্চয় আল্লাহ সর্বশ্রোতা, সর্বদ্রষ্টা।","bangla_bayan":"এটা এজন্য যে, নিশ্চয় আল্লাহ রাতকে দিনের মধ্যে প্রবেশ করান এবং দিনকে রাতের মধ্যে প্রবেশ করান। আর নিশ্চয় আল্লাহ সর্বশ্রোতা, সম্যক দ্রষ্টা।","bangla_mkhan":"এটা এ জন্যে যে, আল্লাহ রাত্রিকে দিনের মধ্যে এবং দিনকে রাত্রির মধ্য দাখিল করে দেন এবং আল্লাহ সবকিছু শোনেন, দেখেন।","bangla_mujibur":"ওটা এ জন্য যে, আল্লাহ রাতকে প্রবিষ্ট করেন দিনের মধ্যে এবং দিনকে প্রবিষ্ট করেন রাতের মধ্যে এবং আল্লাহ সর্বশ্রোতা, সম্যক দ্রষ্টা।","bangla_taisirul":"এটা এজন্য যে, আল্লাহ রাতকে ঢুকিয়ে দেন দিনে, আর দিনকে ঢুকিয়ে দেন রাতে (দুঃখ বেদনার অন্ধকার দূর করে আনন্দের আলো এনে দেন আর আনন্দিত জনকে দুঃখের অাঁধারে ডুবিয়ে দেন)। আর আল্লাহ তো সব কিছু শোনেন, সব কিছু দেখেন।"},{"id":62,"arabic_text":"ذٰلِکَ بِاَنَّ اللّٰہَ ہُوَ الۡحَقُّ وَ اَنَّ مَا یَدۡعُوۡنَ مِنۡ دُوۡنِہٖ ہُوَ الۡبَاطِلُ وَ اَنَّ اللّٰہَ  ہُوَ  الۡعَلِیُّ الۡکَبِیۡرُ ﴿۶۲﴾ ","english_text":"And when they meet those who believe, they say, \"We have believed\"; but when they are alone with one another, they say, \"Do you talk to them about what Allah has revealed to you so they can argue with you about it before your Lord?\" Then will you not reason?","page":339,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2657.mp3","colorText":"ذ[n[َٲ]لِكَ بِأَ[g[نّ]َ [h:897[ٱ]للَّهَ هُوَ [h:8923[ٱ]لْحَقُّ وَأَ[g[نّ]َ مَا يَ[q:1240[دْ]عُونَ مِ[f:3136[ن د]ُونِه[n[ِۦ] هُوَ [h:9087[ٱ]لْبَ[n[ـٰ]طِلُ وَأَ[g[نّ]َ [h:859[ٱ]للَّهَ هُوَ [h:9088[ٱ]لْعَلِىُّ [h:9089[ٱ]لْكَب[p[ِي]رُ","juz":17,"ruku":292,"manzil":4,"bangla_ahbayan":"এ জন্যও যে, আল্লাহ; তিনিই সত্য[১] এবং তারা তাঁর পরিবর্তে যাকে আহবান করে, তা নিঃসন্দেহে অসত্য। আর আল্লাহ; তিনিই তো সমুচ্চ, সুমহান।","bangla_bayan":"আর এটা এজন্য যে, নিশ্চয় আল্লাহই সত্য এবং তারা তাঁর পরিবর্তে যাকে ডাকে, অবশ্যই তা বাতিল। আর নিশ্চয় আল্লাহ তো সমুচ্চ, সুমহান।","bangla_mkhan":"এটা এ কারণেও যে, আল্লাহই সত্য; আর তাঁর পরিবর্তে তারা যাকে ডাকে, তা অসত্য এবং আল্লাহই সবার উচ্চে, মহান।","bangla_mujibur":"এ জন্যও যে, আল্লাহ সত্য এবং তারা তাঁর পরিবর্তে যাকে ডাকে ওটাতো অসত্য এবং আল্লাহ তো সমুচ্চ, মহান।","bangla_taisirul":"এজন্য যে, আল্লাহ- তিনিই সত্য, আর তাঁকে বাদ দিয়ে তারা অন্য যাকে ডাকে তা অলীক, অসত্য, আর আল্লাহ, তিনি তো সর্বোচ্চ, সুমহান।"},{"id":63,"arabic_text":"اَلَمۡ  تَرَ  اَنَّ اللّٰہَ  اَنۡزَلَ  مِنَ  السَّمَآءِ  مَآءً ۫ فَتُصۡبِحُ  الۡاَرۡضُ  مُخۡضَرَّۃً ؕ اِنَّ  اللّٰہَ لَطِیۡفٌ خَبِیۡرٌ ﴿ۚ۶۳﴾ ","english_text":"But do they not know that Allah knows what they conceal and what they declare?","page":339,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2658.mp3","colorText":"أَلَمْ تَرَ أَ[g[نّ]َ [h:394[ٱ]للَّهَ أَ[f:471[نز]َلَ مِنَ [h:64[ٱ][l[ل]سَّم[o[َا]ٓءِ م[o[َا]ٓ[f:9090[ءً ف]َتُصْبِحُ [h:9091[ٱ]لْأَرْضُ مُخْضَرَّةً‌ۗ إِ[g[نّ]َ [h:80[ٱ]للَّهَ لَطِيفٌ خَب[p[ِي]رٌ","juz":17,"ruku":292,"manzil":4,"bangla_ahbayan":"তুমি কি লক্ষ্য কর না যে, আল্লাহ আকাশ হতে বৃষ্টি বর্ষণ করেন, যার ফলে পৃথিবী সবুজ-শ্যামল হয়ে ওঠে? নিশ্চয় আল্লাহ সম্যক সূক্ষ্ণদর্শী, পরিজ্ঞাত। [১]","bangla_bayan":"তুমি কি লক্ষ্য কর না যে, আল্লাহ আকাশ থেকে পানি বর্ষণ করেন, যার ফলে যমীন সবুজ-শ্যামল হয়ে উঠে। নিশ্চয় আল্লাহ স্নেহপরায়ণ, সর্ববিষয়ে সম্যকজ্ঞাত।","bangla_mkhan":"তুমি কি দেখ না যে, আল্লাহ আকাশ থেকে পানি বর্ষণ করেন, অতঃপর ভূপৃষ্ট সবুজ-শ্যামল হয়ে উঠে। নিশ্চয় আল্লাহ সুক্ষদর্শী, সর্ববিষয়ে খবরদার।","bangla_mujibur":"তুমি কি লক্ষ্য করনি যে, আল্লাহ বারি বর্ষণ করেন আকাশ হতে যাতে সবুজ শ্যামল হয়ে ওঠে ধরিত্রী? আল্লাহ সম্যক সূক্ষ্মদর্শী, পরিজ্ঞাত।","bangla_taisirul":"তুমি কি লক্ষ্য কর না যে, আল্লাহ আকাশ থেকে পানি বর্ষণ করেন, যার ফলে পৃথিবী সবুজে আচ্ছাদিত হয়ে যায়, নিশ্চয় আল্লাহ সূক্ষ্ণদর্শী, সর্ববিষয়ে ওয়াকিফহাল।"},{"id":64,"arabic_text":"لَہٗ مَا فِی السَّمٰوٰتِ وَ مَا فِی الۡاَرۡضِ ؕ وَ اِنَّ  اللّٰہَ  لَہُوَ  الۡغَنِیُّ  الۡحَمِیۡدُ ﴿۶۴﴾ ","english_text":"And among them are unlettered ones who do not know the Scripture except in wishful thinking, but they are only assuming.","page":339,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2659.mp3","colorText":"لَّهُ[n[ۥ] مَا فِى [h:609[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَمَا فِى [h:44[ٱ]لْأَرْضِ‌ۗ وَإِ[g[نّ]َ [h:1986[ٱ]للَّهَ لَهُوَ [h:9092[ٱ]لْغَنِىُّ [h:9093[ٱ]لْحَم[p[ِي][q[د]ُ","juz":17,"ruku":292,"manzil":4,"bangla_ahbayan":"আকাশমন্ডলী ও পৃথিবীতে যা কিছু আছে তা তাঁরই।[১] আর নিশ্চয় আল্লাহ; তিনিই অভাবমুক্ত, সর্বপ্রশংসনীয়।","bangla_bayan":"আসমানসমূহ ও যমীনে যা কিছু আছে, সব তাঁরই। আর নিশ্চয় আল্লাহই তো অভাবমুক্ত, সকল প্রশংসার অধিকারী।","bangla_mkhan":"নভোমন্ডল ও ভুপৃষ্ঠে যা কিছু আছে, সব তাঁরই এবং আল্লাহই অভাবমুক্ত প্রশংসার অধিকারী।","bangla_mujibur":"আকাশমন্ডলী ও পৃথিবীতে যা কিছু আছে তা তাঁরই এবং আল্লাহই তো অভাবমুক্ত, প্রশংসা।","bangla_taisirul":"আকাশ ও পৃথিবীতে যা কিছু আছে সবই তাঁর, আর আল্লাহ, তিনি যাবতীয় অভাব থেকে মুক্ত, যাবতীয় প্রশংসার অধিকারী।"},{"id":65,"arabic_text":"اَلَمۡ تَرَ اَنَّ اللّٰہَ سَخَّرَ لَکُمۡ مَّا فِی الۡاَرۡضِ وَ الۡفُلۡکَ  تَجۡرِیۡ فِی الۡبَحۡرِ بِاَمۡرِہٖ ؕ وَ  یُمۡسِکُ  السَّمَآءَ   اَنۡ تَقَعَ عَلَی الۡاَرۡضِ اِلَّا بِاِذۡنِہٖ ؕ اِنَّ اللّٰہَ بِالنَّاسِ  لَرَءُوۡفٌ  رَّحِیۡمٌ ﴿۶۵﴾ ","english_text":"So woe to those who write the \"scripture\" with their own hands, then say, \"This is from Allah,\" in order to exchange it for a small price. Woe to them for what their hands have written and woe to them for what they earn.","page":340,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2660.mp3","colorText":"أَلَمْ تَرَ أَ[g[نّ]َ [h:394[ٱ]للَّهَ سَخَّرَ لَك[w:154[ُم م]َّا فِى [h:44[ٱ]لْأَرْضِ وَ[h:9094[ٱ]لْفُلْكَ تَ[q:120[جْ]رِى فِى [h:837[ٱ]لْبَحْرِ بِأَمْرِه[n[ِۦ] وَيُمْسِكُ [h:9095[ٱ][l[ل]سَّم[o[َا]ٓءَ أَ[f:9096[ن ت]َقَعَ عَلَى [h:7958[ٱ]لْأَرْضِ إِلَّا بِإِذْنِه[o[ِۦٓ‌ۗ] إِ[g[نّ]َ [h:80[ٱ]للَّهَ بِ[h:743[ٱ][l[ل][g[نّ]َاسِ لَرَءُو[u:744[فٌ ر]َّح[p[ِي]مٌ","juz":17,"ruku":293,"manzil":4,"bangla_ahbayan":"তুমি কি লক্ষ্য কর না যে, আল্লাহ তোমাদের কল্যাণে নিয়োজিত করেছেন[১] পৃথিবীতে যা কিছু আছে তার সমস্তকে এবং তাঁর নির্দেশে সমুদ্রে বিচরণশীল নৌযানসমূহকে। তিনিই আকাশকে ধরে রাখেন, যাতে ওটা পৃথিবীর উপর তাঁর অনুমতি ছাড়া পতিত না হয়। [২] নিশ্চয়ই আল্লাহ মানুষের প্রতি বড় দয়ার্দ্র, পরম দয়ালু। [৩]","bangla_bayan":"তুমি কি লক্ষ্য কর না যে, যমীনে যা কিছু আছে এবং নৌযানগুলো যা তাঁরই নির্দেশে সমুদ্রে বিচরণ করে সবই আল্লাহ তোমাদের জন্য অনুগত করে দিয়েছেন। আর তিনিই আসমানকে আটকিয়ে রেখেছেন, যাতে তাঁর অনুমতি ছাড়া তা যমীনের উপর পড়ে না যায়। নিশ্চয় আল্লাহ মানুষের প্রতি বড়ই করুণাময়, পরম দয়ালু।","bangla_mkhan":"তুমি কি দেখ না যে, ভূপৃষ্টে যা আছে এবং সমুদ্রে চলমান নৌকা তৎসমুদয়কে আল্লাহ নিজ আদেশে তোমাদের অধীন করে দিয়েছেন এবং তিনি আকাশ স্থির রাখেন, যাতে তাঁর আদেশ ব্যতীত ভূপৃষ্টে পতিত না হয়। নিশ্চয় আল্লাহ মানুষের প্রতি করুণাশীল, দয়াবান।","bangla_mujibur":"তুমি কি লক্ষ্য করনি যে, আল্লাহ তোমাদের কল্যাণে নিয়োজিত করেছেন পৃথিবীতে যা কিছু আছে তৎসমূদয়কে এবং তাঁর নির্দেশে সমুদ্রে বিচরণশীল নৌযানসমূহকে এবং তিনিই আকাশকে স্থির রাখেন যাতে ওটা পতিত না হয় পৃথিবীর উপর তাঁর অনুমতি ছাড়া? আল্লাহ নিশ্চয়ই মানুষের প্রতি দয়ার্দ্র, পরম দয়ালু।","bangla_taisirul":"তুমি কি লক্ষ্য কর না যে, পৃথিবীতে যা কিছু আছে সব তিনি তোমাদের কল্যাণ-কাজে লাগিয়ে রেখেছেন। আর নৌযানগুলো সমুদ্রে চলাচল করে তাঁর হুকুমেই? তিনিই আকাশকে স্থির রাখেন যাতে তা পৃথিবীতে পতিত না হয় তাঁর অনুমতি ছাড়া। আল্লাহ মানুষের প্রতি নিশ্চিতই বড়ই করুণাশীল, বড়ই দয়াবান।"},{"id":66,"arabic_text":"وَ ہُوَ الَّذِیۡۤ  اَحۡیَاکُمۡ ۫ ثُمَّ یُمِیۡتُکُمۡ  ثُمَّ  یُحۡیِیۡکُمۡ ؕ اِنَّ  الۡاِنۡسَانَ لَکَفُوۡرٌ ﴿۶۶﴾ ","english_text":"And they say, \"Never will the Fire touch us, except for a few days.\" Say, \"Have you taken a covenant with Allah ? For Allah will never break His covenant. Or do you say about Allah that which you do not know?\"","page":340,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2661.mp3","colorText":"وَهُوَ [h:4114[ٱ]لَّذ[o[ِىٓ] أَحْيَاكُمْ ثُ[g[مّ]َ يُمِيتُكُمْ ثُ[g[مّ]َ يُحْيِيكُمْ‌ۗ إِ[g[نّ]َ [h:7137[ٱ]لْإِ[f:5969[نس]َ[n[ـٰ]نَ لَكَف[p[ُو]رٌ","juz":17,"ruku":293,"manzil":4,"bangla_ahbayan":"তিনিই তোমাদেরকে জীবন দান করেছেন; অতঃপর তিনিই তোমাদের মৃত্যু ঘটাবেন, পুনরায় তোমাদেরকে জীবন দান করবেন। নিশ্চয় মানুষ অতিশয় অকৃতজ্ঞ। [১]","bangla_bayan":"আর তিনিই তোমাদের জীবন দিয়েছেন, অতঃপর তিনিই তোমাদের মৃত্যু দেবেন, তারপর তিনিই তোমাদেরকে আবার জীবন দেবেন। নিশ্চয় মানুষ বড়ই অকৃতজ্ঞ।","bangla_mkhan":"তিনিই তোমাদেরকে জীবিত করেছেন, অতঃপর তিনিই তোমাদেরকে মৃত্যুদান করবেন ও পুনরায় জীবিত করবেন। নিশ্চয় মানুষ বড় অকৃতজ্ঞ।","bangla_mujibur":"এবং তিনিই তোমাদেরকে জীবন দান করেছেন, অতঃপর তিনিই তোমাদের মৃত্যু ঘটাবেন, পুনরায় তোমাদেরকে জীবন দান করবেন। মানুষতো অতি মাত্রায় অকৃতজ্ঞ।","bangla_taisirul":"তিনিই তোমাদেরকে জীবন দিয়েছেন, অতঃপর তিনিই তোমাদের মৃত্যু ঘটাবেন, অতঃপর আবার তোমাদেরকে জীবন দিবেন। মানুষ সত্যিই বড়ই অকৃতজ্ঞ।"},{"id":67,"arabic_text":"لِکُلِّ اُمَّۃٍ جَعَلۡنَا مَنۡسَکًا ہُمۡ نَاسِکُوۡہُ فَلَا یُنَازِعُنَّکَ  فِی الۡاَمۡرِ وَ ادۡعُ  اِلٰی رَبِّکَ ؕ اِنَّکَ  لَعَلٰی ہُدًی مُّسۡتَقِیۡمٍ ﴿۶۷﴾ ","english_text":"Yes, whoever earns evil and his sin has encompassed him - those are the companions of the Fire; they will abide therein eternally.","page":340,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2662.mp3","colorText":"لِّكُلِّ أُ[g[مّ]َ[f:9013[ةٍ ج]َعَلْنَا مَ[f:9014[نس]َكًا هُمْ نَاسِكُوهُ‌ۖ فَلَا يُنَ[n[ـٰ]زِعُ[g[نّ]َكَ فِى [h:2319[ٱ]لْأَمْرِ‌ۚ وَ[h:9097[ٱ][q:9097[دْ]عُ إِلَىٰ رَبِّكَ‌ۖ إِ[g[نّ]َكَ لَعَلَىٰ هُ[a:9098[دًى م]ُّسْتَق[p[ِي]مٍ","juz":17,"ruku":293,"manzil":4,"bangla_ahbayan":"আমি প্রত্যেক জাতির জন্য নির্ধারিত করে দিয়েছি ইবাদত পদ্ধতি; যা তারা অনুসরণ করে।[১] সুতরাং তারা যেন অবশ্যই এ ব্যাপারে তোমার সাথে বিতর্ক না করে। [২] তুমি তাদেরকে তোমার প্রতিপালকের দিকে আহবান কর। নিশ্চয় তুমি সরল পথেই প্রতিষ্ঠিত।[৩]","bangla_bayan":"আমি প্রত্যেক জাতির জন্য ইবাদাতের নিয়ম-কানুন নির্ধারণ করে দিয়েছি, তারা যার অনুসরণকারী। সুতরাং তারা যেন তোমার সাথে এ ব্যাপারে কোন বিতর্ক করতে না পারে। আর তুমি তোমার রবের দিকে আহবান কর। নিশ্চয় তুমি সরল পথেই রয়েছ।","bangla_mkhan":"আমি প্রত্যেক উম্মতের জন্যে এবাদতের একটি নিয়ম-কানুন নির্ধারণ করে দিয়েছি, যা তারা পালন করে। অতএব তারা যেন এ ব্যাপারে আপনার সাথে বিতর্ক না করে। আপনি তাদেরকে পালনকর্তার দিকে আহবান করুন। নিশ্চয় আপনি সরল পথেই আছেন।","bangla_mujibur":"আমি প্রত্যেক সম্প্রদায়ের জন্য নির্ধারণ করে দিয়েছি ইবাদাত-পদ্ধতি যা তারা অনুসরণ করবে। সুতরাং তারা যেন তোমার সাথে এ ব্যাপারে বিতর্ক না করে। তুমি তাদেরকে তোমার রবের দিকে আহবান কর, তুমিতো সরল পথেই প্রতিষ্ঠিত।","bangla_taisirul":"প্রত্যেক সম্প্রদায়ের জন্য আমি (‘ইবাদাতের) নিয়ম-কানুন নির্ধারণ করে দিয়েছি যা তারা অনুসরণ করে। কাজেই তারা যেন এ বিষয়ে তোমার সঙ্গে তর্ক বিতর্ক না করে। তুমি (তাদেরকে) তোমার প্রতিপালকের দিকে ডাক, তুমি অবশ্যই সরল সঠিক পথে আছ।"},{"id":68,"arabic_text":"وَ اِنۡ جٰدَلُوۡکَ فَقُلِ اللّٰہُ  اَعۡلَمُ بِمَا تَعۡمَلُوۡنَ ﴿۶۸﴾ ","english_text":"But they who believe and do righteous deeds - those are the companions of Paradise; they will abide therein eternally.","page":340,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2663.mp3","colorText":"وَإِ[f:9099[ن ج]َ[n[ـٰ]دَلُوكَ فَقُلِ [h:9100[ٱ]للَّهُ أَعْلَمُ بِمَا تَعْمَل[p[ُو]نَ","juz":17,"ruku":293,"manzil":4,"bangla_ahbayan":"তারা যদি তোমার সাথে বিতন্ডা করে, তবে বল, ‘তোমরা যা কর সে সম্বন্ধে আল্লাহ সম্যক অবহিত।","bangla_bayan":"আর তারা যদি তোমার সাথে বাকবিতন্ডা করে, তাহলে বল, ‘তোমরা যা কর, সে সম্পর্কে আল্লাহ সম্যক অবহিত।’","bangla_mkhan":"তারা যদি আপনার সাথে বিতর্ক করে, তবে বলে দিন, তোমরা যা কর, সে সর্ম্পকে আল্লাহ অধিক জ্ঞাত।","bangla_mujibur":"তারা যদি তোমার সাথে বিতন্ডা করে তাহলে বলঃ তোমরা যা কর সেই সম্বন্ধে আল্লাহ সম্যক অবহিত।","bangla_taisirul":"তারা যদি তোমার সঙ্গে বিতর্ক করে তাহলে বল- তোমরা যা কর আল্লাহ তা ভাল করেই জানেন।"},{"id":69,"arabic_text":"اَللّٰہُ  یَحۡکُمُ  بَیۡنَکُمۡ  یَوۡمَ الۡقِیٰمَۃِ  فِیۡمَا کُنۡتُمۡ  فِیۡہِ  تَخۡتَلِفُوۡنَ ﴿۶۹﴾ ","english_text":"And [recall] when We took the covenant from the Children of Israel, [enjoining upon them], \"Do not worship except Allah ; and to parents do good and to relatives, orphans, and the needy. And speak to people good [words] and establish prayer and give zakah.\" Then you turned away, except a few of you, and you were refusing.","page":340,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2664.mp3","colorText":"ٱللَّهُ يَحْكُمُ بَيْنَكُمْ يَوْمَ [h:592[ٱ]لْقِيَ[n[ـٰ]مَةِ فِيمَا كُ[f:100[نت]ُمْ فِيهِ تَخْتَلِف[p[ُو]نَ","juz":17,"ruku":293,"manzil":4,"bangla_ahbayan":"তোমরা যে বিষয়ে মতভেদ করছ আল্লাহ কিয়ামতের দিন সে বিষয়ে তোমাদের মধ্যে বিচার-মীমাংসা করে দেবেন।’ [১]","bangla_bayan":"তোমরা যে বিষয়ে মতভেদ করছ, আল্লাহ সে বিষয়ে কিয়ামতের দিন ফয়সালা করে দেবেন।","bangla_mkhan":"তোমরা যে বিষয়ে মতবিরোধ করছ, আল্লাহ কিয়ামতের দিন সেই বিষয়ে তোমাদের মধ্যে ফায়সালা করবেন।","bangla_mujibur":"তোমরা যে বিষয়ে মতভেদ করছ আল্লাহ কিয়ামাত দিবসে সেই বিষয়ে তোমাদের মধ্যে বিচার মীমাংসা করে দিবেন।","bangla_taisirul":"আল্লাহ কিয়ামাতের দিন সে বিষয়ে তোমাদের মধ্যে মীমাংসা করে দিবেন যে বিষয়ে তোমরা মতভেদ করছ।"},{"id":70,"arabic_text":"اَلَمۡ  تَعۡلَمۡ  اَنَّ اللّٰہَ یَعۡلَمُ  مَا فِی السَّمَآءِ وَ الۡاَرۡضِ ؕ اِنَّ  ذٰلِکَ فِیۡ   کِتٰبٍ ؕ اِنَّ  ذٰلِکَ عَلَی   اللّٰہِ  یَسِیۡرٌ ﴿۷۰﴾ ","english_text":"And [recall] when We took your covenant, [saying], \"Do not shed each other's blood or evict one another from your homes.\" Then you acknowledged [this] while you were witnessing.","page":340,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2665.mp3","colorText":"أَلَمْ تَعْلَمْ أَ[g[نّ]َ [h:394[ٱ]للَّهَ يَعْلَمُ مَا فِى [h:746[ٱ][l[ل]سَّم[o[َا]ٓءِ وَ[h:177[ٱ]لْأَرْضِ‌ۗ إِ[g[نّ]َ ذ[n[َٲ]لِكَ فِى كِتَ[n[ـٰ]بٍ‌ۚ إِ[g[نّ]َ ذ[n[َٲ]لِكَ عَلَى [h:412[ٱ]للَّهِ يَس[p[ِي]رٌ","juz":17,"ruku":293,"manzil":4,"bangla_ahbayan":"তুমি কি জানো না যে, আকাশ ও পৃথিবীতে যা কিছু রয়েছে আল্লাহ তা অবগত আছেন? এ সবই লিপিবদ্ধ আছে এক কিতাবে। অবশ্যই এটা আল্লাহর নিকট সহজ। [১]","bangla_bayan":"তুমি কি জান না যে, আসমান ও যমীনে যা কিছু রয়েছে, আল্লাহ তা জানেন? নিশ্চয় তা একটি কিতাবে রয়েছে। অবশ্যই এটা আল্লাহর জন্য খুবই সহজ।","bangla_mkhan":"তুমি কি জান না যে, আল্লাহ জানেন যা কিছু আকাশে ও ভুমন্ডলে আছে এসব কিতাবে লিখিত আছে। এটা আল্লাহর কাছে সহজ।","bangla_mujibur":"তুমি কি জাননা যে, আকাশ ও পৃথিবীতে যা কিছু রয়েছে আল্লাহ তা অবগত আছেন? এ সবই লিপিবদ্ধ আছে এক কিতাবে; এটা আল্লাহর নিকট সহজ।","bangla_taisirul":"তুমি কি জান না যে, আল্লাহ জানেন যা আছে আকাশে আর পৃথিবীতে, এ সবই লিপিতে (রেকর্ডে) আছে। এটা আল্লাহর পক্ষে সহজ।"},{"id":71,"arabic_text":"وَ یَعۡبُدُوۡنَ مِنۡ دُوۡنِ اللّٰہِ مَا لَمۡ  یُنَزِّلۡ بِہٖ سُلۡطٰنًا وَّ مَا لَیۡسَ لَہُمۡ بِہٖ عِلۡمٌ ؕ وَ مَا  لِلظّٰلِمِیۡنَ  مِنۡ  نَّصِیۡرٍ ﴿۷۱﴾ ","english_text":"Then, you are those [same ones who are] killing one another and evicting a party of your people from their homes, cooperating against them in sin and aggression. And if they come to you as captives, you ransom them, although their eviction was forbidden to you. So do you believe in part of the Scripture and disbelieve in part? Then what is the recompense for those who do that among you except disgrace in worldly life; and on the Day of Resurrection they will be sent back to the severest of punishment. And Allah is not unaware of what you do.","page":340,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2666.mp3","colorText":"وَيَعْبُدُونَ مِ[f:107[ن د]ُونِ [h:108[ٱ]للَّهِ مَا لَمْ يُنَزِّلْ بِه[n[ِۦ] سُلْطَ[n[ـٰ][a:9101[نًا و]َمَا لَيْسَ لَه[c:3276[ُم ب]ِه[n[ِۦ] عِلْ[a:9102[مٌ‌ۗ و]َمَا لِلظَّ[n[ـٰ]لِمِينَ م[a:9103[ِن ن]َّص[p[ِي]رٍ","juz":17,"ruku":293,"manzil":4,"bangla_ahbayan":"তারা ইবাদত করে আল্লাহর পরিবর্তে এমন কিছুর যার সম্পর্কে তিনি কোন দলীল প্রেরণ করেননি এবং যার সম্বন্ধে তাদের কোন জ্ঞান নেই; [১] বস্তুতঃ যালেমদের কোন সাহায্যকারী নেই।","bangla_bayan":"আর তারা আল্লাহর পরিবর্তে এমন কিছুর ইবাদাত করে, যে সম্পর্কে তিনি কোন প্রমাণ নাযিল করেননি এবং যে ব্যাপারে তাদেরও কোন জ্ঞান নেই। আর যালিমদের কোন সাহায্যকারী নেই।","bangla_mkhan":"তারা আল্লাহর পরিবর্তে এমন কিছুর পূজা করে, যার কোন সনদ নাযিল করা হয়নি এবং সে সম্পর্কে তাদের কোন জ্ঞান নেই। বস্তুতঃ জালেমদের কোন সাহায্যকারী নেই।","bangla_mujibur":"এবং তারা ইবাদাত করে আল্লাহর পরিবর্তে এমন কিছুর যে সম্পর্কে তিনি কোন দলীল প্রেরণ করেননি এবং যার সম্বন্ধে তাদের কোন জ্ঞান নেই। বস্তুতঃ যালিমদের কোন সাহায্যকারী নেই।","bangla_taisirul":"আর তারা আল্লাহকে বাদ দিয়ে এমন কিছুকে ডাকে যার সমর্থনে তিনি কোন দলীল পাঠাননি আর যে সম্পর্কে তাদের কোন জ্ঞান নেই। (এসব) যালিমদের কোন সাহায্যকারী নেই।"},{"id":72,"arabic_text":"وَ اِذَا تُتۡلٰی عَلَیۡہِمۡ اٰیٰتُنَا بَیِّنٰتٍ تَعۡرِفُ فِیۡ  وُجُوۡہِ  الَّذِیۡنَ کَفَرُوا الۡمُنۡکَرَ ؕ یَکَادُوۡنَ یَسۡطُوۡنَ بِالَّذِیۡنَ یَتۡلُوۡنَ عَلَیۡہِمۡ اٰیٰتِنَا ؕ قُلۡ اَفَاُنَبِّئُکُمۡ بِشَرٍّ مِّنۡ ذٰلِکُمۡ ؕ اَلنَّارُ ؕ وَعَدَہَا اللّٰہُ  الَّذِیۡنَ   کَفَرُوۡا ؕ وَ  بِئۡسَ الۡمَصِیۡرُ ﴿۷۲﴾ ","english_text":"Those are the ones who have bought the life of this world [in exchange] for the Hereafter, so the punishment will not be lightened for them, nor will they be aided.","page":340,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2667.mp3","colorText":"وَإِذَا تُتْلَىٰ عَلَيْهِمْ ءَايَ[n[ـٰ]تُنَا بَيِّنَ[n[ـٰ][f:9104[تٍ ت]َعْرِفُ فِى وُجُوهِ [h:9105[ٱ]لَّذِينَ كَفَرُو[s[اْ] [h:9106[ٱ]لْمُ[f:9107[نك]َرَ‌ۖ يَكَادُونَ يَسْطُونَ بِ[h:2413[ٱ]لَّذِينَ يَتْلُونَ عَلَيْهِمْ ءَايَ[n[ـٰ]تِنَا‌ۗ قُلْ أَفَأُنَبِّئُك[c:9108[ُم ب]ِشَ[a:3654[رٍّ م]ِّ[f:9109[ن ذ][n[َٲ]لِكُمُ‌ۗ [h:9110[ٱ][l[ل][g[نّ]َارُ وَعَدَهَا [h:9111[ٱ]للَّهُ [h:1171[ٱ]لَّذِينَ كَفَرُو[s[اْ‌ۖ] وَبِئْسَ [h:665[ٱ]لْمَص[p[ِي]رُ","juz":17,"ruku":293,"manzil":4,"bangla_ahbayan":"তাদের নিকট আমার সুস্পষ্ট আয়াতসমূহ আবৃত্তি করা হলে তুমি অবিশ্বাসীদের মুখমন্ডলে অসন্তোষের লক্ষণ দেখবে; যারা তাদের নিকট আমার আয়াত আবৃত্তি করে, তাদেরকে তারা আক্রমণ করতে উদ্যত হয়। [১] তুমি বল, ‘তবে কি আমি তোমাদেরকে এটা অপেক্ষা মন্দ কিছুর সংবাদ দেব? তা হল জাহান্নাম; যার প্রতিশ্রুতি আল্লাহ অবিশ্বাসীদেরকে দিয়েছেন[২] এবং তা কত নিকৃষ্ট প্রত্যাবর্তনস্থল।’","bangla_bayan":"আর তাদের কাছে আমার আয়াতসমূহ সুস্পষ্টরূপে তিলাওয়াত করা হলে যারা কুফরী করে তাদের মুখমন্ডলে তুমি অসন্তোষ লক্ষ্য করবে; তাদের কাছে যারা আমার আয়াতসমূহ তিলাওয়াত করে, তাদেরকে তারা আক্রমণ করতে উদ্যত হয়। বল, তাহলে কি আমি তোমাদেরকে এর চেয়েও খারাপ কিছুর সংবাদ দেব? সেটা আগুন। যারা কুফরী করে, আল্লাহ তাদেরকে এর ওয়াদা দিয়েছেন। আর এটা কত নিকৃষ্ট ঠিকানা!","bangla_mkhan":"যখন তাদের কাছে আমার সুস্পষ্ট আয়াতসমূহ আবৃত্তি করা হয়, তখন তুমি কাফেরদের চোখে মুখে অসন্তোষের লক্ষণ প্রত্যক্ষ করতে পারবে। যারা তাদের কাছে আমার আয়াত সমূহ পাঠ করে, তারা তাদের প্রতি মার মুখো হয়ে উঠে। বলুন, আমি কি তোমাদেরকে তদপেক্ষা মন্দ কিছুর সংবাদ দেব? তা আগুন; আল্লাহ কাফেরদেরকে এর ওয়াদা দিয়েছেন। এটা কতই না নিকৃষ্ট প্রত্যাবর্তনস্থল।","bangla_mujibur":"এবং তাদের নিকট আমার সুস্পষ্ট আয়াতসমূহ আবৃত্তি করা হলে তুমি কাফিরদের মুখমন্ডলে অসন্তোষের লক্ষণ দেখবে। যারা তাদের নিকট আমার আয়াত আবৃত্তি করে তাদেরকে তারা আক্রমণ করতে উদ্যত হয়। তুমি বলঃ তাহলে কি আমি তোমাদেরকে এটা অপেক্ষা অন্য কিছুর সংবাদ দিব? ওটা আগুন। এ বিষয়ে আল্লাহ প্রতিশ্রুতি দিয়েছেন কাফিরদেরকে এবং ওটা কত নিকৃষ্ট প্রত্যাবর্তনস্থল!","bangla_taisirul":"আর তাদের সম্মুখে যখন আমার সুস্পষ্ট আয়াত তিলাওয়াত করা হয় তখন তুমি কাফিরদের চেহারায় একটা অনীহার ভাব দেখতে পাবে। তাদের কাছে যারা আমার আয়াত তিলাওয়াত করে তাদেরকে তারা আক্রমণ করতে উদ্যত হয়। বল, তাহলে আমি কি তোমাদেরকে এর চেয়েও খারাপ কিছুর সংবাদ দেব? তা হল আগুন। আল্লাহ কাফিরদেরকে এর ওয়া‘দা দিয়েছেন। আর তা কতই না নিকৃষ্ট প্রত্যাবর্তনস্থল!"},{"id":73,"arabic_text":"یٰۤاَیُّہَا النَّاسُ ضُرِبَ مَثَلٌ  فَاسۡتَمِعُوۡا لَہٗ  ؕ اِنَّ الَّذِیۡنَ تَدۡعُوۡنَ مِنۡ دُوۡنِ اللّٰہِ لَنۡ یَّخۡلُقُوۡا ذُبَابًا وَّ لَوِ اجۡتَمَعُوۡا  لَہٗ ؕ وَ اِنۡ یَّسۡلُبۡہُمُ الذُّبَابُ شَیۡئًا لَّا یَسۡتَنۡقِذُوۡہُ  مِنۡہُ ؕ ضَعُفَ الطَّالِبُ وَ الۡمَطۡلُوۡبُ ﴿۷۳﴾ ","english_text":"And We did certainly give Moses the Torah and followed up after him with messengers. And We gave Jesus, the son of Mary, clear proofs and supported him with the Pure Spirit. But is it [not] that every time a messenger came to you, [O Children of Israel], with what your souls did not desire, you were arrogant? And a party [of messengers] you denied and another party you killed.","page":341,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2668.mp3","colorText":"يَ[o[ـٰٓ]أَيُّهَا [h:82[ٱ][l[ل][g[نّ]َاسُ ضُرِبَ مَثَ[f:9112[لٌ ف]َ[h:5220[ٱ]سْتَمِعُو[s[اْ] لَهُ[o[ۥٓ‌ۚ] إِ[g[نّ]َ [h:24[ٱ]لَّذِينَ تَ[q:4040[دْ]عُونَ مِ[f:107[ن د]ُونِ [h:108[ٱ]للَّهِ ل[a:9113[َن ي]َخْلُقُو[s[اْ] ذُبَا[a:9114[بًا و]َلَوِ [h:9115[ٱ][q:9116[جْ]تَمَعُو[s[اْ] لَهُ[n[ۥ]‌ۖ وَإ[a:9117[ِن ي]َسْلُ[q:9118[بْ]هُمُ [h:9119[ٱ][l[ل]ذُّبَابُ شَيْـ[u:9120[ـًٔا ل]َّا يَسْتَ[f:9121[نق]ِذُوهُ مِنْهُ‌ۚ ضَعُفَ [h:9122[ٱ][l[ل]طَّالِبُ وَ[h:9123[ٱ]لْمَ[q:9123[طْ]ل[p[ُو][q[ب]ُ","juz":17,"ruku":294,"manzil":4,"bangla_ahbayan":"হে লোক সকল! একটি উপমা দেওয়া হচ্ছে, তোমরা মনোযোগ সহকারে তা শ্রবণ কর; তোমরা আল্লাহর পরিবর্তে যাদেরকে ডাকো, তারা তো কখনো একটি মাছিও সৃষ্টি করতে পারে না, যদিও তারা এই উদ্দেশ্যে সবাই একত্রিত হয়।[১] আর মাছি যদি তাদের নিকট হতে কিছু ছিনিয়ে নিয়ে যায়, তাহলে সেটাও তারা ওর নিকট হতে উদ্ধার করতে পারে না; [২] পূজারী ও দেবতা কতই না দুর্বল। [৩]","bangla_bayan":"হে মানুষ, একটি উপমা পেশ করা হল, মনোযোগ দিয়ে তা শোন, তোমরা আল্লাহর পরিবর্তে যাদেরকে ডাক তারা কখনো একটি মাছিও সৃষ্টি করতে পারবে না। যদিও তারা এ উদ্দেশ্যে একত্রিত হয়। আর যদি মাছি তাদের কাছ থেকে কিছু ছিনিয়ে নেয়, তারা তার কাছ থেকে তাও উদ্ধার করতে পারবে না। অন্বেষণকারী ও যার কাছে অন্বেষণ করা হয় উভয়েই দুর্বল।","bangla_mkhan":"হে লোক সকল! একটি উপমা বর্ণনা করা হলো, অতএব তোমরা তা মনোযোগ দিয়ে শোন; তোমরা আল্লাহর পরিবর্তে যাদের পূজা কর, তারা কখনও একটি মাছি সৃষ্টি করতে পারবে না, যদিও তারা সকলে একত্রিত হয়। আর মাছি যদি তাদের কাছ থেকে কোন কিছু ছিনিয়ে নেয়, তবে তারা তার কাছ থেকে তা উদ্ধার করতে পারবে না, প্রার্থনাকারী ও যার কাছে প্রার্থনা করা হয়, উভয়েই শক্তিহীন।","bangla_mujibur":"হে লোকসকল! একটি উপমা দেয়া হচ্ছে, মনোযোগ সহকারে তা শ্রবণ কর। তোমরা আল্লাহর পরিবর্তে যাদেরকে ডাক তারাতো কখনও একটি মাছিও সৃষ্টি করতে পারবেনা, এ উদ্দেশে তারা সবাই একত্রিত হলেও; এবং মাছি যদি তাদের নিকট হতে কিছু ছিনিয়ে নিয়ে যায় ওটাও তারা ওর নিকট হতে উদ্ধার করতে পারবেনা। পূজারী ও পূজিত কতই না দুর্বল!","bangla_taisirul":"হে মানুষ! একটা দৃষ্টান্ত পেশ করা হচ্ছে, সেটা মনোযোগ দিয়ে শোন। আল্লাহর পরিবর্তে তোমরা যাদেরকে ডাক তারা কক্ষনো একটা মাছিও সৃষ্টি করতে পারে না, এজন্য তারা সবাই একত্রিত হলেও। আর মাছি যদি তাদের কাছ থেকে কিছু ছিনিয়ে নিয়ে যায়, তারা তার থেকে তা উদ্ধারও করতে পারে না, প্রার্থনাকারী আর যার কাছে প্রার্থনা করা হয় উভয়েই দুর্বল।"},{"id":74,"arabic_text":"مَا قَدَرُوا اللّٰہَ حَقَّ قَدۡرِہٖ ؕ اِنَّ اللّٰہَ لَقَوِیٌّ عَزِیۡزٌ ﴿۷۴﴾ ","english_text":"And they said, \"Our hearts are wrapped.\" But, [in fact], Allah has cursed them for their disbelief, so little is it that they believe.","page":341,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2669.mp3","colorText":"مَا قَدَرُو[s[اْ] [h:4225[ٱ]للَّهَ حَقَّ قَ[q:4226[دْ]رِه[o[ِۦٓ‌ۗ] إِ[g[نّ]َ [h:80[ٱ]للَّهَ لَقَوِىٌّ عَز[p[ِي]زٌ","juz":17,"ruku":294,"manzil":4,"bangla_ahbayan":"তারা আল্লাহর যথোচিত মর্যাদা উপলব্ধি করে না; [১] আল্লাহ নিশ্চয়ই চরম ক্ষমতাবান, মহাপরাক্রমশালী।","bangla_bayan":"তারা আল্লাহকে যথাযথ মর্যাদা দেয় না। নিশ্চয় আল্লাহ মহাক্ষমতাবান, মহাপরাক্রমশালী।","bangla_mkhan":"তারা আল্লাহর যথাযোগ্য মর্যাদা বোঝেনি। নিশ্চয় আল্লাহ শক্তিধর, মহাপরাক্রমশীল।","bangla_mujibur":"তারা আল্লাহর যথোচিত মর্যাদা উপলব্ধি করেনা। আল্লাহ নিশ্চয়ই ক্ষমতাবান, পরাক্রমশালী।","bangla_taisirul":"তারা আল্লাহর যথাযোগ্য মর্যাদা দেয় না, আল্লাহ নিশ্চিতই ক্ষমতাশালী, মহা পরাক্রান্ত।"},{"id":75,"arabic_text":"اَللّٰہُ یَصۡطَفِیۡ مِنَ الۡمَلٰٓئِکَۃِ  رُسُلًا وَّ مِنَ النَّاسِ ؕ اِنَّ اللّٰہَ سَمِیۡعٌۢ  بَصِیۡرٌ ﴿ۚ۷۵﴾ ","english_text":"And when there came to them a Book from Allah confirming that which was with them - although before they used to pray for victory against those who disbelieved - but [then] when there came to them that which they recognized, they disbelieved in it; so the curse of Allah will be upon the disbelievers.","page":341,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2670.mp3","colorText":"ٱللَّهُ يَصْطَفِى مِنَ [h:2217[ٱ]لْمَلَ[o[ـٰٓ]ئِكَةِ رُسُل[a:9124[اً و]َمِنَ [h:30[ٱ][l[ل][g[نّ]َاسِ‌ۚ إِ[g[نّ]َ [h:80[ٱ]للَّهَ سَمِي[i:9086[عُۢ ب]َص[p[ِي]رٌ","juz":17,"ruku":294,"manzil":4,"bangla_ahbayan":"আল্লাহ ফিরিশতাদের মধ্য হতে মনোনীত করেন বাণীবাহক (দূত) এবং মানুষের মধ্য হতেও।[১] নিশ্চয় আল্লাহ সর্বশ্রোতা, সর্বদ্রষ্টা। [২]","bangla_bayan":"আল্লাহ ফেরেশতা ও মানুষের মধ্য থেকে রাসূল মনোনীত করেন। অবশ্যই আল্লাহ সর্বশ্রোতা সর্বদ্রষ্টা।","bangla_mkhan":"আল্লাহ ফেরেশতা ও মানুষের মধ্য থেকে রাসূল মনোনীত করেন। আল্লাহ সর্বশ্রোতা, সর্ব দ্রষ্টা!","bangla_mujibur":"আল্লাহ মালাইকাদের মধ্য হতে মনোনীত করেন বাণীবাহক এবং মানুষের মধ্য হতেও; আল্লাহ সর্বশ্রোতা, সম্যক দ্রষ্টা।","bangla_taisirul":"আল্লাহ ফেরেশতাগণের মধ্য হতে বাণীবাহক মনোনীত করেন আর মানুষদের মধ্য হতেও, আল্লাহ সব কিছু শোনেন, সব কিছু দেখেন।"},{"id":76,"arabic_text":"یَعۡلَمُ مَا بَیۡنَ اَیۡدِیۡہِمۡ وَ مَا خَلۡفَہُمۡ ؕ وَ اِلَی اللّٰہِ  تُرۡجَعُ الۡاُمُوۡرُ ﴿۷۶﴾ ","english_text":"How wretched is that for which they sold themselves - that they would disbelieve in what Allah has revealed through [their] outrage that Allah would send down His favor upon whom He wills from among His servants. So they returned having [earned] wrath upon wrath. And for the disbelievers is a humiliating punishment.","page":341,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2671.mp3","colorText":"يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ‌ۗ وَإِلَى [h:1148[ٱ]للَّهِ تُرْجَعُ [h:1149[ٱ]لْأُم[p[ُو]رُ","juz":17,"ruku":294,"manzil":4,"bangla_ahbayan":"তাদের সম্মুখে ও পশ্চাতে যা কিছু আছে, তিনি তা জানেন এবং সমস্ত বিষয় আল্লাহর নিকট প্রত্যাবর্তিত হবে।[১]","bangla_bayan":"তাদের সামনে এবং পেছনে যা কিছু আছে তিনি তা জানেন। আর সবকিছু আল্লাহর কাছেই প্রত্যাবর্তিত হবে।","bangla_mkhan":"তিনি জানেন যা তাদের সামনে আছে এবং যা পশ্চাতে আছে এবং সবকিছু আল্লাহর দিকে প্রত্যাবর্তিত হবে।","bangla_mujibur":"তাদের সম্মুখে ও পশ্চাতে যা কিছু আছে তিনি তা জানেন এবং সমস্ত বিষয় আল্লাহর নিকট প্রত্যাবর্তিত হবে।","bangla_taisirul":"তিনি জানেন তাদের সামনে যা আছে আর তাদের পেছনে যা আছে, আর সমস্ত ব্যাপার (চূড়ান্ত ফয়সালার জন্য) আল্লাহর কাছে ফিরে যায়।"},{"id":77,"arabic_text":"یٰۤاَیُّہَا الَّذِیۡنَ اٰمَنُوا ارۡکَعُوۡا  وَ اسۡجُدُوۡا وَ اعۡبُدُوۡا رَبَّکُمۡ وَ افۡعَلُوا الۡخَیۡرَ  لَعَلَّکُمۡ  تُفۡلِحُوۡنَ ﴿ۚٛ۷۷﴾ ","english_text":"And when it is said to them, \"Believe in what Allah has revealed,\" they say, \"We believe [only] in what was revealed to us.\" And they disbelieve in what came after it, while it is the truth confirming that which is with them. Say, \"Then why did you kill the prophets of Allah before, if you are [indeed] believers?\"","page":341,"is_sajdah_ayat":true,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2672.mp3","colorText":"يَ[o[ـٰٓ]أَيُّهَا [h:541[ٱ]لَّذِينَ ءَامَنُو[s[اْ] [h:9125[ٱ]رْكَعُو[s[اْ] وَ[h:9126[ٱ]سْجُدُو[s[اْ] وَ[h:9127[ٱ]عْبُدُو[s[اْ] رَبَّكُمْ وَ[h:9128[ٱ]فْعَلُو[s[اْ] [h:9129[ٱ]لْخَيْرَ لَعَلَّكُمْ تُفْلِحُ[p[و]نَ ۩","juz":17,"ruku":294,"manzil":4,"bangla_ahbayan":"হে বিশ্বাসীগণ! তোমরা রুকূ কর, সিজদা কর[১] এবং তোমাদের প্রতিপালকের ইবাদত কর ও সৎকর্ম কর; যাতে তোমরা সফলকাম[২] হতে পার। [৩] (সাজদাহ-ইমাম শাফেয়ীর মতে)","bangla_bayan":"হে মুমিনগণ, তোমরা রুকূ‘ কর, সিজদা কর, তোমাদের রবের ইবাদাত কর এবং ভাল কাজ কর, আশা করা যায় তোমরা সফল হতে পারবে।[সাজদাহ]","bangla_mkhan":"হে মুমিনগণ! তোমরা রুকু কর, সেজদা কর, তোমাদের পালনকর্তার এবাদত কর এবং সৎকাজ সম্পাদন কর, যাতে তোমরা সফলকাম হতে পার।","bangla_mujibur":"হে মু’মিনগণ! তোমরা রুকু কর, সাজদাহ কর এবং তোমাদের রবের ইবাদাত কর ও সৎ কাজ কর যাতে সফলকাম হতে পার। [সাজদাহ]","bangla_taisirul":"হে মু’মিনগণ! তোমরা রুকূ‘ কর, সেজদা কর আর তোমাদের প্রতিপালকের ‘ইবাদাত কর ও সৎকাজ কর যাতে তোমরা সাফল্য লাভ করতে পার। [সাজদাহ]"},{"id":78,"arabic_text":"وَ جَاہِدُوۡا فِی اللّٰہِ حَقَّ جِہَادِہٖ ؕ ہُوَ اجۡتَبٰىکُمۡ وَ مَا جَعَلَ عَلَیۡکُمۡ فِی الدِّیۡنِ مِنۡ حَرَجٍ ؕ مِلَّۃَ  اَبِیۡکُمۡ اِبۡرٰہِیۡمَ ؕ ہُوَ سَمّٰىکُمُ الۡمُسۡلِمِیۡنَ ۬ۙ مِنۡ قَبۡلُ وَ فِیۡ ہٰذَا  لِیَکُوۡنَ الرَّسُوۡلُ شَہِیۡدًا عَلَیۡکُمۡ وَ تَکُوۡنُوۡا شُہَدَآءَ عَلَی النَّاسِ ۚۖ فَاَقِیۡمُوا الصَّلٰوۃَ  وَ اٰتُوا الزَّکٰوۃَ  وَ اعۡتَصِمُوۡا بِاللّٰہِ ؕ ہُوَ مَوۡلٰىکُمۡ ۚ فَنِعۡمَ الۡمَوۡلٰی وَ نِعۡمَ النَّصِیۡرُ ﴿۷۸﴾ ","english_text":"And Moses had certainly brought you clear proofs. Then you took the calf [in worship] after that, while you were wrongdoers.","page":341,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2673.mp3","colorText":"وَجَ[n[ـٰ]هِدُو[s[اْ] فِى [h:714[ٱ]للَّهِ حَقَّ جِهَادِه[n[ِۦ]‌ۚ هُوَ [h:9130[ٱ][q:9131[جْ]تَبَ[n[ـٰ]كُمْ وَمَا جَعَلَ عَلَيْكُمْ فِى [h:1477[ٱ][l[ل]دِّينِ مِنْ حَرَ[a:9132[جٍ‌ۚ م]ِّلَّةَ أَبِيكُمْ إِ[q:1860[بْ]ر[n[َٲ]هِيمَ‌ۚ هُوَ سَ[g[مّ]َ[n[ـٰ]كُمُ [h:9133[ٱ]لْمُسْلِمِينَ مِ[f:128[ن ق]َ[q:129[بْ]لُ وَفِى هَ[n[ـٰ]ذَا لِيَكُونَ [h:9134[ٱ][l[ل]رَّسُولُ شَهِيدًا عَلَيْكُمْ وَتَكُونُو[s[اْ] شُهَد[o[َا]ٓءَ عَلَى [h:729[ٱ][l[ل][g[نّ]َاسِ‌ۚ فَأَقِيمُو[s[اْ] [h:3095[ٱ][l[ل]صَّلَ[s[و][n[ٲ]ةَ وَءَاتُو[s[اْ] [h:215[ٱ][l[ل]زَّكَ[s[و][n[ٲ]ةَ وَ[h:9135[ٱ]عْتَصِمُو[s[اْ] بِ[h:32[ٱ]للَّهِ هُوَ مَوْلَ[n[ـٰ]كُمْ‌ۖ فَنِعْمَ [h:9136[ٱ]لْمَوْلَىٰ وَنِعْمَ [h:5337[ٱ][l[ل][g[نّ]َص[p[ِي]رُ","juz":17,"ruku":294,"manzil":4,"bangla_ahbayan":"এবং সংগ্রাম কর আল্লাহর পথে যেভাবে সংগ্রাম করা উচিত; [১] তিনি তোমাদেরকে মনোনীত করেছেন। তিনি দ্বীনের ব্যাপারে তোমাদের উপর কোন কঠিনতা আরোপ করেননি; [২] তোমাদের পিতা ইব্রাহীমের মিল্লাত (ধর্মাদর্শ মেনে চল);[৩] তিনি[৪] পূর্বে তোমাদের নামকরণ করেছেন ‘মুসলিম’ এবং এই গ্রন্থেও; যাতে রসূল তোমাদের জন্য সাক্ষী স্বরূপ হয় এবং তোমরা সাক্ষী স্বরূপ হও মানব জাতির জন্য।[৫] সুতরাং তোমরা নামায কায়েম কর, যাকাত আদায় কর এবং আল্লাহকে অবলম্বন কর; তিনিই তোমাদের অভিভাবক, কত উত্তম অভিভাবক এবং কত উত্তম সাহায্যকারী তিনি!","bangla_bayan":"আর তোমরা আল্লাহর পথে জিহাদ কর যেভাবে জিহাদ করা উচিৎ। তিনি তোমাদেরকে মনোনীত করেছেন। দীনের ব্যাপারে তিনি তোমাদের উপর কোন কঠোরতা আরোপ করেননি। এটা তোমাদের পিতা ইবরাহীমের দীন। তিনিই তোমাদের নাম রেখেছেন ‘মুসলিম’ পূর্বে এবং এ কিতাবেও। যাতে রাসূল তোমাদের জন্য সাক্ষী হয় আর তোমরা মানুষের জন্য সাক্ষী হও। অতএব তোমরা সালাত কায়েম কর, যাকাত দাও এবং আল্লাহকে মজবুতভাবে ধর। তিনিই তোমাদের অভিভাবক। আর তিনি কতই না উত্তম অভিভাবক এবং কতই না উত্তম সাহায্যকারী!","bangla_mkhan":"তোমরা আল্লাহর জন্যে শ্রম স্বীকার কর যেভাবে শ্রম স্বীকার করা উচিত। তিনি তোমাদেরকে পছন্দ করেছেন এবং ধর্মের ব্যাপারে তোমাদের উপর কোন সংকীর্ণতা রাখেননি। তোমরা তোমাদের পিতা ইব্রাহীমের ধর্মে কায়েম থাক। তিনিই তোমাদের নাম মুসলমান রেখেছেন পূর্বেও এবং এই কোরআনেও, যাতে রসূল তোমাদের জন্যে সাক্ষ্যদাতা এবং তোমরা সাক্ষ্যদাতা হও মানবমন্ডলির জন্যে। সুতরাং তোমরা নামায কায়েম কর, যাকাত দাও এবং আল্লাহকে শক্তভাবে ধারণ কর। তিনিই তোমাদের মালিক। অতএব তিনি কত উত্তম মালিক এবং কত উত্তম সাহায্যকারী।","bangla_mujibur":"এবং জিহাদ কর আল্লাহর পথে যেভাবে জিহাদ করা উচিত; তিনি তোমাদেরকে মনোনীত করেছেন। তিনি দীনের ব্যাপারে তোমাদের উপর কঠোরতা আরোপ করেননি। এটা তোমাদের পিতা ইবরাহীমের মিল্লাত; তিনি পূর্বে তোমাদের নামকরণ করেছেন মুসলিম এবং এই কিতাবেও, যাতে রাসূল তোমাদের জন্য সাক্ষী স্বরূপ হয় এবং তোমরা স্বাক্ষী হও মানব জাতির জন্য। সুতরাং তোমরা সালাত কায়েম কর, যাকাত দাও এবং আল্লাহকে অবলম্বন কর; তিনিই তোমাদের অভিভাবক, কত উত্তম অভিভাবক এবং কত উত্তম সাহায্যকারী তিনি!","bangla_taisirul":"আর আল্লাহর পথে জিহাদ কর যেভাবে জিহাদ করা উচিত। তিনি তোমাদেরকে বেছে নিয়েছেন। দ্বীনের ভিতর তিনি তোমাদের উপর কোন কঠোরতা চাপিয়ে দেননি। এটাই তোমাদের পিতা ইবরাহীমের দ্বীন, আল্লাহ তোমাদের নাম রেখেছেন ‘মুসলিম’ পূর্বেও, আর এ কিতাবেও (ঐ নামই দেয়া হয়েছে) যাতে রসূল তোমাদের জন্য সাক্ষী হয় আর তোমরা সাক্ষী হও মানব জাতির জন্য। কাজেই তোমরা নামায প্রতিষ্ঠা কর, যাকাত দাও আর আল্লাহকে আঁকড়ে ধর। তিনিই তোমাদের অভিভাবক। কতই না উত্তম অভিভাবক আর কতই না উত্তম সাহায্যকারী!"}]}}