{"surahDetails":{"id":24,"banglaName":"আলো","totalAyah":64,"arabicInBangla":"আন্‌-নূর"},"surah":{"id":24,"verses":[{"id":1,"arabic_text":"سُوۡرَۃٌ  اَنۡزَلۡنٰہَا وَ فَرَضۡنٰہَا وَ اَنۡزَلۡنَا فِیۡہَاۤ  اٰیٰتٍۭ بَیِّنٰتٍ لَّعَلَّکُمۡ  تَذَکَّرُوۡنَ ﴿۱﴾ ","english_text":"Their example is that of one who kindled a fire, but when it illuminated what was around him, Allah took away their light and left them in darkness [so] they could not see.","page":350,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2792.mp3","colorText":"سُورَةٌ أَ[f:9315[نز]َلْنَ[n[ـٰ]هَا وَفَرَضْنَ[n[ـٰ]هَا وَأَ[f:271[نز]َلْنَا فِيه[o[َآ] ءَايَ[n[ـٰ][i:516[تِۭ ب]َيِّنَ[n[ـٰ][u:9316[تٍ ل]َّعَلَّكُمْ تَذَكَّر[p[ُو]نَ","juz":18,"ruku":301,"manzil":4,"bangla_ahbayan":"এ একটি সূরা; যা আমি অবতীর্ণ করেছি[১] এবং এতে দিয়েছি অবশ্য পালনীয় বিধান, এতে আমি সুস্পষ্ট বাক্যসমূহ অবতীর্ণ করেছি; যাতে তোমরা উপদেশ গ্রহণ কর।","bangla_bayan":"এটি একটি সূরা, যা আমি নাযিল করেছি এবং এটাকে অবশ্য পালনীয় করেছি। আর আমি এতে সুস্পষ্ট আয়াতসমূহ নাযিল করেছি, যাতে তোমরা উপদেশ গ্রহণ কর।","bangla_mkhan":"এটা একটা সূরা যা আমি নাযিল করেছি, এবং দায়িত্বে অপরিহার্য করেছি। এতে আমি সুস্পষ্ট আয়াতসমূহ অবতীর্ণ করেছি, যাতে তোমরা স্মরণ রাখ।","bangla_mujibur":"এটি একটি সূরা, এটি আমি অবতীর্ণ করেছি এবং এর বিধানকে অবশ্য পালনীয় করেছি, এতে আমি অবতীর্ণ করেছি সুস্পষ্ট আয়াতসমূহ যাতে তোমরা উপদেশ গ্রহণ কর।","bangla_taisirul":"একটি সূরাহ যা আমি নাযিল করেছি আর তা ফরয করে দিয়েছি, আর তার ভেতরে আমি সুস্পষ্ট আয়াত নাযিল করেছি, যাতে তোমরা উপদেশ গ্রহণ কর।"},{"id":2,"arabic_text":"اَلزَّانِیَۃُ وَ الزَّانِیۡ فَاجۡلِدُوۡا کُلَّ وَاحِدٍ مِّنۡہُمَا مِائَۃَ جَلۡدَۃٍ ۪ وَّ لَا  تَاۡخُذۡکُمۡ بِہِمَا رَاۡفَۃٌ  فِیۡ  دِیۡنِ اللّٰہِ  اِنۡ کُنۡتُمۡ تُؤۡمِنُوۡنَ بِاللّٰہِ وَ الۡیَوۡمِ الۡاٰخِرِ ۚ وَ لۡیَشۡہَدۡ عَذَابَہُمَا طَآئِفَۃٌ مِّنَ الۡمُؤۡمِنِیۡنَ ﴿۲﴾ ","english_text":"Deaf, dumb and blind - so they will not return [to the right path].","page":350,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2793.mp3","colorText":"ٱ[l[ل]زَّانِيَةُ وَ[h:9317[ٱ][l[ل]زَّانِى فَ[h:9318[ٱ][q:9318[جْ]لِدُو[s[اْ] كُلَّ و[n[َٲ]حِ[a:2592[دٍ م]ِّنْهُمَا مِ[s[اْ]ئَةَ جَلْدَ[a:9319[ةٍ‌ۖ و]َلَا تَأْخُذْك[c:9320[ُم ب]ِهِمَا رَأْفَ[f:9321[ةٌ ف]ِى دِينِ [h:2072[ٱ]للَّهِ إِ[f:109[ن ك]ُ[f:100[نت]ُمْ تُؤْمِنُونَ بِ[h:32[ٱ]للَّهِ وَ[h:328[ٱ]لْيَوْمِ [h:329[ٱ]لْأَخِرِ‌ۖ وَلْيَشْهَ[q:9322[دْ] عَذَابَهُمَا ط[o[َا]ٓئِفَ[a:9323[ةٌ م]ِّنَ [h:3047[ٱ]لْمُؤْمِن[p[ِي]نَ","juz":18,"ruku":301,"manzil":4,"bangla_ahbayan":"ব্যভিচারিণী ও ব্যভিচারী -- ওদের প্রত্যেককে একশো কশাঘাত কর।[১] আল্লাহর বিধান কার্যকরীকরণে ওদের প্রতি দয়া যেন তোমাদেরকে অভিভূত না করে; যদি তোমরা আল্লাহতে এবং পরকালে বিশ্বাসী হও।[২] আর বিশ্বাসীদের একটি দল যেন ওদের শাস্তি প্রত্যক্ষ করে। [৩]","bangla_bayan":"ব্যভিচারিণী ও ব্যভিচারী তাদের প্রত্যেককে একশ’টি করে বেত্রাঘাত কর। আর যদি তোমরা আল্লাহ ও শেষ দিবসের প্রতি ঈমান এনে থাক তবে আল্লাহর দীনের ব্যাপারে তাদের প্রতি দয়া যেন তোমাদেরকে পেয়ে না বসে। আর মুমিনদের একটি দল যেন তাদের শাস্তি প্রত্যক্ষ করে।","bangla_mkhan":"ব্যভিচারিণী নারী ব্যভিচারী পুরুষ; তাদের প্রত্যেককে একশ’ করে বেত্রাঘাত কর। আল্লাহর বিধান কার্যকর কারণে তাদের প্রতি যেন তোমাদের মনে দয়ার উদ্রেক না হয়, যদি তোমরা আল্লাহর প্রতি ও পরকালের প্রতি বিশ্বাসী হয়ে থাক। মুসলমানদের একটি দল যেন তাদের শাস্তি প্রত্যক্ষ করে।","bangla_mujibur":"ব্যভিচারিণী ও ব্যভিচারী - নারী ও পুরুষ প্রত্যেককে একশ’ কশাঘাত করবে, আল্লাহর বিধান কার্যকরী করতে তাদের প্রতি দয়া যেন তোমাদেরকে প্রভাবান্বিত না করে, যদি তোমরা আল্লাহ এবং পরকালে বিশ্বাসী হও; মু’মিনদের একটি দল যেন তাদের শাস্তি প্রত্যক্ষ করে।","bangla_taisirul":"ব্যভিচারিণী ও ব্যভিচারী তাদের প্রত্যেককে একশত করে বেত্রাঘাত কর। আল্লাহর আইন কার্যকর করার ব্যাপারে তাদের প্রতি দয়ামায়া তোমাদেরকে যেন প্রভাবিত না করে, যদি তোমরা আল্লাহ ও আখিরাত দিনের প্রতি বিশ্বাস স্থাপন করে থাক। একদল মু’মিন যেন তাদের শাস্তি প্রত্যক্ষ করে।"},{"id":3,"arabic_text":"اَلزَّانِیۡ  لَا یَنۡکِحُ  اِلَّا  زَانِیَۃً  اَوۡ  مُشۡرِکَۃً ۫ وَّ الزَّانِیَۃُ  لَا یَنۡکِحُہَاۤ  اِلَّا زَانٍ  اَوۡ مُشۡرِکٌ ۚ وَ حُرِّمَ  ذٰلِکَ عَلَی الۡمُؤۡمِنِیۡنَ ﴿۳﴾ ","english_text":"Or [it is] like a rainstorm from the sky within which is darkness, thunder and lightning. They put their fingers in their ears against the thunderclaps in dread of death. But Allah is encompassing of the disbelievers.","page":350,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2794.mp3","colorText":"ٱ[l[ل]زَّانِى لَا يَ[f:9324[نك]ِحُ إِلَّا زَانِيَةً أَوْ مُشْرِكَ[a:9325[ةً و]َ[h:9326[ٱ][l[ل]زَّانِيَةُ لَا يَ[f:9327[نك]ِحُه[o[َآ] إِلَّا زَانٍ أَوْ مُشْرِ[a:9328[كٌ‌ۚ و]َحُرِّمَ ذ[n[َٲ]لِكَ عَلَى [h:2329[ٱ]لْمُؤْمِن[p[ِي]نَ","juz":18,"ruku":301,"manzil":4,"bangla_ahbayan":"ব্যভিচারী কেবল ব্যভিচারিণী অথবা অংশীবাদিনীকেই বিবাহ করবে এবং ব্যভিচারিণীকে কেবল ব্যভিচারী অথবা অংশীবাদীই বিবাহ করবে। বিশ্বাসীদের জন্য এ বিবাহ অবৈধ। [১]","bangla_bayan":"ব্যভিচারী কেবল ব্যভিচারিণী অথবা মুশরিক নারীকে ছাড়া বিয়ে করবে না এবং ব্যভিচারিণীকে কেবল ব্যভিচারী অথবা মুশরিক ছাড়া বিয়ে করবে না। আর মুমিনদের উপর এটা হারাম করা হয়েছে।","bangla_mkhan":"ব্যভিচারী পুরুষ কেবল ব্যভিচারিণী নারী অথবা মুশরিকা নারীকেই বিয়ে করে এবং ব্যভিচারিণীকে কেবল ব্যভিচারী অথবা মুশরিক পুরুষই বিয়ে করে এবং এদেরকে মুমিনদের জন্যে হারাম করা হয়েছে।","bangla_mujibur":"ব্যভিচারী ব্যভিচারিনী অথবা মুশরিক নারীকে ব্যতীত বিয়ে করেনা এবং ব্যভিচারিনীকে ব্যভিচারী অথবা মুশরিক ব্যতীত কেহ বিয়ে করেনা, মু’মিনদের জন্য এদেরকে নিষিদ্ধ করা হয়েছে।","bangla_taisirul":"ব্যভিচারী বিয়ে করে না ব্যভিচারিণী বা মুশরিকা নারী ছাড়া। আর ব্যভিচারিণী- তাকে বিয়ে করে না ব্যভিচারী বা মুশরিক পুরুষ ছাড়া, মু’মিনদের জন্য এটা নিষিদ্ধ করা হয়েছে।"},{"id":4,"arabic_text":"وَ الَّذِیۡنَ یَرۡمُوۡنَ الۡمُحۡصَنٰتِ ثُمَّ لَمۡ یَاۡتُوۡا بِاَرۡبَعَۃِ  شُہَدَآءَ فَاجۡلِدُوۡہُمۡ ثَمٰنِیۡنَ جَلۡدَۃً  وَّ لَا تَقۡبَلُوۡا لَہُمۡ شَہَادَۃً  اَبَدًا ۚ وَ اُولٰٓئِکَ ہُمُ  الۡفٰسِقُوۡنَ ۙ﴿۴﴾ ","english_text":"The lightning almost snatches away their sight. Every time it lights [the way] for them, they walk therein; but when darkness comes over them, they stand [still]. And if Allah had willed, He could have taken away their hearing and their sight. Indeed, Allah is over all things competent.","page":350,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2795.mp3","colorText":"وَ[h:9999[ٱ]لَّذِينَ يَرْمُونَ [h:9329[ٱ]لْمُحْصَنَ[n[ـٰ]تِ ثُ[g[مّ]َ لَمْ يَأْتُو[s[اْ] بِأَرْبَعَةِ شُهَد[o[َا]ٓءَ فَ[h:9330[ٱ][q:9330[جْ]لِدُوهُمْ ثَمَ[n[ـٰ]نِينَ جَلْدَ[a:9331[ةً و]َلَا تَ[q:9332[قْ]بَلُو[s[اْ] لَهُمْ شَهَ[n[ـٰ]دَةً أَبَ[a:9333[دًا‌ۚ و]َأُ[s[وْ]لَ[o[ـٰٓ]ئِكَ هُمُ [h:2071[ٱ]لْفَ[n[ـٰ]سِق[p[ُو]نَ","juz":18,"ruku":301,"manzil":4,"bangla_ahbayan":"যারা সাধ্বী রমণীদের প্রতি অপবাদ আরোপ করে, অতঃপর স্বপক্ষে চারজন সাক্ষী উপস্থিত করে না, তাদেরকে আশি বার কশাঘাত করবে এবং কখনও তাদের সাক্ষ্য গ্রহণ করবে না; এরাই তো সত্যত্যাগী।[১]","bangla_bayan":"আর যারা সচ্চরিত্র নারীর প্রতি অপবাদ আরোপ করে, তারপর তারা চারজন সাক্ষী নিয়ে আসে না, তবে তাদেরকে আশিটি বেত্রাঘাত কর এবং তোমরা কখনই তাদের সাক্ষ্য গ্রহণ করো না। আর এরাই হলো ফাসিক।","bangla_mkhan":"যারা সতী-সাধ্বী নারীর প্রতি অপবাদ আরোপ করে অতঃপর স্বপক্ষে চার জন পুরুষ সাক্ষী উপস্থিত করে না, তাদেরকে আশিটি বেত্রাঘাত করবে এবং কখনও তাদের সাক্ষ্য কবুল করবে না। এরাই না’ফারমান।","bangla_mujibur":"যারা সতী-সাধ্বী রমনীর প্রতি অপবাদ আরোপ করে এবং চারজন সাক্ষী হাজির করেনা, তাদেরকে আশিটি কশাঘাত করবে এবং কখনও তাদের সাক্ষ্য গ্রহণ করবেনা; তারাই সত্যত্যাগী।","bangla_taisirul":"যারা সতী সাধ্বী নারীর উপর অপবাদ দেয়, অতঃপর চারজন সাক্ষী উপস্থিত না করে, তাদেরকে আশিটি বেত্রাঘাত কর, আর তাদের সাক্ষ্য কক্ষনো গ্রহণ কর না, এরাই না-ফরমান।"},{"id":5,"arabic_text":"اِلَّا الَّذِیۡنَ تَابُوۡا مِنۡۢ بَعۡدِ ذٰلِکَ وَ اَصۡلَحُوۡا ۚ فَاِنَّ  اللّٰہَ  غَفُوۡرٌ  رَّحِیۡمٌ ﴿۵﴾ ","english_text":"O mankind, worship your Lord, who created you and those before you, that you may become righteous -","page":350,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2796.mp3","colorText":"إِلَّا [h:778[ٱ]لَّذِينَ تَابُو[s[اْ] م[i:146[ِنۢ ب]َعْدِ ذ[n[َٲ]لِكَ وَأَصْلَحُو[s[اْ] فَإِ[g[نّ]َ [h:513[ٱ]للَّهَ غَفُو[u:890[رٌ ر]َّح[p[ِي]مٌ","juz":18,"ruku":301,"manzil":4,"bangla_ahbayan":"যদি এর পর ওরা তওবা করে ও নিজেদের কার্য সংশোধন করে,[১] তবে নিশ্চয়ই আল্লাহ চরম ক্ষমাশীল, পরম দয়ালু।","bangla_bayan":"তবে যারা এরপরে তাওবা করে এবং নিজদের সংশোধন করে, তাহলে নিশ্চয় আল্লাহ বড়ই ক্ষমাশীল, পরম দয়ালু।","bangla_mkhan":"কিন্তু যারা এরপর তওবা করে এবং সংশোধিত হয়, আল্লাহ ক্ষমাশীল, পরম মেহেরবান।","bangla_mujibur":"তবে যদি এরপর তারা তাওবাহ করে ও নিজেদেরকে সংশোধন করে, আল্লাহতো ক্ষমাশীল, পরম দয়ালু।","bangla_taisirul":"অবশ্য এরপর যদি তারা তাওবাহ করে ও সংশোধিত হয়, কেননা আল্লাহ বড়ই ক্ষমাশীল, অতি দয়ালু।"},{"id":6,"arabic_text":"وَ الَّذِیۡنَ یَرۡمُوۡنَ اَزۡوَاجَہُمۡ وَ لَمۡ  یَکُنۡ لَّہُمۡ شُہَدَآءُ  اِلَّاۤ  اَنۡفُسُہُمۡ فَشَہَادَۃُ اَحَدِہِمۡ  اَرۡبَعُ شَہٰدٰتٍۭ بِاللّٰہِ ۙ اِنَّہٗ  لَمِنَ الصّٰدِقِیۡنَ ﴿۶﴾ ","english_text":"[He] who made for you the earth a bed [spread out] and the sky a ceiling and sent down from the sky, rain and brought forth thereby fruits as provision for you. So do not attribute to Allah equals while you know [that there is nothing similar to Him].","page":350,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2797.mp3","colorText":"وَ[h:9999[ٱ]لَّذِينَ يَرْمُونَ أَزْو[n[َٲ]جَهُمْ وَلَمْ يَك[u:9334[ُن ل]َّهُمْ شُهَد[o[َا]ٓءُ إِلّ[o[َآ] أَ[f:2341[نف]ُسُهُمْ فَشَهَ[n[ـٰ]دَةُ أَحَدِهِمْ أَرْبَعُ شَهَ[n[ـٰ]د[n[َٲ][i:9335[تِۭ ب]ِ[h:32[ٱ]للَّهِ‌ۙ إِ[g[نّ]َهُ[n[ۥ] لَمِنَ [h:6711[ٱ][l[ل]صَّ[n[ـٰ]دِق[p[ِي]نَ","juz":18,"ruku":301,"manzil":4,"bangla_ahbayan":"আর যারা নিজেদের স্ত্রীর প্রতি অপবাদ আরোপ করে অথচ নিজেরা ব্যতীত তাদের কোন সাক্ষী নেই, তাদের প্রত্যেকের সাক্ষ্য এই হবে যে, সে আল্লাহর নামে চারবার শপথ করে বলবে যে, সে অবশ্যই সত্যবাদী।","bangla_bayan":"আর যারা নিজদের স্ত্রীর প্রতি অপবাদ আরোপ করে, অথচ নিজেরা ছাড়া তাদের আর কোন সাক্ষী নেই, তাহলে তাদের প্রত্যেকের সাক্ষ্য হবে আল্লাহর নামে চারবার সাক্ষ্য দেবে যে, সে নিশ্চয়ই সত্যবাদীদের অন্তর্ভুক্ত।","bangla_mkhan":"এবং যারা তাদের স্ত্রীদের প্রতি অপবাদ আরোপ করে এবং তারা নিজেরা ছাড়া তাদের কোন সাক্ষী নেই, এরূপ ব্যক্তির সাক্ষ্য এভাবে হবে যে, সে আল্লাহর কসম খেয়ে চারবার সাক্ষ্য দেবে যে, সে অবশ্যই সত্যবাদী।","bangla_mujibur":"এবং যারা নিজেদের স্ত্রীর প্রতি অপবাদ আরোপ করে অথচ নিজেরা ব্যতীত তাদের কোন সাক্ষী নেই, তাদের প্রত্যেকের সাক্ষ্য এই হবে যে, সে আল্লাহর নামে চার বার শপথ করে বলবে যে, সে অবশ্যই সত্যবাদী।","bangla_taisirul":"আর যারা নিজেদের স্ত্রীদের উপর অপবাদ দেয়, কিন্তু নিজেদের ছাড়া তাদের অন্য কোন সাক্ষী না থাকে, এ রকম প্রত্যেক লোকের সাক্ষ্য এভাবে হবে যে, সে চারবার আল্লাহর নামে শপথ করে বলবে যে, সে অবশ্যই সত্যবাদী।"},{"id":7,"arabic_text":"وَ الۡخَامِسَۃُ اَنَّ لَعۡنَتَ اللّٰہِ عَلَیۡہِ  اِنۡ کَانَ مِنَ  الۡکٰذِبِیۡنَ ﴿۷﴾ ","english_text":"And if you are in doubt about what We have sent down upon Our Servant [Muhammad], then produce a surah the like thereof and call upon your witnesses other than Allah, if you should be truthful.","page":350,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2798.mp3","colorText":"وَ[h:9999[ٱ]لْخَ[n[ـٰ]مِسَةُ أَ[g[نّ]َ لَعْنَتَ [h:1982[ٱ]للَّهِ عَلَيْهِ إِ[f:2594[ن ك]َانَ مِنَ [h:4785[ٱ]لْكَ[n[ـٰ]ذِب[p[ِي]نَ","juz":18,"ruku":301,"manzil":4,"bangla_ahbayan":"এবং পঞ্চমবার বলবে, সে মিথ্যাবাদী হলে তার উপর আল্লাহর অভিশাপ নেমে আসবে। [১]","bangla_bayan":"আর পঞ্চমবারে সাক্ষ্য দেবে যে, সে যদি মিথ্যাবাদী হয়, তবে নিশ্চয় তার উপর আল্লাহর লা‘নত।","bangla_mkhan":"এবং পঞ্চমবার বলবে যে, যদি সে মিথ্যাবাদী হয় তবে তার উপর আল্লাহর লানত।","bangla_mujibur":"আর পঞ্চম বারে বলবে যে, সে যদি মিথ্যাবাদী হয় তাহলে তার উপর নেমে আসবে আল্লাহর লা’নত।","bangla_taisirul":"আর পঞ্চমবারে বলবে যে, সে যদি মিথ্যেবাদী হয় তবে তার উপর আল্লাহর লা’নত পতিত হবে।"},{"id":8,"arabic_text":"وَ یَدۡرَؤُا  عَنۡہَا الۡعَذَابَ اَنۡ تَشۡہَدَ اَرۡبَعَ شَہٰدٰتٍۭ بِاللّٰہِ ۙ اِنَّہٗ لَمِنَ الۡکٰذِبِیۡنَ ۙ﴿۸﴾ ","english_text":"But if you do not - and you will never be able to - then fear the Fire, whose fuel is men and stones, prepared for the disbelievers.","page":350,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2799.mp3","colorText":"وَيَ[q:9336[دْ]رَؤُ[s[اْ] عَنْهَا [h:9337[ٱ]لْعَذَابَ أَ[f:9338[ن ت]َشْهَدَ أَرْبَعَ شَهَ[n[ـٰ]د[n[َٲ][i:9335[تِۭ ب]ِ[h:32[ٱ]للَّهِ‌ۙ إِ[g[نّ]َهُ[n[ۥ] لَمِنَ [h:9339[ٱ]لْكَ[n[ـٰ]ذِب[p[ِي]نَ","juz":18,"ruku":301,"manzil":4,"bangla_ahbayan":"তবে স্ত্রীর শাস্তি রহিত করা হবে; যদি সে চারবার আল্লাহর নামে শপথ করে সাক্ষ্য দেয় যে, তার স্বামীই মিথ্যাবাদী।","bangla_bayan":"আর তারা স্ত্রীলোকটি থেকে শাস্তি রহিত করবে, যদি সে আল্লাহর নামে চারবার সাক্ষ্য দেয় যে, নিশ্চয় তার স্বামী মিথ্যাবাদীদের অন্তর্ভুক্ত।","bangla_mkhan":"এবং স্ত্রীর শাস্তি রহিত হয়ে যাবে যদি সে আল্লাহর কসম খেয়ে চার বার সাক্ষ্য দেয় যে, তার স্বামী অবশ্যই মিথ্যাবাদী;","bangla_mujibur":"তবে স্ত্রীর শাস্তি রহিত হবে যদি সে চার বার আল্লাহর নামে শপথ করে সাক্ষ্য দেয় যে, তার স্বামীই মিথ্যাবাদী।","bangla_taisirul":"আর স্ত্রীর শাস্তি রহিত হবে যদি সে আল্লাহর নামে চারবার শপথ ক’রে বলে যে, সে (তার স্বামী) অবশ্যই মিথ্যেবাদী।"},{"id":9,"arabic_text":"وَ الۡخَامِسَۃَ  اَنَّ غَضَبَ اللّٰہِ عَلَیۡہَاۤ  اِنۡ  کَانَ مِنَ  الصّٰدِقِیۡنَ ﴿۹﴾ ","english_text":"And give good tidings to those who believe and do righteous deeds that they will have gardens [in Paradise] beneath which rivers flow. Whenever they are provided with a provision of fruit therefrom, they will say, \"This is what we were provided with before.\" And it is given to them in likeness. And they will have therein purified spouses, and they will abide therein eternally.","page":350,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2800.mp3","colorText":"وَ[h:9999[ٱ]لْخَ[n[ـٰ]مِسَةَ أَ[g[نّ]َ غَضَبَ [h:9340[ٱ]للَّهِ عَلَيْه[o[َآ] إِ[f:2594[ن ك]َانَ مِنَ [h:4793[ٱ][l[ل]صَّ[n[ـٰ]دِق[p[ِي]نَ","juz":18,"ruku":301,"manzil":4,"bangla_ahbayan":"এবং পঞ্চমবার বলে, তার স্বামী সত্যবাদী হলে তার নিজের উপর আল্লাহর ক্রোধ নেমে আসবে।[১]","bangla_bayan":"আর পঞ্চমবারে সাক্ষ্য দেবে যে, যদি তার স্বামী সত্যবাদী হয়, তবে নিশ্চয় তার উপর আল্লাহর গযব।","bangla_mkhan":"এবং পঞ্চমবার বলে যে, যদি তার স্বামী সত্যবাদী হয় তবে তার ওপর আল্লাহর গযব নেমে আসবে।","bangla_mujibur":"আর পঞ্চমবারে বলবে যে, তার স্বামী সত্যবাদী হলে তার নিজের উপর নেমে আসবে আল্লাহর গযব।","bangla_taisirul":"এবং পঞ্চমবারে বলে যে, তার স্বামী সত্যবাদী হলে তার নিজের উপর আল্লাহর গযব পতিত হবে।"},{"id":10,"arabic_text":"وَ لَوۡ لَا فَضۡلُ اللّٰہِ عَلَیۡکُمۡ  وَ رَحۡمَتُہٗ وَ اَنَّ  اللّٰہَ   تَوَّابٌ  حَکِیۡمٌ ﴿۱۰﴾ ","english_text":"Indeed, Allah is not timid to present an example - that of a mosquito or what is smaller than it. And those who have believed know that it is the truth from their Lord. But as for those who disbelieve, they say, \"What did Allah intend by this as an example?\" He misleads many thereby and guides many thereby. And He misleads not except the defiantly disobedient,","page":350,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2801.mp3","colorText":"وَلَوْلَا فَضْلُ [h:337[ٱ]للَّهِ عَلَيْكُمْ وَرَحْمَتُهُ[n[ۥ] وَأَ[g[نّ]َ [h:859[ٱ]للَّهَ تَوَّابٌ حَك[p[ِي]مٌ","juz":18,"ruku":301,"manzil":4,"bangla_ahbayan":"তোমাদের প্রতি আল্লাহর অনুগ্রহ ও দয়া না থাকলে[১] এবং আল্লাহ তওবা গ্রহণকারী ও প্রজ্ঞাময় না হলে (তোমাদের কেউ অব্যাহতি পেত না)।","bangla_bayan":"যদি তোমাদের উপর আল্লাহর অনুগ্রহ ও তাঁর দয়া না থাকত, (তাহলে তোমরা ধ্বংস হয়ে যেতে) আর নিশ্চয় আল্লাহ অধিক তাওবা গ্রহণকারী, প্রজ্ঞাময়।","bangla_mkhan":"তোমাদের প্রতি আল্লাহর অনুগ্রহ ও দয়া না থাকলে এবং আল্লাহ তওবা কবুল কারী, প্রজ্ঞাময় না হলে কত কিছুই যে হয়ে যেত।","bangla_mujibur":"তোমাদের প্রতি আল্লাহর অনুগ্রহ ও দয়া না থাকলে তোমাদের কেহই অব্যাহতি পেতেনা; এবং আল্লাহ তাওবাহ গ্রহণকারী ও প্রজ্ঞাময়।","bangla_taisirul":"তোমাদের প্রতি আল্লাহর অনুগ্রহ ও দয়া না থাকলে (তোমরা ধ্বংস হয়ে যেতে), আল্লাহ তাওবাহ গ্রহণকারী, বড়ই হিকমতওয়ালা।"},{"id":11,"arabic_text":"اِنَّ  الَّذِیۡنَ جَآءُوۡ بِالۡاِفۡکِ عُصۡبَۃٌ مِّنۡکُمۡ ؕ لَا تَحۡسَبُوۡہُ شَرًّا  لَّکُمۡ ؕ بَلۡ ہُوَ خَیۡرٌ  لَّکُمۡ ؕ لِکُلِّ  امۡرِیًٴ  مِّنۡہُمۡ  مَّا اکۡتَسَبَ مِنَ الۡاِثۡمِ ۚ وَ الَّذِیۡ تَوَلّٰی کِبۡرَہٗ   مِنۡہُمۡ  لَہٗ  عَذَابٌ  عَظِیۡمٌ ﴿۱۱﴾ ","english_text":"Who break the covenant of Allah after contracting it and sever that which Allah has ordered to be joined and cause corruption on earth. It is those who are the losers.","page":351,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2802.mp3","colorText":"إِ[g[نّ]َ [h:24[ٱ]لَّذِينَ ج[o[َا]ٓءُو بِ[h:9341[ٱ]لْإِفْكِ عُصْبَ[a:9342[ةٌ م]ِّ[f:344[نك]ُمْ‌ۚ لَا تَحْسَبُوهُ شَر[u:9343[ًّا ل]َّك[c:9344[ُم‌ۖ ب]َلْ هُوَ خَيْ[u:263[رٌ ل]َّكُمْ‌ۚ لِكُلِّ [h:9345[ٱ]مْرِى[a:9346[ٍٕ م]ِّنْه[w:3670[ُم م]َّا [h:9347[ٱ]كْتَسَبَ مِنَ [h:9348[ٱ]لْإِثْمِ‌ۚ وَ[h:4765[ٱ]لَّذِى تَوَلَّىٰ كِ[q:9349[بْ]رَهُ[n[ۥ] مِنْهُمْ لَهُ[n[ۥ] عَذَابٌ عَظ[p[ِي]مٌ","juz":18,"ruku":302,"manzil":4,"bangla_ahbayan":"যারা মিথ্যা অপবাদ রটনা করেছে[১] তারা তো তোমাদেরই একটি দল;[২] এই অপবাদকে তোমরা তোমাদের জন্য অনিষ্টকর মনে করো না; বরং এ তো তোমাদের জন্য কল্যাণকর[৩]  ওদের প্রত্যেকের জন্য নিজ নিজ কৃত পাপকর্মের প্রতিফল আছে আর ওদের মধ্যে যে এ ব্যাপারে প্রধান ভূমিকা গ্রহণ করেছে তার জন্য আছে মহাশাস্তি।[৪]","bangla_bayan":"নিশ্চয়ই যারা এ অপবাদ* রটনা করেছে, তারা তোমাদেরই একটি দল। এটাকে তোমরা তোমাদের জন্য অকল্যাণকর মনে করো না, বরং এটা তোমাদের জন্য কল্যাণকর। তাদের থেকে প্রত্যেক ব্যক্তির জন্য রয়েছে, যতটুকু পাপ সে অর্জন করেছে। আর তাদের থেকে যে ব্যক্তি এ ব্যাপারে প্রধান ভূমিকা পালন করেছে, তার জন্য রয়েছে মহাআযাব। \\n\\n* এটি উম্মুল মুমিনীন আয়েশা (রা) এর প্রতি মিথ্যা অপবাদের ঘটনা। ৬ষ্ঠ হিজরীতে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বনূ মুস্তালিক যুদ্ধ থেকে ফিরার পথে একস্থানে রাত্রিযাপনের জন্য অবস্থান করেন। রাতের শেষ ভাগে আয়েশা (রা) প্রাকৃতিক প্রয়োজনে একটু দূরে যান। কিন্তু পথে তিনি তাঁর গলার হারটি হারিয়ে ফেলেন। তিনি তাঁর হার খুঁজতে থাকেন। এদিকে কাফেলা রওনা হয়ে যায়। তিনি হাওদার ভিতরেই আছেন মনে করে কেউ তাঁর খোঁজ করেনি কারণ তাঁর শারীরিক গড়ন ছিল হালকা। হার খুঁজে পেয়ে তিনি এসে দেখেন যে, কাফেলা চলে গেছে। তখন তিনি ছুটাছুটি না করে সেখানেই বসে পড়েন। এ আশায় যে কাফেলার রেখে যাওয়া মালামালের সন্ধানে নিয়োজিত কোন লোক আসবেন। অবশেষে এ কাজে নিয়োজিত সাফওয়ান (রা.) সকাল বেলায় আয়েশা (রা.) কে দেখতে পেলেন এবং নিজের উটে তাঁকে আরোহণ করিয়ে নিজে পায়ে হেটে উটের রশি টেনে সসম্মানে তাঁকে নিয়ে কাফেলার সাথে মিলিত হন। এ ঘটনাকে কেন্দ্র করে মুনাফিক সর্দার আব্দুল্লাহ ইবনে উবাই কয়েকজনকে সাথে নিয়ে আয়েশা (রা.) এর ব্যাপারে মিথ্যা অপবাদ রটাতে থাকে। অবশেষে আল্লাহ তা‘আলা এ আয়াতগুলো নাযিল করে আয়েশা (রা) কে নির্দোষ ঘোষণা করেন এবং অপবাদ রটনাকারীদের কঠোর শাস্তির কথা জানিয়ে দেন। এই ঘটনাটি ‘ইফক’ এর ঘটনা হিসেবে প্রসিদ্ধ।","bangla_mkhan":"যারা মিথ্যা অপবাদ রটনা করেছে, তারা তোমাদেরই একটি দল। তোমরা একে নিজেদের জন্যে খারাপ মনে করো না; বরং এটা তোমাদের জন্যে মঙ্গলজনক। তাদের প্রত্যেকের জন্যে ততটুকু আছে যতটুকু সে গোনাহ করেছে এবং তাদের মধ্যে যে এ ব্যাপারে অগ্রণী ভূমিকা নিয়েছে, তার জন্যে রয়েছে বিরাট শাস্তি।","bangla_mujibur":"যারা এই অপবাদ রচনা করেছে তারাতো তোমাদেরই একটি দল; এটাকে তোমরা তোমাদের জন্য অনিষ্টকর মনে করনা; বরং এটাতো তোমাদের জন্য কল্যাণকর; তাদের প্রত্যেকের জন্য রয়েছে তাদের কৃত পাপ কাজের ফল, এবং তাদের মধ্যে যে এ ব্যাপারে প্রধান ভূমিকা পালন করেছে তার জন্য রয়েছে কঠিন শাস্তি।","bangla_taisirul":"যারা এ অপবাদ উত্থাপন করেছে তারা তোমাদেরই একটি দল, এটাকে তোমাদের জন্য ক্ষতিকর মনে কর না, বরং তা তোমাদের জন্য কল্যাণকর। তাদের প্রত্যেকের জন্য আছে প্রতিফল যতটুকু পাপ সে করেছে। আর এ ব্যাপারে যে নেতৃত্ব দিয়েছে তার জন্য আছে মহা শাস্তি।"},{"id":12,"arabic_text":"لَوۡ لَاۤ اِذۡ سَمِعۡتُمُوۡہُ  ظَنَّ الۡمُؤۡمِنُوۡنَ وَ الۡمُؤۡمِنٰتُ بِاَنۡفُسِہِمۡ خَیۡرًا ۙ وَّ قَالُوۡا ہٰذَاۤ   اِفۡکٌ  مُّبِیۡنٌ ﴿۱۲﴾ ","english_text":"How can you disbelieve in Allah when you were lifeless and He brought you to life; then He will cause you to die, then He will bring you [back] to life, and then to Him you will be returned.","page":351,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2803.mp3","colorText":"لَّوْل[o[َآ] إِذْ سَمِعْتُمُوهُ ظَ[g[نّ]َ [h:9350[ٱ]لْمُؤْمِنُونَ وَ[h:5714[ٱ]لْمُؤْمِنَ[n[ـٰ]تُ بِأَ[f:4384[نف]ُسِهِمْ خَيْ[a:9351[رًا و]َقَالُو[s[اْ] هَ[n[ـٰ]ذ[o[َآ] إِفْ[a:9352[كٌ م]ُّب[p[ِي]نٌ","juz":18,"ruku":302,"manzil":4,"bangla_ahbayan":"এ কথা শোনার পর বিশ্বাসী পুরুষ এবং নারীগণ কেন নিজেদের বিষয়ে সুধারণা করেনি এবং বলেনি, ‘এ তো নির্জলা অপবাদ?’ [১]","bangla_bayan":"যখন তোমরা এটা শুনলে, তখন কেন মুমিন পুরুষ ও মুমিন নারীরা তাদের নিজদের সম্পর্কে ভাল ধারণা পোষণ করল না এবং বলল না যে, ‘এটা তো সুস্পষ্ট অপবাদ’?","bangla_mkhan":"তোমরা যখন একথা শুনলে, তখন ঈমানদার পুরুষ ও নারীগণ কেন নিজেদের লোক সম্পর্কে উত্তম ধারণা করনি এবং বলনি যে, এটা তো নির্জলা অপবাদ?","bangla_mujibur":"এ কথা শোনার পর মু’মিন পুরুষ এবং নারীগণ কেন নিজেদের লোক সম্পর্কে উত্তম ধারনা করেনি এবং বলেনিঃ এটাতো সুস্পষ্ট অপবাদ?","bangla_taisirul":"তোমরা যখন এটা শুনতে পেলে তখন কেন মু’মিন পুরুষ ও মু’মিন স্ত্রীরা তাদের নিজেদের লোক সম্পর্কে ভাল ধারণা করল না আর বলল না, ‘এটা তো খোলাখুলি অপবাদ।’"},{"id":13,"arabic_text":"لَوۡ لَا جَآءُوۡ عَلَیۡہِ  بِاَرۡبَعَۃِ شُہَدَآءَ ۚ فَاِذۡ لَمۡ یَاۡتُوۡا بِالشُّہَدَآءِ  فَاُولٰٓئِکَ عِنۡدَ  اللّٰہِ   ہُمُ   الۡکٰذِبُوۡنَ ﴿۱۳﴾ ","english_text":"It is He who created for you all of that which is on the earth. Then He directed Himself to the heaven, [His being above all creation], and made them seven heavens, and He is Knowing of all things.","page":351,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2804.mp3","colorText":"لَّوْلَا ج[o[َا]ٓءُو عَلَيْهِ بِأَرْبَعَةِ شُهَد[o[َا]ٓءَ‌ۚ فَإِذْ لَمْ يَأْتُو[s[اْ] بِ[h:9353[ٱ][l[ل]شُّهَد[o[َا]ٓءِ فَأُ[s[وْ]لَ[o[ـٰٓ]ئِكَ عِ[f:264[ند]َ [h:408[ٱ]للَّهِ هُمُ [h:7594[ٱ]لْكَ[n[ـٰ]ذِب[p[ُو]نَ","juz":18,"ruku":302,"manzil":4,"bangla_ahbayan":"তারা কেন এ ব্যাপারে চারজন সাক্ষী উপস্থিত করেনি? যেহেতু তারা সাক্ষী উপস্থিত করেনি, সেহেতু তারা আল্লাহর নিকটে মিথ্যাবাদী।","bangla_bayan":"তারা কেন এ ব্যাপারে চারজন সাক্ষী নিয়ে আসল না? সুতরাং যখন তারা সাক্ষী নিয়ে আসেনি, তখন তারাই আল্লাহর কাছে মিথ্যাবাদী।","bangla_mkhan":"তারা কেন এ ব্যাপারে চার জন সাক্ষী উপস্থিত করেনি; অতঃপর যখন তারা সাক্ষী উপস্থিত করেনি, তখন তারাই আল্লাহর কাছে মিথ্যাবাদী।","bangla_mujibur":"তারা কেন এ ব্যাপারে চার জন সাক্ষী হাযির করেনি? যেহেতু তারা সাক্ষী হাযির করেনি, সেই কারণে তারা আল্লাহর বিধানে মিথ্যাবাদী।","bangla_taisirul":"তারা চারজন সাক্ষী হাযির করল না কেন? যেহেতু তারা সাক্ষী হাযির করেনি সেহেতু আল্লাহর নিকট তারাই মিথ্যেবাদী।"},{"id":14,"arabic_text":"وَ لَوۡ لَا فَضۡلُ اللّٰہِ عَلَیۡکُمۡ وَ رَحۡمَتُہٗ فِی الدُّنۡیَا وَ الۡاٰخِرَۃِ  لَمَسَّکُمۡ فِیۡ مَاۤ اَفَضۡتُمۡ  فِیۡہِ  عَذَابٌ عَظِیۡمٌ  ﴿ۚۖ۱۴﴾","english_text":"And [mention, O Muhammad], when your Lord said to the angels, \"Indeed, I will make upon the earth a successive authority.\" They said, \"Will You place upon it one who causes corruption therein and sheds blood, while we declare Your praise and sanctify You?\" Allah said, \"Indeed, I know that which you do not know.\"","page":351,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2805.mp3","colorText":"وَلَوْلَا فَضْلُ [h:337[ٱ]للَّهِ عَلَيْكُمْ وَرَحْمَتُهُ[n[ۥ] فِى [h:599[ٱ][l[ل]دُّنْيَا وَ[h:1213[ٱ]لْأَخِرَةِ لَمَسَّكُمْ فِى م[o[َآ] أَفَضْتُمْ فِيهِ عَذَابٌ عَظ[p[ِي]مٌ","juz":18,"ruku":302,"manzil":4,"bangla_ahbayan":"ইহলোকে ও পরলোকে তোমাদের প্রতি আল্লাহর অনুগ্রহ ও দয়া না থাকলে, তোমরা যাতে মগ্ন ছিলে, তার জন্য কঠিন শাস্তি তোমাদেরকে স্পর্শ করত।","bangla_bayan":"আর যদি দুনিয়া ও আখেরাতে তোমাদের উপর আল্লাহর দয়া ও তাঁর অনুগ্রহ না থাকত, তবে তোমরা যাতে লিপ্ত ছিলে, তার জন্য তোমাদেরকে অবশ্যই কঠিন আযাব স্পর্শ করত।","bangla_mkhan":"যদি ইহকালে ও পরকালে তোমাদের প্রতি আল্লাহর অনুগ্রহ ও দয়া না থাকত, তবে তোমরা যা চর্চা করছিলে, তজ্জন্যে তোমাদেরকে গুরুতর আযাব স্পর্শ করত।","bangla_mujibur":"দুনিয়া ও আখিরাতে তোমাদের প্রতি আল্লাহর অনুগ্রহ ও দয়া না থাকলে, তোমরা যাতে লিপ্ত ছিলে তজ্জন্য কঠিন শাস্তি তোমাদেরকে স্পর্শ করত।","bangla_taisirul":"দুনিয়া ও আখিরাতে তোমাদের উপর যদি আল্লাহর অনুগ্রহ ও দয়া না থাকত, তবে তোমরা যাতে তড়িঘড়ি লিপ্ত হয়ে পড়েছিলে তার জন্য মহা শাস্তি তোমাদেরকে পাকড়াও করত।"},{"id":15,"arabic_text":"اِذۡ تَلَقَّوۡنَہٗ  بِاَلۡسِنَتِکُمۡ وَ تَقُوۡلُوۡنَ بِاَفۡوَاہِکُمۡ  مَّا  لَیۡسَ لَکُمۡ  بِہٖ عِلۡمٌ وَّ تَحۡسَبُوۡنَہٗ ہَیِّنًا ٭ۖ وَّ ہُوَ عِنۡدَ اللّٰہِ عَظِیۡمٌ ﴿۱۵﴾ ","english_text":"And He taught Adam the names - all of them. Then He showed them to the angels and said, \"Inform Me of the names of these, if you are truthful.\"","page":351,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2806.mp3","colorText":"إِذْ تَلَقَّوْنَهُ[n[ۥ] بِأَلْسِنَتِكُمْ وَتَقُولُونَ بِأَفْوَاهِك[w:9354[ُم م]َّا لَيْسَ لَك[c:2000[ُم ب]ِه[n[ِۦ] عِلْ[a:9355[مٌ و]َتَحْسَبُونَهُ[n[ۥ] هَيِّ[a:9356[نًا و]َهُوَ عِ[f:264[ند]َ [h:408[ٱ]للَّهِ عَظ[p[ِي]مٌ","juz":18,"ruku":302,"manzil":4,"bangla_ahbayan":"যখন তোমরা মুখে মুখে এ (কথা) প্রচার করছিলে এবং এমন বিষয় মুখে উচ্চারণ করছিলে, যার কোন জ্ঞান তোমাদের ছিল না এবং তোমরা একে তুচ্ছ গণ্য করেছিলে; যদিও আল্লাহর দৃষ্টিতে এ ছিল গুরুতর বিষয়।","bangla_bayan":"যখন এটা তোমরা তোমাদের মুখে মুখে ছড়াচ্ছিলে এবং তোমরা তোমাদের মুখ দিয়ে এমন কথা বলছিলে, যাতে তোমাদের কোন জ্ঞান ছিল না; আর তোমরা এটাকে খুবই তুচ্ছ মনে করছিলে, অথচ এটা আল্লাহর নিকট খুবই গুরুতর।","bangla_mkhan":"যখন তোমরা একে মুখে মুখে ছড়াচ্ছিলে এবং মুখে এমন বিষয় উচ্চারণ করছিলে, যার কোন জ্ঞান তোমাদের ছিল না। তোমরা একে তুচ্ছ মনে করছিলে, অথচ এটা আল্লাহর কাছে গুরুতর ব্যাপার ছিল।","bangla_mujibur":"যখন তোমরা লোকমুখে এটা ছড়াচ্ছিলে এবং এমন বিষয় মুখে উচ্চারণ করছিলে যার কোন জ্ঞান তোমাদের ছিলনা এবং তোমরা একে তুচ্ছ গন্য করেছিলে, যদিও আল্লাহর নিকট ছিল এটা গুরুতর বিষয়।","bangla_taisirul":"যখন এটা তোমরা মুখে মুখে ছড়াচ্ছিলে আর তোমাদের মুখ দিয়ে এমন কথা বলছিলে যে বিষয়ে তোমাদের কোন জ্ঞান ছিল না, আর তোমরা এটাকে নগণ্য ব্যাপার মনে করেছিলে, কিন্তু আল্লাহর নিকট তা ছিল গুরুতর ব্যাপার।"},{"id":16,"arabic_text":"وَ لَوۡ لَاۤ  اِذۡ سَمِعۡتُمُوۡہُ  قُلۡتُمۡ مَّا یَکُوۡنُ لَنَاۤ  اَنۡ  نَّتَکَلَّمَ  بِہٰذَا ٭ۖ سُبۡحٰنَکَ ہٰذَا بُہۡتَانٌ عَظِیۡمٌ ﴿۱۶﴾ ","english_text":"They said, \"Exalted are You; we have no knowledge except what You have taught us. Indeed, it is You who is the Knowing, the Wise.\"","page":351,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2807.mp3","colorText":"وَلَوْل[o[َآ] إِذْ سَمِعْتُمُوهُ قُلْت[w:9357[ُم م]َّا يَكُونُ لَن[o[َآ] أ[a:9358[َن ن]َّتَكَلَّمَ بِهَ[n[ـٰ]ذَا سُ[q:168[بْ]حَ[n[ـٰ]نَكَ هَ[n[ـٰ]ذَا بُهْتَ[n[ـٰ]نٌ عَظ[p[ِي]مٌ","juz":18,"ruku":302,"manzil":4,"bangla_ahbayan":"যখন তোমরা এ শ্রবণ করলে, তখন কেন বললে না যে, ‘এ বিষয়ে বলাবলি করা আমাদের উচিত নয়। আল্লাহ্ই পবিত্র, মহান! এ তো এক গুরুতর অপবাদ।’[১]","bangla_bayan":"আর তোমরা যখন এটা শুনলে, তখন তোমরা কেন বললে না যে, ‘এ নিয়ে কথা বলা আমাদের পক্ষে সম্ভব নয়। তুমি অতি পবিত্র মহান, এটা এক গুরুতর অপবাদ’।","bangla_mkhan":"তোমরা যখন এ কথা শুনলে তখন কেন বললে না যে, এ বিষয়ে কথা বলা আমাদের উচিত নয়। আল্লাহ তো পবিত্র, মহান। এটা তো এক গুরুতর অপবাদ।","bangla_mujibur":"এবং তোমরা যখন এটা শ্রবণ করলে তখন কেন বললেনাঃ এ বিষয়ে বলাবলি করা আমাদের উচিৎ নয়; আল্লাহ পবিত্র, মহান! এটাতো এক গুরুতর অপবাদ।","bangla_taisirul":"তোমরা যখন এটা শুনলে তখন তোমরা কেন বললে না যে, এ ব্যাপারে আমাদের কথা বলা ঠিক নয়। আল্লাহ পবিত্র ও মহান, এটা তো এক গুরুতর অপবাদ!"},{"id":17,"arabic_text":"یَعِظُکُمُ اللّٰہُ اَنۡ تَعُوۡدُوۡا لِمِثۡلِہٖۤ  اَبَدًا اِنۡ  کُنۡتُمۡ  مُّؤۡمِنِیۡنَ ﴿ۚ۱۷﴾ ","english_text":"He said, \"O Adam, inform them of their names.\" And when he had informed them of their names, He said, \"Did I not tell you that I know the unseen [aspects] of the heavens and the earth? And I know what you reveal and what you have concealed.\"","page":351,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2808.mp3","colorText":"يَعِظُكُمُ [h:9359[ٱ]للَّهُ أَ[f:9360[ن ت]َعُودُو[s[اْ] لِمِثْلِه[o[ِۦٓ] أَبَدًا إِ[f:109[ن ك]ُ[f:100[نت][w:482[ُم م]ُّؤْمِن[p[ِي]نَ","juz":18,"ruku":302,"manzil":4,"bangla_ahbayan":"আল্লাহ তোমাদেরকে উপদেশ দিচ্ছেন, তোমরা যদি বিশ্বাসী হও, তাহলে কখনও এরূপ আচরণের পুনরাবৃত্তি করো না।","bangla_bayan":"আল্লাহ তোমাদেরকে উপদেশ দিচ্ছেন যে, যদি তোমরা মুমিন হও, তাহলে আর কখনো এর পুনরাবৃত্তি করবে না।","bangla_mkhan":"আল্লাহ তোমাদেরকে উপদেশ দিচ্ছেন, তোমরা যদি ঈমানদার হও, তবে তখনও পুনরায় এ ধরণের আচরণের পুনরাবৃত্তি করো না।","bangla_mujibur":"আল্লাহ তোমাদেরকে উপদেশ দিচ্ছেনঃ তোমরা যদি মু’মিন হও তাহলে কখনও অনুরূপ আচরণের পুনরাবৃত্তি করনা।","bangla_taisirul":"আল্লাহ তোমাদেরকে উপদেশ দিচ্ছেন তোমরা আর কখনো এর (অর্থাৎ এ আচরণের) পুনরাবৃত্তি করো না যদি তোমরা মু’মিন হয়ে থাক।"},{"id":18,"arabic_text":"وَ یُبَیِّنُ اللّٰہُ  لَکُمُ الۡاٰیٰتِ ؕ وَ اللّٰہُ عَلِیۡمٌ  حَکِیۡمٌ ﴿۱۸﴾ ","english_text":"And [mention] when We said to the angels, \"Prostrate before Adam\"; so they prostrated, except for Iblees. He refused and was arrogant and became of the disbelievers.","page":351,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2809.mp3","colorText":"وَيُبَيِّنُ [h:9361[ٱ]للَّهُ لَكُمُ [h:1221[ٱ]لْأَيَ[n[ـٰ]تِ‌ۚ وَ[h:72[ٱ]للَّهُ عَلِيمٌ حَك[p[ِي]مٌ","juz":18,"ruku":302,"manzil":4,"bangla_ahbayan":"আল্লাহ তোমাদের জন্য তাঁর বাক্যসমূহ সুস্পষ্টভাবে বিবৃত করেন এবং আল্লাহ সর্বজ্ঞ, প্রজ্ঞাময়।","bangla_bayan":"আর আল্লাহ তোমাদের জন্য আয়াতসমূহ স্পষ্টভাবে বর্ণনা করছেন এবং আল্লাহ মহাজ্ঞানী, প্রজ্ঞাময়।","bangla_mkhan":"আল্লাহ তোমাদের জন্যে কাজের কথা স্পষ্ট করে বর্ণনা করেন। আল্লাহ সর্বজ্ঞ, প্রজ্ঞাময়।","bangla_mujibur":"আল্লাহ তোমাদের জন্য তাঁর আয়াতসমূহ সুস্পষ্টভাবে বিবৃত করেন এবং আল্লাহ সর্বজ্ঞ, প্রজ্ঞাময়।","bangla_taisirul":"আল্লাহ তোমাদের জন্য স্পষ্টভাবে আয়াত বর্ণনা করছেন, কারণ তিনি হলেন সর্ববিষয়ে জ্ঞানের অধিকারী, বড়ই হিকমতওয়ালা।"},{"id":19,"arabic_text":"اِنَّ الَّذِیۡنَ یُحِبُّوۡنَ اَنۡ تَشِیۡعَ الۡفَاحِشَۃُ فِی الَّذِیۡنَ اٰمَنُوۡا لَہُمۡ عَذَابٌ اَلِیۡمٌ ۙ فِی الدُّنۡیَا وَ الۡاٰخِرَۃِ ؕ وَ اللّٰہُ  یَعۡلَمُ  وَ  اَنۡتُمۡ  لَا  تَعۡلَمُوۡنَ ﴿۱۹﴾ ","english_text":"And We said, \"O Adam, dwell, you and your wife, in Paradise and eat therefrom in [ease and] abundance from wherever you will. But do not approach this tree, lest you be among the wrongdoers.\"","page":351,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2810.mp3","colorText":"إِ[g[نّ]َ [h:24[ٱ]لَّذِينَ يُحِبُّونَ أَ[f:9362[ن ت]َشِيعَ [h:9363[ٱ]لْفَ[n[ـٰ]حِشَةُ فِى [h:6320[ٱ]لَّذِينَ ءَامَنُو[s[اْ] لَهُمْ عَذَابٌ أَلِي[f:9364[مٌ ف]ِى [h:599[ٱ][l[ل]دُّنْيَا وَ[h:1213[ٱ]لْأَخِرَةِ‌ۚ وَ[h:72[ٱ]للَّهُ يَعْلَمُ وَأَ[f:98[نت]ُمْ لَا تَعْلَم[p[ُو]نَ","juz":18,"ruku":302,"manzil":4,"bangla_ahbayan":"যারা বিশ্বাসীদের মধ্যে অশ্লীলতার প্রসার কামনা করে, তাদের জন্য আছে ইহলোকে ও পরলোকে মর্মন্তুদ শাস্তি। [১] আর আল্লাহ জানেন, তোমরা জান না।","bangla_bayan":"নিশ্চয় যারা এটা পছন্দ করে যে, মুমিনদের মধ্যে অশ্লীলতা ছড়িয়ে পড়ুক, তাদের জন্য দুনিয়া ও আখেরাতে রয়েছে যন্ত্রণাদায়ক আযাব। আর আল্লাহ জানেন এবং তোমরা জান না।","bangla_mkhan":"যারা পছন্দ করে যে, ঈমানদারদের মধ্যে ব্যভিচার প্রসার লাভ করুক, তাদের জন্যে ইহাকাল ও পরকালে যন্ত্রণাদায়ক শাস্তি রয়েছে। আল্লাহ জানেন, তোমরা জান না।","bangla_mujibur":"যারা মু’মিনদের মধ্যে অশ্লীলতার প্রসার কামনা করে তাদের জন্য রয়েছে দুনিয়া ও আখিরাতে মর্মন্তদ শাস্তি এবং আল্লাহ জানেন, তোমরা জাননা।","bangla_taisirul":"যারা পছন্দ করে যে, মু’মিনদের মধ্যে অশ্লীলতার বিস্তৃতি ঘটুক তাদের জন্য আছে ভয়াবহ শাস্তি দুনিয়া ও আখিরাতে। আল্লাহ জানেন আর তোমরা জান না।"},{"id":20,"arabic_text":"وَ لَوۡ لَا فَضۡلُ اللّٰہِ عَلَیۡکُمۡ  وَ  رَحۡمَتُہٗ  وَ  اَنَّ  اللّٰہَ  رَءُوۡفٌ  رَّحِیۡمٌ ﴿۲۰﴾ ","english_text":"But Satan caused them to slip out of it and removed them from that [condition] in which they had been. And We said, \"Go down, [all of you], as enemies to one another, and you will have upon the earth a place of settlement and provision for a time.\"","page":351,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2811.mp3","colorText":"وَلَوْلَا فَضْلُ [h:337[ٱ]للَّهِ عَلَيْكُمْ وَرَحْمَتُهُ[n[ۥ] وَأَ[g[نّ]َ [h:859[ٱ]للَّهَ رَءُو[u:5881[فٌ ر]َّح[p[ِي]مٌ","juz":18,"ruku":302,"manzil":4,"bangla_ahbayan":"তোমাদের প্রতি আল্লাহর অনুগ্রহ ও দয়া না থাকলে এবং আল্লাহ দয়ার্দ্র ও পরম দয়ালু না হলে[১] (তোমাদের কেউ অব্যাহতি পেত না)।","bangla_bayan":"আর যদি তোমাদের উপর আল্লাহর অনুগ্রহ ও তাঁর দয়া না থাকত, (তাহলে তোমরা ধ্বংস হয়ে যেতে) আর নিশ্চয় আল্লাহ বড় মেহেরবান, পরম দয়ালু।","bangla_mkhan":"যদি তোমাদের প্রতি আল্লাহর অনুগ্রহ ও দয়া না থাকত এবং আল্লাহ দয়ালু, মেহেরবান না হতেন, তবে কত কিছুই হয়ে যেত।","bangla_mujibur":"তোমাদের প্রতি আল্লাহর অনুগ্রহ ও দয়া না থাকলে তোমাদের কেহই অব্যাহতি পেতেনা, এবং আল্লাহ দয়ার্দ্র ও পরম দয়ালু।","bangla_taisirul":"তোমাদের প্রতি আল্লাহর অনুগ্রহ ও দয়া না থাকলে (তোমরা ধ্বংস হয়ে যেতে), আল্লাহ দয়ার্দ্র, বড়ই দয়াবান।"},{"id":21,"arabic_text":"یٰۤاَیُّہَا الَّذِیۡنَ اٰمَنُوۡا لَا تَتَّبِعُوۡا خُطُوٰتِ الشَّیۡطٰنِ ؕ وَ مَنۡ یَّتَّبِعۡ خُطُوٰتِ الشَّیۡطٰنِ فَاِنَّہٗ یَاۡمُرُ بِالۡفَحۡشَآءِ وَ الۡمُنۡکَرِ ؕ وَ لَوۡ لَا فَضۡلُ اللّٰہِ عَلَیۡکُمۡ وَ رَحۡمَتُہٗ  مَا زَکٰی مِنۡکُمۡ  مِّنۡ  اَحَدٍ  اَبَدًا  ۙ  وَّ لٰکِنَّ  اللّٰہَ یُزَکِّیۡ مَنۡ یَّشَآءُ ؕ وَ اللّٰہُ سَمِیۡعٌ عَلِیۡمٌ ﴿۲۱﴾ ","english_text":"Then Adam received from his Lord [some] words, and He accepted his repentance. Indeed, it is He who is the Accepting of repentance, the Merciful.","page":352,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2812.mp3","colorText":"۞ يَ[o[ـٰٓ]أَيُّهَا [h:541[ٱ]لَّذِينَ ءَامَنُو[s[اْ] لَا تَتَّبِعُو[s[اْ] خُطُو[n[َٲ]تِ [h:872[ٱ][l[ل]شَّيْطَ[n[ـٰ]نِ‌ۚ وَم[a:9365[َن ي]َتَّبِعْ خُطُو[n[َٲ]تِ [h:872[ٱ][l[ل]شَّيْطَ[n[ـٰ]نِ فَإِ[g[نّ]َهُ[n[ۥ] يَأْمُرُ بِ[h:1587[ٱ]لْفَحْش[o[َا]ٓءِ وَ[h:7554[ٱ]لْمُ[f:7554[نك]َرِ‌ۚ وَلَوْلَا فَضْلُ [h:337[ٱ]للَّهِ عَلَيْكُمْ وَرَحْمَتُهُ[n[ۥ] مَا زَكَىٰ مِ[f:344[نك][w:431[ُم م]ِّنْ أَحَدٍ أَبَ[a:9366[دًا و]َلَ[n[ـٰ]كِ[g[نّ]َ [h:1441[ٱ]للَّهَ يُزَكِّى م[a:476[َن ي]َش[o[َا]ٓءُ‌ۗ وَ[h:72[ٱ]للَّهُ سَمِيعٌ عَل[p[ِي]مٌ","juz":18,"ruku":303,"manzil":4,"bangla_ahbayan":"হে বিশ্বাসীগণ! তোমরা শয়তানের পদাঙ্ক অনুসরণ করো না। কেউ শয়তানের পদাঙ্ক অনুসরণ করলে শয়তান তো অশ্লীলতা ও মন্দ কাজের নির্দেশ দেয়। আল্লাহর অনুগ্রহ ও দয়া না থাকলে তোমাদের কেউই কখনও পবিত্র হতে পারতো না, তবে আল্লাহ যাকে ইচ্ছা পবিত্র করে থাকেন। [১] আর আল্লাহ সর্বশ্রোতা, সর্বজ্ঞ।","bangla_bayan":"হে মুমিনগণ, তোমরা শয়তানের পদাঙ্কসমূহ অনুসরণ করো না। আর যে শয়তানের পদাঙ্কসমূহ অনুসরণ করবে, নিশ্চয় সে অশ্লীলতা ও মন্দ কাজের নির্দেশ দেবে। আর যদি তোমাদের প্রতি আল্লাহর অনুগ্রহ ও তাঁর দয়া না থাকত, তাহলে তোমাদের কেউই কখনো পবিত্র হতে পারত না; কিন্তু আল্লাহ যাকে ইচ্ছা করেন, পবিত্র করেন। আর আল্লাহ সর্বশ্রোতা, মহাজ্ঞানী।","bangla_mkhan":"হে ঈমানদারগণ, তোমরা শয়তানের পদাঙ্ক অনুসরণ করো না। যে কেউ শয়তানের পদাঙ্ক অনুসরণ করবে, তখন তো শয়তান নির্লজ্জতা ও মন্দ কাজেরই আদেশ করবে। যদি আল্লাহর অনুগ্রহ ও দয়া তোমাদের প্রতি না থাকত, তবে তোমাদের কেউ কখনও পবিত্র হতে পারতে না। কিন্তু আল্লাহ যাকে ইচ্ছা পবিত্র করেন। আল্লাহ সবকিছু শোনেন, জানেন।","bangla_mujibur":"হে মু’মিনগণ! তোমরা শাইতানের পদাংক অনুসরণ করনা; কেহ শাইতানের পদাংক অনুসরণ করলে শাইতানতো অশ্লীলতা ও মন্দ কাজের নির্দেশ দেয়; আল্লাহর দয়া ও অনুগ্রহ না থাকলে তোমাদের কেহই কখনও পবিত্র হতে পারতেনা, তবে আল্লাহ যাকে ইচ্ছা পবিত্র করেন, এবং আল্লাহ সর্বশ্রোতা, সর্বজ্ঞ।","bangla_taisirul":"হে ঈমানদারগণ! তোমরা শয়ত্বানের পদাংক অনুসরণ করো না। কেউ শয়ত্বানের পদাংক অনুসরণ করলে সে তাকে নির্লজ্জতা ও অপকর্মের আদেশ দেবে, তোমাদের প্রতি আল্লাহর অনুগ্রহ ও দয়া না থাকলে তোমাদের একজনও কক্ষনো পবিত্রতা লাভ করতে পারত না। অবশ্য যাকে ইচ্ছে আল্লাহ পবিত্র করে থাকেন, আল্লাহ সব কিছু শোনেন, সর্ববিষয়ে অবগত।"},{"id":22,"arabic_text":"وَ لَا یَاۡتَلِ اُولُوا الۡفَضۡلِ مِنۡکُمۡ وَ السَّعَۃِ  اَنۡ یُّؤۡتُوۡۤا  اُولِی الۡقُرۡبٰی وَ الۡمَسٰکِیۡنَ وَ الۡمُہٰجِرِیۡنَ فِیۡ سَبِیۡلِ اللّٰہِ ۪ۖ وَ لۡیَعۡفُوۡا وَ لۡیَصۡفَحُوۡا ؕ اَلَا تُحِبُّوۡنَ اَنۡ یَّغۡفِرَ اللّٰہُ  لَکُمۡ ؕ وَ اللّٰہُ غَفُوۡرٌ   رَّحِیۡمٌ ﴿۲۲﴾ ","english_text":"We said, \"Go down from it, all of you. And when guidance comes to you from Me, whoever follows My guidance - there will be no fear concerning them, nor will they grieve.","page":352,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2813.mp3","colorText":"وَلَا يَأْتَلِ أُ[s[وْ]لُو[s[اْ] [h:9367[ٱ]لْفَضْلِ مِ[f:344[نك]ُمْ وَ[h:9368[ٱ][l[ل]سَّعَةِ أ[a:9369[َن ي]ُؤْت[o[ُوٓ][s[اْ] أُ[s[وْ]لِى [h:9370[ٱ]لْقُرْبَىٰ وَ[h:910[ٱ]لْمَسَ[n[ـٰ]كِينَ وَ[h:5876[ٱ]لْمُهَ[n[ـٰ]جِرِينَ فِى سَبِيلِ [h:788[ٱ]للَّهِ‌ۖ وَلْيَعْفُو[s[اْ] وَلْيَصْفَح[o[ُوٓ[s[اْ]‌ۗ] أَلَا تُحِبُّونَ أ[a:9371[َن ي]َغْفِرَ [h:5741[ٱ]للَّهُ لَكُمْ‌ۗ وَ[h:72[ٱ]للَّهُ غَفُو[u:890[رٌ ر]َّح[p[ِي]مٌ","juz":18,"ruku":303,"manzil":4,"bangla_ahbayan":"তোমাদের মধ্যে যারা ঐশ্বর্য ও প্রাচুর্যের অধিকারী তারা যেন শপথ গ্রহণ না করে যে, তারা আত্মীয়-স্বজন ও অভাবগ্রস্তকে এবং আল্লাহর রাস্তায় যারা গৃহত্যাগ করেছে, তাদের কিছুই দেবে না; তারা যেন ওদেরকে ক্ষমা করে এবং ওদের দোষ-ত্রুটি মার্জনা করে। তোমরা কি পছন্দ করো না যে, আল্লাহ তোমাদেরকে ক্ষমা করে দিন? [১] আর আল্লাহ চরম ক্ষমাশীল, পরম দয়াময়।","bangla_bayan":"আর তোমাদের মধ্যে যারা মর্যাদা ও প্রাচুর্যের অধিকারী, তারা যেন এমন কসম না করে যে, তারা নিকটাত্মীয়দের, মিসকীনদের ও আল্লাহর পথে হিজরতকারীদের কিছুই দেবে না। আর তারা যেন তাদের ক্ষমা করে এবং তাদের দোষত্রুটি উপেক্ষা করে। তোমরা কি পছন্দ কর না যে, আল্লাহ তোমাদের ক্ষমা করে দেন? আর আল্লাহ বড়ই ক্ষমাশীল, পরম দয়ালু।","bangla_mkhan":"তোমাদের মধ্যে যারা উচ্চমর্যাদা ও আর্থিক প্রাচুর্যের অধিকারী, তারা যেন কসম না খায় যে, তারা আত্নীয়-স্বজনকে, অভাবগ্রস্তকে এবং আল্লাহর পথে হিজরতকারীদেরকে কিছুই দেবে না। তাদের ক্ষমা করা উচিত এবং দোষক্রটি উপেক্ষা করা উচিত। তোমরা কি কামনা কর না যে, আল্লাহ তোমাদেরকে ক্ষমা করেন? আল্লাহ ক্ষমাশীল, পরম করুণাময়।","bangla_mujibur":"তোমাদের মধ্যে যারা ঐশ্বর্য ও প্রাচুর্যের অধিকারী তারা যেন শপথ গ্রহণ না করে যে, তারা আত্মীয়-স্বজন ও অভাবগ্রস্তদেরকে এবং আল্লাহর পথে যারা গৃহত্যাগ করেছে তাদেরকে কিছুই দিবেনা। তারা যেন তাদের দোষ-ক্রটি উপেক্ষা করে। তোমরা কি চাওনা যে, আল্লাহ তোমাদেরকে ক্ষমা করেন? এবং আল্লাহ ক্ষমাশীল, পরম দয়ালু।","bangla_taisirul":"তোমাদের মধ্যে যারা মর্যাদা ও প্রাচুর্যের অধিকারী তারা যেন শপথ না করে যে, তারা আত্মীয়-স্বজন, মিসকীন এবং আল্লাহর পথে হিজরাতকারীদেরকে সাহায্য করবে না। তারা যেন তাদেরকে ক্ষমা করে ও তাদের ত্রুটি-বিচ্যুতি উপেক্ষা করে। তোমরা কি পছন্দ কর না যে, আল্লাহ তোমাদেরকে ক্ষমা করে দিন? আল্লাহ বড়ই ক্ষমাশীল, বড়ই দয়ালু।"},{"id":23,"arabic_text":"اِنَّ  الَّذِیۡنَ یَرۡمُوۡنَ الۡمُحۡصَنٰتِ الۡغٰفِلٰتِ الۡمُؤۡمِنٰتِ لُعِنُوۡا فِی الدُّنۡیَا وَ الۡاٰخِرَۃِ ۪ وَ  لَہُمۡ  عَذَابٌ  عَظِیۡمٌ ﴿ۙ۲۳﴾ ","english_text":"And those who disbelieve and deny Our signs - those will be companions of the Fire; they will abide therein eternally.\"","page":352,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2814.mp3","colorText":"إِ[g[نّ]َ [h:24[ٱ]لَّذِينَ يَرْمُونَ [h:9329[ٱ]لْمُحْصَنَ[n[ـٰ]تِ [h:9372[ٱ]لْغَ[n[ـٰ]فِلَ[n[ـٰ]تِ [h:9373[ٱ]لْمُؤْمِنَ[n[ـٰ]تِ لُعِنُو[s[اْ] فِى [h:599[ٱ][l[ل]دُّنْيَا وَ[h:1213[ٱ]لْأَخِرَةِ وَلَهُمْ عَذَابٌ عَظ[p[ِي]مٌ","juz":18,"ruku":303,"manzil":4,"bangla_ahbayan":"যারা সাধ্বী, নিরীহ ও বিশ্বাসী নারীর প্রতি অপবাদ আরোপ করে, তারা ইহলোক ও পরলোকে অভিশপ্ত এবং তাদের জন্য আছে মহাশাস্তি। [১]","bangla_bayan":"যারা সচ্চরিত্রা সরলমনা মুমিন নারীদের প্রতি অপবাদ আরোপ করে, তারা দুনিয়া ও আখিরাতে অভিশপ্ত। আর তাদের জন্য রয়েছে মহাআযাব।","bangla_mkhan":"যারা সতী-সাধ্বী, নিরীহ ঈমানদার নারীদের প্রতি অপবাদ আরোপ করে, তারা ইহকালে ও পরকালে ধিকৃত এবং তাদের জন্যে রয়েছে গুরুতর শাস্তি।","bangla_mujibur":"যারা সাধ্বী, সরলমনা ও বিশ্বাসী নারীর প্রতি অপবাদ আরোপ করে তারা দুনিয়া ও আখিরাতে অভিশপ্ত এবং তাদের জন্য রয়েছে মহাশাস্তি।","bangla_taisirul":"যারা সতী-সাধ্বী, সহজ-সরল ঈমানদার নারীর প্রতি অপবাদ আরোপ করে, তারা দুনিয়া ও আখিরাতে অভিশপ্ত আর তাদের জন্য আছে গুরুতর শাস্তি।"},{"id":24,"arabic_text":"یَّوۡمَ  تَشۡہَدُ عَلَیۡہِمۡ اَلۡسِنَتُہُمۡ وَ اَیۡدِیۡہِمۡ  وَ  اَرۡجُلُہُمۡ  بِمَا  کَانُوۡا یَعۡمَلُوۡنَ  ﴿۲۴﴾","english_text":"O Children of Israel, remember My favor which I have bestowed upon you and fulfill My covenant [upon you] that I will fulfill your covenant [from Me], and be afraid of [only] Me.","page":352,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2815.mp3","colorText":"يَوْمَ تَشْهَدُ عَلَيْهِمْ أَلْسِنَتُهُمْ وَأَيْدِيهِمْ وَأَرْجُلُه[c:9374[ُم ب]ِمَا كَانُو[s[اْ] يَعْمَل[p[ُو]نَ","juz":18,"ruku":303,"manzil":4,"bangla_ahbayan":"যেদিন তাদের বিরুদ্ধে তাদের রসনা, তাদের হাত ও পা তাদের কৃতকর্ম সম্বন্ধে সাক্ষী দেবে, [১]","bangla_bayan":"যেদিন তাদের জিহবাগুলো, তাদের হাতগুলো ও তাদের পাগুলো তারা যা করত, সে ব্যাপারে তাদের বিরুদ্ধে সাক্ষ্য দেবে।","bangla_mkhan":"যেদিন প্রকাশ করে দেবে তাদের জিহবা, তাদের হাত ও তাদের পা, যা কিছু তারা করত;","bangla_mujibur":"যেদিন তাদের বিরুদ্ধে সাক্ষ্য দিবে তাদের জিহবা, তাদের হাত এবং তাদের পা তাদের কৃতকর্ম সম্বন্ধে –","bangla_taisirul":"যেদিন তাদের বিরুদ্ধে সাক্ষ্য দেবে তাদের জিহবা, তাদের হাত, তাদের পা- তাদের কৃতকর্মের ব্যাপারে।"},{"id":25,"arabic_text":"یَوۡمَئِذٍ یُّوَفِّیۡہِمُ اللّٰہُ  دِیۡنَہُمُ الۡحَقَّ وَ یَعۡلَمُوۡنَ  اَنَّ  اللّٰہَ  ہُوَ الۡحَقُّ الۡمُبِیۡنُ ﴿۲۵﴾ ","english_text":"And believe in what I have sent down confirming that which is [already] with you, and be not the first to disbelieve in it. And do not exchange My signs for a small price, and fear [only] Me.","page":352,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2816.mp3","colorText":"يَوْمَئِ[a:9375[ذٍ ي]ُوَفِّيهِمُ [h:9376[ٱ]للَّهُ دِينَهُمُ [h:9377[ٱ]لْحَقَّ وَيَعْلَمُونَ أَ[g[نّ]َ [h:394[ٱ]للَّهَ هُوَ [h:8923[ٱ]لْحَقُّ [h:9378[ٱ]لْمُب[p[ِي]نُ","juz":18,"ruku":303,"manzil":4,"bangla_ahbayan":"সেদিন আল্লাহ তাদের প্রাপ্য প্রতিফল পুরোপুরি দেবেন এবং তারা জানবে, আল্লাহই সত্য, স্পষ্ট প্রকাশক।","bangla_bayan":"সেদিন আল্লাহ তাদেরকে তাদের ন্যায্য প্রতিদান পুরোপুরি দিয়ে দেবেন, আর তারা জানবে যে, আল্লাহই সুস্পষ্ট সত্য।","bangla_mkhan":"সেদিন আল্লাহ তাদের সমুচিত শাস্তি পুরোপুরি দেবেন এবং তারা জানতে পারবে যে, অল্লাহই সত্য, স্পষ্ট ব্যক্তকারী।","bangla_mujibur":"সেদিন আল্লাহ তাদের প্রাপ্ত প্রতিফল পুরোপুরি দিবেন এবং তারা জানবে যে, আল্লাহই সত্য, স্পষ্ট প্রকাশক।","bangla_taisirul":"আল্লাহ সেদিন তাদেরকে তাদের ন্যায্য পাওনা পুরোপুরিই দেবেন আর তারা জানতে পারবে যে, আল্লাহই সত্য স্পষ্ট ব্যক্তকারী।"},{"id":26,"arabic_text":"اَلۡخَبِیۡثٰتُ لِلۡخَبِیۡثِیۡنَ وَ الۡخَبِیۡثُوۡنَ لِلۡخَبِیۡثٰتِ ۚ وَ الطَّیِّبٰتُ لِلطَّیِّبِیۡنَ وَ الطَّیِّبُوۡنَ لِلطَّیِّبٰتِ ۚ اُولٰٓئِکَ مُبَرَّءُوۡنَ مِمَّا یَقُوۡلُوۡنَ ؕ لَہُمۡ مَّغۡفِرَۃٌ  وَّ رِزۡقٌ  کَرِیۡمٌ ﴿۲۶﴾ ","english_text":"And do not mix the truth with falsehood or conceal the truth while you know [it].","page":352,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2817.mp3","colorText":"ٱلْخَبِيثَ[n[ـٰ]تُ لِلْخَبِيثِينَ وَ[h:9379[ٱ]لْخَبِيثُونَ لِلْخَبِيثَ[n[ـٰ]تِ‌ۖ وَ[h:9380[ٱ][l[ل]طَّيِّبَ[n[ـٰ]تُ لِلطَّيِّبِينَ وَ[h:9381[ٱ][l[ل]طَّيِّبُونَ لِلطَّيِّبَ[n[ـٰ]تِ‌ۚ أُ[s[وْ]لَ[o[ـٰٓ]ئِكَ مُبَرَّءُونَ مِ[g[مّ]َا يَقُولُونَ‌ۖ لَه[w:3412[ُم م]َّغْفِرَ[a:5445[ةٌ و]َرِزْ[f:5239[قٌ ك]َر[p[ِي]مٌ","juz":18,"ruku":303,"manzil":4,"bangla_ahbayan":"দুশ্চরিত্র নারী দুশ্চরিত্র পুরুষের জন্য; দুশ্চরিত্র পুরুষ দুশ্চরিত্র নারীর জন্য; সচ্চরিত্র নারী সচ্চরিত্র পুরুষের জন্য এবং সচ্চরিত্র পুরুষ সচ্চরিত্র নারীর জন্য (উপযুক্ত)।[১] এ (সচ্চরিত্র)দের সম্বন্ধে লোকে যা বলে এরা তা হতে পবিত্র। এদের জন্য আছে ক্ষমা এবং সম্মানজনক জীবিকা। [২]","bangla_bayan":"দুশ্চরিত্রা নারীরা দুশ্চরিত্র পুরুষদের জন্য এবং দুশ্চরিত্র পুরুষরা দুশ্চরিত্রা নারীদের জন্য। আর সচ্চরিত্রা নারীরা সচ্চরিত্র পুরুষদের জন্য এবং সচ্চরিত্র পুরুষরা সচ্চরিত্রা নারীদের জন্য; লোকেরা যা বলে, তারা তা থেকে মুক্ত। তাদের জন্য রয়েছে ক্ষমা ও সম্মানজনক রিয্ক।","bangla_mkhan":"দুশ্চরিত্রা নারীকূল দুশ্চরিত্র পুরুষকুলের জন্যে এবং দুশ্চরিত্র পুরুষকুল দুশ্চরিত্রা নারীকুলের জন্যে। সচ্চরিত্রা নারীকুল সচ্চরিত্র পুরুষকুলের জন্যে এবং সচ্চরিত্র পুরুষকুল সচ্চরিত্রা নারীকুলের জন্যে। তাদের সম্পর্কে লোকে যা বলে, তার সাথে তারা সম্পর্কহীন। তাদের জন্যে আছে ক্ষমা ও সম্মানজনক জীবিকা।","bangla_mujibur":"দুশ্চরিত্রা নারী দুশ্চরিত্র পুরুষের জন্য; দুশ্চরিত্র পুরুষ দুশ্চরিত্রা নারীর জন্য; সচ্চরিত্রা নারী সচ্চরিত্র পুরুষের জন্য এবং সচ্চরিত্র পুরুষ সচ্চরিত্রা নারীর জন্য। লোকে যা বলে এরা তা থেকে পবিত্র; এদের জন্য রয়েছে ক্ষমা এবং সম্মানজনক জীবিকা।","bangla_taisirul":"চরিত্রহীনা নারী চরিত্রহীন পুরুষদের জন্য, আর চরিত্রহীন পুরুষ চরিত্রহীনা নারীদের জন্য, চরিত্রবতী নারী চরিত্রবান পুরুষের জন্য, আর চরিত্রবান পুরুষ চরিত্রবতী নারীর জন্য। লোকেরা যা বলে তাত্থেকে তারা পবিত্র। তাদের জন্য আছে ক্ষমা ও সম্মানজনক জীবিকা।"},{"id":27,"arabic_text":"یٰۤاَیُّہَا الَّذِیۡنَ اٰمَنُوۡا لَا تَدۡخُلُوۡا بُیُوۡتًا غَیۡرَ  بُیُوۡتِکُمۡ  حَتّٰی تَسۡتَاۡنِسُوۡا وَ تُسَلِّمُوۡا عَلٰۤی اَہۡلِہَا ؕ ذٰلِکُمۡ  خَیۡرٌ لَّکُمۡ  لَعَلَّکُمۡ  تَذَکَّرُوۡنَ ﴿۲۷﴾ ","english_text":"And establish prayer and give zakah and bow with those who bow [in worship and obedience].","page":352,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2818.mp3","colorText":"يَ[o[ـٰٓ]أَيُّهَا [h:541[ٱ]لَّذِينَ ءَامَنُو[s[اْ] لَا تَ[q:1176[دْ]خُلُو[s[اْ] بُيُوتًا غَيْرَ بُيُوتِكُمْ حَتَّىٰ تَسْتَأْنِسُو[s[اْ] وَتُسَلِّمُو[s[اْ] عَلَ[o[ىٰٓ] أَهْلِهَا‌ۚ ذ[n[َٲ]لِكُمْ خَيْ[u:263[رٌ ل]َّكُمْ لَعَلَّكُمْ تَذَكَّر[p[ُو]نَ","juz":18,"ruku":304,"manzil":4,"bangla_ahbayan":"হে বিশ্বাসীগণ! তোমরা নিজেদের গৃহ ব্যতীত অন্য কারও গৃহে গৃহবাসীদের অনুমতি না নিয়ে ও তাদেরকে সালাম না দিয়ে প্রবেশ করো না।[১] এটিই তোমাদের জন্য শ্রেয়, যাতে তোমরা উপদেশ গ্রহণ কর।[২]","bangla_bayan":"হে মুমিনগণ, তোমরা নিজদের গৃহ ছাড়া অন্য কারও গৃহে প্রবেশ করো না, যতক্ষণ না তোমরা অনুমতি নেবে এবং গৃহবাসীদেরকে সালাম দেবে। এটাই তোমাদের জন্য কল্যাণকর, যাতে তোমরা উপদেশ গ্রহণ কর।","bangla_mkhan":"হে মুমিনগণ, তোমরা নিজেদের গৃহ ব্যতীত অন্য গৃহে প্রবেশ করো না, যে পর্যন্ত আলাপ-পরিচয় না কর এবং গৃহবাসীদেরকে সালাম না কর। এটাই তোমাদের জন্যে উত্তম, যাতে তোমরা স্মরণ রাখ।","bangla_mujibur":"হে মু’মিনগণ! তোমরা নিজেদের গৃহ ব্যতীত অন্য কারও গৃহে গৃহবাসীদের অনুমতি না নিয়ে এবং তাদেরকে সালাম না করে প্রবেশ করনা; এটাই তোমাদের জন্য শ্রেয়, যাতে তোমরা উপদেশ গ্রহণ কর।","bangla_taisirul":"হে ঈমানদারগণ! তোমরা নিজেদের গৃহ ছাড়া অন্যের গৃহে প্রবেশ করো না, অনুমতি প্রার্থনা এবং গৃহবাসীদেরকে সালাম দেয়া ব্যতীত। এটাই তোমাদের জন্য কল্যাণকর যাতে তোমরা উপদেশ লাভ কর।"},{"id":28,"arabic_text":"فَاِنۡ  لَّمۡ تَجِدُوۡا فِیۡہَاۤ  اَحَدًا فَلَا تَدۡخُلُوۡہَا حَتّٰی یُؤۡذَنَ لَکُمۡ ۚ وَ  اِنۡ قِیۡلَ لَکُمُ ارۡجِعُوۡا فَارۡجِعُوۡا ہُوَ اَزۡکٰی لَکُمۡ ؕ وَ اللّٰہُ  بِمَا تَعۡمَلُوۡنَ عَلِیۡمٌ ﴿۲۸﴾ ","english_text":"Do you order righteousness of the people and forget yourselves while you recite the Scripture? Then will you not reason?","page":353,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2819.mp3","colorText":"فَإ[u:110[ِن ل]َّمْ تَجِدُو[s[اْ] فِيه[o[َآ] أَحَ[f:9382[دًا ف]َلَا تَ[q:9383[دْ]خُلُوهَا حَتَّىٰ يُؤْذَنَ لَكُمْ‌ۖ وَإِ[f:9384[ن ق]ِيلَ لَكُمُ [h:9385[ٱ]رْجِعُو[s[اْ] فَ[h:9386[ٱ]رْجِعُو[s[اْ‌ۖ] هُوَ أَزْكَىٰ لَكُمْ‌ۚ وَ[h:72[ٱ]للَّهُ بِمَا تَعْمَلُونَ عَل[p[ِي]مٌ","juz":18,"ruku":304,"manzil":4,"bangla_ahbayan":"যদি তোমরা গৃহে কাউকেও না পাও, তাহলে তোমাদেরকে যতক্ষণ না অনুমতি দেওয়া হয়, ততক্ষণ ওতে প্রবেশ করবে না। যদি তোমাদেরকে বলা হয়, ‘ফিরে যাও’ তবে তোমরা ফিরে যাবে; এটিই তোমাদের জন্য উত্তম। আর তোমরা যা কর, সে সম্বন্ধে আল্লাহ সবিশেষ অবহিত।","bangla_bayan":"অতঃপর যদি তোমরা সেখানে কাউকে না পাও তাহলে তোমাদেরকে অনুমতি না দেয়া পর্যন্ত তোমরা সেখানে প্রবেশ করো না। আর যদি তোমাদেরকে বলা হয়, ‘ফিরে যাও’ তাহলে ফিরে যাবে। এটাই তোমাদের জন্য অধিক পবিত্র। তোমরা যা কর আল্লাহ সে বিষয়ে সম্যক অবগত।","bangla_mkhan":"যদি তোমরা গৃহে কাউকে না পাও, তবে অনুমতি গ্রহণ না করা পর্যন্ত সেখানে প্রবেশ করো না। যদি তোমাদেরকে বলা হয় ফিরে যাও, তবে ফিরে যাবে। এতে তোমাদের জন্যে অনেক পবিত্রতা আছে এবং তোমরা যা কর, আল্লাহ তা ভালোভাবে জানেন।","bangla_mujibur":"যদি তোমরা গৃহে কেহকে না পাও তাহলে তাতে প্রবেশ করবে না যতক্ষণ না তোমাদেরকে অনুমতি দেয়া হয়। যদি তোমাদেরকে বলা হয় ফিরে যাও, তাহলে তোমরা ফিরে যাবে, এটাই তোমাদের জন্য উত্তম এবং তোমরা যা কর সেই সম্বন্ধে আল্লাহ সবিশেষ অবহিত।","bangla_taisirul":"সেখানে যদি তোমরা কাউকে না পাও, তাহলে তাতে প্রবেশ করবে না, যতক্ষণ না তোমাদেরকে অনুমতি দেয়া হয়। আর যদি তোমাদেরকে বলা হয়, ‘ফিরে যাও, তাহলে ফিরে যাবে, এটাই তোমাদের জন্য বেশি পবিত্র’। তোমরা যা কর সে সম্পর্কে আল্লাহ সবচেয়ে বেশি অবগত।"},{"id":29,"arabic_text":"لَیۡسَ عَلَیۡکُمۡ جُنَاحٌ اَنۡ تَدۡخُلُوۡا بُیُوۡتًا غَیۡرَ مَسۡکُوۡنَۃٍ فِیۡہَا مَتَاعٌ لَّکُمۡ ؕ وَ اللّٰہُ یَعۡلَمُ  مَا تُبۡدُوۡنَ وَ مَا تَکۡتُمُوۡنَ ﴿۲۹﴾ ","english_text":"And seek help through patience and prayer, and indeed, it is difficult except for the humbly submissive [to Allah ]","page":353,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2820.mp3","colorText":"لَّيْسَ عَلَيْكُمْ جُنَاحٌ أَ[f:1175[ن ت]َ[q:1176[دْ]خُلُو[s[اْ] بُيُوتًا غَيْرَ مَسْكُونَ[f:9387[ةٍ ف]ِيهَا مَتَ[n[ـٰ][u:9388[عٌ ل]َّكُمْ‌ۚ وَ[h:72[ٱ]للَّهُ يَعْلَمُ مَا تُ[q:178[بْ]دُونَ وَمَا تَكْتُم[p[ُو]نَ","juz":18,"ruku":304,"manzil":4,"bangla_ahbayan":"যে গৃহে কেউ বাস করে না, তাতে তোমাদের জন্য উপকার (বা আসবাব-পত্র) থাকলে সেখানে তোমাদের প্রবেশে কোনও পাপ নেই[১] এবং আল্লাহ জানেন, যা তোমরা প্রকাশ কর এবং যা তোমরা গোপন কর। [২]","bangla_bayan":"যে ঘরে কেউ বাস করে না, তাতে তোমাদের কোন ভোগসামগ্রী থাকলে, সেখানে তোমাদের প্রবেশে কোন পাপ হবে না। আর আল্লাহ জানেন যা তোমরা প্রকাশ কর আর যা তোমরা গোপন কর।","bangla_mkhan":"যে গৃহে কেউ বাস করে না, যাতে তোমাদের সামগ্রী আছে এমন গৃহে প্রবেশ করাতে তোমাদের কোন পাপ নেই এবং আল্লাহ জানেন তোমরা যা প্রকাশ কর এবং যা গোপন কর।","bangla_mujibur":"যে গৃহে কেহ বাস করেনা তাতে তোমাদের জন্য দ্রব্য সামগ্রী থাকলে সেখানে তোমাদের প্রবেশে কোনো পাপ নেই এবং আল্লাহ জানেন যা তোমরা প্রকাশ কর এবং যা তোমরা গোপন কর।","bangla_taisirul":"সে ঘরে কেউ বাস করে না, তোমাদের মালমাত্তা থাকে, সেখানে প্রবেশ করলে তোমাদের কোন পাপ হবে না, আল্লাহ জানেন তোমরা যা প্রকাশ কর আর যা তোমরা গোপন কর।"},{"id":30,"arabic_text":"قُلۡ لِّلۡمُؤۡمِنِیۡنَ یَغُضُّوۡا مِنۡ  اَبۡصَارِہِمۡ وَ یَحۡفَظُوۡا فُرُوۡجَہُمۡ ؕ ذٰلِکَ اَزۡکٰی لَہُمۡ ؕ اِنَّ اللّٰہَ خَبِیۡرٌۢ  بِمَا یَصۡنَعُوۡنَ ﴿۳۰﴾ ","english_text":"Who are certain that they will meet their Lord and that they will return to Him.","page":353,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2821.mp3","colorText":"قُل لِّلْمُؤْمِنِينَ يَغُضُّو[s[اْ] مِنْ أَ[q:28[بْ]صَ[n[ـٰ]رِهِمْ وَيَحْفَظُو[s[اْ] فُرُوجَهُمْ‌ۚ ذ[n[َٲ]لِكَ أَزْكَىٰ لَهُمْ‌ۗ إِ[g[نّ]َ [h:80[ٱ]للَّهَ خَبِي[i:2335[رُۢ ب]ِمَا يَصْنَع[p[ُو]نَ","juz":18,"ruku":304,"manzil":4,"bangla_ahbayan":"বিশ্বাসীদেরকে বল, তারা যেন তাদের দৃষ্টিকে সংযত করে[১] এবং তাদের যৌন অঙ্গকে সাবধানে সংযত রাখে;[২] এটিই তাদের জন্য অধিকতর পবিত্র। ওরা যা করে, নিশ্চয় আল্লাহ সে বিষয়ে অবহিত।","bangla_bayan":"মুমিন পুরুষদেরকে বল, তারা তাদের দৃষ্টিকে সংযত রাখবে এবং তাদের লজ্জাস্থানের হিফাযত করবে। এটাই তাদের জন্য অধিক পবিত্র। নিশ্চয় তারা যা করে সে সম্পর্কে আল্লাহ সম্যক অবহিত।","bangla_mkhan":"মুমিনদেরকে বলুন, তারা যেন তাদের দৃষ্টি নত রাখে এবং তাদের যৌনাঙ্গর হেফাযত করে। এতে তাদের জন্য খুব পবিত্রতা আছে। নিশ্চয় তারা যা করে আল্লাহ তা অবহিত আছেন।","bangla_mujibur":"মু’মিনদেরকে বলঃ তারা যেন দৃষ্টিকে সংযত করে এবং তাদের লজ্জাস্থানের হিফাযাত করে। এতে তাদের জন্য উত্তম পবিত্রতা রয়েছে; তারা যা করে সেই বিষয়ে আল্লাহ অবহিত।","bangla_taisirul":"মু’মিনদের বল তাদের দৃষ্টি অবনমিত করতে আর তাদের লজ্জাস্থান সংরক্ষণ করতে, এটাই তাদের জন্য বেশি পবিত্র, তারা যা কিছু করে সে সম্পর্কে আল্লাহ খুব ভালভাবেই অবগত।"},{"id":31,"arabic_text":"وَ قُلۡ  لِّلۡمُؤۡمِنٰتِ یَغۡضُضۡنَ مِنۡ اَبۡصَارِہِنَّ وَ یَحۡفَظۡنَ فُرُوۡجَہُنَّ وَ لَا یُبۡدِیۡنَ  زِیۡنَتَہُنَّ  اِلَّا مَا ظَہَرَ  مِنۡہَا وَ لۡیَضۡرِبۡنَ بِخُمُرِہِنَّ عَلٰی جُیُوۡبِہِنَّ ۪ وَ لَا یُبۡدِیۡنَ زِیۡنَتَہُنَّ  اِلَّا  لِبُعُوۡلَتِہِنَّ  اَوۡ اٰبَآئِہِنَّ اَوۡ اٰبَآءِ بُعُوۡلَتِہِنَّ اَوۡ اَبۡنَآئِہِنَّ  اَوۡ اَبۡنَآءِ بُعُوۡلَتِہِنَّ اَوۡ اِخۡوَانِہِنَّ اَوۡ بَنِیۡۤ  اِخۡوَانِہِنَّ اَوۡ بَنِیۡۤ اَخَوٰتِہِنَّ اَوۡ نِسَآئِہِنَّ اَوۡ مَا مَلَکَتۡ اَیۡمَانُہُنَّ اَوِ التّٰبِعِیۡنَ غَیۡرِ اُولِی الۡاِرۡبَۃِ مِنَ الرِّجَالِ اَوِ الطِّفۡلِ الَّذِیۡنَ لَمۡ  یَظۡہَرُوۡا عَلٰی عَوۡرٰتِ النِّسَآءِ ۪ وَ لَا یَضۡرِبۡنَ بِاَرۡجُلِہِنَّ لِیُعۡلَمَ  مَا یُخۡفِیۡنَ مِنۡ زِیۡنَتِہِنَّ ؕ وَ تُوۡبُوۡۤا اِلَی اللّٰہِ جَمِیۡعًا اَیُّہَ الۡمُؤۡمِنُوۡنَ لَعَلَّکُمۡ تُفۡلِحُوۡنَ  ﴿۳۱﴾","english_text":"O Children of Israel, remember My favor that I have bestowed upon you and that I preferred you over the worlds.","page":353,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2822.mp3","colorText":"وَقُل لِّلْمُؤْمِنَ[n[ـٰ]تِ يَغْضُضْنَ مِنْ أَ[q:9389[بْ]صَ[n[ـٰ]رِهِ[g[نّ]َ وَيَحْفَظْنَ فُرُوجَهُ[g[نّ]َ وَلَا يُ[q:9390[بْ]دِينَ زِينَتَهُ[g[نّ]َ إِلَّا مَا ظَهَرَ مِنْهَا‌ۖ وَلْيَضْرِ[q:9391[بْ]نَ بِخُمُرِهِ[g[نّ]َ عَلَىٰ جُيُوبِهِ[g[نّ]َ‌ۖ وَلَا يُ[q:9390[بْ]دِينَ زِينَتَهُ[g[نّ]َ إِلَّا لِبُعُولَتِهِ[g[نّ]َ أَوْ ءَاب[o[َا]ٓئِهِ[g[نّ]َ أَوْ ءَاب[o[َا]ٓءِ بُعُولَتِهِ[g[نّ]َ أَوْ أَ[q:9392[بْ]ن[o[َا]ٓئِهِ[g[نّ]َ أَوْ أَ[q:9393[بْ]ن[o[َا]ٓءِ بُعُولَتِهِ[g[نّ]َ أَوْ إِخْو[n[َٲ]نِهِ[g[نّ]َ أَوْ بَن[o[ِىٓ] إِخْو[n[َٲ]نِهِ[g[نّ]َ أَوْ بَن[o[ِىٓ] أَخَو[n[َٲ]تِهِ[g[نّ]َ أَوْ نِس[o[َا]ٓئِهِ[g[نّ]َ أَوْ مَا مَلَكَتْ أَيْمَ[n[ـٰ]نُهُ[g[نّ]َ أَوِ [h:9394[ٱ][l[ل]تَّ[n[ـٰ]بِعِينَ غَيْرِ أُ[s[وْ]لِى [h:9395[ٱ]لْإِرْبَةِ مِنَ [h:2923[ٱ][l[ل]رِّجَالِ أَوِ [h:9396[ٱ][l[ل]طِّفْلِ [h:9397[ٱ]لَّذِينَ لَمْ يَظْهَرُو[s[اْ] عَلَىٰ عَوْر[n[َٲ]تِ [h:9398[ٱ][l[ل][g[نّ]ِس[o[َا]ٓءِ‌ۖ وَلَا يَضْرِ[q:9399[بْ]نَ بِأَرْجُلِهِ[g[نّ]َ لِيُعْلَمَ مَا يُخْفِينَ مِ[f:9400[ن ز]ِينَتِهِ[g[نّ]َ‌ۚ وَتُوب[o[ُوٓ][s[اْ] إِلَى [h:1637[ٱ]للَّهِ جَمِيعًا أَيُّهَ [h:9401[ٱ]لْمُؤْمِنُونَ لَعَلَّكُمْ تُفْلِح[p[ُو]نَ","juz":18,"ruku":304,"manzil":4,"bangla_ahbayan":"বিশ্বাসী নারীদেরকে বল, তারা যেন তাদের দৃষ্টিকে সংযত করে ও তাদের লজ্জাস্থান রক্ষা করে।[১] তারা  যা  সাধারণতঃ  প্রকাশ  থাকে  তা ব্যতীত[২] তাদের সৌন্দর্য যেন প্রদর্শন না করে[৩] তারা তাদের বক্ষঃস্থল যেন মাথার কাপড় দ্বারা আবৃত রাখে।[৪] তারা যেন[৫] তাদের স্বামী,[৬] পিতা, শ্বশুর, পুত্র, স্বামীর পুত্র, ভ্রাতা, ভ্রাতুষ্পুত্র, ভগিনী পুত্র,[৭] তাদের নারীগণ, [৮] নিজ অধিকারভুক্ত দাস,[৯] যৌনকামনা-রহিত পুরুষ[১০] অথবা নারীদের গোপন  অঙ্গ  সম্বন্ধে  অজ্ঞ  বালক[১১] ব্যতীত  কারও নিকট তাদের সৌন্দর্য  প্রকাশ না করে। আর তারা যেন এমন সজোরে পদক্ষেপ না করে, যাতে তাদের গোপন আভরণ প্রকাশ পেয়ে যায়।[১২] হে বিশ্বাসীগণ! তোমরা সকলে আল্লাহর দিকে প্রত্যাবর্তন কর, যাতে তোমরা সফলকাম হতে পার। [১৩]","bangla_bayan":"আর মুমিন নারীদেরকে বল, যেন তারা তাদের দৃষ্টিকে সংযত রাখবে এবং তাদের লজ্জাস্থানের হিফাযত করে। আর যা সাধারণত প্রকাশ পায় তা ছাড়া তাদের সৌন্দর্য তারা প্রকাশ করবে না। তারা যেন তাদের ওড়না দিয়ে বক্ষদেশকে আবৃত করে রাখে। আর তারা যেন তাদের স্বামী, পিতা, শ্বশুর, নিজদের ছেলে, স্বামীর ছেলে, ভাই, ভাই এর ছেলে, বোনের ছেলে, আপন নারীগণ, তাদের ডান হাত যার মালিক হয়েছে, অধীনস্থ যৌনকামনামুক্ত পুরুষ অথবা নারীদের গোপন অঙ্গ সম্পর্কে অজ্ঞ বালক ছাড়া কারো কাছে নিজদের সৌন্দর্য প্রকাশ না করে। আর তারা যেন নিজদের গোপন সৌন্দর্য প্রকাশ করার জন্য সজোরে পদচারণা না করে। হে মুমিনগণ, তোমরা সকলেই আল্লাহর নিকট তাওবা কর, যাতে তোমরা সফলকাম হতে পার।","bangla_mkhan":"ঈমানদার নারীদেরকে বলুন, তারা যেন তাদের দৃষ্টিকে নত রাখে এবং তাদের যৌন অঙ্গের হেফাযত করে। তারা যেন যা সাধারণতঃ প্রকাশমান, তা ছাড়া তাদের সৌন্দর্য প্রদর্শন না করে এবং তারা যেন তাদের মাথার ওড়না বক্ষ দেশে ফেলে রাখে এবং তারা যেন তাদের স্বামী, পিতা, শ্বশুর, পুত্র, স্বামীর পুত্র, ভ্রাতা, ভ্রাতুস্পুত্র, ভগ্নিপুত্র, স্ত্রীলোক অধিকারভুক্ত বাঁদী, যৌনকামনামুক্ত পুরুষ, ও বালক, যারা নারীদের গোপন অঙ্গ সম্পর্কে অজ্ঞ, তাদের ব্যতীত কারো আছে তাদের সৌন্দর্য প্রকাশ না করে, তারা যেন তাদের গোপন সাজ-সজ্জা প্রকাশ করার জন্য জোরে পদচারণা না করে। মুমিনগণ, তোমরা সবাই আল্লাহর সামনে তওবা কর, যাতে তোমরা সফলকাম হও।","bangla_mujibur":"ঈমান আনয়নকারিনী নারীদেরকে বলঃ তারা যেন তাদের দৃষ্টিকে এবং তাদের লজ্জাস্থানের হিফাযাত করে। তারা যেন যা সাধারণতঃ প্রকাশমান তা ব্যতীত তাদের সৌন্দর্য প্রদর্শন না করে। তাদের গ্রীবা ও বক্ষদেশ যেন মাথার কাপড় দ্বারা আবৃত করে। তারা যেন তাদের স্বামী, পিতা, শ্বশুর, পুত্র, স্বামীর পুত্র, ভাই, ভ্রাতুস্পুত্র, ভগ্নীপুত্র, আপন নারীগণ, তাদের মালিকানাধীন দাসী, পুরুষদের মধ্যে যৌন কামনা রহিত পুরুষ এবং নারীদের গোপন অঙ্গ সম্বন্ধে অজ্ঞ বালক ব্যতীত কারও নিকট তাদের আভরণ প্রকাশ না করে। তারা যেন তাদের গোপন আভরণ প্রকাশের উদ্দেশে সজোরে পদক্ষেপ না ফেলে। হে মু’মিনগণ! তোমরা সবাই আল্লাহর দিকে প্রত্যাবর্তন কর, যাতে তোমরা সফলকাম হতে পার।","bangla_taisirul":"আর ঈমানদার নারীদেরকে বলে দাও তাদের দৃষ্টি অবনমিত করতে আর তাদের লজ্জাস্থান সংরক্ষণ করতে, আর তাদের শোভা সৌন্দর্য প্রকাশ না করতে যা এমনিতেই প্রকাশিত হয় তা ব্যতীত। তাদের ঘাড় ও বুক যেন মাথার কাপড় দিয়ে ঢেকে দেয়। তারা যেন তাদের স্বামী, পিতা, শ্বশুর, পুত্র, স্বামীর পুত্র, ভাই, ভাই-এর ছেলে, বোনের ছেলে, নিজেদের মহিলাগণ, স্বীয় মালিকানাধীন দাসী, পুরুষদের মধ্যে যৌন কামনামুক্ত পুরুষ আর নারীদের গোপন অঙ্গ সম্পর্কে অজ্ঞ বালক ছাড়া অন্যের কাছে নিজেদের শোভা সৌন্দর্য প্রকাশ না করে। আর তারা যেন নিজেদের গোপন শোভা সৌন্দর্য প্রকাশ করার জন্য সজোরে পদচারণা না করে। হে মু’মিনগণ! তোমরা আল্লাহর নিকট তাওবাহ কর, যাতে তোমরা সফলকাম হতে পার।"},{"id":32,"arabic_text":"وَ اَنۡکِحُوا الۡاَیَامٰی مِنۡکُمۡ وَ الصّٰلِحِیۡنَ مِنۡ عِبَادِکُمۡ وَ اِمَآئِکُمۡ ؕ اِنۡ یَّکُوۡنُوۡا فُقَرَآءَ یُغۡنِہِمُ اللّٰہُ مِنۡ فَضۡلِہٖ ؕ وَ اللّٰہُ  وَاسِعٌ  عَلِیۡمٌ ﴿۳۲﴾ ","english_text":"And fear a Day when no soul will suffice for another soul at all, nor will intercession be accepted from it, nor will compensation be taken from it, nor will they be aided.","page":354,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2823.mp3","colorText":"وَأَ[f:9402[نك]ِحُو[s[اْ] [h:9403[ٱ]لْأَيَ[n[ـٰ]مَىٰ مِ[f:344[نك]ُمْ وَ[h:2905[ٱ][l[ل]صَّ[n[ـٰ]لِحِينَ مِنْ عِبَادِكُمْ وَإِم[o[َا]ٓئِكُمْ‌ۚ إ[a:9404[ِن ي]َكُونُو[s[اْ] فُقَر[o[َا]ٓءَ يُغْنِهِمُ [h:9405[ٱ]للَّهُ مِ[f:475[ن ف]َضْلِه[n[ِۦ]‌ۗ وَ[h:72[ٱ]للَّهُ و[n[َٲ]سِعٌ عَل[p[ِي]مٌ","juz":18,"ruku":304,"manzil":4,"bangla_ahbayan":"তোমাদের মধ্যে যাদের স্বামী-স্ত্রী নেই, তাদের বিবাহ দাও[১] এবং তোমাদের দাস-দাসীদের মধ্যে যারা সৎ, তাদেরও।[২] তারা অভাবগ্রস্ত হলে, আল্লাহ নিজ অনুগ্রহে তাদেরকে অভাবমুক্ত করে দেবেন। [৩] আর আল্লাহ প্রাচুর্যময়, সর্বজ্ঞ।","bangla_bayan":"আর তোমরা তোমাদের মধ্যকার অবিবাহিত নারী-পুরুষ ও সৎকর্মশীল দাস দাসীদের বিবাহ দাও। তারা অভাবী হলে আল্লাহ নিজ অনুগ্রহে তাদেরকে অভাবমুক্ত করে দেবেন। আল্লাহ প্রাচুর্যময় ও মহাজ্ঞানী।","bangla_mkhan":"তোমাদের মধ্যে যারা বিবাহহীন, তাদের বিবাহ সম্পাদন করে দাও এবং তোমাদের দাস ও দাসীদের মধ্যে যারা সৎকর্মপরায়ন, তাদেরও। তারা যদি নিঃস্ব হয়, তবে আল্লাহ নিজ অনুগ্রহে তাদেরকে সচ্ছল করে দেবেন। আল্লাহ প্রাচুর্যময়, সর্বজ্ঞ।","bangla_mujibur":"তোমাদের মধ্যে যারা ‘‘আইয়িম’’ (বিপত্নীক পুরুষ বা বিধবা মহিলা) তাদের বিবাহ সম্পাদন কর এবং তোমাদের দাস-দাসীদের মধ্যে যারা সৎ তাদেরও। তারা অভাবগ্রস্ত হলে আল্লাহ নিজ অনুগ্রহে তাদেরকে অভাবমুক্ত করে দিবেন; আল্লাহতো প্রাচুর্যময়, সর্বজ্ঞ।","bangla_taisirul":"তোমাদের মধ্যে যারা বিবাহহীন তাদের বিবাহ সম্পন্ন কর আর তোমাদের সৎ দাস-দাসীদেরও। তারা যদি নিঃস্ব হয় তাহলে আল্লাহ তাদেরকে নিজ অনুগ্রহে অভাবমুক্ত করে দেবেন, আল্লাহ প্রচুর দানকারী, সর্ববিষয়ে জ্ঞাত।"},{"id":33,"arabic_text":"وَ لۡیَسۡتَعۡفِفِ  الَّذِیۡنَ لَا یَجِدُوۡنَ  نِکَاحًا حَتّٰی یُغۡنِیَہُمُ اللّٰہُ  مِنۡ فَضۡلِہٖ ؕ وَ الَّذِیۡنَ یَبۡتَغُوۡنَ الۡکِتٰبَ مِمَّا مَلَکَتۡ اَیۡمَانُکُمۡ فَکَاتِبُوۡہُمۡ  اِنۡ عَلِمۡتُمۡ فِیۡہِمۡ خَیۡرًا ٭ۖ وَّ اٰتُوۡہُمۡ مِّنۡ مَّالِ اللّٰہِ الَّذِیۡۤ  اٰتٰىکُمۡ ؕ وَ لَا تُکۡرِہُوۡا فَتَیٰتِکُمۡ عَلَی الۡبِغَآءِ  اِنۡ  اَرَدۡنَ تَحَصُّنًا لِّتَبۡتَغُوۡا عَرَضَ الۡحَیٰوۃِ  الدُّنۡیَا ؕ وَ مَنۡ  یُّکۡرِہۡہُّنَّ فَاِنَّ اللّٰہَ مِنۡۢ بَعۡدِ اِکۡرَاہِہِنَّ غَفُوۡرٌ رَّحِیۡمٌ ﴿۳۳﴾","english_text":"And [recall] when We saved your forefathers from the people of Pharaoh, who afflicted you with the worst torment, slaughtering your [newborn] sons and keeping your females alive. And in that was a great trial from your Lord.","page":354,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2824.mp3","colorText":"وَلْيَسْتَعْفِفِ [h:9406[ٱ]لَّذِينَ لَا يَجِدُونَ نِكَاحًا حَتَّىٰ يُغْنِيَهُمُ [h:9407[ٱ]للَّهُ مِ[f:475[ن ف]َضْلِه[n[ِۦ]‌ۗ وَ[h:37[ٱ]لَّذِينَ يَ[q:3357[بْ]تَغُونَ [h:9408[ٱ]لْكِتَ[n[ـٰ]بَ مِ[g[مّ]َا مَلَكَتْ أَيْمَ[n[ـٰ]نُكُمْ فَكَاتِبُوهُمْ إِنْ عَلِمْتُمْ فِيهِمْ خَيْ[a:9409[رًا‌ۖ و]َءَاتُوه[w:9410[ُم م]ّ[a:9411[ِن م]َّالِ [h:9412[ٱ]للَّهِ [h:9413[ٱ]لَّذ[o[ِىٓ] ءَاتَ[n[ـٰ]كُمْ‌ۚ وَلَا تُكْرِهُو[s[اْ] فَتَيَ[n[ـٰ]تِكُمْ عَلَى [h:9414[ٱ]لْبِغ[o[َا]ٓءِ إِنْ أَرَ[q:9415[دْ]نَ تَحَصُّ[u:9416[نًا ل]ِّتَ[q:7694[بْ]تَغُو[s[اْ] عَرَضَ [h:3041[ٱ]لْحَيَ[s[و][n[ٲ]ةِ [h:442[ٱ][l[ل]دُّنْيَا‌ۚ وَم[a:9417[َن ي]ُكْرِههُّ[g[نّ]َ فَإِ[g[نّ]َ [h:513[ٱ]للَّهَ م[i:146[ِنۢ ب]َعْدِ إِكْر[n[َٲ]هِهِ[g[نّ]َ غَفُو[u:890[رٌ ر]َّح[p[ِي]مٌ","juz":18,"ruku":304,"manzil":4,"bangla_ahbayan":"যাদের বিবাহের সামর্থ্য নেই, আল্লাহ তাদেরকে নিজ অনুগ্রহে অভাবমুক্ত না করা পর্যন্ত তারা যেন সংযম অবলম্বন করে[১] এবং তোমাদের অধিকারভুক্ত দাস-দাসীর মধ্যে কেউ তার মুক্তির জন্য লিখিত চুক্তি করতে চাইলে, তাদের সাথে চুক্তিতে আবদ্ধ হও; যদি তোমরা জানো যে, ওদের মাঝে কোন কল্যাণ আছে।[১] আল্লাহ তোমাদেরকে যে সম্পদ দিয়েছেন, তা হতে তোমরা ওদেরকে দান কর।[২] আর তোমাদের দাসিগণ সতীত্ব রক্ষা করতে চাইলে পার্থিব জীবনের ধন-লালসায় তাদেরকে ব্যভিচারিণী হতে বাধ্য করো না।[৩] পক্ষান্তরে কেউ যদি তাদেরকে বাধ্য করে, তাহলে সে ক্ষেত্রে তাদের উপর জবরদস্তির পর নিশ্চয় আল্লাহ তাদের প্রতি চরম ক্ষমাশীল, পরম দয়ালু। [৪]","bangla_bayan":"আর যাদের বিবাহের সামর্থ্য নেই আল্লাহ তাদেরকে নিজ অনুগ্রহে অভাবমুক্ত না করা পর্যন্ত তারা যেন সংযম অবলম্বন করে। আর তোমাদের মালিকানাধীন দাস-দাসীদের মধ্যে যারা মুক্তির জন্য লিখিত চুক্তি করতে চায় তাদের সাথে তোমরা লিখিত চুক্তি কর, যদি তোমরা তাদের মধ্যে কল্যাণ আছে বলে জানতে পার এবং আল্লাহ তোমাদেরকে যে সম্পদ দিয়েছেন তা থেকে তোমরা তাদেরকে দাও। তোমাদের দাসীরা সতীত্ব রক্ষা করতে চাইলে তোমরা দুনিয়ার জীবনের সম্পদের কামনায় তাদেরকে ব্যভিচারে বাধ্য করো না। আর যারা তাদেরকে বাধ্য করবে, নিশ্চয় তাদেরকে বাধ্য করার পর আল্লাহ তাদের প্রতি অত্যন্ত ক্ষমাশীল পরম দয়ালু।","bangla_mkhan":"যারা বিবাহে সামর্থ নয়, তারা যেন সংযম অবলম্বন করে যে পর্যন্ত না আল্লাহ নিজ অনুগ্রহে তাদেরকে অভাবমুক্ত করে দেন। তোমাদের অধিকারভুক্তদের মধ্যে যারা মুক্তির জন্য লিখিত চুক্তি করতে চায়, তাদের সাথে তোমরা লিখিত চুক্তি কর যদি জান যে, তাদের মধ্যে কল্যাণ আছে। আল্লাহ তোমাদেরকে যে, অর্থ-কড়ি দিয়েছেন, তা থেকে তাদেরকে দান কর। তোমাদের দাসীরা নিজেদের পবিত্রতা রক্ষা করতে চাইলে তোমরা পার্থিব জীবনের সম্পদের লালসায় তাদেরকে ব্যভিচারে বাধ্য কারো না। যদি কেহ তাদের উপর জোর-জবরদস্তি করে, তবে তাদের উপর জোর-জবরদস্তির পর আল্লাহ তাদের প্রতি ক্ষমাশীল, পরম দয়ালু।","bangla_mujibur":"যাদের বিয়ের সামর্থ্য নেই আল্লাহ তাদেরকে নিজ অনুগ্রহে অভাবমুক্ত না করা পর্যন্ত তারা যেন সংযম অবলম্বন করে এবং তোমাদের মালিকানাধীন দাসদাসীদের মধ্যে কেহ তার মুক্তির জন্য লিখিত চুক্তি করতে চাইলে তাদের সাথে চুক্তিতে আবদ্ধ হও, যদি তোমরা তাদের মধ্যে মঙ্গলের সন্ধান পাও; আল্লাহ তোমাদের যে সম্পদ দিয়েছেন তা হতে তোমরা তাদেরকে দান করবে। তোমাদের দাসীরা সততা রক্ষা করতে চাইলে পার্থিব জীবনের ধন সম্পদের লালসায় তাদেরকে ব্যভিচারিণী হতে বাধ্য করনা, আর যে তাদেরকে বাধ্য করে, সেরূপ ক্ষেত্রে তাদের উপর যবরদস্তির পর আল্লাহ ক্ষমাশীল, দয়ালু।","bangla_taisirul":"যাদের বিয়ের সম্বল নেই তারা যেন সংযম অবলম্বন করে যতক্ষণ না আল্লাহ নিজ অনুগ্রহে তাদেরকে অভাবমুক্ত করেন। আর তোমাদের দাসদাসীদের মধ্যে যারা মুক্তির জন্য লিখিত চুক্তি পেতে চায়, তাদের সঙ্গে চুক্তি কর যদি তাতে কোন কল্যাণ আছে ব’লে তোমরা জান। আল্লাহ তোমাদেরকে যে মাল দিয়েছেন তাত্থেকে তাদেরকে দান কর। তোমাদের দাসীরা নিজেদের পবিত্রতা রক্ষা করতে চাইলে তোমরা পার্থিব জীবনের সম্পদের লালসায় তাদেরকে ব্যভিচারে বাধ্য করো না। যদি কেউ তাদের উপর জবরদস্তি করে তবে তাদের উপর জবরদস্তির পর আল্লাহ (তাদের প্রতি) ক্ষমাশীল, পরম দয়ালু।"},{"id":34,"arabic_text":"وَ لَقَدۡ  اَنۡزَلۡنَاۤ  اِلَیۡکُمۡ   اٰیٰتٍ مُّبَیِّنٰتٍ وَّ مَثَلًا مِّنَ الَّذِیۡنَ خَلَوۡا مِنۡ قَبۡلِکُمۡ  وَ  مَوۡعِظَۃً   لِّلۡمُتَّقِیۡنَ ﴿۳۴﴾ ","english_text":"And [recall] when We parted the sea for you and saved you and drowned the people of Pharaoh while you were looking on.","page":354,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2825.mp3","colorText":"وَلَقَ[q:341[دْ] أَ[f:515[نز]َلْن[o[َآ] إِلَيْكُمْ ءَايَ[n[ـٰ][a:9418[تٍ م]ُّبَيِّنَ[n[ـٰ][a:9419[تٍ و]َمَثَل[a:9420[اً م]ِّنَ [h:523[ٱ]لَّذِينَ خَلَوْ[s[اْ] مِ[f:85[ن ق]َ[q:86[بْ]لِكُمْ وَمَوْعِظَ[u:348[ةً ل]ِّلْمُتَّق[p[ِي]نَ","juz":18,"ruku":304,"manzil":4,"bangla_ahbayan":"আমি তোমাদের নিকট অবতীর্ণ করেছি সুস্পষ্ট বাক্য, তোমাদের পূর্ববর্তীদের দৃষ্টান্ত এবং সাবধানীদের জন্য উপদেশ ।","bangla_bayan":"আর নিশ্চয় আমি তোমাদের কাছে নাযিল করেছি সুস্পষ্ট আয়াতসমূহ এবং তোমাদের পূর্বে যারা চলে গেছে তাদের দৃষ্টান্ত ও মুত্তাকীদের জন্য উপদেশ।","bangla_mkhan":"আমি তোমাদের প্রতি অবতীর্ণ করেছি সুস্পষ্ট আয়াতসমূহ, তোমাদের পূর্ববর্তীদের কিছু দৃষ্টান্ত এবং আল্লাহ ভীরুদের জন্যে দিয়েছি উপদেশ।","bangla_mujibur":"আমি তোমাদের নিকট অবতীর্ণ করেছি সুস্পষ্ট আয়াত, তোমাদের পূর্ববর্তীদের দৃষ্টান্ত এবং মুত্তাকীদের জন্য উপদেশ।","bangla_taisirul":"তোমাদের নিকট অবতীর্ণ করেছি সুস্পষ্ট আয়াত আর তোমাদের পূর্বে যারা অতীত হয়ে গেছে তাদের দৃষ্টান্ত ও মুত্তাকীদের জন্য দিয়েছি উপদেশ।"},{"id":35,"arabic_text":"اَللّٰہُ  نُوۡرُ السَّمٰوٰتِ وَ الۡاَرۡضِ ؕ مَثَلُ نُوۡرِہٖ کَمِشۡکٰوۃٍ  فِیۡہَا مِصۡبَاحٌ ؕ اَلۡمِصۡبَاحُ فِیۡ زُجَاجَۃٍ ؕ اَلزُّجَاجَۃُ کَاَنَّہَا کَوۡکَبٌ دُرِّیٌّ یُّوۡقَدُ مِنۡ شَجَرَۃٍ مُّبٰرَکَۃٍ  زَیۡتُوۡنَۃٍ  لَّا شَرۡقِیَّۃٍ  وَّ لَا غَرۡبِیَّۃٍ ۙ یَّکَادُ زَیۡتُہَا یُضِیۡٓءُ وَ لَوۡ لَمۡ تَمۡسَسۡہُ نَارٌ ؕ نُوۡرٌ عَلٰی نُوۡرٍ ؕ یَہۡدِی اللّٰہُ  لِنُوۡرِہٖ مَنۡ یَّشَآءُ ؕ وَ یَضۡرِبُ اللّٰہُ الۡاَمۡثَالَ لِلنَّاسِ ؕ وَ اللّٰہُ  بِکُلِّ شَیۡءٍ عَلِیۡمٌ ﴿ۙ۳۵﴾ ","english_text":"And [recall] when We made an appointment with Moses for forty nights. Then you took [for worship] the calf after him, while you were wrongdoers.","page":354,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2826.mp3","colorText":"۞ ٱللَّهُ نُورُ [h:9421[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَ[h:177[ٱ]لْأَرْضِ‌ۚ مَثَلُ نُورِه[n[ِۦ] كَمِشْكَ[s[و][n[ٲ][f:9422[ةٍ ف]ِيهَا مِصْبَاحٌ‌ۖ [h:9423[ٱ]لْمِصْبَاحُ فِى زُجَاجَةٍ‌ۖ [h:9424[ٱ][l[ل]زُّجَاجَةُ كَأَ[g[نّ]َهَا كَوْكَ[f:9425[بٌ د]ُرِّ[a:9426[ىٌّ ي]ُوقَدُ مِ[f:9427[ن ش]َجَرَ[a:9428[ةٍ م]ُّبَ[n[ـٰ]رَكَ[f:9429[ةٍ ز]َيْتُونَ[u:9430[ةٍ ل]َّا شَرْقِيَّ[a:9431[ةٍ و]َلَا غَرْبِيَّ[a:9432[ةٍ ي]َكَادُ زَيْتُهَا يُض[o[ِى]ٓءُ وَلَوْ لَمْ تَمْسَسْهُ نَا[a:9433[رٌ‌ۚ ن]ُّورٌ عَلَىٰ نُو[a:9434[رٍ‌ۗ ي]َهْدِى [h:2084[ٱ]للَّهُ لِنُورِه[n[ِۦ] م[a:476[َن ي]َش[o[َا]ٓءُ‌ۚ وَيَضْرِبُ [h:7110[ٱ]للَّهُ [h:6948[ٱ]لْأَمْثَ[n[ـٰ]لَ لِل[g[نّ]َاسِ‌ۗ وَ[h:72[ٱ]للَّهُ بِكُلِّ شَىْءٍ عَل[p[ِي]مٌ","juz":18,"ruku":305,"manzil":4,"bangla_ahbayan":"আল্লাহ আকাশমন্ডলী ও পৃথিবীর জ্যোতি;[১] তাঁর জ্যোতির উপমা যেন সে তাকের মত; যার মধ্যে আছে এক প্রদীপ, প্রদীপটি একটি কাঁচের আবরণের মধ্যে স্থাপিত, কাঁচের আবরণটি উজ্জ্বল নক্ষত্র সদৃশ; যা পবিত্র যয়তুন বৃক্ষের তৈল হতে প্রজ্জ্বলিত হয়, যা প্রাচ্যের নয়, প্রতীচ্যেরও নয়, অগ্নি স্পর্শ না করলেও মনে হয় ওর তৈল যেন উজ্জ্বল আলো দিচ্ছে; জ্যোতির উপর জ্যোতি![২] আল্লাহ যাকে ইচ্ছা তাঁর জ্যোতির দিকে পথনির্দেশ করেন।[৩] আল্লাহ মানুষের জন্য উপমা দিয়ে থাকেন।[৪] আর আল্লাহ সর্ববিষয়ে সর্বজ্ঞ।","bangla_bayan":"আল্লাহ আসমানসমূহ ও যমীনের নূর। তাঁর নূরের উপমা একটি তাকের মতই। তাতে রয়েছে একটি প্রদীপ, প্রদীপটি রয়েছে একটি চিমনির মধ্যে। চিমনিটি উজ্জ্বল তারকার মতই। প্রদীপটি বরকতময় যাইতূন গাছের তেল দ্বারা জ্বালানো হয়, যা পূর্ব দিকেরও নয় এবং পশ্চিম দিকেরও নয়। এর তেল যেন আলো বিকিরণ করে, যদিও তাতে আগুন স্পর্শ না করে। নূরের উপর নূর। আল্লাহ যাকে ইচ্ছা হিদায়াত করেন তাঁর নূরের দিকে। আর আল্লাহ মানুষের জন্য উপমাসমূহ উপস্থাপন করেন। আর আল্লাহ প্রতিটি বস্তু সম্পর্কে সম্যক জ্ঞাত।","bangla_mkhan":"আল্লাহ নভোমন্ডল ও ভূমন্ডলের জ্যোতি, তাঁর জ্যোতির উদাহরণ যেন একটি কুলঙ্গি, যাতে আছে একটি প্রদীপ, প্রদীপটি একটি কাঁচপাত্রে স্থাপিত, কাঁচপাত্রটি উজ্জ্বল নক্ষত্র সদৃশ্য। তাতে পুতঃপবিত্র যয়তুন বৃক্ষের তৈল প্রজ্বলিত হয়, যা পূর্বমুখী নয় এবং পশ্চিমমুখীও নয়। অগ্নি স্পর্শ না করলেও তার তৈল যেন আলোকিত হওয়ার নিকটবর্তী। জ্যোতির উপর জ্যোতি। আল্লাহ যাকে ইচ্ছা পথ দেখান তাঁর জ্যোতির দিকে। আল্লাহ মানুষের জন্যে দৃষ্টান্তসমূহ বর্ণনা করেন এবং আল্লাহ সব বিষয়ে জ্ঞাত।","bangla_mujibur":"আল্লাহ আকাশমন্ডলী ও পৃথিবীর জ্যোতি, তাঁর জ্যোতির উপমা যেন একটি দীপাধার, যার মধ্যে আছে একটি প্রদীপ; প্রদীপটি একটি কাঁচের আবরণের মধ্যে স্থাপিত, কাঁচের আবরণটি উজ্জ্বল নক্ষত্র সদৃশ; এটা প্রজ্জ্বলিত করা হয় পুতঃপবিত্র যাইতূন বৃক্ষের তেল দ্বারা যা প্রাচ্যের নয়, প্রতিচ্যেরও নয়, আগুন ওকে স্পর্শ না করলেও যেন ওর তেল উজ্জ্বল আলো দিচ্ছে; জ্যোতির উপর জ্যোতি! আল্লাহ যাকে ইচ্ছা পথ নির্দেশ করেন তাঁর জ্যোতির দিকে; আল্লাহ মানুষের জন্য উপমা দিয়ে থাকেন এবং আল্লাহ সর্ব বিষয়ে সর্বজ্ঞ।","bangla_taisirul":"আল্লাহ আসমান ও যমীনের আলো, তাঁর আলোর দৃষ্টান্ত হল যেন একটি তাক- যার ভিতরে আছে একটি প্রদীপ, প্রদীপটি হচ্ছে কাঁচের ভিতরে, কাঁচটি যেন একটি উজ্জ্বল নক্ষত্র, যা প্রজ্জ্বলিত করা হয় বরকতময় যায়তুন গাছের তেল দ্বারা যা পূর্বদেশীয়ও নয়, আর পশ্চিমদেশীয়ও নয়। আগুন তাকে স্পর্শ না করলেও তার তেল যেন উজ্জ্বলের বেশ নিকটবর্তী, আলোর উপরে আলো। আল্লাহ যাকে ইচ্ছে করেন স্বীয় আলোর দিকে পথ দেখান। আল্লাহ মানুষের জন্য দৃষ্টান্ত পেশ করেন, আল্লাহ সর্ববিষয়ে অধিক জ্ঞাত।"},{"id":36,"arabic_text":"فِیۡ  بُیُوۡتٍ اَذِنَ اللّٰہُ  اَنۡ تُرۡفَعَ وَ یُذۡکَرَ فِیۡہَا اسۡمُہٗ ۙ یُسَبِّحُ لَہٗ  فِیۡہَا بِالۡغُدُوِّ وَ الۡاٰصَالِ ﴿ۙ۳۶﴾ ","english_text":"Then We forgave you after that so perhaps you would be grateful.","page":354,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2827.mp3","colorText":"فِى بُيُوتٍ أَذِنَ [h:9435[ٱ]للَّهُ أَ[f:9436[ن ت]ُرْفَعَ وَيُذْكَرَ فِيهَا [h:596[ٱ]سْمُهُ[n[ۥ] يُسَبِّحُ لَهُ[n[ۥ] فِيهَا بِ[h:5225[ٱ]لْغُدُوِّ وَ[h:5226[ٱ]لْأَص[p[َا]لِ","juz":18,"ruku":305,"manzil":4,"bangla_ahbayan":"সে সব গৃহে -- যাকে আল্লাহ সমুন্নত করতে এবং তাতে তাঁর নাম স্মরণ করতে নির্দেশ দিয়েছেন--[১] সকাল ও সন্ধ্যায় তাতে তাঁর পবিত্রতা ও মহিমা ঘোষণা করে,[২]","bangla_bayan":"সেসব ঘরে যাকে সমুন্নত করতে এবং যেখানে আল্লাহর নাম যিক্র করতে আল্লাহই অনুমতি দিয়েছেন। সেখানে সকাল ও সন্ধ্যায় তাঁর তাসবীহ পাঠ করে-","bangla_mkhan":"আল্লাহ যেসব গৃহকে মর্যাদায় উন্নীত করার এবং সেগুলোতে তাঁর নাম উচ্চারণ করার আদেশ দিয়েছেন, সেখানে সকাল ও সন্ধ্যায় তাঁর পবিত্রতা ও মহিমা ঘোষণা করে;","bangla_mujibur":"সেই সব গৃহ, যাকে মর্যাদায় সমুন্নত করতে এবং যাতে তাঁর নাম স্মরণ করতে আল্লাহ নির্দেশ দিয়েছেন, সকাল ও সন্ধ্যায় তাঁর পবিত্রতা ও মহিমা ঘোষণা করে।","bangla_taisirul":"(এ রকম আলো জ্বালানো হয়) সে সব গৃহে (অর্থাৎ মাসজিদে ও উপাসনালয়ে) যেগুলোকে সমুন্নত রাখতে আর তাতে তাঁর নাম স্মরণ করতে আল্লাহ নির্দেশ দিয়েছেন, ওগুলোতে তাঁর মাহাত্ম্য ঘোষণা করা হয় সকাল ও সন্ধ্যায় (বার বার)"},{"id":37,"arabic_text":"رِجَالٌ ۙ لَّا تُلۡہِیۡہِمۡ تِجَارَۃٌ  وَّ لَا بَیۡعٌ عَنۡ ذِکۡرِ اللّٰہِ وَ  اِقَامِ الصَّلٰوۃِ  وَ  اِیۡتَآءِ الزَّکٰوۃِ ۪ۙ یَخَافُوۡنَ یَوۡمًا تَتَقَلَّبُ فِیۡہِ الۡقُلُوۡبُ وَ الۡاَبۡصَارُ ﴿٭ۙ۳۷﴾ ","english_text":"And [recall] when We gave Moses the Scripture and criterion that perhaps you would be guided.","page":355,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2828.mp3","colorText":"رِجَا[u:9437[لٌ ل]َّا تُلْهِيهِمْ تِجَ[n[ـٰ]رَ[a:9438[ةٌ و]َلَا بَيْعٌ عَ[f:3773[ن ذ]ِكْرِ [h:3774[ٱ]للَّهِ وَإِقَامِ [h:9439[ٱ][l[ل]صَّلَ[s[و][n[ٲ]ةِ وَإِيت[o[َا]ٓءِ [h:9440[ٱ][l[ل]زَّكَ[s[و][n[ٲ]ةِ‌ۙ يَخَافُونَ يَوْ[f:9441[مًا ت]َتَقَلَّبُ فِيهِ [h:9442[ٱ]لْقُلُوبُ وَ[h:9443[ٱ]لْأَ[q:9443[بْ]صَ[p[ـٰ]رُ","juz":18,"ruku":305,"manzil":4,"bangla_ahbayan":"এমন সব (পুরুষ) লোক[১] যাদেরকে ব্যবসা-বাণিজ্য এবং ক্রয়-বিক্রয় আল্লাহর স্মরণ হতে এবং নামায কায়েম ও যাকাত প্রদান করা হতে বিরত রাখে না, তারা ভয় করে সেদিনকে, যেদিন তাদের অন্তর ও দৃষ্টি ভীতি-বিহব্বল হয়ে পড়বে। [২]","bangla_bayan":"সেসব লোক, যাদেরকে ব্যবসা-বাণিজ্য ও ক্রয়-বিক্রয় আল্লাহর যিক্র, সালাত কায়েম করা ও যাকাত প্রদান করা থেকে বিরত রাখে না। তারা সেদিনকে ভয় করে, যেদিন অন্তর ও দৃষ্টিসমূহ উল্টে যাবে।","bangla_mkhan":"এমন লোকেরা, যাদেরকে ব্যবসা-বাণিজ্য ও ক্রয়-বিক্রয় আল্লাহর স্মরণ থেকে, নামায কায়েম করা থেকে এবং যাকাত প্রদান করা থেকে বিরত রাখে না। তারা ভয় করে সেই দিনকে, যেদিন অন্তর ও দৃষ্টিসমূহ উল্টে যাবে।","bangla_mujibur":"সেই সব লোক, যাদেরকে ব্যবসা-বাণিজ্য এবং ক্রয় বিক্রয় আল্লাহর স্মরণ হতে এবং সালাত কায়েম ও যাকাত প্রদান হতে বিরত রাখেনা, তারা ভয় করে সেই দিনকে যেদিন তাদের অন্তর ও দৃষ্টি বিপর্যস্ত হয়ে পড়বে –","bangla_taisirul":"ঐ সব লোকের দ্বারা ব্যবসায় ও ক্রয়-বিক্রয় যাদেরকে তাঁর স্মরণ হতে বিচ্যুত করতে পারে না, আর নামায প্রতিষ্ঠা ও যাকাত প্রদান থেকেও না। তাদের ভয় করে (কেবল) সেদিনের যেদিন অন্তর ও দৃষ্টিসমূহ উল্টে যাবে।"},{"id":38,"arabic_text":"لِیَجۡزِیَہُمُ اللّٰہُ  اَحۡسَنَ مَا عَمِلُوۡا وَ یَزِیۡدَہُمۡ مِّنۡ فَضۡلِہٖ ؕ وَ اللّٰہُ یَرۡزُقُ مَنۡ یَّشَآءُ  بِغَیۡرِ  حِسَابٍ  ﴿۳۸﴾","english_text":"And [recall] when Moses said to his people, \"O my people, indeed you have wronged yourselves by your taking of the calf [for worship]. So repent to your Creator and kill yourselves. That is best for [all of] you in the sight of your Creator.\" Then He accepted your repentance; indeed, He is the Accepting of repentance, the Merciful.","page":355,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2829.mp3","colorText":"لِيَ[q:5903[جْ]زِيَهُمُ [h:5904[ٱ]للَّهُ أَحْسَنَ مَا عَمِلُو[s[اْ] وَيَزِيدَه[w:9444[ُم م]ِّ[f:475[ن ف]َضْلِه[n[ِۦ]‌ۗ وَ[h:72[ٱ]للَّهُ يَرْزُقُ م[a:476[َن ي]َش[o[َا]ٓءُ بِغَيْرِ حِس[p[َا][q[ب]ٍ","juz":18,"ruku":305,"manzil":4,"bangla_ahbayan":"যাতে তারা যে সৎকাজ করে, তার জন্য আল্লাহ তাদেরকে উত্তম পুরস্কার দেন এবং নিজ অনুগ্রহে তাদের প্রাপ্যের অধিক দেন। আর আল্লাহ যাকে ইচ্ছা অপরিমিত জীবিকা দান করেন। [১]","bangla_bayan":"যাতে তাদের কৃত উত্তম আমলের জন্য আল্লাহ তাদেরকে প্রতিদান দেন এবং তিনি স্বীয় অনুগ্রহে তাদেরকে আরো বাড়িয়ে দেন। আর আল্লাহ যাকে ইচ্ছা করেন অপরিমিত রিয্ক দান করেন।","bangla_mkhan":"(তারা আল্লাহর পবিত্রতা ঘোষণা করে) যাতে আল্লাহ তাদের উৎকৃষ্টতর কাজের প্রতিদান দেন এবং নিজ অনুগ্রহে আরও অধিক দেন। আল্লাহ যাকে ইচ্ছা অপরিমিত রুযী দান করেন।","bangla_mujibur":"যাতে তারা যে কাজ করে তজ্জন্য আল্লাহ তাদেরকে উত্তম পুরস্কার দেন এবং নিজ অনুগ্রহে তাদের প্রাপ্যের অধিক দেন; আল্লাহ যাকে ইচ্ছা অপরিমিত জীবিকা দান করে।","bangla_taisirul":"(তারা এভাবে আল্লাহর ইবাদাত করে) যাতে আল্লাহ তাদেরকে পুরস্কৃত করেন তাদের উত্তম কার্যাবলী অনুসারে আর নিজ অনুগ্রহে আরো অধিক দেন, কারণ আল্লাহ যার জন্য ইচ্ছে করেন অপরিমিত রিযক্ দান করেন।"},{"id":39,"arabic_text":"وَ الَّذِیۡنَ  کَفَرُوۡۤا اَعۡمَالُہُمۡ کَسَرَابٍۭ بِقِیۡعَۃٍ یَّحۡسَبُہُ الظَّمۡاٰنُ مَآءً ؕ حَتّٰۤی اِذَا جَآءَہٗ  لَمۡ  یَجِدۡہُ شَیۡئًا وَّ وَجَدَ  اللّٰہَ عِنۡدَہٗ  فَوَفّٰىہُ حِسَابَہٗ ؕ وَ اللّٰہُ سَرِیۡعُ الۡحِسَابِ ﴿ۙ۳۹﴾ ","english_text":"And [recall] when you said, \"O Moses, we will never believe you until we see Allah outright\"; so the thunderbolt took you while you were looking on.","page":355,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2830.mp3","colorText":"وَ[h:9999[ٱ]لَّذِينَ كَفَر[o[ُوٓ][s[اْ] أَعْمَ[n[ـٰ]لُهُمْ كَسَرَا[i:9445[بِۭ ب]ِقِيعَ[a:9446[ةٍ ي]َحْسَبُهُ [h:9447[ٱ][l[ل]ظَّمْـَٔـانُ م[o[َا]ٓءً حَتَّ[o[ىٰٓ] إِذَا ج[o[َا]ٓءَهُ[n[ۥ] لَمْ يَجِ[q:9448[دْ]هُ شَيْـ[a:9449[ـًٔا و]َوَجَدَ [h:9450[ٱ]للَّهَ عِ[f:719[ند]َهُ[n[ۥ] فَوَفَّ[n[ـٰ]هُ حِسَابَهُ[n[ۥ]‌ۗ وَ[h:72[ٱ]للَّهُ سَرِيعُ [h:1112[ٱ]لْحِس[p[َا][q[ب]ِ","juz":18,"ruku":305,"manzil":4,"bangla_ahbayan":"যারা সত্য প্রত্যাখ্যান করে, তাদের কর্ম মরুভূমির মরীচিকার ন্যায়; পিপাসার্ত যাকে পানি মনে করে থাকে। কিন্তু সে ওর নিকট উপস্থিত হলে দেখে তা কিছুই নয় এবং সেখানে সে আল্লাহকে পায়। অতঃপর তিনি তার কর্মফল পূর্ণমাত্রায় দান করেন।[১] আর আল্লাহ হিসাব গ্রহণে তৎপর ।","bangla_bayan":"আর যারা কুফরী করে, তাদের আমলসমূহ মরুভূমির মরিচিকার মত, পিপাসিত ব্যক্তি যাকে পানি মনে করে। অবশেষে যখন সে তার কাছে আসবে, তখন সে দেখবে সেটা কিছুই নয়। আর সে সেখানে আল্লাহকে দেখতে পাবে। অতঃপর তিনি তাকে তার হিসাব পরিপূর্ণ করে দেবেন। আর আল্লাহ অতি দ্রুত হিসাব গ্রহণকারী।","bangla_mkhan":"যারা কাফের, তাদের কর্ম মরুভুমির মরীচিকা সদৃশ, যাকে পিপাসার্ত ব্যক্তি পানি মনে করে। এমনকি, সে যখন তার কাছে যায়, তখন কিছুই পায় না এবং পায় সেখানে আল্লাহকে, অতঃপর আল্লাহ তার হিসাব চুকিয়ে দেন। আল্লাহ দ্রুত হিসাব গ্রহণকারী।","bangla_mujibur":"যারা কুফরী করে, তাদের আমলসমূহ মরুভূমির মরীচিকা সদৃশ। পিপাসার্ত যাকে পানি মনে করে থাকে, কিন্তু সে ওর নিকট উপস্থিত হলে দেখবে ওটা কিছু নয়, কিন্তু সে পাবে সেখানে আল্লাহকে। অতঃপর তিনি তার কর্মফল পূর্ণ মাত্রায় দিবেন; আল্লাহ হিসাব গ্রহণে তৎপর।","bangla_taisirul":"আর যারা কুফুরী করে তাদের কাজকর্ম হল বালুকাময় মরুভূমির মরীচিকার মত। পিপাসার্ত ব্যক্তি সেটাকে পানি মনে করে অবশেষে সে যখন তার নিকটে আসে, সে দেখে ওটা কিছুই না, সে সেখানে পায় আল্লাহকে, অতঃপর আল্লাহ তার হিসাব চুকিয়ে দেন। আল্লাহ দ্রুত হিসাব গ্রহণ করে থাকেন।"},{"id":40,"arabic_text":"اَوۡ کَظُلُمٰتٍ فِیۡ بَحۡرٍ لُّجِّیٍّ یَّغۡشٰہُ مَوۡجٌ مِّنۡ فَوۡقِہٖ مَوۡجٌ مِّنۡ فَوۡقِہٖ سَحَابٌ ؕ ظُلُمٰتٌۢ  بَعۡضُہَا فَوۡقَ بَعۡضٍ ؕ اِذَاۤ اَخۡرَجَ یَدَہٗ  لَمۡ  یَکَدۡ یَرٰىہَا ؕ وَ مَنۡ  لَّمۡ یَجۡعَلِ اللّٰہُ   لَہٗ   نُوۡرًا  فَمَا  لَہٗ  مِنۡ  نُّوۡرٍ ﴿۴۰﴾ ","english_text":"Then We revived you after your death that perhaps you would be grateful.","page":355,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2831.mp3","colorText":"أَوْ كَظُلُمَ[n[ـٰ][f:9451[تٍ ف]ِى بَحْ[u:9452[رٍ ل]ُّجِّ[a:9453[ىٍّ ي]َغْشَ[n[ـٰ]هُ مَوْ[a:9454[جٌ م]ِّ[f:9455[ن ف]َوْقِه[n[ِۦ] مَوْ[a:9454[جٌ م]ِّ[f:9455[ن ف]َوْقِه[n[ِۦ] سَحَا[f:9456[بٌ‌ۚ ظ]ُلُمَ[n[ـٰ][i:9457[تُۢ ب]َعْضُهَا فَوْقَ بَعْضٍ إِذ[o[َآ] أَخْرَجَ يَدَهُ[n[ۥ] لَمْ يَكَ[q:9458[دْ] يَرَ[n[ٮٰ]هَا‌ۗ وَم[u:1416[َن ل]َّمْ يَ[q:9459[جْ]عَلِ [h:9460[ٱ]للَّهُ لَهُ[n[ۥ] نُو[f:9461[رًا ف]َمَا لَهُ[n[ۥ] م[a:9462[ِن ن]ّ[p[ُو]رٍ","juz":18,"ruku":305,"manzil":4,"bangla_ahbayan":"অথবা (ওদের কর্মের উপমা) গভীর সমুদ্রতলের অন্ধকার সদৃশ,[১] তরঙ্গের উপর তরঙ্গ যাকে আচ্ছন্ন করে, যার ঊর্ধ্বদেশে ঘন মেঘ, এক অন্ধকারের উপর আর এক অন্ধকার, কেউ নিজ হাত বার করলে তা প্রায় দেখতেই পায় না।[২] আর আল্লাহ যাকে আলো দান করেন না, তার জন্য কোন আলো নেই।[৩]","bangla_bayan":"অথবা (তাদের আমলসমূহ) গভীর সমূদ্রে ঘনিভূত অন্ধকারের মত, যাকে আচ্ছন্ন করে ঢেউয়ের উপরে ঢেউ, তার উপরে মেঘমালা। অনেক অন্ধকার; এক স্তরের উপর অপর স্তর। কেউ হাত বের করলে আদৌ তা দেখতে পায় না। আর আল্লাহ যাকে নূর দেন না তার জন্য কোন নূর নেই।","bangla_mkhan":"অথবা (তাদের কর্ম) প্রমত্ত সমুদ্রের বুকে গভীর অন্ধকারের ন্যায়, যাকে উদ্বেলিত করে তরঙ্গের উপর তরঙ্গ, যার উপরে ঘন কালো মেঘ আছে। একের উপর এক অন্ধকার। যখন সে তার হাত বের করে, তখন তাকে একেবারেই দেখতে পায় না। আল্লাহ যাকে জ্যোতি দেন না, তার কোন জ্যোতিই নেই।","bangla_mujibur":"অথবা (কাফিরদের কাজ) প্রমত্ত সমুদ্রের বুকে গভীর অন্ধকারের ন্যায়, যাকে উদ্বেলিত করে তরঙ্গের উপর তরঙ্গ, যার উপরে রয়েছে ঘন কালো মেঘ, একের উপর এক অন্ধকার। তার হাতকে বের করলে সে তা আদৌ দেখতে পায়না। আল্লাহ যাকে জ্যোতি দান করেননা তার জন্য কোন জ্যোতি নেই।","bangla_taisirul":"অথবা (কাফিরদের অবস্থা) বিশাল গভীর সমুদ্রে গভীর অন্ধকারের ন্যায়, যাকে আচ্ছন্ন করে রেখেছে ঢেউয়ের উপরে ঢেউ, তার উপরে মেঘ, একের পর এক অন্ধকারের স্তর, কেউ হাত বের করলে সে তা একেবারেই দেখতে পায় না। আল্লাহ যাকে আলো দান করেন না, তার জন্য কোন আলো নেই।"},{"id":41,"arabic_text":"اَلَمۡ تَرَ اَنَّ اللّٰہَ  یُسَبِّحُ لَہٗ  مَنۡ فِی السَّمٰوٰتِ وَ الۡاَرۡضِ وَ الطَّیۡرُ  صٰٓفّٰتٍ ؕ کُلٌّ قَدۡ عَلِمَ  صَلَاتَہٗ وَ تَسۡبِیۡحَہٗ ؕ وَ اللّٰہُ  عَلِیۡمٌۢ   بِمَا یَفۡعَلُوۡنَ ﴿۴۱﴾ ","english_text":"And We shaded you with clouds and sent down to you manna and quails, [saying], \"Eat from the good things with which We have provided you.\" And they wronged Us not - but they were [only] wronging themselves.","page":355,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2832.mp3","colorText":"أَلَمْ تَرَ أَ[g[نّ]َ [h:394[ٱ]للَّهَ يُسَبِّحُ لَهُ[n[ۥ] مَ[f:2074[ن ف]ِى [h:609[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَ[h:177[ٱ]لْأَرْضِ وَ[h:9463[ٱ][l[ل]طَّيْرُ صَ[m[ـٰٓ]فَّ[n[ـٰ][f:9464[تٍ‌ۖ ك]ُ[f:9465[لٌّ ق]َ[q:298[دْ] عَلِمَ صَلَاتَهُ[n[ۥ] وَتَسْبِيحَهُ[n[ۥ]‌ۗ وَ[h:72[ٱ]للَّهُ عَلِي[i:6056[مُۢ ب]ِمَا يَفْعَل[p[ُو]نَ","juz":18,"ruku":306,"manzil":4,"bangla_ahbayan":"তুমি কি দেখ না যে, আকাশমন্ডলী ও পৃথিবীতে যারা আছে তারা এবং উড়ন্ত পাখীদল[১] আল্লাহর পবিত্রতা ও মহিমা ঘোষণা করে? সকলেই তাঁর প্রশংসা এবং পবিত্রতা ও মহিমা ঘোষণার পদ্ধতি জানে।[২] আর ওরা যা করে, সে বিষয়ে আল্লাহ সম্যক অবগত।[৩]","bangla_bayan":"তুমি কি দেখনি যে, আসমান ও যমীনে যারা আছে তারা এবং সারিবদ্ধ হয়ে উড়ন্ত পাখিরা আল্লাহর তাসবীহ পাঠ করে? প্রত্যেকেই তাঁর সালাত ও তাসবীহ জানে। তারা যা করে সে সম্পর্কে আল্লাহ সম্যক অবগত।","bangla_mkhan":"তুমি কি দেখ না যে, নভোমন্ডল ও ভূমন্ডলে যারা আছে, তারা এবং উড়ন্ত পক্ষীকুল তাদের পাখা বিস্তার করতঃ আল্লাহর পবিত্রতা ও মহিমা ঘোষণা করে? প্রত্যেকেই তার যোগ্য এবাদত এবং পবিত্রতা ও মহিমা ঘোষণার পদ্ধতি জানে। তারা যা করে, আল্লাহ সে বিষয়ে সম্যক জ্ঞাত।","bangla_mujibur":"তুমি কি দেখনা যে, আকাশমন্ডলী ও পৃথিবীতে যারা আছে তারা এবং উড্ডীয়মান বিহংগকূল আল্লাহর পবিত্রতা ও মহিমা ঘোষণা করে? তারা প্রত্যেকেই জানে তাঁর যোগ্য প্রার্থনা এবং পবিত্রতা ও মহিমা ঘোষণার পদ্ধতি এবং তারা যা করে সেই বিষয়ে আল্লাহ সম্যক অবগত।","bangla_taisirul":"তুমি কি দেখ না, তিনি হলেন আল্লাহ, আসমান ও যমীনে যারা আছে সকলেই যাঁর প্রশংসা গীতি উচ্চারণ করে আর (উড়ন্ত) পাখীরাও তাদের ডানা বিস্তার ক’রে? তাদের প্রত্যেকেই তাদের ‘ইবাদাত ও প্রশংসাগীতির পদ্ধতি জানে, তারা যা করে আল্লাহ সে সম্পর্কে খুবই অবগত।"},{"id":42,"arabic_text":"وَ لِلّٰہِ مُلۡکُ السَّمٰوٰتِ وَ الۡاَرۡضِ ۚ وَ  اِلَی اللّٰہِ  الۡمَصِیۡرُ ﴿۴۲﴾ ","english_text":"And [recall] when We said, \"Enter this city and eat from it wherever you will in [ease and] abundance, and enter the gate bowing humbly and say, 'Relieve us of our burdens.' We will [then] forgive your sins for you, and We will increase the doers of good [in goodness and reward].\"","page":355,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2833.mp3","colorText":"وَلِلَّهِ مُلْكُ [h:555[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَ[h:177[ٱ]لْأَرْضِ‌ۖ وَإِلَى [h:1148[ٱ]للَّهِ [h:1842[ٱ]لْمَص[p[ِي]رُ","juz":18,"ruku":306,"manzil":4,"bangla_ahbayan":"আকাশমন্ডলী ও পৃথিবীর সার্বভৌমত্ব আল্লাহরই এবং তাঁরই দিকে প্রত্যাবর্তন।[১]","bangla_bayan":"আর আসমান ও যমীনের মালিকানা আল্লাহর জন্যই। আর আল্লাহর দিকেই প্রত্যাবর্তন।","bangla_mkhan":"নভোমন্ডল ও ভূমন্ডলের সার্বভৌমত্ব আল্লাহরই এবং তাঁরই দিকে প্রত্যাবর্তন করতে হবে।","bangla_mujibur":"আকাশমন্ডলী ও পৃথিবীর সার্বভৌমত্ব আল্লাহরই এবং তাঁরই দিকে প্রত্যাবর্তন।","bangla_taisirul":"আসমান ও যমীনের রাজত্বের মালিকানা আল্লাহর জন্যই, আর ফিরে আসতে হবে আল্লাহর কাছেই।"},{"id":43,"arabic_text":"اَلَمۡ  تَرَ  اَنَّ اللّٰہَ یُزۡجِیۡ سَحَابًا ثُمَّ  یُؤَلِّفُ بَیۡنَہٗ  ثُمَّ یَجۡعَلُہٗ  رُکَامًا فَتَرَی الۡوَدۡقَ یَخۡرُجُ مِنۡ خِلٰلِہٖ ۚ وَ  یُنَزِّلُ مِنَ السَّمَآءِ مِنۡ جِبَالٍ فِیۡہَا مِنۡۢ بَرَدٍ فَیُصِیۡبُ بِہٖ مَنۡ یَّشَآءُ وَ یَصۡرِفُہٗ عَنۡ مَّنۡ یَّشَآءُ ؕ یَکَادُ سَنَا بَرۡقِہٖ یَذۡہَبُ بِالۡاَبۡصَارِ ﴿ؕ۴۳﴾ ","english_text":"But those who wronged changed [those words] to a statement other than that which had been said to them, so We sent down upon those who wronged a punishment from the sky because they were defiantly disobeying.","page":355,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2834.mp3","colorText":"أَلَمْ تَرَ أَ[g[نّ]َ [h:394[ٱ]للَّهَ يُزْجِى سَحَا[f:9466[بًا ث]ُ[g[مّ]َ يُؤَلِّفُ بَيْنَهُ[n[ۥ] ثُ[g[مّ]َ يَ[q:9467[جْ]عَلُهُ[n[ۥ] رُكَا[f:9468[مًا ف]َتَرَى [h:9469[ٱ]لْوَ[q:9470[دْ]قَ يَخْرُجُ مِنْ خِلَ[n[ـٰ]لِه[n[ِۦ] وَيُنَزِّلُ مِنَ [h:64[ٱ][l[ل]سَّم[o[َا]ٓءِ مِ[f:9471[ن ج]ِبَا[f:9472[لٍ ف]ِيهَا م[i:9473[ِنۢ ب]َرَ[f:9474[دٍ ف]َيُصِيبُ بِه[n[ِۦ] م[a:476[َن ي]َش[o[َا]ٓءُ وَيَصْرِفُهُ[n[ۥ] ع[a:9475[َن م]ّ[a:476[َن ي]َش[o[َا]ٓءُ‌ۖ يَكَادُ سَنَا بَرْقِه[n[ِۦ] يَذْهَبُ بِ[h:9476[ٱ]لْأَ[q:9476[بْ]صَ[p[ـٰ]رِ","juz":18,"ruku":306,"manzil":4,"bangla_ahbayan":"তুমি কি দেখ না যে, আল্লাহ মেঘমালাকে সঞ্চালিত করেন, অতঃপর তা একত্রিত করেন এবং পরে পুঞ্জীভূত করেন। অতঃপর তুমি দেখতে পাও, তা থেকে নির্গত হয় বারিধারা; আকাশের শিলাস্তুপ হতে তিনি বর্ষণ করেন শিলা[১] এবং এ দ্বারা তিনি যাকে ইচ্ছা আঘাত করেন এবং যাকে ইচ্ছা তার উপর হতে তা অন্য দিকে ফিরিয়ে দেন।[২] মেঘের বিদ্যুৎ-ঝলক যেন দৃষ্টি শক্তি কেড়ে নিতে চায়।[৩]","bangla_bayan":"তুমি কি দেখনি যে, আল্লাহ মেঘমালাকে পরিচালিত করেন, তারপর তিনি সেগুলোকে একত্রে জুড়ে দেন, তারপর সেগুলো স্তুপীকৃত করেন, তারপর তুমি দেখতে পাও তার মধ্য থেকে বৃষ্টির বের হয়। আর তিনি আকাশে স্থিত মেঘমালার পাহাড় থেকে শিলা বর্ষণ করেন। তারপর তা দ্বারা যাকে ইচ্ছা আঘাত করেন। আর যার কাছ থেকে ইচ্ছা তা সরিয়ে দেন। এর বিদ্যুতের ঝলক দৃষ্টিশক্তি প্রায় কেড়ে নেয়।","bangla_mkhan":"তুমি কি দেখ না যে, আল্লাহ মেঘমালাকে সঞ্চালিত করেন, অতঃপর তাকে পুঞ্জীভূত করেন, অতঃপর তাকে স্তরে স্তরে রাখেন; অতঃপর তুমি দেখ যে, তার মধ্য থেকে বারিধারা নির্গত হয়। তিনি আকাশস্থিত শিলাস্তুপ থেকে শিলাবর্ষণ করেন এবং তা দ্বারা যাকে ইচ্ছা আঘাত করেন এবং যার কাছ থেকে ইচ্ছা, তা অন্যদিকে ফিরিয়ে দেন। তার বিদ্যুৎঝলক দৃষ্টিশক্তি যেন বিলীন করে দিতে চায়।","bangla_mujibur":"তুমি কি দেখনা আল্লাহ সঞ্চালিত করেন মেঘমালাকে, অতঃপর তাদেরকে একত্রিত করেন এবং পরে পুঞ্জীভূত করেন? অতঃপর তুমি দেখতে পাও, ওর মধ্য হতে নির্গত হয় বারিধারা। আকাশস্থিত শিলাস্তুপ হতে তিনি শিলা বর্ষণ করেন এবং এর দ্বারা তিনি যাকে ইচ্ছা তার উপর হতে এটা অন্য দিকে ফিরিয়ে দেন; মেঘের বিদ্যুৎঝলক দৃষ্টিশক্তি প্রায় কেড়ে নেয়।","bangla_taisirul":"তুমি কি দেখ না আল্লাহ মেঘমালাকে চালিত করেন, অতঃপর সেগুলোকে একত্রে জুড়ে দেন, অতঃপর সেগুলোকে স্তুপীকৃত করেন, অতঃপর তুমি তার মধ্য থেকে পানির ধারা বের হতে দেখতে পাও, অতঃপর তিনি আকাশে স্থিত মেঘমালার পাহাড় থেকে শিলা বর্ষণ করেন, অতঃপর তিনি যাকে ইচ্ছে তা দিয়ে আঘাত করেন আর যার কাছ থেকে ইচ্ছে তা সরিয়ে নেন। তার বিদ্যুতের চমক দৃষ্টিশক্তি প্রায় কেড়ে নেয়।"},{"id":44,"arabic_text":"یُقَلِّبُ اللّٰہُ الَّیۡلَ وَ النَّہَارَ ؕ اِنَّ فِیۡ ذٰلِکَ لَعِبۡرَۃً   لِّاُولِی  الۡاَبۡصَارِ  ﴿۴۴﴾","english_text":"And [recall] when Moses prayed for water for his people, so We said, \"Strike with your staff the stone.\" And there gushed forth from it twelve springs, and every people knew its watering place. \"Eat and drink from the provision of Allah, and do not commit abuse on the earth, spreading corruption.\"","page":356,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2835.mp3","colorText":"يُقَلِّبُ [h:9477[ٱ]للَّهُ [h:9478[ٱ]لَّيْلَ وَ[h:6117[ٱ][l[ل][g[نّ]َهَارَ‌ۚ إِ[g[نّ]َ فِى ذ[n[َٲ]لِكَ لَعِ[q:1764[بْ]رَ[u:1765[ةً ل]ِّأُ[s[وْ]لِى [h:1766[ٱ]لْأَ[q:1767[بْ]صَ[p[ـٰ]رِ","juz":18,"ruku":306,"manzil":4,"bangla_ahbayan":"আল্লাহ দিন ও রাতের পরিবর্তন ঘটান,[১] অন্তর্দৃষ্টিসম্পন্ন লোকেদের জন্য এতে শিক্ষা রয়েছে।","bangla_bayan":"আল্লাহ দিন ও রাতের আবর্তন ঘটান, নিশ্চয়ই এতে অন্তরদৃষ্টিসম্পন্নদের জন্য শিক্ষা রয়েছে।","bangla_mkhan":"আল্লাহ দিন ও রাত্রির পরিবর্তন ঘটান। এতে অর্ন্তদৃষ্টি-সম্পন্নগণের জন্যে চিন্তার উপকরণ রয়েছে।","bangla_mujibur":"আল্লাহ দিন ও রাতের পরিবর্তন ঘটান, এতে শিক্ষা রয়েছে অন্তঃদৃষ্টি সম্পন্নদের জন্য।","bangla_taisirul":"আল্লাহ রাত দিনের আবর্তন ঘটান, অন্তর্দৃষ্টি সম্পন্ন লোকেদের জন্য এতে শিক্ষণীয় বিষয় রয়েছে।"},{"id":45,"arabic_text":"وَ اللّٰہُ خَلَقَ کُلَّ دَآبَّۃٍ  مِّنۡ مَّآءٍ ۚ فَمِنۡہُمۡ مَّنۡ یَّمۡشِیۡ عَلٰی بَطۡنِہٖ ۚ وَ مِنۡہُمۡ مَّنۡ یَّمۡشِیۡ عَلٰی  رِجۡلَیۡنِ ۚ  وَ مِنۡہُمۡ مَّنۡ یَّمۡشِیۡ عَلٰۤی اَرۡبَعٍ ؕ یَخۡلُقُ اللّٰہُ  مَا یَشَآءُ ؕ اِنَّ  اللّٰہَ  عَلٰی کُلِّ  شَیۡءٍ  قَدِیۡرٌ ﴿۴۵﴾ ","english_text":"And [recall] when you said, \"O Moses, we can never endure one [kind of] food. So call upon your Lord to bring forth for us from the earth its green herbs and its cucumbers and its garlic and its lentils and its onions.\" [Moses] said, \"Would you exchange what is better for what is less? Go into [any] settlement and indeed, you will have what you have asked.\" And they were covered with humiliation and poverty and returned with anger from Allah [upon them]. That was because they [repeatedly] disbelieved in the signs of Allah and killed the prophets without right. That was because they disobeyed and were [habitually] transgressing.","page":356,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2836.mp3","colorText":"وَ[h:9999[ٱ]للَّهُ خَلَقَ كُلَّ د[m[َا]ٓبَّ[a:9479[ةٍ م]ّ[a:840[ِن م]ّ[o[َا]ٓ[f:9480[ءٍ‌ۖ ف]َمِنْه[w:1456[ُم م]ّ[a:9481[َن ي]َمْشِى عَلَىٰ بَ[q:9482[طْ]نِه[n[ِۦ] وَمِنْه[w:1106[ُم م]ّ[a:9481[َن ي]َمْشِى عَلَىٰ رِ[q:9483[جْ]لَيْنِ وَمِنْه[w:1106[ُم م]ّ[a:9481[َن ي]َمْشِى عَلَ[o[ىٰٓ] أَرْبَ[a:9484[عٍ‌ۚ ي]َخْلُقُ [h:9485[ٱ]للَّهُ مَا يَش[o[َا]ٓءُ‌ۚ إِ[g[نّ]َ [h:80[ٱ]للَّهَ عَلَىٰ كُلِّ ش[f:81[َىْءٍ ق]َد[p[ِي]رٌ","juz":18,"ruku":306,"manzil":4,"bangla_ahbayan":"আল্লাহ সমস্ত জীবকে পানি থেকে সৃষ্টি করেছেন; ওদের কিছু পেটে ভর দিয়ে চলে,[১] কিছু দু’পায়ে চলে[২] এবং কতক চলে চার পায়ে।[৩] আল্লাহ যা ইচ্ছা সৃষ্টি করেন।[৪] নিশ্চয় আল্লাহ সর্ববিষয়ে সর্বশক্তিমান ।","bangla_bayan":"আর আল্লাহ প্রত্যেক জীবকে পানি থেকে সৃষ্টি করেছেন। অতঃপর তাদের কোনটি পেটে ভর দিয়ে চলে, কোনটি চলে দু’পায়ের উপর, আবার কোনটি চার পায়ের উপর চলে। আল্লাহ যা ইচ্ছা সৃষ্টি করেন। নিশ্চয় আল্লাহ সব কিছুর উপর সর্বশক্তিমান।","bangla_mkhan":"আল্লাহ প্রত্যেক চলন্ত জীবকে পানি দ্বারা সৃষ্টি করেছেন। তাদের কতক বুকে ভয় দিয়ে চলে, কতক দুই পায়ে ভর দিয়ে চলে এবং কতক চার পায়ে ভর দিয়ে চলে; আল্লাহ যা ইচ্ছা সৃষ্টি করেন। নিশ্চয়ই আল্লাহ সবকিছু করতে সক্ষম।","bangla_mujibur":"আল্লাহ সমস্ত জীব সৃষ্টি করেছেন পানি হতে, ওদের কতক পেটে ভর দিয়ে চলে এবং কতক দু’ পায়ে ভর করে চলে এবং কতক চলে চার পায়ে, আল্লাহ যা ইচ্ছা সৃষ্টি করেন, আল্লাহ সর্ব বিষয়ে সর্বশক্তিমান।","bangla_taisirul":"আল্লাহ পানি হতে সমস্ত জীবন সৃষ্টি করেছেন। তাদের কতক পেটের ভরে চলে, কতক দু’পায়ের উপর চলে, আর কতক চার পায়ের উপর চলে। আল্লাহ যা চান তাই সৃষ্টি করেন। আল্লাহ সর্ববিষয়ের উপর সর্বোচ্চ ক্ষমতার অধিকারী।"},{"id":46,"arabic_text":"لَقَدۡ اَنۡزَلۡنَاۤ  اٰیٰتٍ مُّبَیِّنٰتٍ ؕ وَ اللّٰہُ یَہۡدِیۡ مَنۡ  یَّشَآءُ   اِلٰی صِرَاطٍ مُّسۡتَقِیۡمٍ ﴿۴۶﴾ ","english_text":"Indeed, those who believed and those who were Jews or Christians or Sabeans [before Prophet Muhammad] - those [among them] who believed in Allah and the Last Day and did righteousness - will have their reward with their Lord, and no fear will there be concerning them, nor will they grieve.","page":356,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2837.mp3","colorText":"لَّقَ[q:2389[دْ] أَ[f:515[نز]َلْن[o[َآ] ءَايَ[n[ـٰ][a:9418[تٍ م]ُّبَيِّنَ[n[ـٰ][a:9486[تٍ‌ۚ و]َ[h:72[ٱ]للَّهُ يَهْدِى م[a:476[َن ي]َش[o[َا]ٓءُ إِلَىٰ صِر[n[َٲ][a:726[طٍ م]ُّسْتَق[p[ِي]مٍ","juz":18,"ruku":306,"manzil":4,"bangla_ahbayan":"আমি অবশ্যই সুস্পষ্ট নিদর্শন অবতীর্ণ করেছি। আর আল্লাহ যাকে ইচ্ছা সরল পথ প্রদর্শন করেন। [১]","bangla_bayan":"অবশ্যই আমি সুস্পষ্ট আয়াতসমূহ নাযিল করেছি। আর আল্লাহ যাকে ইচ্ছা সরল সঠিক পথ দেখান।","bangla_mkhan":"আমি তো সুস্পষ্ট আয়াত সমূহ অবর্তীর্ণ করেছি। আল্লাহ যাকে ইচ্ছা সরল পথে পরিচালনা করেন।","bangla_mujibur":"আমিতো সুস্পষ্ট নিদর্শন অবতীর্ণ করেছি। আল্লাহ যাকে ইচ্ছা সরল সঠিক পথ প্রদর্শন করেন।","bangla_taisirul":"আমি সুস্পষ্ট নিদর্শন অবতীর্ণ করেছি, আল্লাহ যাকে চান সরল সঠিক পথ প্রদর্শন করেন।"},{"id":47,"arabic_text":"وَ یَقُوۡلُوۡنَ اٰمَنَّا بِاللّٰہِ وَ بِالرَّسُوۡلِ وَ اَطَعۡنَا ثُمَّ یَتَوَلّٰی فَرِیۡقٌ مِّنۡہُمۡ مِّنۡۢ بَعۡدِ ذٰلِکَ ؕ وَ مَاۤ   اُولٰٓئِکَ بِالۡمُؤۡمِنِیۡنَ ﴿۴۷﴾ ","english_text":"And [recall] when We took your covenant, [O Children of Israel, to abide by the Torah] and We raised over you the mount, [saying], \"Take what We have given you with determination and remember what is in it that perhaps you may become righteous.\"","page":356,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2838.mp3","colorText":"وَيَقُولُونَ ءَامَ[g[نّ]َا بِ[h:32[ٱ]للَّهِ وَبِ[h:9487[ٱ][l[ل]رَّسُولِ وَأَطَعْنَا ثُ[g[مّ]َ يَتَوَلَّىٰ فَرِي[a:388[قٌ م]ِّنْه[w:8433[ُم م]ّ[i:146[ِنۢ ب]َعْدِ ذ[n[َٲ]لِكَ‌ۚ وَم[o[َآ] أُ[s[وْ]لَ[o[ـٰٓ]ئِكَ بِ[h:3560[ٱ]لْمُؤْمِن[p[ِي]نَ","juz":18,"ruku":306,"manzil":4,"bangla_ahbayan":"ওরা বলে, ‘আমরা আল্লাহ ও রসুলে বিশ্বাসী এবং আমরা আনুগত্য করি’; কিন্তু এরপর ওদের একদল মুখ ফিরিয়ে নেয়। বস্তুতঃ ওরা বিশ্বাসী নয়। [১]","bangla_bayan":"তারা বলে, ‘আমরা আল্লাহ ও রাসূলের প্রতি ঈমান এনেছি এবং আমরা আনুগত্য করেছি’, তারপর তাদের একটি দল এর পরে মুখ ফিরিয়ে নেয়। আর তারা মুমিন নয়।","bangla_mkhan":"তারা বলেঃ আমরা আল্লাহ ও রসূলের প্রতি বিশ্বাস স্থাপন করেছি এবং আনুগত্য করি; কিন্তু অতঃপর তাদের একদল মুখ ফিরিয়ে নেয় এবং তারা বিশ্বাসী নয়।","bangla_mujibur":"তারা বলেঃ আমরা আল্লাহ ও রাসূলের প্রতি ঈমান এনেছি এবং আমরা আনুগত্য স্বীকার করছি। কিন্তু এরপর তাদের একদল মুখ ফিরিয়ে নেয়; বস্তুতঃ তারা মু’মিন নয়।","bangla_taisirul":"তারা বলে- আমরা আল্লাহর প্রতি ইমান আনলাম আর রসূলের প্রতিও আর আমরা মেনে নিলাম। কিন্তু এরপরও তাদের মধ্যেকার একদল মুখ ফিরিয়ে নেয়, তারা (প্রকৃতপক্ষে) মু’মিন নয়।"},{"id":48,"arabic_text":"وَ اِذَا  دُعُوۡۤا اِلَی اللّٰہِ وَ رَسُوۡلِہٖ لِیَحۡکُمَ بَیۡنَہُمۡ  اِذَا فَرِیۡقٌ مِّنۡہُمۡ مُّعۡرِضُوۡنَ ﴿۴۸﴾ ","english_text":"Then you turned away after that. And if not for the favor of Allah upon you and His mercy, you would have been among the losers.","page":356,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2839.mp3","colorText":"وَإِذَا دُع[o[ُوٓ][s[اْ] إِلَى [h:1637[ٱ]للَّهِ وَرَسُولِه[n[ِۦ] لِيَحْكُمَ بَيْنَهُمْ إِذَا فَرِي[a:388[قٌ م]ِّنْه[w:9488[ُم م]ُّعْرِض[p[ُو]نَ","juz":18,"ruku":306,"manzil":4,"bangla_ahbayan":"ওদের মধ্যে মীমাংসা করে দেওয়ার জন্য আল্লাহ এবং তাঁর রসূলের দিকে ওদেরকে আহবান করা হলে, ওদের একদল মুখ ফিরিয়ে নেয়।","bangla_bayan":"আর যখন তাদেরকে আল্লাহ ও তাঁর রাসূলের প্রতি এ মর্মে আহবান করা হয় যে, তিনি তাদের মধ্যে বিচারমীমাংসা করবেন, তখন তাদের একটি দল মুখ ফিরিয়ে নেয়।","bangla_mkhan":"তাদের মধ্যে ফয়সালা করার জন্য যখন তাদেরকে আল্লাহ ও রসূলের দিকে আহবান করা হয তখন তাদের একদল মুখ ফিরিয়ে নেয়।","bangla_mujibur":"আর যখন তাদেরকে ফাইসালা করে দেয়ার জন্য আহবান করা হয় আল্লাহ ও তাঁর রাসূলের দিকে তখন তাদের একদল মুখ ফিরিয়ে নেয়।","bangla_taisirul":"তাদেরকে যখন তাদের মাঝে ফয়সালা করার উদ্দেশে আল্লাহ ও তাঁর রসূলের পানে আহবান করা হয়, তখন তাদের একদল মুখ ফিরিয়ে নেয়।"},{"id":49,"arabic_text":"وَ اِنۡ یَّکُنۡ  لَّہُمُ الۡحَقُّ یَاۡتُوۡۤا اِلَیۡہِ مُذۡعِنِیۡنَ ﴿ؕ۴۹﴾ ","english_text":"And you had already known about those who transgressed among you concerning the sabbath, and We said to them, \"Be apes, despised.\"","page":356,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2840.mp3","colorText":"وَإ[a:4454[ِن ي]َك[u:9489[ُن ل]َّهُمُ [h:570[ٱ]لْحَقُّ يَأْت[o[ُوٓ][s[اْ] إِلَيْهِ مُذْعِن[p[ِي]نَ","juz":18,"ruku":306,"manzil":4,"bangla_ahbayan":"সিদ্ধান্ত ওদের স্বপক্ষে হবে মনে করলে, ওরা বিনীতভাবে রসূলের নিকট ছুটে আসে। [১]","bangla_bayan":"কিন্তু যদি সত্য তাদের পক্ষে থাকে, তাহলে তারা তার কাছে একান্ত বিনীতভাবে ছুটে আসে।","bangla_mkhan":"সত্য তাদের স্বপক্ষে হলে তারা বিনীতভাবে রসূলের কাছে ছুটে আসে।","bangla_mujibur":"আর সত্য তাদের স্বপক্ষে হলে তারা বিনীতভাবে রাসূলের নিকট ছুটে আসে।","bangla_taisirul":"কিন্তু ‘হাক’ (অর্থাৎ প্রাপ্য) যদি তাদের পক্ষে থাকে তাহলে পূর্ণ বিনয়ের সঙ্গে তারা রসূলের দিকে ছুটে আসে।"},{"id":50,"arabic_text":"اَفِیۡ  قُلُوۡبِہِمۡ مَّرَضٌ اَمِ ارۡتَابُوۡۤا اَمۡ یَخَافُوۡنَ اَنۡ یَّحِیۡفَ اللّٰہُ  عَلَیۡہِمۡ وَ رَسُوۡلُہٗ ؕ بَلۡ  اُولٰٓئِکَ  ہُمُ  الظّٰلِمُوۡنَ ﴿۵۰﴾ ","english_text":"And We made it a deterrent punishment for those who were present and those who succeeded [them] and a lesson for those who fear Allah .","page":356,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2841.mp3","colorText":"أَفِى قُلُوبِه[w:39[ِم م]َّرَضٌ أَمِ [h:9490[ٱ]رْتَاب[o[ُوٓ][s[اْ] أَمْ يَخَافُونَ أ[a:9491[َن ي]َحِيفَ [h:9492[ٱ]للَّهُ عَلَيْهِمْ وَرَسُولُهُ[n[ۥ]‌ۚ بَلْ أُ[s[وْ]لَ[o[ـٰٓ]ئِكَ هُمُ [h:1285[ٱ][l[ل]ظَّ[n[ـٰ]لِم[p[ُو]نَ","juz":18,"ruku":306,"manzil":4,"bangla_ahbayan":"ওদের অন্তরে কি ব্যাধি আছে, না ওরা সংশয় পোষণ করে? না ওরা ভয় করে যে, আল্লাহও তাঁর রসূল ওদের প্রতি অবিচার করবেন? [১] বরং ওরাই তো সীমালংঘনকারী।","bangla_bayan":"তাদের অন্তরে কি ব্যাধি রয়েছে? নাকি তারা সন্দেহ পোষণ করে, না তারা ভয় করে যে, আল্লাহ ও তাঁর রাসূল তাদের উপর যুলম করবেন? বরং তারাই তো যালিম।","bangla_mkhan":"তাদের অন্তরে কি রোগ আছে, না তারা ধোঁকায় পড়ে আছে; না তারা ভয় করে যে, আল্লাহ ও তাঁর রাসূল তাদের প্রতি অবিচার করবেন? বরং তারাই তো অবিচারকারী ?","bangla_mujibur":"তাদের অন্তরে কি ব্যাধি আছে, না তারা সংশয় পোষণ করে, না কি তারা ভয় করে যে, আল্লাহ ও তাঁর রাসূল তাদের প্রতি যুল্‌ম করবেন? বরং তারাইতো যালিম।","bangla_taisirul":"তাদের অন্তরে কি রোগ আছে, না তারা সন্দেহ পোষণ করে? না তারা এই ভয়ের মধ্যে আছে যে আল্লাহ ও তাঁর রসূল তাদের প্রতি অন্যায় করবেন? তা নয়, আসলে তারা নিজেরাই অন্যায়কারী।"},{"id":51,"arabic_text":"اِنَّمَا کَانَ  قَوۡلَ الۡمُؤۡمِنِیۡنَ  اِذَا دُعُوۡۤا اِلَی اللّٰہِ وَ رَسُوۡلِہٖ  لِیَحۡکُمَ بَیۡنَہُمۡ اَنۡ یَّقُوۡلُوۡا سَمِعۡنَا وَ اَطَعۡنَا ؕ وَ اُولٰٓئِکَ ہُمُ الۡمُفۡلِحُوۡنَ ﴿۵۱﴾ ","english_text":"And [recall] when Moses said to his people, \"Indeed, Allah commands you to slaughter a cow.\" They said, \"Do you take us in ridicule?\" He said, \"I seek refuge in Allah from being among the ignorant.\"","page":356,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2842.mp3","colorText":"إِ[g[نّ]َمَا كَانَ قَوْلَ [h:9493[ٱ]لْمُؤْمِنِينَ إِذَا دُع[o[ُوٓ][s[اْ] إِلَى [h:1637[ٱ]للَّهِ وَرَسُولِه[n[ِۦ] لِيَحْكُمَ بَيْنَهُمْ أ[a:6263[َن ي]َقُولُو[s[اْ] سَمِعْنَا وَأَطَعْنَا‌ۚ وَأُ[s[وْ]لَ[o[ـٰٓ]ئِكَ هُمُ [h:23[ٱ]لْمُفْلِح[p[ُو]نَ","juz":18,"ruku":307,"manzil":4,"bangla_ahbayan":"যখন বিশ্বাসীদেরকে তাদের মধ্যে মীমাংসা করে দেওয়ার জন্য আল্লাহ এবং তাঁর রসূলের দিকে আহবান করা হয়, তখন তারা তো কেবল এ কথাই বলে, ‘আমরা শ্রবণ করলাম ও মান্য করলাম।’[১] আর ওরাই হল সফলকাম।","bangla_bayan":"মুমিনদেরকে যখন আল্লাহ ও তাঁর রাসূলের প্রতি এ মর্মে আহবান করা হয় যে, তিনি তাদের মধ্যে বিচার, মীমাংসা করবেন, তাদের কথা তো এই হয় যে, তখন তারা বলে: ‘আমরা শুনলাম ও আনুগত্য করলাম।’ আর তারাই সফলকাম।","bangla_mkhan":"মুমিনদের বক্তব্য কেবল এ কথাই যখন তাদের মধ্যে ফয়সালা করার জন্যে আল্লাহ ও তাঁর রসূলের দিকে তাদেরকে আহবান করা হয়, তখন তারা বলেঃ আমরা শুনলাম ও আদেশ মান্য করলাম। তারাই সফলকাম।","bangla_mujibur":"মু’মিনদের উক্তিতো এই, যখন তাদের মধ্যে ফাইসালা করে দেয়ার জন্য আল্লাহ এবং তাঁর রাসূলের দিকে আহবান করা হয় তখন তারা বলেঃ আমরা শ্রবণ করলাম ও মান্য করলাম। আর তারাইতো সফলকাম।","bangla_taisirul":"মু’মিনদেরকে যখন তাদের মাঝে ফয়সালা করার জন্য আল্লাহ ও তাঁর রসূলের দিকে ডাকা হয়, তখন মু’মিনদের জওয়াব তো এই হয় যে, তারা বলে, আমরা শুনলাম ও মেনে নিলাম, আর তারাই সফলকাম।"},{"id":52,"arabic_text":"وَ مَنۡ یُّطِعِ اللّٰہَ وَ رَسُوۡلَہٗ  وَ یَخۡشَ اللّٰہَ  وَ یَتَّقۡہِ  فَاُولٰٓئِکَ  ہُمُ  الۡفَآئِزُوۡنَ ﴿۵۲﴾ ","english_text":"They said, \"Call upon your Lord to make clear to us what it is.\" [Moses] said, \"[ Allah ] says, 'It is a cow which is neither old nor virgin, but median between that,' so do what you are commanded.\"","page":356,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2843.mp3","colorText":"وَم[a:2629[َن ي]ُطِعِ [h:2630[ٱ]للَّهَ وَرَسُولَهُ[n[ۥ] وَيَخْشَ [h:9494[ٱ]للَّهَ وَيَتَّ[q:9495[قْ]هِ فَأُ[s[وْ]لَ[o[ـٰٓ]ئِكَ هُمُ [h:5510[ٱ]لْف[o[َا]ٓئِز[p[ُو]نَ","juz":18,"ruku":307,"manzil":4,"bangla_ahbayan":"যারা আল্লাহ ও তাঁর রসূলের আনুগত্য করে, আল্লাহকে ভয় করে ও তাঁর শাস্তি হতে সাবধান থাকে, তারাই হল কৃতকার্য।[১]","bangla_bayan":"আর যে কেউ আল্লাহ ও তাঁর রাসূলের আনুগত্য করে, আল্লাহকে ভয় করে এবং তাঁর তাকওয়া অবলম্বন করে, তারাই কৃতকার্য।","bangla_mkhan":"যারা আল্লাহ ও তাঁর রসূলের আনুগত্য করে আল্লাহকে ভয় করে ও তাঁর শাস্তি থেকে বেঁচে থাকে তারাই কৃতকার্য।","bangla_mujibur":"যারা আল্লাহ ও তাঁর রাসূলের আনুগত্য করে, আল্লাহকে ভয় করে ও তাঁর অবাধ্যতা হতে সাবধান থাকে তারাই সফলকাম।","bangla_taisirul":"যারা আল্লাহ ও তাঁর রসূলের আনুগত্য করে, আল্লাহকে ভয় করে ও তাঁর অবাধ্যতা পরিহার করে চলে তারাই কৃতকার্য।"},{"id":53,"arabic_text":"وَ اَقۡسَمُوۡا بِاللّٰہِ جَہۡدَ  اَیۡمَانِہِمۡ لَئِنۡ اَمَرۡتَہُمۡ  لَیَخۡرُجُنَّ ؕ قُلۡ لَّا تُقۡسِمُوۡا ۚ طَاعَۃٌ  مَّعۡرُوۡفَۃٌ ؕ اِنَّ اللّٰہَ خَبِیۡرٌۢ  بِمَا تَعۡمَلُوۡنَ ﴿۵۳﴾ ","english_text":"They said, \"Call upon your Lord to show us what is her color.\" He said, \"He says, 'It is a yellow cow, bright in color - pleasing to the observers.' \"","page":356,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2844.mp3","colorText":"۞ وَأَ[q:4324[قْ]سَمُو[s[اْ] بِ[h:32[ٱ]للَّهِ جَهْدَ أَيْمَ[n[ـٰ]نِهِمْ لَئِنْ أَمَرْتَهُمْ لَيَخْرُجُ[g[نّ]َ‌ۖ قُل لَّا تُ[q:9496[قْ]سِمُو[s[اْ‌ۖ] طَاعَ[a:9497[ةٌ م]َّعْرُوفَةٌ‌ۚ إِ[g[نّ]َ [h:80[ٱ]للَّهَ خَبِي[i:2335[رُۢ ب]ِمَا تَعْمَل[p[ُو]نَ","juz":18,"ruku":307,"manzil":4,"bangla_ahbayan":"ওরা দৃঢ়ভাবে আল্লাহর শপথ করে বলে যে,[১] তুমি ওদেরকে আদেশ করলে ওরা জিহাদের জন্য অবশ্যই বের হবে। তুমি বল, ‘শপথ করো না। তোমাদের আনুগত্য তো জানাই আছে।[২] তোমরা যা কর, আল্লাহ অবশ্যই সে বিষয়ে সবিশেষ অবহিত।’[৩]","bangla_bayan":"আর তারা তাদের সুদৃঢ় শপথের মাধ্যমে আল্লাহর নামে কসম করে বলে যে, ‘তুমি যদি তাদের আদেশ কর তবে তারা বের হবেই। তুমি বল, ‘তোমরা কসম করো না। [তোমাদের] আনুগত্য তো জানাই আছে। তোমরা যা কিছু কর, নিশ্চয় আল্লাহ সে বিষয়ে সবিশেষ অবহিত’।","bangla_mkhan":"তারা দৃঢ়ভাবে আল্লাহর কসম খেয়ে বলে যে, আপনি তাদেরকে আদেশ করলে তারা সবকিছু ছেড়ে বের হবেই। বলুনঃ তোমরা কসম খেয়ো না। নিয়মানুযায়ী তোমাদের আনুগত্য, তোমরা যা কিছু কর নিশ্চয় আল্লাহ সে বিষয়ে জ্ঞাত।","bangla_mujibur":"তারা দৃঢ়ভাবে আল্লাহর শপথ করে বলে, তুমি তাদেরকে আদেশ করলে তারা বের হবেই; তুমি বলঃ শপথ করনা, যথার্থ আনুগত্যই কাম্য। তোমরা যা কর আল্লাহ সে বিষয়ে সবিশেষ অবহিত।","bangla_taisirul":"(হে নবী!) তারা শক্ত করে কসম খেয়ে বলে যে, তুমি তাদেরকে আদেশ করলে তারা অবশ্য অবশ্যই বের হবে, বল : তোমরা কসম খেয়ো না, স্বাভাবিক আনুগত্যই কাম্য, বস্তুতঃ তোমরা যা কর, আল্লাহ সে সম্পর্কে সম্পূর্ণ অবহিত।"},{"id":54,"arabic_text":"قُلۡ اَطِیۡعُوا اللّٰہَ وَ اَطِیۡعُوا الرَّسُوۡلَ ۚ فَاِنۡ  تَوَلَّوۡا فَاِنَّمَا عَلَیۡہِ مَا حُمِّلَ وَ عَلَیۡکُمۡ مَّا حُمِّلۡتُمۡ ؕ وَ اِنۡ تُطِیۡعُوۡہُ تَہۡتَدُوۡا ؕ وَ مَا عَلَی الرَّسُوۡلِ  اِلَّا الۡبَلٰغُ الۡمُبِیۡنُ ﴿۵۴﴾ ","english_text":"They said, \"Call upon your Lord to make clear to us what it is. Indeed, [all] cows look alike to us. And indeed we, if Allah wills, will be guided.\"","page":357,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2845.mp3","colorText":"قُلْ أَطِيعُو[s[اْ] [h:1855[ٱ]للَّهَ وَأَطِيعُو[s[اْ] [h:2865[ٱ][l[ل]رَّسُولَ‌ۖ فَإِ[f:1857[ن ت]َوَلَّوْ[s[اْ] فَإِ[g[نّ]َمَا عَلَيْهِ مَا حُ[g[مّ]ِلَ وَعَلَيْك[w:9498[ُم م]َّا حُ[g[مّ]ِلْتُمْ‌ۖ وَإِ[f:9499[ن ت]ُطِيعُوهُ تَهْتَدُو[s[اْ‌ۚ] وَمَا عَلَى [h:3818[ٱ][l[ل]رَّسُولِ إِلَّا [h:3819[ٱ]لْبَلَ[n[ـٰ]غُ [h:3781[ٱ]لْمُب[p[ِي]نُ","juz":18,"ruku":307,"manzil":4,"bangla_ahbayan":"বল, ‘আল্লাহর আনুগত্য কর এবং রসূলের আনুগত্য কর।’ অতঃপর যদি তোমরা মুখ ফিরিয়ে নাও, তবে তার উপর অর্পিত দায়িত্বের জন্য সে দায়ী[১] এবং তোমাদের উপর অর্পিত দায়িত্বের জন্য তোমরা দায়ী।[২] তোমরা তার আনুগত্য করলে সৎপথ পাবে।[৩] আর রসূলের দায়িত্ব তো কেবল স্পষ্টভাবে পৌঁছে দেওয়া। [৪]","bangla_bayan":"বল, ‘তোমরা আল্লাহর আনুগত্য কর এবং রাসূলের আনুগত্য কর।’ তারপর যদি তোমরা মুখ ফিরিয়ে নাও, তবে সে শুধু তার উপর অর্পিত দায়িত্বের জন্য দায়ী এবং তোমাদের উপর অর্পিত দায়িত্বের জন্য তোমরাই দায়ী। আর যদি তোমরা তার আনুগত্য কর তবে তোমরা হিদায়াতপ্রাপ্ত হবে। আর রাসূলের দায়িত্ব শুধু স্পষ্টভাবে পৌঁছে দেয়া।","bangla_mkhan":"বলুনঃ আল্লাহর আনুগত্য কর এবং রসূলের আনুগত্য কর। অতঃপর যদি তোমরা মুখ ফিরিয়ে নাও, তবে তার উপর ন্যস্ত দায়িত্বের জন্যে সে দায়ী এবং তোমাদের উপর ন্যস্ত দায়িত্বের জন্যে তোমরা দায়ী। তোমরা যদি তাঁর আনুগত্য কর, তবে সৎ পথ পাবে। রসূলের দায়িত্ব তো কেবল সুস্পষ্টরূপে পৌছে দেয়া।","bangla_mujibur":"বলঃ তোমরা আল্লাহর আনুগত্য কর এবং রাসূলের আনুগত্য কর; অতঃপর যদি তোমরা মুখ ফিরিয়ে নাও তাহলে তার উপর অর্পিত দায়িত্বের জন্য সে দায়ী এবং তোমাদের উপর অর্পিত দায়িত্বের জন্য তোমরা দায়ী; এবং তোমরা তার আনুগত্য করলে সৎ পথ পাবে, রাসূলের দায়িত্বতো শুধু স্পষ্টভাবে পৌঁছে দেয়া।","bangla_taisirul":"বল : আল্লাহর আনুগত্য ও রসূলের আনুগত্য কর, অতঃপর যদি তোমরা মুখ ফিরিয়ে লও তাহলে তার (অর্থাৎ রসূলের) উপর অর্পিত দায়িত্বের জন্য সে দায়ী, আর তোমাদের উপর অর্পিত দায়িত্বের জন্য তোমরাই দায়ী, তোমরা যদি তার আনুগত্য কর তবে সঠিক পথ পাবে, রসূলের দায়িত্ব হচ্ছে স্পষ্টভাবে (বাণী) পৌঁছে দেয়া।"},{"id":55,"arabic_text":"وَعَدَ  اللّٰہُ  الَّذِیۡنَ  اٰمَنُوۡا مِنۡکُمۡ وَ عَمِلُوا الصّٰلِحٰتِ لَیَسۡتَخۡلِفَنَّہُمۡ فِی الۡاَرۡضِ کَمَا اسۡتَخۡلَفَ الَّذِیۡنَ مِنۡ قَبۡلِہِمۡ ۪ وَ لَیُمَکِّنَنَّ لَہُمۡ دِیۡنَہُمُ  الَّذِی ارۡتَضٰی لَہُمۡ وَ لَیُبَدِّلَنَّہُمۡ مِّنۡۢ بَعۡدِ خَوۡفِہِمۡ  اَمۡنًا ؕ یَعۡبُدُوۡنَنِیۡ لَا  یُشۡرِکُوۡنَ بِیۡ شَیۡئًا ؕ وَ مَنۡ  کَفَرَ بَعۡدَ ذٰلِکَ فَاُولٰٓئِکَ ہُمُ  الۡفٰسِقُوۡنَ ﴿۵۵﴾ ","english_text":"He said, \"He says, 'It is a cow neither trained to plow the earth nor to irrigate the field, one free from fault with no spot upon her.' \" They said, \"Now you have come with the truth.\" So they slaughtered her, but they could hardly do it.","page":357,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2846.mp3","colorText":"وَعَدَ [h:3055[ٱ]للَّهُ [h:1171[ٱ]لَّذِينَ ءَامَنُو[s[اْ] مِ[f:344[نك]ُمْ وَعَمِلُو[s[اْ] [h:118[ٱ][l[ل]صَّ[n[ـٰ]لِحَ[n[ـٰ]تِ لَيَسْتَخْلِفَ[g[نّ]َهُمْ فِى [h:44[ٱ]لْأَرْضِ كَمَا [h:9500[ٱ]سْتَخْلَفَ [h:9501[ٱ]لَّذِينَ مِ[f:617[ن ق]َ[q:618[بْ]لِهِمْ وَلَيُمَكِّنَ[g[نّ]َ لَهُمْ دِينَهُمُ [h:9502[ٱ]لَّذِى [h:9503[ٱ]رْتَضَىٰ لَهُمْ وَلَيُبَدِّلَ[g[نّ]َه[w:9504[ُم م]ّ[i:146[ِنۢ ب]َعْدِ خَوْفِهِمْ أَمْ[a:9505[نًا‌ۚ ي]َعْبُدُونَنِى لَا يُشْرِكُونَ بِى شَيْـ[a:9506[ـًٔا‌ۚ و]َمَ[f:662[ن ك]َفَرَ بَعْدَ ذ[n[َٲ]لِكَ فَأُ[s[وْ]لَ[o[ـٰٓ]ئِكَ هُمُ [h:2071[ٱ]لْفَ[n[ـٰ]سِق[p[ُو]نَ","juz":18,"ruku":307,"manzil":4,"bangla_ahbayan":"তোমাদের মধ্যে যারা বিশ্বাস করে ও সৎকাজ করে, আল্লাহ তাদেরকে এ প্রতিশ্রুতি দিয়েছেন যে, তিনি তাদেরকে পৃথিবীতে অবশ্যই প্রতিনিধিত্ব দান করবেন; যেমন তিনি প্রতিনিধিত্ব দান করেছিলেন তাদের পূর্ববর্তীদেরকে এবং তিনি অবশ্যই তাদের জন্য তাদের ধর্মকে -- যা তিনি তাদের জন্য মনোনীত করেছেন -- সুদৃঢ় করবেন এবং তাদের ভয় ভীতির পরিবর্তে অবশ্যই তাদেরকে নিরাপত্তা দান করবেন।[১] তারা আমার উপাসনা করবে, আমার কোন অংশী করবে না।[২] অতঃপর যারা অকৃতজ্ঞ (বা অবিশ্বাসী) হবে, তারাই সত্যত্যাগী। [১]","bangla_bayan":"তোমাদের মধ্যে যারা ঈমান আনে এবং সৎকর্ম করে আল্লাহ তাদেরকে এ মর্মে ওয়াদা দিয়েছেন যে, তিনি নিশ্চিতভাবে তাদেরকে যমীনের প্রতিনিধিত্ব প্রদান করবেন, যেমন তিনি প্রতিনিধিত্ব প্রদান করেছিলেন তাদের পূর্ববর্তীদেরকে এবং তিনি অবশ্যই তাদের জন্য শক্তিশালী ও সুপ্রতিষ্ঠিত করবেন তাদের দীনকে, যা তিনি তাদের জন্য পছন্দ করেছেন এবং তিনি তাদের ভয়-ভীতি শান্তি-নিরাপত্তায় পরিবর্তিত করে দেবেন। তারা আমারই ইবাদাত করবে, আমার সাথে কোন কিছুকে শরীক করবে না। আর এরপর যারা কুফরী করবে তারাই ফাসিক।","bangla_mkhan":"তোমাদের মধ্যে যারা বিশ্বাস স্থাপন করে ও সৎকর্ম করে, আল্লাহ তাদেরকে ওয়াদা দিয়েছেন যে, তাদেরকে অবশ্যই পৃথিবীতে শাসনকর্তৃত্ব দান করবেন। যেমন তিনি শাসনকতৃꦣ2468;্ব দান করেছেন তাদের পূর্ববতীদেরকে এবং তিনি অবশ্যই সুদৃঢ় করবেন তাদের ধর্মকে, যা তিনি তাদের জন্যে পছন্দ করেছেন এবং তাদের ভয়-ভীতির পরিবর্তে অবশ্যই তাদেরকে শান্তি দান করবেন। তারা আমার এবাদত করবে এবং আমার সাথে কাউকে শরীক করবে না। এরপর যারা অকৃতজ্ঞ হবে, তারাই অবাধ্য।","bangla_mujibur":"তোমাদের মধ্যে যারা ঈমান আনে ও সৎ কাজ করে আল্লাহ তাদেরকে প্রতিশ্রুতি দিচ্ছেন যে, তিনি তাদেরকে পৃথিবীতে প্রতিনিধিত্ব দান করবেনই, যেমন তিনি প্রতিনিধিত্ব দান করেছিলেন তাদের পূর্ববর্তীদেরকে এবং তিনি অবশ্যই তাদের জন্য সুদৃঢ় করবেন তাদের দীনকে যা তিনি তাদের জন্য মনোনীত করেছেন এবং তাদের ভয় ভীতির পরিবর্তে তাদেরকে অবশ্যই নিরাপত্তা দান করবেন; তারা আমার ইবাদাত করবে, আমার সাথে কোন শরীক করবেনা, অতঃপর যারা অকৃতজ্ঞ হবে তারাতো সত্যত্যাগী।","bangla_taisirul":"তোমাদের মধ্যে যারা ঈমান আনে আর সৎকাজ করে আল্লাহ তাদেরকে প্রতিশ্রুতি দিয়েছেন যে তিনি তাদেরকে অবশ্যই পৃথিবীতে খিলাফাত দান করবেন যেমন তাদের পূর্ববর্তীদেরকে তিনি খিলাফাত দান করেছিলেন এবং তিনি তাদের দ্বীনকে অবশ্যই কর্তৃত্বে প্রতিষ্ঠিত করবেন যা তিনি তাদের জন্য পছন্দ করেছেন এবং তিনি তাদের ভয়-ভীতিপূর্ণ অবস্থাকে পরিবর্তিত করে তাদেরকে অবশ্যই নিরাপত্তা দান করবেন। তারা আমার ‘ইবাদাত করবে, কোন কিছুকে আমার শরীক করবে না। এরপরও যারা সত্য প্রত্যাখ্যান করবে তারাই বিদ্রোহী, অন্যায়কারী।"},{"id":56,"arabic_text":"وَ اَقِیۡمُوا الصَّلٰوۃَ  وَ اٰتُوا الزَّکٰوۃَ وَ اَطِیۡعُوا الرَّسُوۡلَ لَعَلَّکُمۡ تُرۡحَمُوۡنَ ﴿۵۶﴾ ","english_text":"And [recall] when you slew a man and disputed over it, but Allah was to bring out that which you were concealing.","page":357,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2847.mp3","colorText":"وَأَقِيمُو[s[اْ] [h:214[ٱ][l[ل]صَّلَ[s[و][n[ٲ]ةَ وَءَاتُو[s[اْ] [h:215[ٱ][l[ل]زَّكَ[s[و][n[ٲ]ةَ وَأَطِيعُو[s[اْ] [h:2865[ٱ][l[ل]رَّسُولَ لَعَلَّكُمْ تُرْحَم[p[ُو]نَ","juz":18,"ruku":307,"manzil":4,"bangla_ahbayan":"তোমরা যথাযথভাবে নামায পড়, যাকাত দাও এবং রসূলের আনুগত্য কর; যাতে তোমরা করুণাভাজন হতে পার। [১]","bangla_bayan":"আর তোমরা সালাত কায়েম কর, যাকাত দাও এবং রাসূলের আনুগত্য কর, যাতে তোমরা রহমতপ্রাপ্ত হতে পার।","bangla_mkhan":"নামায কায়েম কর, যাকাত প্রদান কর এবং রসূলের আনুগত্য কর যাতে তোমরা অনুগ্রহ প্রাপ্ত হও।","bangla_mujibur":"তোমরা সালাত কায়েম কর, যাকাত প্রদান কর এবং রাসূলের আনুগত্য কর, যাতে তোমরা অনুগ্রহ প্রাপ্ত হতে পার।","bangla_taisirul":"তোমরা (নিয়মিত) নামায প্রতিষ্ঠা কর, যাকাত প্রদান কর ও রসূলের আনুগত্য কর যাতে তোমরা অনুগ্রহ প্রাপ্ত হও।"},{"id":57,"arabic_text":"لَا تَحۡسَبَنَّ الَّذِیۡنَ کَفَرُوۡا مُعۡجِزِیۡنَ فِی الۡاَرۡضِ ۚ وَ مَاۡوٰىہُمُ النَّارُ ؕ وَ لَبِئۡسَ الۡمَصِیۡرُ ﴿۵۷﴾ ","english_text":"So, We said, \"Strike the slain man with part of it.\" Thus does Allah bring the dead to life, and He shows you His signs that you might reason.","page":357,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2848.mp3","colorText":"لَا تَحْسَبَ[g[نّ]َ [h:2409[ٱ]لَّذِينَ كَفَرُو[s[اْ] مُعْجِزِينَ فِى [h:44[ٱ]لْأَرْضِ‌ۚ وَمَأْوَ[n[ٮٰ]هُمُ [h:2315[ٱ][l[ل][g[نّ]َارُ‌ۖ وَلَبِئْسَ [h:9507[ٱ]لْمَص[p[ِي]رُ","juz":18,"ruku":307,"manzil":4,"bangla_ahbayan":"তোমরা অবিশ্বাসীদেরকে পৃথিবীতে প্রবল মনে করো না।[১] ওদের আশ্রয়স্থল অগ্নি; আর কত নিকৃষ্ট সে বাসস্থান!","bangla_bayan":"তুমি কাফিরদেরকে যমীনে অপারগকারী মনে করো না; তাদের আশ্রয়স্থল আগুন। আর কতই না নিকৃষ্ট এই প্রত্যাবর্তনস্থল!","bangla_mkhan":"তোমরা কাফেরদেরকে পৃথিবীতে পরাক্রমশালী মনে করো না। তাদের ঠিকানা অগ্নি। কতই না নিকৃষ্ট এই প্রত্যাবর্তনস্থল।","bangla_mujibur":"তুমি কাফিরদেরকে পৃথিবীতে প্রবল মনে করনা; তাদের আশ্রয়স্থল আগুন; কত নিকৃষ্ট এই পরিণাম!","bangla_taisirul":"তুমি কাফিরদেরকে এমন মনে কর না যে, তারা পৃথিবীতে আল্লাহর ইচ্ছেকে পরাভূত করার ক্ষমতা রাখে, তাদের বাসস্থান হল আগুন; কতই না নিকৃষ্ট আশ্রয়স্থল!"},{"id":58,"arabic_text":"یٰۤاَیُّہَا الَّذِیۡنَ اٰمَنُوۡا لِیَسۡتَاۡذِنۡکُمُ الَّذِیۡنَ مَلَکَتۡ اَیۡمَانُکُمۡ وَ الَّذِیۡنَ لَمۡ  یَبۡلُغُوا  الۡحُلُمَ  مِنۡکُمۡ  ثَلٰثَ مَرّٰتٍ ؕ مِنۡ قَبۡلِ صَلٰوۃِ  الۡفَجۡرِ وَ حِیۡنَ تَضَعُوۡنَ ثِیَابَکُمۡ مِّنَ الظَّہِیۡرَۃِ وَ مِنۡۢ بَعۡدِ صَلٰوۃِ الۡعِشَآءِ ۟ؕ ثَلٰثُ عَوۡرٰتٍ لَّکُمۡ ؕ لَیۡسَ عَلَیۡکُمۡ وَ لَا عَلَیۡہِمۡ جُنَاحٌۢ بَعۡدَہُنَّ ؕ طَوّٰفُوۡنَ عَلَیۡکُمۡ بَعۡضُکُمۡ  عَلٰی بَعۡضٍ ؕ  کَذٰلِکَ یُبَیِّنُ اللّٰہُ  لَکُمُ  الۡاٰیٰتِ ؕ وَ اللّٰہُ  عَلِیۡمٌ حَکِیۡمٌ ﴿۵۸﴾ ","english_text":"Then your hearts became hardened after that, being like stones or even harder. For indeed, there are stones from which rivers burst forth, and there are some of them that split open and water comes out, and there are some of them that fall down for fear of Allah . And Allah is not unaware of what you do.","page":357,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2849.mp3","colorText":"يَ[o[ـٰٓ]أَيُّهَا [h:541[ٱ]لَّذِينَ ءَامَنُو[s[اْ] لِيَسْتَــْٔذِ[f:9508[نك]ُمُ [h:9509[ٱ]لَّذِينَ مَلَكَتْ أَيْمَ[n[ـٰ]نُكُمْ وَ[h:37[ٱ]لَّذِينَ لَمْ يَ[q:9510[بْ]لُغُو[s[اْ] [h:9511[ٱ]لْحُلُمَ مِ[f:344[نك]ُمْ ثَلَ[n[ـٰ]ثَ مَرّ[n[َٲ][a:9512[تٍ‌ۚ م]ِّ[f:1346[ن ق]َ[q:1347[بْ]لِ صَلَ[s[و][n[ٲ]ةِ [h:9513[ٱ]لْفَ[q:996[جْ]رِ وَحِينَ تَضَعُونَ ثِيَابَك[w:9514[ُم م]ِّنَ [h:9515[ٱ][l[ل]ظَّهِيرَةِ وَم[i:4943[ِنۢ ب]َعْدِ صَلَ[s[و][n[ٲ]ةِ [h:9516[ٱ]لْعِش[o[َا]ٓءِ‌ۚ ثَلَ[n[ـٰ]ثُ عَوْر[n[َٲ][u:9517[تٍ ل]َّكُمْ‌ۚ لَيْسَ عَلَيْكُمْ وَلَا عَلَيْهِمْ جُنَا[i:9518[حُۢ ب]َعْدَهُ[g[نّ]َ‌ۚ طَوّ[n[َٲ]فُونَ عَلَيْك[c:9519[ُم ب]َعْضُكُمْ عَلَىٰ بَعْ[f:9520[ضٍ‌ۚ ك]َذ[n[َٲ]لِكَ يُبَيِّنُ [h:1002[ٱ]للَّهُ لَكُمُ [h:1221[ٱ]لْأَيَ[n[ـٰ]تِ‌ۗ وَ[h:72[ٱ]للَّهُ عَلِيمٌ حَك[p[ِي]مٌ","juz":18,"ruku":308,"manzil":4,"bangla_ahbayan":"হে বিশ্বাসীগণ! তোমাদের অধিকারভুক্ত দাস-দাসিগণ এবং তোমাদের মধ্যে যারা বয়ঃপ্রাপ্ত হয়নি (নাবালক), তারা যেন তোমাদের কক্ষে প্রবেশ করতে তিনটি সময়ে অনুমতি গ্রহণ করে; ফজরের নামাযের পূর্বে, দ্বিপ্রহরে যখন তোমরা বিশ্রামের উদ্দেশ্যে বাহ্যাবরণ খুলে রাখ তখন এবং এশার নামাযের পর।[১] এ তিন সময় তোমাদের গোপনীয়তা অবলম্বনের সময়।[২] তবে এ তিন সময় ব্যতীত অন্য সময়ে বিনা অনুমতিতে প্রবেশ করলে তোমাদের জন্য এবং তাদের জন্য কোন দোষ নেই।[৩] তোমাদের এককে অপরের নিকট তো সর্বদা যাতায়াত করতেই হয়।[৪] এভাবে আল্লাহ তোমাদের নিকট তাঁর নির্দেশ সুস্পষ্টভাবে বিবৃত করেন। আর আল্লাহ সর্বজ্ঞ প্রজ্ঞাময়।","bangla_bayan":"হে মুমিনগণ, তোমাদের ডানহাত যার মালিক হয়েছে এবং তোমাদের মধ্যে যারা প্রাপ্তবয়স্ক হয়নি তারা যেন অবশ্যই তিন সময়ে অনুমতি গ্রহণ করে। ফজরের সালাতের পূর্বে, দুপুরে যখন তোমরা তোমাদের পোশাক খুলে রাখ, এবং ‘ইশার সালাতের পর; এই তিনটি তোমাদের [গোপনীয়তার] সময়। এই তিন সময়ের পর তোমাদের এবং তাদের কোন দোষ নেই। তোমাদের একে অন্যের কাছে যাতায়াত করতেই হয়। এভাবে আল্লাহ তোমাদের উদ্দেশ্যে তাঁর আয়াতসমূহ বর্ণনা করেন। আল্লাহ মহাজ্ঞানী, প্রজ্ঞাময়।","bangla_mkhan":"হে মুমিনগণ! তোমাদের দাসদাসীরা এবং তোমাদের মধ্যে যারা প্রাপ্ত বয়স্ক হয়নি তারা যেন তিন সময়ে তোমাদের কাছে অনুমতি গ্রহণ করে, ফজরের নামাযের পূর্বে, দুপুরে যখন তোমরা বস্ত্র খুলে রাখ এবং এশার নামাযের পর। এই তিন সময় তোমাদের দেহ খোলার সময়। এ সময়ের পর তোমাদের ও তাদের জন্যে কোন দোষ নেই। তোমাদের একে অপরের কাছে তো যাতায়াত করতেই হয়, এমনি ভাবে আল্লাহ তোমাদের কাছে সুস্পষ্ট আয়াতসমূহ বিবৃত করেন। আল্লাহ সর্বজ্ঞ, প্রজ্ঞাময়।","bangla_mujibur":"হে মু’মিনগণ! তোমাদের মালিকানাধীন দাস-দাসীরা এবং তোমাদের মধ্যে যারা বয়ঃপ্রাপ্ত হয়নি তারা যেন তোমাদের কক্ষে প্রবেশ করতে তিন সময়ে অনুমতি গ্রহণ করে। ফাজরের সালাতের পূর্বে, দ্বিপ্রহরে যখন তোমরা তোমাদের পোশাক খুলে রাখ এবং ইশার সালাতের পর। এই তিন সময় তোমাদের দেহ খোলা রাখার সময়; এই তিন সময় ছাড়া অন্য সময়ে বিনা অনুমতিতে প্রবেশ করলে তোমাদের জন্য ও তাদের জন্য কোন দোষ নেই; তোমাদের এক জনকে অপর জনের নিকটতো যাতায়াত করতেই হয়। এভাবে আল্লাহ তোমাদের নিকট তাঁর নির্দেশ সুস্পষ্ট রূপে বিবৃত করেন; আল্লাহ সর্বজ্ঞ, প্রজ্ঞাময়।","bangla_taisirul":"হে ঈমানদারগণ! তোমাদের মালিকানাধীন দাসদাসীগণ আর তোমাদের যারা বয়:প্রাপ্ত হয়নি তারা যেন (তোমাদের কাছে আসতে) তোমাদের অনুমতি গ্রহণ করে তিন সময়ে- ফাজর নামাযের পূর্বে, আর যখন দুপুরে রোদের প্রচন্ডতায় তোমরা তোমাদের পোশাক খুলে রাখ আর ‘ইশার নামাযের পর। এ তিনটি তোমাদের পোশাকহীন হওয়ার সময়। এ সময়গুলো ছাড়া অন্য সময়ে (প্রবেশ করলে) তোমাদের উপর আর তাদের উপর কোন দোষ নেই। তোমাদের এককে অন্যের কাছে ঘুরাফিরা করতেই হয়। এভাবে আল্লাহ তোমাদের জন্য নির্দেশ খুবই স্পষ্টভাবে বর্ণনা করেন, আল্লাহ সর্বজ্ঞ, বড়ই হিকমতওয়ালা।"},{"id":59,"arabic_text":"وَ اِذَا بَلَغَ  الۡاَطۡفَالُ مِنۡکُمُ الۡحُلُمَ فَلۡیَسۡتَاۡذِنُوۡا کَمَا اسۡتَاۡذَنَ الَّذِیۡنَ مِنۡ قَبۡلِہِمۡ ؕ کَذٰلِکَ یُبَیِّنُ اللّٰہُ  لَکُمۡ اٰیٰتِہٖ ؕ وَ اللّٰہُ  عَلِیۡمٌ  حَکِیۡمٌ ﴿۵۹﴾ ","english_text":"Do you covet [the hope, O believers], that they would believe for you while a party of them used to hear the words of Allah and then distort the Torah after they had understood it while they were knowing?","page":358,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2850.mp3","colorText":"وَإِذَا بَلَغَ [h:9521[ٱ]لْأَ[q:9522[طْ]فَ[n[ـٰ]لُ مِ[f:973[نك]ُمُ [h:9523[ٱ]لْحُلُمَ فَلْيَسْتَــْٔذِنُو[s[اْ] كَمَا [h:9524[ٱ]سْتَــْٔذَنَ [h:9525[ٱ]لَّذِينَ مِ[f:617[ن ق]َ[q:618[بْ]لِهِمْ‌ۚ كَذ[n[َٲ]لِكَ يُبَيِّنُ [h:1002[ٱ]للَّهُ لَكُمْ ءَايَ[n[ـٰ]تِه[n[ِۦ]‌ۗ وَ[h:72[ٱ]للَّهُ عَلِيمٌ حَك[p[ِي]مٌ","juz":18,"ruku":308,"manzil":4,"bangla_ahbayan":"আর তোমাদের শিশুরা বয়ঃপ্রাপ্ত হলে তারাও যেন তাদের বয়োজ্যেষ্ঠদের মত (সর্বদা) অনুমতি প্রার্থনা করে।[১] এভাবে আল্লাহ তোমাদের জন্য তার আয়াত সুস্পষ্টভাবে বিবৃত করেন। আর আল্লাহ সর্বজ্ঞ, প্রজ্ঞাময়।","bangla_bayan":"আর তোমাদের সন্তান-সন্ততি যখন প্রাপ্তবয়স্ক হয়, তখন তারাও যেন অনুমতি চায় যেমনিভাবে তাদের অগ্রজরা অনুমতি চাইত। এভাবে আল্লাহ তোমাদের জন্য তাঁর আয়াতসমূহ বর্ণনা করেন। আর আল্লাহ মহাজ্ঞানী, প্রজ্ঞাময়।","bangla_mkhan":"তোমাদের সন্তান-সন্ততিরা যখন বায়োপ্রাপ্ত হয়, তারাও যেন তাদের পূর্ববর্তীদের ন্যায় অনুমতি চায়। এমনিভাবে আল্লাহ তাঁর আয়াতসমূহ তোমাদের কাছে বর্ণনা করেন। আল্লাহ সর্বজ্ঞ, প্রজ্ঞাময়।","bangla_mujibur":"এবং তোমাদের সন্তান-সন্ততি বয়ঃপ্রাপ্ত হলে তারাও যেন অনুমতি প্রার্থনা করে তাদের বয়ঃজ্যেষ্ঠদের ন্যায়। এভাবে আল্লাহ তোমাদের জন্য তাঁর নির্দেশ সুস্পষ্টভাবে বিবৃত করেন; আল্লাহ সর্বজ্ঞ, প্রজ্ঞাময়।","bangla_taisirul":"তোমাদের শিশুরা যখন বয়োঃপ্রাপ্ত হবে তখন তারা যেন তোমাদের নিকট আসতে অনুমতি নেয়, যেমন তাদের বয়োজ্যেষ্ঠরা অনুমতি নেয়। এভাবে আল্লাহ তাঁর নির্দেশ খুবই স্পষ্টভাবে বর্ণনা করেন, কারণ আল্লাহ সর্বজ্ঞ, বড়ই হিকমতওয়ালা।"},{"id":60,"arabic_text":"وَ الۡقَوَاعِدُ مِنَ النِّسَآءِ الّٰتِیۡ  لَا یَرۡجُوۡنَ نِکَاحًا فَلَیۡسَ عَلَیۡہِنَّ جُنَاحٌ اَنۡ یَّضَعۡنَ ثِیَابَہُنَّ غَیۡرَ مُتَبَرِّجٰتٍۭ بِزِیۡنَۃٍ ؕ وَ اَنۡ یَّسۡتَعۡفِفۡنَ خَیۡرٌ   لَّہُنَّ ؕ وَ اللّٰہُ  سَمِیۡعٌ  عَلِیۡمٌ ﴿۶۰﴾ ","english_text":"And when they meet those who believe, they say, \"We have believed\"; but when they are alone with one another, they say, \"Do you talk to them about what Allah has revealed to you so they can argue with you about it before your Lord?\" Then will you not reason?","page":358,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2851.mp3","colorText":"وَ[h:9999[ٱ]لْقَو[n[َٲ]عِدُ مِنَ [h:1769[ٱ][l[ل][g[نّ]ِس[o[َا]ٓءِ [h:3168[ٱ]لَّ[n[ـٰ]تِى لَا يَرْجُونَ نِكَا[f:9526[حًا ف]َلَيْسَ عَلَيْهِ[g[نّ]َ جُنَاحٌ أ[a:9527[َن ي]َضَعْنَ ثِيَابَهُ[g[نّ]َ غَيْرَ مُتَبَرِّجَ[n[ـٰ][i:9528[تِۭ ب]ِزِينَ[a:9529[ةٍ‌ۖ و]َأ[a:9530[َن ي]َسْتَعْفِفْنَ خَيْ[u:9531[رٌ ل]َّهُ[g[نّ]َ‌ۗ وَ[h:72[ٱ]للَّهُ سَمِيعٌ عَل[p[ِي]مٌ","juz":18,"ruku":308,"manzil":4,"bangla_ahbayan":"বৃদ্ধ নারী; যারা বিবাহের আশা রাখে না, তাদের জন্য অপরাধ নেই; যদি তারা তাদের সৌন্দর্য প্রদর্শন না করে তাদের বহির্বাস খুলে রাখে।[১] তবে এ থেকে তাদের বিরত থাকাই তাদের জন্য উত্তম।[২] আর আল্লাহ সর্বশ্রোতা, সর্বজ্ঞ।","bangla_bayan":"আর বৃদ্ধা নারীরা, যারা বিয়ের প্রত্যাশা করে না, তাদের জন্য কোন দোষ নেই, যদি তারা তাদের সৌন্দর্য প্রদর্শন না করে তাদের কিছু পোশাক খুলে রাখে এবং এ থেকে বিরত থাকাই তাদের জন্য উত্তম। আর আল্লাহ সর্বশ্রোতা, মহাজ্ঞানী।","bangla_mkhan":"বৃদ্ধা নারী, যারা বিবাহের আশা রাখে না, যদি তারা তাদের সৌন্দর্য?2474;্রকাশ না করে তাদের বস্ত্র খুলে রাখে। তাদের জন্যে দোষ নেই, তবে এ থেকে বিরত থাকাই তাদের জন্যে উত্তম। আল্লাহ সর্বশ্রোতা, সর্বজ্ঞ।","bangla_mujibur":"আর বৃদ্ধা নারী, যারা বিয়ের আশা রাখেনা, তাদের জন্য অপরাধ নেই যদি তারা তাদের সৌন্দর্য প্রদর্শন না করে তাদের বহির্বাস খুলে রাখে; তবে এটা হতে বিরত থাকাই তাদের জন্য উত্তম। আল্লাহ সর্বশ্রোতা, সর্বজ্ঞ।","bangla_taisirul":"বয়স্কা নারীরা যারা বিয়ের আশা রাখে না, তাদের প্রতি কোন দোষ বর্তাবে না যদি তারা তাদের সৌন্দর্য প্রদর্শন না ক’রে তাদের (উপরি) পোশাক খুলে রাখে, তবে এথেকে যদি তারা বিরত থাকে তবে সেটাই তাদের জন্য উত্তম। আল্লাহ সব কিছু শোনেন, সব কিছু সম্পর্কে পূর্ণ অবগত।"},{"id":61,"arabic_text":"لَیۡسَ عَلَی الۡاَعۡمٰی حَرَجٌ وَّ لَا عَلَی الۡاَعۡرَجِ حَرَجٌ وَّ لَا عَلَی الۡمَرِیۡضِ حَرَجٌ وَّ لَا عَلٰۤی  اَنۡفُسِکُمۡ اَنۡ تَاۡکُلُوۡا مِنۡۢ بُیُوۡتِکُمۡ اَوۡ بُیُوۡتِ اٰبَآئِکُمۡ  اَوۡ بُیُوۡتِ اُمَّہٰتِکُمۡ  اَوۡ  بُیُوۡتِ  اِخۡوَانِکُمۡ اَوۡ بُیُوۡتِ اَخَوٰتِکُمۡ  اَوۡ  بُیُوۡتِ اَعۡمَامِکُمۡ اَوۡ بُیُوۡتِ عَمّٰتِکُمۡ  اَوۡ  بُیُوۡتِ  اَخۡوَالِکُمۡ  اَوۡ بُیُوۡتِ خٰلٰتِکُمۡ  اَوۡ  مَا مَلَکۡتُمۡ مَّفَاتِحَہٗۤ  اَوۡ صَدِیۡقِکُمۡ ؕ لَیۡسَ عَلَیۡکُمۡ جُنَاحٌ  اَنۡ  تَاۡکُلُوۡا جَمِیۡعًا اَوۡ اَشۡتَاتًا ؕ فَاِذَا دَخَلۡتُمۡ بُیُوۡتًا فَسَلِّمُوۡا عَلٰۤی اَنۡفُسِکُمۡ تَحِیَّۃً مِّنۡ عِنۡدِ اللّٰہِ مُبٰرَکَۃً  طَیِّبَۃً ؕ کَذٰلِکَ یُبَیِّنُ اللّٰہُ لَکُمُ الۡاٰیٰتِ لَعَلَّکُمۡ تَعۡقِلُوۡنَ ﴿۶۱﴾","english_text":"But do they not know that Allah knows what they conceal and what they declare?","page":358,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2852.mp3","colorText":"لَّيْسَ عَلَى [h:9532[ٱ]لْأَعْمَىٰ حَرَ[a:9533[جٌ و]َلَا عَلَى [h:9534[ٱ]لْأَعْرَجِ حَرَ[a:9533[جٌ و]َلَا عَلَى [h:9535[ٱ]لْمَرِيضِ حَرَ[a:9533[جٌ و]َلَا عَلَ[o[ىٰٓ] أَ[f:1329[نف]ُسِكُمْ أَ[f:9536[ن ت]َأْكُلُو[s[اْ] م[i:7523[ِنۢ ب]ُيُوتِكُمْ أَوْ بُيُوتِ ءَاب[o[َا]ٓئِكُمْ أَوْ بُيُوتِ أُ[g[مّ]َهَ[n[ـٰ]تِكُمْ أَوْ بُيُوتِ إِخْو[n[َٲ]نِكُمْ أَوْ بُيُوتِ أَخَو[n[َٲ]تِكُمْ أَوْ بُيُوتِ أَعْمَ[n[ـٰ]مِكُمْ أَوْ بُيُوتِ عَ[g[مّ]َ[n[ـٰ]تِكُمْ أَوْ بُيُوتِ أَخْو[n[َٲ]لِكُمْ أَوْ بُيُوتِ خَ[n[ـٰ]لَ[n[ـٰ]تِكُمْ أَوْ مَا مَلَكْت[w:9537[ُم م]َّفَاتِحَهُ[o[ۥٓ] أَوْ صَدِيقِكُمْ‌ۚ لَيْسَ عَلَيْكُمْ جُنَاحٌ أَ[f:9536[ن ت]َأْكُلُو[s[اْ] جَمِيعًا أَوْ أَشْتَا[f:9538[تًا‌ۚ ف]َإِذَا دَخَلْت[c:9539[ُم ب]ُيُو[f:9540[تًا ف]َسَلِّمُو[s[اْ] عَلَ[o[ىٰٓ] أَ[f:1329[نف]ُسِكُمْ تَحِيَّ[a:9541[ةً م]ِّنْ عِ[f:398[ند]ِ [h:399[ٱ]للَّهِ مُبَ[n[ـٰ]رَكَ[f:9542[ةً ط]َيِّبَ[f:9543[ةً‌ۚ ك]َذ[n[َٲ]لِكَ يُبَيِّنُ [h:1002[ٱ]للَّهُ لَكُمُ [h:1221[ٱ]لْأَيَ[n[ـٰ]تِ لَعَلَّكُمْ تَعْقِل[p[ُو]نَ","juz":18,"ruku":308,"manzil":4,"bangla_ahbayan":"অন্ধের জন্য, খঞ্জের জন্য, রুগ্‌ণের জন্য এবং তোমাদের নিজেদের জন্য তোমাদের নিজেদের গৃহে আহার করা দূষণীয় নয়[১] অথবা তোমাদের পিতৃগণের গৃহে, মাতৃগণের গৃহে, ভ্রাতৃগণের গৃহে, ভগিনীগণের গৃহে, পিতৃব্যদের গৃহে, ফুফুদের গৃহে, মাতুলদের গৃহে, খালাদের গৃহে অথবা সে সব গৃহে যার চাবি তোমাদের হাতে আছে অথবা তোমাদের বন্ধুদের গৃহে; [২] তোমরা একত্রে আহার কর অথবা পৃথক পৃথকভাবে আহার কর,[৩] তাতে তোমাদের জন্য কোন অপরাধ নেই; তবে যখন তোমরা গৃহে প্রবেশ করবে, তখন তোমরা তোমাদের স্বজনদের প্রতি সালাম বলবে।[৪] এ হবে আল্লাহর নিকট হতে কল্যাণময় ও পবিত্র অভিবাদন। এভাবে তোমাদের জন্য নিদর্শনাবলী বিশদভাবে বিবৃত করেন; যাতে তোমরা বুঝতে পার।","bangla_bayan":"অন্ধের জন্য কোন দোষ নেই, পঙ্গুর জন্য কোন দোষ নেই, রোগাক্রান্তের জন্য কোন দোষ নেই এবং তোমাদের নিজদের জন্যও কোন দোষ নেই যে তোমরা খাবে তোমাদের নিজদের ঘরে, অথবা তোমাদের পিতাদের ঘরে, অথবা তোমাদের মায়েদের ঘরে, অথবা তোমাদের ভাইদের ঘরে, অথবা তোমাদের বোনদের ঘরে, অথবা তোমাদের চাচাদের ঘরে, অথবা তোমাদের ফুফুদের ঘরে, অথবা তোমাদের মামাদের ঘরে, অথবা তোমাদের খালাদের ঘরে, অথবা সেসব ঘরে যার চাবি তোমাদের অধিকারে রয়েছে, অথবা তোমাদের বন্ধুদের ঘরে। তোমরা একত্রে খাও অথবা আলাদা আলাদা খাও তাতে কোনও দোষ নেই। তবে তোমরা যখন কোন ঘরে প্রবেশ করবে তখন তোমরা নিজদের উপর সালাম করবে, আল্লাহর পক্ষ থেকে বরকতপূর্ণ ও পবিত্র অভিবাদনস্বরূপ। এভাবে আল্লাহ তোমাদের উদ্দেশ্যে তাঁর আয়াতসমূহ বর্ণনা করেন যাতে তোমরা বুঝতে পার।","bangla_mkhan":"অন্ধের জন্যে দোষ নেই, খঞ্জের জন্যে দোষ নেই, রোগীর জন্যে দোষ নেই, এবং তোমাদের নিজেদের জন্যেও দোষ নেই যে, তোমরা আহার করবে তোমাদের গৃহে অথবা তোমাদের পিতাদের গৃহে অথবা তোমাদের মাতাদের গৃহে অথবা তোমাদের ভ্রাতাদের গৃহে অথবা তোমাদের ভগিণীদের গৃহে অথবা তোমাদের পিতৃব্যদের গৃহে অথবা তোমাদের ফুফুদের গৃহে অথবা তোমাদের মামাদের গৃহে অথবা তোমাদের খালাদের গৃহে অথবা সেই গৃহে, যার চাবি আছে তোমাদের হাতে অথবা তোমাদের বন্ধুদের গৃহে। তোমরা একত্রে আহার কর অথবা পৃথকভবে আহার কর, তাতে তোমাদের কোন দোষ নেই। অতঃপর যখন তোমরা গৃহে প্রবেশ কর, তখন তোমাদের স্বজনদের প্রতি সালাম বলবে। এটা আল্লাহর কাছ থেকে কল্যাণময় ও পবিত্র দোয়া। এমনিভাবে আল্লাহ তোমাদের জন্যে আয়াতসমূহ বিশদভাবে বর্ননা করেন, যাতে তোমরা বুঝে নাও।","bangla_mujibur":"অন্ধের জন্য দোষ নেই, খোঁড়ার জন্য দোষ নেই, আর দোষ নেই রোগীর জন্য এবং তোমাদের নিজেদের জন্যও দোষ নেই আহার করায় নিজেদের গৃহে অথবা তোমাদের পিতাদের গৃহে অথবা তোমাদের মাতাদের গৃহে অথবা তোমাদের ভাইদের গৃহে অথবা তোমাদের বোনদের গৃহে অথবা তোমাদের চাচাদের গৃহে অথবা তোমাদের ফুফুদের গৃহে অথবা তোমাদের মামাদের গৃহে অথবা তোমাদের খালাদের গৃহে অথবা সেই গৃহে যার চাবি রয়েছে তোমাদের কাছে অথবা তোমাদের প্রকৃত বন্ধুদের গৃহে। তোমরা একত্রে আহার কর অথবা পৃথকভাবে আহার কর তাতে তোমাদের জন্য কোনো অপরাধ নেই। তবে যখন তোমরা গৃহে প্রবেশ করবে তখন তোমরা তোমাদের স্বজনদের প্রতি সালাম করবে অভিবাদন স্বরূপ, যা আল্লাহর নিকট হতে কল্যাণময় ও পবিত্র। এভাবে আল্লাহ তোমাদের জন্য তাঁর নির্দেশ বিশদভাবে বর্ণনা করেন যাতে তোমরা বুঝতে পার।","bangla_taisirul":"অন্ধের জন্য দোষ নেই, খোঁড়ার জন্য দোষ নেই, পীড়িতের জন্য দোষ নেই আর তোমাদের জন্যও দোষ নেই খাদ্য গ্রহণ করতে তোমাদের গৃহে, কিংবা তোমাদের পিতৃগণের গৃহে, কিংবা তোমাদের মাতৃগণের গৃহে, কিংবা তোমাদের ভ্রাতাদের গৃহে, কিংবা তোমাদের বোনেদের গৃহে, কিংবা তোমাদের চাচাদের গৃহে, কিংবা তোমাদের ফুফুদের গৃহে, কিংবা তোমাদের মামাদের গৃহে, কিংবা তোমাদের খালাদের গৃহে, কিংবা ঐ সমস্ত গৃহে, যেগুলোর চাবি রয়েছে তোমাদের হাতে কিংবা তোমাদের বিশ্বস্ত বন্ধুদের গৃহে। তোমরা একত্রে আহার কর কিংবা আলাদা আলাদা তাতে তোমাদের উপর কোন দোষ নেই। যখন তোমরা গৃহে, প্রবেশ করবে তখন তোমরা স্বজনদেরকে সালাম জানাবে যা আল্লাহর দৃষ্টিতে বরকতময় পবিত্র সম্ভাষণ। এভাবে আল্লাহ তোমাদের জন্য নির্দেশসমূহ বিশদভাবে বর্ণনা করেন যাতে তোমরা বুঝতে পার।"},{"id":62,"arabic_text":"اِنَّمَا الۡمُؤۡمِنُوۡنَ الَّذِیۡنَ  اٰمَنُوۡا بِاللّٰہِ وَ رَسُوۡلِہٖ  وَ اِذَا کَانُوۡا مَعَہٗ عَلٰۤی  اَمۡرٍ جَامِعٍ  لَّمۡ   یَذۡہَبُوۡا حَتّٰی یَسۡتَاۡذِنُوۡہُ ؕ اِنَّ الَّذِیۡنَ یَسۡتَاۡذِنُوۡنَکَ اُولٰٓئِکَ  الَّذِیۡنَ یُؤۡمِنُوۡنَ بِاللّٰہِ وَ  رَسُوۡلِہٖ ۚ فَاِذَا اسۡتَاۡذَنُوۡکَ لِبَعۡضِ شَاۡنِہِمۡ فَاۡذَنۡ  لِّمَنۡ شِئۡتَ مِنۡہُمۡ وَ اسۡتَغۡفِرۡ لَہُمُ اللّٰہَ ؕ اِنَّ اللّٰہَ  غَفُوۡرٌ  رَّحِیۡمٌ ﴿۶۲﴾ ","english_text":"And among them are unlettered ones who do not know the Scripture except in wishful thinking, but they are only assuming.","page":359,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2853.mp3","colorText":"إِ[g[نّ]َمَا [h:5232[ٱ]لْمُؤْمِنُونَ [h:5233[ٱ]لَّذِينَ ءَامَنُو[s[اْ] بِ[h:32[ٱ]للَّهِ وَرَسُولِه[n[ِۦ] وَإِذَا كَانُو[s[اْ] مَعَهُ[n[ۥ] عَلَ[o[ىٰٓ] أَمْ[f:9544[رٍ ج]َامِ[u:9545[عٍ ل]َّمْ يَذْهَبُو[s[اْ] حَتَّىٰ يَسْتَــْٔذِنُوهُ‌ۚ إِ[g[نّ]َ [h:24[ٱ]لَّذِينَ يَسْتَــْٔذِنُونَكَ أُ[s[وْ]لَ[o[ـٰٓ]ئِكَ [h:51[ٱ]لَّذِينَ يُؤْمِنُونَ بِ[h:32[ٱ]للَّهِ وَرَسُولِه[n[ِۦ]‌ۚ فَإِذَا [h:9546[ٱ]سْتَــْٔذَنُوكَ لِبَعْضِ شَأْنِهِمْ فَأْذ[u:9547[َن ل]ِّمَ[f:9548[ن ش]ِئْتَ مِنْهُمْ وَ[h:2374[ٱ]سْتَغْفِرْ لَهُمُ [h:9549[ٱ]للَّهَ‌ۚ إِ[g[نّ]َ [h:80[ٱ]للَّهَ غَفُو[u:890[رٌ ر]َّح[p[ِي]مٌ","juz":18,"ruku":309,"manzil":4,"bangla_ahbayan":"তারাই বিশ্বাসী, যারা আল্লাহ এবং তাঁর রসূলে বিশ্বাস করে এবং রসূলের সঙ্গে সমষ্টিগত ব্যাপারে একত্রিত হলে তার অনুমতি ব্যতীত সরে পড়ে না। যারা তোমার অনুমতি প্রার্থনা করে, তারাই আল্লাহ এবং রসূলে বিশ্বাসী।[১] অতএব তারা তাদের কোন কাজে বাইরে যাওয়ার জন্য তোমার অনুমতি চাইলে তাদের মধ্যে যাদেরকে ইচ্ছা তুমি অনুমতি দাও এবং তাদের জন্য আল্লাহর নিকট ক্ষমা প্রার্থনা কর। নিশ্চয়ই আল্লাহ চরম ক্ষমাশীল, পরম দয়ালু ।","bangla_bayan":"মুমিন শুধু তারাই যারা আল্লাহ ও তাঁর রাসূলের ওপর ঈমান আনে এবং তাঁর সাথে কোন সমষ্টিগত কাজে থাকলে অনুমতি না নিয়ে চলে যায় না। নিশ্চয় তোমার কাছে যারা অনুমতি চায় তারাই কেবল আল্লাহ ও তাঁর রাসূলের উপর ঈমান আনে; সুতরাং কোন প্রয়োজনে তারা তোমার কাছে বাইরে যাওয়ার অনুমতি চাইলে তাদের মধ্যে তোমার যাকে ইচ্ছা তুমি অনুমতি দেবে এবং তাদের জন্য আল্লাহর কাছে ক্ষমা প্রার্থনা কর। নিশ্চয় আল্লাহ পরম ক্ষমাশীল ও পরম দয়ালু।","bangla_mkhan":"মুমিন তো তারাই; যারা আল্লাহর ও রসূলের প্রতি বিশ্বাস স্থাপন করে এবং রসূলের সাথে কোন সমষ্টিগত কাজে শরীক হলে তাঁর কাছ থেকে অনুমতি গ্রহণ ব্যতীত চলে যায় না। যারা আপনার কাছে অনুমতি প্রার্থনা করে, তারাই আল্লাহ ও তাঁর রসূলের প্রতি বিশ্বাস স্থাপন করে। অতএব তারা আপনার কাছে তাদের কোন কাজের জন্যে অনুমতি চাইলে আপনি তাদের মধ্যে যাকে ইচ্ছা অনুমতি দিন এবং তাদের জন্যে আল্লাহর কাছে ক্ষমা প্রার্থনা করুন। আল্লাহ ক্ষমাশীল, মেহেরবান।","bangla_mujibur":"তারাই মু’মিন যারা আল্লাহ এবং তাঁর রাসূলের উপর ঈমান আনে এবং রাসূলের সঙ্গে সমষ্টিগত ব্যাপারে একত্র হলে তার অনুমতি ব্যতীত তারা সরে পড়েনা; যারা অনুমতি প্রার্থনা করে তারাই আল্লাহ এবং তাঁর রাসূলে বিশ্বাসী; অতএব তারা তাদের কোন কাজে বাইরে যাবার জন্য তোমার অনুমতি চাইলে তাদের মধ্যে যাদেরকে ইচ্ছা তুমি অনুমতি দিবে এবং তাদের জন্য আল্লাহর নিকট ক্ষমা প্রার্থনা করবে; আল্লাহ ক্ষমাশীল, পরম দয়ালু।","bangla_taisirul":"ঈমানদার তো তারাই যারা ঈমান আনে আল্লাহর উপর ও তাঁর রসূলের উপর আর তারা যখন রসূলের সঙ্গে সমষ্টিগত কাজে মিলিত হয়, তখন তার অনুমতি না নিয়ে চলে যায় না। যারা তোমার কাছে অনুমতি প্রার্থনা করে তারাই আল্লাহ ও তাঁর রসূলের প্রতি বিশ্বাসী। কাজেই তাদের কেউ তাদের কোন কাজে যাওয়ার জন্য তোমার কাছে অনুমতি চাইলে তুমি তাদের যাকে ইচ্ছে অনুমতি দিবে আর তাদের জন্য আল্লাহর নিকট ক্ষমা প্রার্থনা করবে। আল্লাহ বড়ই ক্ষমাশীল, বড়ই দয়ালু।"},{"id":63,"arabic_text":"لَا تَجۡعَلُوۡا دُعَآءَ الرَّسُوۡلِ بَیۡنَکُمۡ کَدُعَآءِ  بَعۡضِکُمۡ  بَعۡضًا ؕ قَدۡ یَعۡلَمُ  اللّٰہُ  الَّذِیۡنَ  یَتَسَلَّلُوۡنَ مِنۡکُمۡ  لِوَاذًا ۚ فَلۡیَحۡذَرِ الَّذِیۡنَ یُخَالِفُوۡنَ عَنۡ اَمۡرِہٖۤ  اَنۡ تُصِیۡبَہُمۡ فِتۡنَۃٌ  اَوۡ یُصِیۡبَہُمۡ عَذَابٌ  اَلِیۡمٌ ﴿۶۳﴾ ","english_text":"So woe to those who write the \"scripture\" with their own hands, then say, \"This is from Allah,\" in order to exchange it for a small price. Woe to them for what their hands have written and woe to them for what they earn.","page":359,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2854.mp3","colorText":"لَّا تَ[q:95[جْ]عَلُو[s[اْ] دُع[o[َا]ٓءَ [h:9550[ٱ][l[ل]رَّسُولِ بَيْنَكُمْ كَدُع[o[َا]ٓءِ بَعْضِك[c:9551[ُم ب]َعْ[f:9552[ضًا‌ۚ ق]َ[q:298[دْ] يَعْلَمُ [h:2880[ٱ]للَّهُ [h:1171[ٱ]لَّذِينَ يَتَسَلَّلُونَ مِ[f:344[نك]ُمْ لِوَا[f:9553[ذًا‌ۚ ف]َلْيَحْذَرِ [h:9554[ٱ]لَّذِينَ يُخَالِفُونَ عَنْ أَمْرِه[o[ِۦٓ] أَ[f:9555[ن ت]ُصِيبَهُمْ فِتْنَةٌ أَوْ يُصِيبَهُمْ عَذَابٌ أَل[p[ِي]مٌ","juz":18,"ruku":309,"manzil":4,"bangla_ahbayan":"রসূলের আহবানকে তোমরা তোমাদের একে অপরের প্রতি আহবানের মত গণ্য করো না;[১] তোমাদের মধ্যে যারা চুপি চুপি সরে পড়ে, আল্লাহ তাদের জানেন।[২] সুতরাং যারা তার আদেশের বিরুদ্ধাচরণ করে তারা সতর্ক হোক যে, বিপর্যয়[৩] অথবা কঠিন শাস্তি তাদেরকে গ্রাস করবে ।","bangla_bayan":"তোমরা পরস্পরকে যেভাবে ডাকো রাসূলকে সেভাবে ডেকো না; তোমাদের মধ্যে যারা চুপিসারে সরে পড়ে আল্লাহ অবশ্যই তাদেরকে জানেন। অতএব যারা তাঁর নির্দেশের বিরুদ্ধাচরণ করে তারা যেন তাদের ওপর বিপর্যয় নেমে আসা অথবা যন্ত্রণাদায়ক আযাব পৌঁছার ভয় করে।","bangla_mkhan":"রসূলের আহবানকে তোমরা তোমাদের একে অপরকে আহ্বানের মত গণ্য করো না। আল্লাহ তাদেরকে জানেন, যারা তোমাদের মধ্যে চুপিসারে সরে পড়ে। অতএব যারা তাঁর আদেশের বিরুদ্ধাচরণ করে, তারা এ বিষয়ে সতর্ক হোক যে, বিপর্যয় তাদেরকে স্পর্শ করবে অথবা যন্ত্রণাদায়ক শাস্তি তাদেরকে গ্রাস করবে।","bangla_mujibur":"রাসূলের আহবানকে তোমরা একে অপরের প্রতি আহবানের মত গণ্য করনা; তোমাদের মধ্যে যারা চুপি চুপি সরে পড়ে আল্লাহ তাদেরকে জানেন। সুতরাং যারা তাঁর আদেশের বিরুদ্ধাচরণ করে তারা সতর্ক হোক যে, বিপর্যয় তাদের উপর আপতিত হবে অথবা আপতিত হবে তাদের উপর কঠিন শাস্তি।","bangla_taisirul":"রসূলের ডাককে তোমরা তোমাদের একের প্রতি অন্যের ডাকের মত গণ্য করো না। আল্লাহ তাদেরকে জানেন যারা তোমাদের মধ্যে চুপিসারে সরে পড়ে। কাজেই যারা তার আদেশের বিরুদ্ধাচরণ করে তারা সতর্ক হোক যে, তাদের উপর পরীক্ষা নেমে আসবে কিংবা তাদের উপর নেমে আসবে ভয়াবহ শাস্তি।"},{"id":64,"arabic_text":"اَلَاۤ  اِنَّ لِلّٰہِ مَا فِی السَّمٰوٰتِ وَ الۡاَرۡضِ ؕ قَدۡ یَعۡلَمُ مَاۤ  اَنۡتُمۡ عَلَیۡہِ ؕ وَ یَوۡمَ یُرۡجَعُوۡنَ  اِلَیۡہِ  فَیُنَبِّئُہُمۡ بِمَا عَمِلُوۡا ؕ وَ اللّٰہُ  بِکُلِّ  شَیۡءٍ  عَلِیۡمٌ ﴿۶۴﴾","english_text":"And they say, \"Never will the Fire touch us, except for a few days.\" Say, \"Have you taken a covenant with Allah ? For Allah will never break His covenant. Or do you say about Allah that which you do not know?\"","page":359,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2855.mp3","colorText":"أَل[o[َآ] إِ[g[نّ]َ لِلَّهِ مَا فِى [h:609[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَ[h:177[ٱ]لْأَرْضِ‌ۖ قَ[q:298[دْ] يَعْلَمُ م[o[َآ] أَ[f:428[نت]ُمْ عَلَيْهِ وَيَوْمَ يُرْجَعُونَ إِلَيْهِ فَيُنَبِّئُه[c:4323[ُم ب]ِمَا عَمِلُو[s[اْ‌ۗ] وَ[h:72[ٱ]للَّهُ بِكُلِّ شَىْءٍ عَل[p[ِي]مُۢ","juz":18,"ruku":309,"manzil":4,"bangla_ahbayan":"জেনে রেখো, আকাশমন্ডলী ও পৃথিবীতে যা কিছু আছে তা আল্লাহরই।[১] তোমরা যাতে লিপ্ত আছ, আল্লাহ তা জানেন।[২] যেদিন তারা তাঁর নিকট প্রত্যাবর্তিত হবে, সেদিন তিনি তারা যা করেছে, তা তাদেরকে জানিয়ে দেবেন। আর আল্লাহ সর্ববিষয়ে সর্বজ্ঞ।","bangla_bayan":"সাবধান, আসমানসমূহ ও যমীনে যা কিছু আছে তা আল্লাহরই; তোমরা যে অবস্থায় আছ তা তিনি অবশ্যই জানেন এবং যেদিন তাদেরকে তাঁর কাছে ফিরিয়ে নেয়া হবে সেদিন তারা যা করত তিনি তাদেরকে তা জানিয়ে দেবেন। আল্লাহ সব কিছু সম্পর্কে সম্যক জ্ঞাত।","bangla_mkhan":"মনে রেখো নভোমন্ডল ও ভূমন্ডলে যা আছে, তা আল্লাহরই। তোমরা যে অবস্থায় আছ তা তিনি জানেন। যেদিন তারা তাঁর কাছে প্রত্যাবর্তিত হবে, সেদিন তিনি বলে দেবেন তারা যা করেছে। আল্লাহ প্রত্যেক বিষয়ই জানেন।","bangla_mujibur":"জেনে রেখ, আকাশমন্ডলী ও পৃথিবীতে যা কিছু রয়েছে তা আল্লাহরই, তোমরা যাতে ব্যাপৃত তিনি তা জানেন; যেদিন তারা তাঁর নিকট প্রত্যাবর্তিত হবে সেদিন তিনি তাদেরকে জানিয়ে দিবেন তারা যা করত; আল্লাহ সর্ব বিষয়ে সর্বজ্ঞ।","bangla_taisirul":"নিশ্চিত জেনে রেখ, আসমান ও যমীনে যা কিছু আছে সবই আল্লাহর। তোমরা যে অবস্থায় আছ তা তিনি জানেন। অতঃপর যেদিন তারা তাঁর কাছে ফিরে যাবে সেদিন তিনি তাদেরকে জানিয়ে দেবেন তারা যা করত, আল্লাহ সকল বিষয়ে সবচেয়ে বেশি অবগত।"}]}}