{"surahDetails":{"id":26,"banglaName":"কবি","totalAyah":227,"arabicInBangla":"আশ-শু'আরা"},"surah":{"id":26,"verses":[{"id":1,"arabic_text":"طٰسٓمّٓ ﴿۱﴾  ","english_text":"Or [it is] like a rainstorm from the sky within which is darkness, thunder and lightning. They put their fingers in their ears against the thunderclaps in dread of death. But Allah is encompassing of the disbelievers.","page":367,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2933.mp3","colorText":"ط[m[سٓ][m[مٓ]","juz":19,"ruku":316,"manzil":5,"bangla_ahbayan":"ত্ব-সীম-মীম।","bangla_bayan":"ত্ব-সীন-মীম।","bangla_mkhan":"ত্বা, সীন, মীম।","bangla_mujibur":"তা’ সীন মীম।","bangla_taisirul":"ত্ব-সীন-মীম।"},{"id":2,"arabic_text":"تِلۡکَ اٰیٰتُ  الۡکِتٰبِ  الۡمُبِیۡنِ ﴿۲﴾ ","english_text":"The lightning almost snatches away their sight. Every time it lights [the way] for them, they walk therein; but when darkness comes over them, they stand [still]. And if Allah had willed, He could have taken away their hearing and their sight. Indeed, Allah is over all things competent.","page":367,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2934.mp3","colorText":"تِلْكَ ءَايَ[n[ـٰ]تُ [h:5932[ٱ]لْكِتَ[n[ـٰ]بِ [h:6541[ٱ]لْمُب[p[ِي]نِ","juz":19,"ruku":316,"manzil":5,"bangla_ahbayan":"এগুলি সুস্পষ্ট গ্রন্থের আয়াত।","bangla_bayan":"এগুলো সুস্পষ্ট কিতাবের আয়াত।","bangla_mkhan":"এগুলো সুস্পষ্ট কিতাবের আয়াত।","bangla_mujibur":"এগুলি সুস্পষ্ট কিতাবের আয়াত।","bangla_taisirul":"এগুলো সুস্পষ্ট (বা সুস্পষ্টকারী) কিতাবের আয়াত।"},{"id":3,"arabic_text":"لَعَلَّکَ بَاخِعٌ نَّفۡسَکَ اَلَّا یَکُوۡنُوۡا مُؤۡمِنِیۡنَ ﴿۳﴾ ","english_text":"O mankind, worship your Lord, who created you and those before you, that you may become righteous -","page":367,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2935.mp3","colorText":"لَعَلَّكَ بَ[n[ـٰ]خِ[a:7956[عٌ ن]َّفْسَكَ أَلَّا يَكُونُو[s[اْ] مُؤْمِن[p[ِي]نَ","juz":19,"ruku":316,"manzil":5,"bangla_ahbayan":"ওরা বিশ্বাস করে না বলে তুমি হয়তো মনঃকষ্টে আত্মঘাতী হয়ে পড়বে। [১]","bangla_bayan":"তারা মুমিন হবে না বলে হয়ত তুমি আত্মবিনাশী হয়ে পড়বে।","bangla_mkhan":"তারা বিশ্বাস করে না বলে আপনি হয়তো মর্মব্যথায় আত্নঘাতী হবেন।","bangla_mujibur":"তারা মু’মিন হচ্ছেনা বলে তুমি হয়ত মনকষ্টে আত্মবিনাশী হয়ে পড়বে।","bangla_taisirul":"তুমি হয়ত এ দুঃখে তোমার প্রাণনাশ করবে যে, তারা মু’মিন হচ্ছে না।"},{"id":4,"arabic_text":"اِنۡ نَّشَاۡ نُنَزِّلۡ عَلَیۡہِمۡ مِّنَ السَّمَآءِ  اٰیَۃً فَظَلَّتۡ اَعۡنَاقُہُمۡ  لَہَا خٰضِعِیۡنَ ﴿۴﴾ ","english_text":"[He] who made for you the earth a bed [spread out] and the sky a ceiling and sent down from the sky, rain and brought forth thereby fruits as provision for you. So do not attribute to Allah equals while you know [that there is nothing similar to Him].","page":367,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2936.mp3","colorText":"إ[a:9711[ِن ن]َّشَأْ نُنَزِّلْ عَلَيْه[w:2901[ِم م]ِّنَ [h:64[ٱ][l[ل]سَّم[o[َا]ٓءِ ءَايَ[f:9712[ةً ف]َظَلَّتْ أَعْنَ[n[ـٰ]قُهُمْ لَهَا خَ[n[ـٰ]ضِع[p[ِي]نَ","juz":19,"ruku":316,"manzil":5,"bangla_ahbayan":"আমি ইচ্ছা করলে আকাশ হতে ওদের নিকট এক নিদর্শন প্রেরণ করতে পারি, ফলে তার প্রতি তাদের ঘাড় নত হয়ে পড়বে।[১]","bangla_bayan":"আমি ইচ্ছা করলে আসমান থেকে তাদের উপর এমন নিদর্শন অবতীর্ণ করতাম ফলে তার প্রতি তাদের ঘাড়গুলো নত হয়ে যেত।","bangla_mkhan":"আমি যদি ইচ্ছা করি, তবে আকাশ থেকে তাদের কাছে কোন নিদর্শন নাযিল করতে পারি। অতঃপর তারা এর সামনে নত হয়ে যাবে।","bangla_mujibur":"আমি ইচ্ছা করলে আকাশ হতে তাদের নিকট এক নিদর্শন প্রেরণ করতাম, ফলে তাদের গ্রীবা বিনত হয়ে পড়ত ওর প্রতি।","bangla_taisirul":"আমি ইচ্ছে করলে তাদের কাছে আসমান থেকে এমন নিদর্শন পাঠাতাম যে তার সামনে তাদের মাথা নত হয়ে যেত (অর্থাৎ তারা ঈমান আনতে বাধ্য হত)।"},{"id":5,"arabic_text":"وَ مَا یَاۡتِیۡہِمۡ مِّنۡ ذِکۡرٍ مِّنَ الرَّحۡمٰنِ مُحۡدَثٍ  اِلَّا  کَانُوۡا عَنۡہُ  مُعۡرِضِیۡنَ  ﴿۵﴾","english_text":"And if you are in doubt about what We have sent down upon Our Servant [Muhammad], then produce a surah the like thereof and call upon your witnesses other than Allah, if you should be truthful.","page":367,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2937.mp3","colorText":"وَمَا يَأْتِيه[w:7205[ِم م]ِّ[f:8667[ن ذ]ِكْ[a:9713[رٍ م]ِّنَ [h:8351[ٱ][l[ل]رَّحْمَ[n[ـٰ]نِ مُحْدَثٍ إِلَّا كَانُو[s[اْ] عَنْهُ مُعْرِض[p[ِي]نَ","juz":19,"ruku":316,"manzil":5,"bangla_ahbayan":"যখনই ওদের নিকট পরম দয়াময়ের কোন নতুন উপদেশ আসে, তখনই ওরা তা থেকে মুখ ফিরিয়ে নেয়।","bangla_bayan":"আর যখনই তাদের কাছে পরম করুণাময়ের পক্ষ থেকে কোন নতুন উপদেশ আসে তখনই তারা তা থেকে বিমুখ হয়।","bangla_mkhan":"যখনই তাদের কাছে রহমান এর কোন নতুন উপদেশ আসে, তখনই তারা তা থেকে মুখ ফিরিয়ে নেয়।","bangla_mujibur":"যখনই তাদের কাছে দয়াময়ের নিকট হতে কোন নতুন উপদেশ আসে তখনই তারা তা হতে মুখ ফিরিয়ে নেয়।","bangla_taisirul":"তাদের কাছে যখনই দয়াময় আল্লাহর পক্ষ হতে নতুন কোন নসীহত আসে তখনই তারা তাত্থেকে মুখ ফিরিয়ে নেয়।"},{"id":6,"arabic_text":"فَقَدۡ کَذَّبُوۡا  فَسَیَاۡتِیۡہِمۡ  اَنۡۢبٰٓؤُا مَا کَانُوۡا  بِہٖ  یَسۡتَہۡزِءُوۡنَ ﴿۶﴾ ","english_text":"But if you do not - and you will never be able to - then fear the Fire, whose fuel is men and stones, prepared for the disbelievers.","page":367,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2938.mp3","colorText":"فَقَ[q:563[دْ] كَذَّبُو[s[اْ] فَسَيَأْتِيهِمْ أَ[i:3925[نۢب]َ[o[ـٰٓ]ؤُ[s[اْ] مَا كَانُو[s[اْ] بِه[n[ِۦ] يَسْتَهْزِء[p[ُو]نَ","juz":19,"ruku":316,"manzil":5,"bangla_ahbayan":"ওরা অবশ্যই মিথ্যাজ্ঞান করেছে। সুতরাং ওরা যা নিয়ে ঠাট্টা-বিদ্রূপ করত, তার বার্তা শীঘ্রই এসে পড়বে। [১]","bangla_bayan":"অতএব অবশ্যই তারা অস্বীকার করেছে। কাজেই তারা যা নিয়ে ঠাট্টা-বিদ্রূপ করত, তার সংবাদ অচিরেই তাদের কাছে এসে পড়বে।","bangla_mkhan":"অতএব তারা তো মিথ্যারোপ করেছেই; সুতরাং যে বিষয় নিয়ে তারা ঠাট্টা-বিদ্রুপ করত, তার যথার্থ স্বরূপ শীঘ্রই তাদের কাছে পৌছবে।","bangla_mujibur":"তারাতো মিথ্যা জেনেছে, সুতরাং তারা যা নিয়ে ঠাট্টা বিদ্রুপ করত তার প্রকৃত বার্তা তাদের নিকট শীঘ্রই এসে পড়বে।","bangla_taisirul":"তারা (আল্লাহর বাণীকে) অস্বীকারই করেছে, শীঘ্রই তাদের কাছে তার সত্য উদঘাটিত হবে যা নিয়ে তারা ঠাট্টা-বিদ্রূপ করত।"},{"id":7,"arabic_text":"اَوَ لَمۡ یَرَوۡا اِلَی الۡاَرۡضِ کَمۡ اَنۡۢبَتۡنَا فِیۡہَا مِنۡ  کُلِّ  زَوۡجٍ   کَرِیۡمٍ ﴿۷﴾ ","english_text":"And give good tidings to those who believe and do righteous deeds that they will have gardens [in Paradise] beneath which rivers flow. Whenever they are provided with a provision of fruit therefrom, they will say, \"This is what we were provided with before.\" And it is given to them in likeness. And they will have therein purified spouses, and they will abide therein eternally.","page":367,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2939.mp3","colorText":"أَوَلَمْ يَرَوْ[s[اْ] إِلَى [h:5136[ٱ]لْأَرْضِ كَمْ أَ[i:9714[نۢب]َتْنَا فِيهَا مِ[f:843[ن ك]ُلِّ زَوْ[f:9715[جٍ ك]َر[p[ِي]مٍ","juz":19,"ruku":316,"manzil":5,"bangla_ahbayan":"ওরা কি পৃথিবীর প্রতি দৃষ্টিপাত করে না? আমি ওতে সর্বপ্রকার উৎকৃষ্ট কত উদ্ভিদ উদ্গত করেছি! [১]","bangla_bayan":"তারা কি যমীনের প্রতি লক্ষ করেনি? আমি তাতে প্রত্যেক প্রকারের বহু উৎকৃষ্ট উদ্ভিদ উদগত করেছি।","bangla_mkhan":"তারা কি ভুপৃষ্ঠের প্রতি দৃষ্টিপাত করে না? আমি তাতে সর্বপ্রকার বিশেষ-বস্তু কত উদগত করেছি।","bangla_mujibur":"তারা কি পৃথিবীর দিকে দৃষ্টিপাত করেনা? আমি তাতে প্রত্যেক প্রকারের কত উৎকৃষ্ট জিনিস উদগত করেছি।","bangla_taisirul":"তারা কি যমীনের দিকে চেয়ে দেখে না, আমি তাতে সব ধরনের উৎকৃষ্ট উদ্ভিদ পয়দা করেছি।"},{"id":8,"arabic_text":"اِنَّ فِیۡ ذٰلِکَ لَاٰیَۃً  ؕوَ مَا کَانَ اَکۡثَرُ ہُمۡ مُّؤۡمِنِیۡنَ ﴿۸﴾ ","english_text":"Indeed, Allah is not timid to present an example - that of a mosquito or what is smaller than it. And those who have believed know that it is the truth from their Lord. But as for those who disbelieve, they say, \"What did Allah intend by this as an example?\" He misleads many thereby and guides many thereby. And He misleads not except the defiantly disobedient,","page":367,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2940.mp3","colorText":"إِ[g[نّ]َ فِى ذ[n[َٲ]لِكَ لَأَيَ[a:9716[ةً‌ۖ و]َمَا كَانَ أَكْثَرُه[w:9717[ُم م]ُّؤْمِن[p[ِي]نَ","juz":19,"ruku":316,"manzil":5,"bangla_ahbayan":"নিশ্চয় ওতে আছে নিদর্শন, [১] কিন্তু ওদের অধিকাংশই বিশ্বাসী নয়। [২]","bangla_bayan":"নিশ্চয় এতে আছে নিদর্শন, আর তাদের অধিকাংশই মুমিন নয়।","bangla_mkhan":"নিশ্চয় এতে নিদর্শন আছে, কিন্তু তাদের অধিকাংশই বিশ্বাসী নয়।","bangla_mujibur":"নিশ্চয়ই তাতে আছে নিদর্শন, কিন্তু তাদের অধিকাংশই মু’মিন নয়।","bangla_taisirul":"অবশ্যই এতে নিদর্শন আছে (আল্লাহ সম্পর্কে চিন্তা ক’রে ঈমান আনার জন্য), কিন্তু তাদের অধিকাংশই ঈমান আনে না।"},{"id":9,"arabic_text":"وَ  اِنَّ  رَبَّکَ  لَہُوَ  الۡعَزِیۡزُ  الرَّحِیۡمُ ﴿۹﴾ ","english_text":"Who break the covenant of Allah after contracting it and sever that which Allah has ordered to be joined and cause corruption on earth. It is those who are the losers.","page":367,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2941.mp3","colorText":"وَإِ[g[نّ]َ رَبَّكَ لَهُوَ [h:1987[ٱ]لْعَزِيزُ [h:9718[ٱ][l[ل]رَّح[p[ِي]مُ","juz":19,"ruku":316,"manzil":5,"bangla_ahbayan":"এবং নিশ্চয়ই তোমার প্রতিপালকই পরাক্রমশালী, পরম দয়ালু। [১]","bangla_bayan":"আর নিশ্চয় তোমার রব, তিনি তো মহা পরাক্রমশালী, পরম দয়ালু।","bangla_mkhan":"আপনার পালনকর্তা তো পরাক্রমশালী পরম দয়ালু।","bangla_mujibur":"তোমার রাব্ব, তিনিতো পরাক্রমশালী, পরম দয়ালু।","bangla_taisirul":"নিশ্চয় তোমার প্রতিপালক মহা পরাক্রমশালী, অতি দয়ালু।"},{"id":10,"arabic_text":"وَ  اِذۡ نَادٰی رَبُّکَ مُوۡسٰۤی  اَنِ ائۡتِ الۡقَوۡمَ  الظّٰلِمِیۡنَ ﴿ۙ۱۰﴾ ","english_text":"How can you disbelieve in Allah when you were lifeless and He brought you to life; then He will cause you to die, then He will bring you [back] to life, and then to Him you will be returned.","page":367,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2942.mp3","colorText":"وَإِذْ نَادَىٰ رَبُّكَ مُوسَ[o[ىٰٓ] أَنِ [h:9719[ٱ]ئْتِ [h:9720[ٱ]لْقَوْمَ [h:1505[ٱ][l[ل]ظَّ[n[ـٰ]لِم[p[ِي]نَ","juz":19,"ruku":317,"manzil":5,"bangla_ahbayan":"স্মরণ কর, যখন তোমার প্রতিপালক মূসাকে ডেকে বললেন, ‘তুমি সীমালংঘনকারী সম্প্রদায়ের নিকট যাও; [১]","bangla_bayan":"আর স্মরণ কর, যখন তোমার রব মূসাকে ডেকে বললেন, ‘তুমি যালিম সম্প্রদায়ের কাছে যাও’।","bangla_mkhan":"যখন আপনার পালনকর্তা মূসাকে ডেকে বললেনঃ তুমি পাপিষ্ঠ সম্প্রদায়ের নিকট যাও;","bangla_mujibur":"স্মরণ কর, যখন তোমার রাব্ব মূসাকে ডেকে বললেনঃ তুমি যালিম সম্প্রদায়ের নিকট চলে যাও –","bangla_taisirul":"স্মরণ কর, যখন তোমার প্রতিপালক মূসাকে ডাক দিয়ে বললেন, ‘তুমি যালিম সম্প্রদায়ের কাছে যাও,"},{"id":11,"arabic_text":"قَوۡمَ  فِرۡعَوۡنَ ؕ اَلَا  یَتَّقُوۡنَ  ﴿۱۱﴾","english_text":"It is He who created for you all of that which is on the earth. Then He directed Himself to the heaven, [His being above all creation], and made them seven heavens, and He is Knowing of all things.","page":367,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2943.mp3","colorText":"قَوْمَ فِرْعَوْنَ‌ۚ أَلَا يَتَّق[p[ُو]نَ","juz":19,"ruku":317,"manzil":5,"bangla_ahbayan":"ফিরআউনের সম্প্রদায়ের নিকট। ওরা কি ভয় করে না?’","bangla_bayan":"‘ফির‘আউনের সম্প্রদায়ের কাছে। তারা কি ভয় করবে না’?","bangla_mkhan":"ফেরাউনের সম্প্রদায়ের নিকট; তারা কি ভয় করে না?","bangla_mujibur":"ফির‘আউনের সম্প্রদায়ের নিকট; তারা কি ভয় করেনা?","bangla_taisirul":"ফেরাউনের সম্প্রদায়ের কাছে। তারা কি ভয় করে না?"},{"id":12,"arabic_text":"قَالَ  رَبِّ  اِنِّیۡۤ   اَخَافُ اَنۡ  یُّکَذِّبُوۡنِ ﴿ؕ۱۲﴾ ","english_text":"And [mention, O Muhammad], when your Lord said to the angels, \"Indeed, I will make upon the earth a successive authority.\" They said, \"Will You place upon it one who causes corruption therein and sheds blood, while we declare Your praise and sanctify You?\" Allah said, \"Indeed, I know that which you do not know.\"","page":367,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2944.mp3","colorText":"قَالَ رَبِّ إِ[g[نّ][o[ِىٓ] أَخَافُ أ[a:9721[َن ي]ُكَذِّب[p[ُو]نِ","juz":19,"ruku":317,"manzil":5,"bangla_ahbayan":"তখন সে বলল, ‘হে আমার প্রতিপালক! আমি আশংকা করি যে, ওরা আমাকে মিথ্যাবাদী বলবে।","bangla_bayan":"মূসা বলল, ‘হে আমার রব, আমি অবশ্যই আশঙ্কা করছি যে, তারা আমাকে অস্বীকার করবে’।","bangla_mkhan":"সে বলল, হে আমার পালনকর্তা, আমার আশংকা হচ্ছে যে, তারা আমাকে মিথ্যাবাদী বলে দেবে।","bangla_mujibur":"তখন সে বলেছিলঃ হে আমার রাব্ব! আমি আশংকা করি যে, তারা আমাকে অস্বীকার করবে।","bangla_taisirul":"সে বলেছিল, ‘হে আমার প্রতিপালক! আমার ভয় হচ্ছে তারা আমাকে মিথ্যে মনে ক’রে প্রত্যাখ্যান করবে।"},{"id":13,"arabic_text":"وَ یَضِیۡقُ صَدۡرِیۡ  وَ لَا یَنۡطَلِقُ لِسَانِیۡ فَاَرۡسِلۡ  اِلٰی ہٰرُوۡنَ ﴿۱۳﴾ ","english_text":"And He taught Adam the names - all of them. Then He showed them to the angels and said, \"Inform Me of the names of these, if you are truthful.\"","page":367,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2945.mp3","colorText":"وَيَضِيقُ صَ[q:8465[دْ]رِى وَلَا يَ[f:9722[نط]َلِقُ لِسَانِى فَأَرْسِلْ إِلَىٰ هَ[n[ـٰ]ر[p[ُو]نَ","juz":19,"ruku":317,"manzil":5,"bangla_ahbayan":"এবং আমার হৃদয় সংকুচিত হয়ে পড়ছে,[১] আমার জিহ্বা অচল হয়ে যাচ্ছে।[২] সুতরাং হারূনের প্রতিও (প্রত্যাদেশ) পাঠাও। [৩]","bangla_bayan":"‘আর আমার বক্ষ সঙ্কুচিত হয়ে যাচ্ছে। আমার জিহবা চলছে না। সুতরাং আপনি হারুনের প্রতি ওহী পাঠান’।","bangla_mkhan":"এবং আমার মন হতবল হয়ে পড়ে এবং আমার জিহবা অচল হয়ে যায়। সুতরাং হারুনের কাছে বার্তা প্রেরণ করুন।","bangla_mujibur":"এবং আমার হৃদয় সংকুচিত হয়ে পড়ছে, আর আমার জিহবাতো সাবলীল নয়, সুতরাং হারুনের প্রতিও প্রত্যাদেশ পাঠান।","bangla_taisirul":"আর আমার অন্তর সংকুচিত হয়ে যাচ্ছে, আমার জিহ্বা সাবলীলভাবে কথা বলতে পারে না। কাজেই আপনি হারূনের প্রতি রিসালাত দিন।"},{"id":14,"arabic_text":"وَ لَہُمۡ عَلَیَّ  ذَنۡۢبٌ فَاَخَافُ اَنۡ یَّقۡتُلُوۡنِ  ﴿ۚ۱۴﴾","english_text":"They said, \"Exalted are You; we have no knowledge except what You have taught us. Indeed, it is You who is the Knowing, the Wise.\"","page":367,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2946.mp3","colorText":"وَلَهُمْ عَلَىَّ ذَ[i:9723[نۢب][f:9724[ٌ ف]َأَخَافُ أ[a:9725[َن ي]َ[q:9726[قْ]تُل[p[ُو]نِ","juz":19,"ruku":317,"manzil":5,"bangla_ahbayan":"আমার বিরুদ্ধে ওদের এক অভিযোগ আছে, আমি আশংকা করি, ওরা আমাকে হত্যা করবে।’[১]","bangla_bayan":"‘আর আমার বিরুদ্ধে তাদের কাছে একটি অপরাধের অভিযোগ রয়েছে। ফলে আমি আশঙ্কা করছি যে, তারা আমাকে হত্যা করে ফেলবে’।","bangla_mkhan":"আমার বিরুদ্ধে তাদের অভিযোগ আছে। অতএব আমি আশংকা করি যে, তারা আমাকে হত্যা করবে।","bangla_mujibur":"আমার বিরুদ্ধে তাদের এক অভিযোগ রয়েছে, আমি আশংকা করি যে, তারা আমাকে হত্যা করবে।","bangla_taisirul":"তদুপরি আমার বিরুদ্ধে অপরাধের অভিযোগও তাদের আছে, কাজেই আমার ভয় হচ্ছে তারা আমাকে হত্যা করবে।’"},{"id":15,"arabic_text":"قَالَ کَلَّا ۚ فَاذۡہَبَا بِاٰیٰتِنَاۤ  اِنَّا مَعَکُمۡ مُّسۡتَمِعُوۡنَ ﴿۱۵﴾ ","english_text":"He said, \"O Adam, inform them of their names.\" And when he had informed them of their names, He said, \"Did I not tell you that I know the unseen [aspects] of the heavens and the earth? And I know what you reveal and what you have concealed.\"","page":367,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2947.mp3","colorText":"قَالَ كَلَّا‌ۖ فَ[h:9727[ٱ]ذْهَبَا بِـَٔـايَ[n[ـٰ]تِن[o[َآ‌ۖ] إِ[g[نّ]َا مَعَك[w:9728[ُم م]ُّسْتَمِع[p[ُو]نَ","juz":19,"ruku":317,"manzil":5,"bangla_ahbayan":"আল্লাহ বললেন, ‘না, কিছুতেই পারবে না। অতএব তোমরা উভয়ে আমার নিদর্শনসহ যাও;[১] নিশ্চয়ই আমি তোমাদের সঙ্গে শ্রবণকারী থাকব। [২]","bangla_bayan":"আল্লাহ বললেন, ‘কখনো নয়। তোমরা উভয়ে আমার নিদর্শনাদিসহ যাও। অবশ্যই আমি আছি তোমাদের সাথে শ্রবণকারী’।","bangla_mkhan":"আল্লাহ বলেন, কখনই নয় তোমরা উভয়ে যাও আমার নিদর্শনাবলী নিয়ে। আমি তোমাদের সাথে থেকে শোনব।","bangla_mujibur":"আল্লাহ বললেনঃ না কখনই নয়, অতএব তোমরা উভয়ে আমার নিদর্শনসহ যাও, আমি তোমাদের সঙ্গে আছি শ্রবণকারী।","bangla_taisirul":"আল্লাহ বললেন, ‘কক্ষনো না, তোমরা দু’জনে আমার (দেয়া) নিদর্শন নিয়ে যাও, আমি তোমাদের সঙ্গে থেকে সব কিছু শুনতে থাকব।"},{"id":16,"arabic_text":"فَاۡتِیَا فِرۡعَوۡنَ فَقُوۡلَاۤ  اِنَّا رَسُوۡلُ رَبِّ الۡعٰلَمِیۡنَ ﴿ۙ۱۶﴾ ","english_text":"And [mention] when We said to the angels, \"Prostrate before Adam\"; so they prostrated, except for Iblees. He refused and was arrogant and became of the disbelievers.","page":367,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2948.mp3","colorText":"فَأْتِيَا فِرْعَوْنَ فَقُول[o[َآ] إِ[g[نّ]َا رَسُولُ رَبِّ [h:4[ٱ]لْعَ[n[ـٰ]لَم[p[ِي]نَ","juz":19,"ruku":317,"manzil":5,"bangla_ahbayan":"অতএব তোমরা ফিরআউনের নিকট যাও এবং বল, আমরা তো বিশ্বজগতের প্রতিপালকের রসূল।","bangla_bayan":"‘সুতরাং তোমরা উভয়ে ফির‘আউনের কাছে গিয়ে বল, নিশ্চয় আমরা বিশ্বজগতের রবের রাসূল’।","bangla_mkhan":"অতএব তোমরা ফেরআউনের কাছে যাও এবং বল, আমরা বিশ্বজগতের পালনকর্তার রসূল।","bangla_mujibur":"অতএব তোমরা উভয়ে ফির‘আউনের নিকট যাও এবং বলঃ আমরা জগতসমূহের রবের রাসূল।","bangla_taisirul":"কাজেই তোমরা দু’জনে ফেরাউনের কাছে যাও আর গিয়ে বল যে, আমরা বিশ্বজগতের প্রতিপালকের প্রেরিত রসূল।"},{"id":17,"arabic_text":"اَنۡ  اَرۡسِلۡ  مَعَنَا بَنِیۡۤ   اِسۡرَآءِیۡلَ ﴿ؕ۱۷﴾ ","english_text":"And We said, \"O Adam, dwell, you and your wife, in Paradise and eat therefrom in [ease and] abundance from wherever you will. But do not approach this tree, lest you be among the wrongdoers.\"","page":367,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2949.mp3","colorText":"أَنْ أَرْسِلْ مَعَنَا بَن[o[ِىٓ] إِسْر[o[َٲ]ٓء[p[ِي]لَ","juz":19,"ruku":317,"manzil":5,"bangla_ahbayan":"সুতরাং আমাদের সঙ্গে বনী-ইস্রাঈলকে যেতে দাও।’ [১]","bangla_bayan":"‘যাতে তুমি বনী ইসরাঈলকে আমাদের সাথে পাঠাও’।","bangla_mkhan":"যাতে তুমি বনী-ইসরাঈলকে আমাদের সাথে যেতে দাও।","bangla_mujibur":"আমাদের সাথে যেতে দাও বানী ইসরাঈলকে।","bangla_taisirul":"বানী ইসরাঈলকে আমাদের সঙ্গে পাঠিয়ে দাও।’"},{"id":18,"arabic_text":"قَالَ اَلَمۡ  نُرَبِّکَ فِیۡنَا وَلِیۡدًا وَّ لَبِثۡتَ فِیۡنَا مِنۡ عُمُرِکَ  سِنِیۡنَ ﴿ۙ۱۸﴾ ","english_text":"But Satan caused them to slip out of it and removed them from that [condition] in which they had been. And We said, \"Go down, [all of you], as enemies to one another, and you will have upon the earth a place of settlement and provision for a time.\"","page":367,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2950.mp3","colorText":"قَالَ أَلَمْ نُرَبِّكَ فِينَا وَلِي[a:9729[دًا و]َلَبِثْتَ فِينَا مِنْ عُمُرِكَ سِن[p[ِي]نَ","juz":19,"ruku":317,"manzil":5,"bangla_ahbayan":"ফিরআউন বলল, ‘আমরা কি তোমাকে শিশু অবস্থায় আমাদের তত্ত্বাবধানে লালন-পালন করিনি[১] এবং তুমি কি তোমার জীবনের বহু বছর আমাদের মধ্যে কাটাও নি?[২]","bangla_bayan":"ফির‘আউন বলল, ‘আমরা কি তোমাকে শৈশবে আমাদের মাঝে লালন পালন করিনি? আর তুমি তোমার জীবনের অনেক বছর আমাদের মধ্যে অবস্থান করেছ’।","bangla_mkhan":"ফেরাউন বলল, আমরা কি তোমাকে শিশু অবস্থায় আমাদের মধ্যে লালন-পালন করিনি? এবং তুমি আমাদের মধ্যে জীবনের বহু বছর কাটিয়েছ।","bangla_mujibur":"ফির‘আউন বললঃ আমরা কি তোমাকে শৈশবে আমাদের মধ্যে লালন পালন করিনি? এবং তুমিতো তোমার জীবনের বহু বছর আমাদের মধ্যে কাটিয়েছ।","bangla_taisirul":"ফেরাউন বলল, ‘আমরা কি তোমাকে শিশুকালে আমাদের মধ্যে লালন পালন করিনি? আর তুমি কি তোমার জীবনের কতকগুলো বছর আমাদের মাঝে কাটাওনি?"},{"id":19,"arabic_text":"وَ فَعَلۡتَ فَعۡلَتَکَ الَّتِیۡ فَعَلۡتَ وَ اَنۡتَ مِنَ الۡکٰفِرِیۡنَ ﴿۱۹﴾ ","english_text":"Then Adam received from his Lord [some] words, and He accepted his repentance. Indeed, it is He who is the Accepting of repentance, the Merciful.","page":367,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2951.mp3","colorText":"وَفَعَلْتَ فَعْلَتَكَ [h:9730[ٱ]لَّتِى فَعَلْتَ وَأَ[f:3893[نت]َ مِنَ [h:182[ٱ]لْكَ[n[ـٰ]فِر[p[ِي]نَ","juz":19,"ruku":317,"manzil":5,"bangla_ahbayan":"তুমি তো যা অপরাধ করার তা করেছ, আর তুমি হলে অকৃতজ্ঞ।’ [১]","bangla_bayan":"‘আর তুমি তোমার কর্ম যা করার তা করেছ এবং তুমি অকৃতজ্ঞদের অন্তর্ভুক্ত’।","bangla_mkhan":"তুমি সেই-তোমরা অপরাধ যা করবার করেছ। তুমি হলে কৃতঘ্ন।","bangla_mujibur":"তুমিতো তোমার কাজ যা করার তা করেছ; তুমি অকৃতজ্ঞ।","bangla_taisirul":"তুমি তোমার কর্ম যা করার করেছ (আমাদের একজন লোককে হত্যা ক’রে), তুমি বড় অকৃতজ্ঞ।’"},{"id":20,"arabic_text":"قَالَ فَعَلۡتُہَاۤ  اِذًا وَّ اَنَا مِنَ الضَّآلِّیۡنَ ﴿ؕ۲۰﴾ ","english_text":"We said, \"Go down from it, all of you. And when guidance comes to you from Me, whoever follows My guidance - there will be no fear concerning them, nor will they grieve.","page":368,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2952.mp3","colorText":"قَالَ فَعَلْتُه[o[َآ] إِ[a:9731[ذًا و]َأَنَا۟ مِنَ [h:9732[ٱ][l[ل]ضّ[m[َا]ٓلّ[p[ِي]نَ","juz":19,"ruku":317,"manzil":5,"bangla_ahbayan":"মূসা বলল, ‘আমি সে অপরাধ করেছিলাম, যখন আমি বিভ্রান্ত ছিলাম।[১]","bangla_bayan":"মূসা বলল, ‘আমি এটি তখন করেছিলাম, যখন আমি ছিলাম বিভ্রান্ত’।","bangla_mkhan":"মূসা বলল, আমি সে অপরাধ তখন করেছি, যখন আমি ভ্রান্ত ছিলাম।","bangla_mujibur":"মূসা বললঃ আমিতো এটা করেছিলাম তখন যখন আমি অজ্ঞ ছিলাম।","bangla_taisirul":"মূসা বলল : ‘আমি তো তা করেছিলাম সে সময় যখন আমি ছিলাম (সঠিক পথ সম্পর্কে) অজ্ঞ।"},{"id":21,"arabic_text":"فَفَرَرۡتُ مِنۡکُمۡ  لَمَّا خِفۡتُکُمۡ  فَوَہَبَ لِیۡ رَبِّیۡ حُکۡمًا وَّ جَعَلَنِیۡ مِنَ الۡمُرۡسَلِیۡنَ ﴿۲۱﴾ ","english_text":"And those who disbelieve and deny Our signs - those will be companions of the Fire; they will abide therein eternally.\"","page":368,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2953.mp3","colorText":"فَفَرَرْتُ مِ[f:344[نك]ُمْ لَ[g[مّ]َا خِفْتُكُمْ فَوَهَبَ لِى رَبِّى حُكْ[a:9733[مًا و]َجَعَلَنِى مِنَ [h:4822[ٱ]لْمُرْسَل[p[ِي]نَ","juz":19,"ruku":317,"manzil":5,"bangla_ahbayan":"অতঃপর আমি যখন তোমাদের ভয়ে ভীত হলাম, তখন আমি তোমাদের নিকট থেকে পালিয়ে গিয়েছিলাম। তারপর আমার প্রতিপালক আমাকে প্রজ্ঞা দান করেছেন এবং আমাকে রসূল করেছেন।[১]","bangla_bayan":"‘অতঃপর যখন আমি তোমাদেরকে ভয় করলাম, তখন আমি তোমাদের থেকে পালিয়ে গেলাম। তারপর আমার রব আমাকে প্রজ্ঞা দান করলেন এবং আমাকে রাসূলদের অন্তর্ভুক্ত করলেন’।","bangla_mkhan":"অতঃপর আমি ভীত হয়ে তোমাদের কাছ থেকে পলায়ন করলাম। এরপর আমার পালনকর্তা আমাকে প্রজ্ঞা দান করেছেন এবং আমাকে পয়গম্বর করেছেন।","bangla_mujibur":"অতঃপর আমি যখন তোমাদের ভয়ে ভীত হলাম তখন আমি তোমাদের নিকট হতে পালিয়ে গিয়েছিলাম; অতঃপর আমার রাব্ব আমাকে জ্ঞান দান করেছেন এবং আমাকে রাসূল করেছেন।","bangla_taisirul":"অতঃপর তোমাদের ভয়ে ভীত হয়ে আমি তোমাদের থেকে পালিয়ে গেলাম। অতঃপর আমার রবব আমাকে প্রজ্ঞা দান করলেন, আর আমাকে করলেন রসূলদের একজন।"},{"id":22,"arabic_text":"وَ تِلۡکَ نِعۡمَۃٌ  تَمُنُّہَا عَلَیَّ  اَنۡ عَبَّدۡتَّ بَنِیۡۤ   اِسۡرَآءِیۡلَ ﴿ؕ۲۲﴾ ","english_text":"O Children of Israel, remember My favor which I have bestowed upon you and fulfill My covenant [upon you] that I will fulfill your covenant [from Me], and be afraid of [only] Me.","page":368,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2954.mp3","colorText":"وَتِلْكَ نِعْمَ[f:9734[ةٌ ت]َمُ[g[نّ]ُهَا عَلَىَّ أَنْ عَبَّ[d:9735[د]تَّ بَن[o[ِىٓ] إِسْر[o[َٲ]ٓء[p[ِي]لَ","juz":19,"ruku":317,"manzil":5,"bangla_ahbayan":"আমার প্রতি তোমার যে অনুগ্রহের কথা উল্লেখ করেছ, তা তো এ যে, তুমি বনী ইস্রাঈলকে দাসে পরিণত করেছ।’ [১]","bangla_bayan":"‘আর এই তো সে অনুগ্রহ যার খোঁটা তুমি আমাকে দিচ্ছ যে, তুমি বনী ইসরাঈলকে দাস বানিয়ে রেখেছ’।","bangla_mkhan":"আমার প্রতি তোমার যে অনুগ্রহের কথা বলছ, তা এই যে, তুমি বনী-ইসলাঈলকে গোলাম বানিয়ে রেখেছ।","bangla_mujibur":"আর আমার প্রতি তোমার যে অনুগ্রহের কথা উল্লেখ করেছ তাতো এই যে, তুমি বানী ইসরাঈলকে দাসে পরিণত করেছ।","bangla_taisirul":"তুমি আমার প্রতি তোমার যে অনুগ্রহের খোঁটা দিচ্ছ তাতো এই যে, তুমি বানী ইসরাঈলকে দাসে পরিণত করেছ।’"},{"id":23,"arabic_text":"قَالَ فِرۡعَوۡنُ  وَ  مَا رَبُّ الۡعٰلَمِیۡنَ ﴿ؕ۲۳﴾ ","english_text":"And believe in what I have sent down confirming that which is [already] with you, and be not the first to disbelieve in it. And do not exchange My signs for a small price, and fear [only] Me.","page":368,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2955.mp3","colorText":"قَالَ فِرْعَوْنُ وَمَا رَبُّ [h:4750[ٱ]لْعَ[n[ـٰ]لَم[p[ِي]نَ","juz":19,"ruku":317,"manzil":5,"bangla_ahbayan":"ফিরআউন বলল, ‘বিশ্বজগতের প্রতিপালক আবার কি?’ [১]","bangla_bayan":"ফির‘আউন বলল, ‘সৃষ্টিকুলের রব কে?’","bangla_mkhan":"ফেরাউন বলল, বিশ্বজগতের পালনকর্তা আবার কি?","bangla_mujibur":"ফির‘আউন বললঃ জগতসমূহের রাব্ব আবার কি?","bangla_taisirul":"ফেরাউন বলল : ‘বিশ্বজগতের প্রতিপালক আবার কী?’"},{"id":24,"arabic_text":"قَالَ رَبُّ السَّمٰوٰتِ وَ الۡاَرۡضِ وَ مَا بَیۡنَہُمَا ؕ اِنۡ  کُنۡتُمۡ  مُّوۡقِنِیۡنَ ﴿۲۴﴾ ","english_text":"And do not mix the truth with falsehood or conceal the truth while you know [it].","page":368,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2956.mp3","colorText":"قَالَ رَبُّ [h:6926[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَ[h:177[ٱ]لْأَرْضِ وَمَا بَيْنَهُم[o[َآ‌ۖ] إِ[f:109[ن ك]ُ[f:100[نت][w:9736[ُم م]ُّوقِن[p[ِي]نَ","juz":19,"ruku":317,"manzil":5,"bangla_ahbayan":"মূসা বলল, ‘তিনি হচ্ছেন আকাশমন্ডলী ও পৃথিবী এবং ওদের মধ্যবর্তী সমস্ত কিছুর প্রতিপালক, যদি তোমরা নিশ্চিত বিশ্বাসী হও।’","bangla_bayan":"মূসা বলল, ‘আসমানসমূহ ও যমীন এবং এতদোভয়ের মধ্যবর্তী সবকিছুর রব, যদি তোমরা নিশ্চিত বিশ্বাসী হয়ে থাক।’","bangla_mkhan":"মূসা বলল, তিনি নভোমন্ডল, ভূমন্ডল ও এতদুভয়ের মধ্যবর্তী সবকিছুর পালনকর্তা যদি তোমরা বিশ্বাসী হও।","bangla_mujibur":"মূসা বললঃ তিনি আকাশমন্ডলী ও পৃথিবী এবং এতদুভয়ের মধ্যবর্তী সব কিছুর রাব্ব, যদি তোমরা নিশ্চিত বিশ্বাসী হও।","bangla_taisirul":"মূসা বলল : ‘(যিনি) আসমান ও যমীন ও এ দু’য়ের মাঝে যা কিছু আছে সব কিছুর প্রতিপালক- যদি তোমরা নিঃসন্দেহে বিশ্বাসী হও।"},{"id":25,"arabic_text":"قَالَ  لِمَنۡ  حَوۡلَہٗۤ   اَلَا  تَسۡتَمِعُوۡنَ ﴿۲۵﴾ ","english_text":"And establish prayer and give zakah and bow with those who bow [in worship and obedience].","page":368,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2957.mp3","colorText":"قَالَ لِمَنْ حَوْلَهُ[o[ۥٓ] أَلَا تَسْتَمِع[p[ُو]نَ","juz":19,"ruku":317,"manzil":5,"bangla_ahbayan":"ফিরআউন তার পারিষদবর্গকে লক্ষ্য করে বলল, ‘তোমরা শুনছ তো!’ [১]","bangla_bayan":"ফির‘আউন তার আশেপাশে যারা ছিল তাদেরকে বলল, ‘তোমরা কি মনোযোগসহ শুনছ না’?","bangla_mkhan":"ফেরাউন তার পরিষদবর্গকে বলল, তোমরা কি শুনছ না?","bangla_mujibur":"ফির‘আউন তার পরিষদবর্গকে লক্ষ্য করে বললঃ তোমরা শুনেছ তো!","bangla_taisirul":"ফেরাউন তার চারপাশের লোকেদেরকে বলল- ‘তোমরা শুনছ তো?’"},{"id":26,"arabic_text":"قَالَ رَبُّکُمۡ وَ رَبُّ اٰبَآئِکُمُ  الۡاَوَّلِیۡنَ ﴿۲۶﴾ ","english_text":"Do you order righteousness of the people and forget yourselves while you recite the Scripture? Then will you not reason?","page":368,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2958.mp3","colorText":"قَالَ رَبُّكُمْ وَرَبُّ ءَاب[o[َا]ٓئِكُمُ [h:9737[ٱ]لْأَوَّل[p[ِي]نَ","juz":19,"ruku":317,"manzil":5,"bangla_ahbayan":"মূসা বলল, ‘তিনি তোমাদের প্রতিপালক এবং তোমাদের পূর্বপুরুষগণেরও প্রতিপালক।’","bangla_bayan":"মূসা বলল, ‘তিনি তোমাদের রব এবং তোমাদের পিতৃপুরুষদেরও রব’।","bangla_mkhan":"মূসা বলল, তিনি তোমাদের পালনকর্তা এবং তোমাদের পূর্ববর্তীদেরও পালনকর্তা।","bangla_mujibur":"মূসা বললঃ তিনি তোমাদের রাব্ব এবং তোমাদের পূর্ব-পুরুষদেরও রাব্ব।","bangla_taisirul":"মূসা বলল : ‘(তিনি) তোমাদের প্রতিপালক ও শুরু থেকে পূর্ববর্তী তোমাদের বাপ-দাদাদেরও প্রতিপালক।’"},{"id":27,"arabic_text":"قَالَ  اِنَّ رَسُوۡلَکُمُ الَّذِیۡۤ اُرۡسِلَ  اِلَیۡکُمۡ  لَمَجۡنُوۡنٌ ﴿۲۷﴾ ","english_text":"And seek help through patience and prayer, and indeed, it is difficult except for the humbly submissive [to Allah ]","page":368,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2959.mp3","colorText":"قَالَ إِ[g[نّ]َ رَسُولَكُمُ [h:9738[ٱ]لَّذ[o[ِىٓ] أُرْسِلَ إِلَيْكُمْ لَمَ[q:7198[جْ]ن[p[ُو]نٌ","juz":19,"ruku":317,"manzil":5,"bangla_ahbayan":"ফিরআউন বলল, ‘তোমাদের প্রতি প্রেরিত তোমাদের রসূলটি তো এক বদ্ধ পাগল।’","bangla_bayan":"ফির‘আউন বলল, ‘তোমাদের কাছে প্রেরিত তোমাদের এই রাসূল নিশ্চয়ই পাগল’।","bangla_mkhan":"ফেরাউন বলল, তোমাদের প্রতি প্রেরিত তোমাদের রসূলটি নিশ্চয়ই বদ্ধ পাগল।","bangla_mujibur":"ফির‘আউন বললঃ তোমাদের প্রতি প্রেরিত তোমাদের রাসূলটি নিশ্চয়ই পাগল।","bangla_taisirul":"(ফিরআউন) বলল: ‘তোমাদের রসূল যে তোমাদের নিকট প্রেরিত হয়েছে সে নিশ্চিতই পাগল।’"},{"id":28,"arabic_text":"قَالَ رَبُّ الۡمَشۡرِقِ وَ الۡمَغۡرِبِ وَ مَا بَیۡنَہُمَا ؕ اِنۡ  کُنۡتُمۡ  تَعۡقِلُوۡنَ ﴿۲۸﴾ ","english_text":"Who are certain that they will meet their Lord and that they will return to Him.","page":368,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2960.mp3","colorText":"قَالَ رَبُّ [h:9739[ٱ]لْمَشْرِقِ وَ[h:904[ٱ]لْمَغْرِبِ وَمَا بَيْنَهُم[o[َآ‌ۖ] إِ[f:109[ن ك]ُ[f:100[نت]ُمْ تَعْقِل[p[ُو]نَ","juz":19,"ruku":317,"manzil":5,"bangla_ahbayan":"মূসা বলল, ‘তিনি পূর্ব ও পশ্চিমের এবং ওদের মধ্যবর্তী সমস্ত কিছুর প্রতিপালক; [১] যদি তোমরা বুঝে থাক।’","bangla_bayan":"মূসা বলল, ‘তিনি পূর্ব ও পশ্চিম এবং এতদোভয়ের মধ্যবর্তী সবকিছুর রব, যদি তোমরা বুঝে থাক’।","bangla_mkhan":"মূসা বলল, তিনি পূর্ব, পশ্চিম ও এতদুভয়ের মধ্যবর্তী সব কিছুর পালনকর্তা, যদি তোমরা বোঝ।","bangla_mujibur":"মূসা বললঃ তিনি পূর্ব ও পশ্চিমের এবং এতদুভয়ের মধ্যবর্তী সব কিছুর রাব্ব, যদি তোমরা বুঝতে।","bangla_taisirul":"(মূসা) বললঃ ‘(তিনিই) পূর্ব ও পশ্চিমের প্রতিপালক, আর এ উভয় দিকের মাঝে যা আছে তারও- যদি তোমাদের বুদ্ধিসুদ্ধি থাকে।’"},{"id":29,"arabic_text":"قَالَ لَئِنِ اتَّخَذۡتَ اِلٰـہًا غَیۡرِیۡ لَاَجۡعَلَنَّکَ مِنَ  الۡمَسۡجُوۡنِیۡنَ ﴿۲۹﴾ ","english_text":"O Children of Israel, remember My favor that I have bestowed upon you and that I preferred you over the worlds.","page":368,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2961.mp3","colorText":"قَالَ لَئِنِ [h:9740[ٱ]تَّخَذْتَ إِلَ[n[ـٰ]هًا غَيْرِى لَأَ[q:9741[جْ]عَلَ[g[نّ]َكَ مِنَ [h:9742[ٱ]لْمَسْجُون[p[ِي]نَ","juz":19,"ruku":317,"manzil":5,"bangla_ahbayan":"ফিরআউন বলল, ‘তুমি যদি আমার পরিবর্তে অন্যকে উপাস্যরূপে গ্রহণ করো, তাহলে আমি অবশ্যই তোমাকে কারারুদ্ধ করব।’ [১]","bangla_bayan":"ফির‘আউন বলল, ‘যদি তুমি আমাকে ছাড়া কাউকে ইলাহরূপে গ্রহণ কর, তাহলে অবশ্যই আমি তোমাকে কয়েদীদের অন্তর্ভুক্ত করব’।","bangla_mkhan":"ফেরাউন বলল, তুমি যদি আমার পরিবর্তে অন্যকে উপাস্যরূপে গ্রহণ কর তবে আমি অবশ্যই তোমাকে কারাগারে নিক্ষেপ করব।","bangla_mujibur":"ফির‘আউন বললঃ তুমি যদি আমার পরিবর্তে অন্যকে মা‘বূদ রূপে গ্রহণ কর তাহলে আমি তোমাকে অবশ্যই কারারুদ্ধ করব।","bangla_taisirul":"(ফেরাউন) বলল : ‘যদি তুমি আমাকে বাদ দিয়ে (অন্য কিছুকে) ইলাহ হিসেবে গ্রহণ কর, তাহলে আমি তোমাকে অবশ্য অবশ্যই কারারুদ্ধ করব।’"},{"id":30,"arabic_text":"قَالَ  اَوَ لَوۡ  جِئۡتُکَ بِشَیۡءٍ  مُّبِیۡنٍ ﴿ۚ۳۰﴾ ","english_text":"And fear a Day when no soul will suffice for another soul at all, nor will intercession be accepted from it, nor will compensation be taken from it, nor will they be aided.","page":368,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2962.mp3","colorText":"قَالَ أَوَلَوْ جِئْتُكَ بِش[a:9743[َىْءٍ م]ُّب[p[ِي]نٍ","juz":19,"ruku":317,"manzil":5,"bangla_ahbayan":"মূসা বলল, ‘আমি তোমার নিকট স্পষ্ট কোন (নিদর্শন) আনয়ন করলেও কি?’ [১]","bangla_bayan":"মূসা বলল, ‘যদি আমি তোমার কাছে স্পষ্ট কোন বিষয় নিয়ে আসি, তবুও’?","bangla_mkhan":"মূসা বলল, আমি তোমার কাছে কোন স্পষ্ট বিষয় নিয়ে আগমন করলেও কি?","bangla_mujibur":"মূসা বললঃ আমি তোমার নিকট স্পষ্ট কোন নিদর্শন আনয়ন করলেও?","bangla_taisirul":"(মূসা) বলল : ‘আমি যদি তোমার কাছে কোন স্পষ্ট জিনিস নিয়ে আসি তবুও?"},{"id":31,"arabic_text":"قَالَ فَاۡتِ بِہٖۤ  اِنۡ  کُنۡتَ مِنَ الصّٰدِقِیۡنَ ﴿۳۱﴾ ","english_text":"And [recall] when We saved your forefathers from the people of Pharaoh, who afflicted you with the worst torment, slaughtering your [newborn] sons and keeping your females alive. And in that was a great trial from your Lord.","page":368,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2963.mp3","colorText":"قَالَ فَأْتِ بِه[o[ِۦٓ] إِ[f:4792[ن ك]ُ[f:735[نت]َ مِنَ [h:4793[ٱ][l[ل]صَّ[n[ـٰ]دِق[p[ِي]نَ","juz":19,"ruku":317,"manzil":5,"bangla_ahbayan":"ফিরআউন বলল, ‘তুমি যদি সত্যবাদী হও, তবে তা আনয়ন কর।’","bangla_bayan":"ফির‘আউন বলল, ‘তুমি সত্যবাদী হয়ে থাকলে তা নিয়ে এসো’।","bangla_mkhan":"ফেরাউন বলল, তুমি সত্যবাদী হলে তা উপস্থিত কর।","bangla_mujibur":"ফির‘আউন বললঃ তুমি যদি সত্যবাদী হও তাহলে তা উপস্থিত কর।","bangla_taisirul":"(ফেরাউন) বলল : ‘তাহলে তা আনো, যদি তুমি সত্যবাদী হও।’"},{"id":32,"arabic_text":"فَاَلۡقٰی عَصَاہُ  فَاِذَا ہِیَ ثُعۡبَانٌ  مُّبِیۡنٌ ﴿ۚۖ۳۲﴾ ","english_text":"And [recall] when We parted the sea for you and saved you and drowned the people of Pharaoh while you were looking on.","page":368,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2964.mp3","colorText":"فَأَلْقَىٰ عَصَاهُ فَإِذَا هِىَ ثُعْبَا[a:4912[نٌ م]ُّب[p[ِي]نٌ","juz":19,"ruku":317,"manzil":5,"bangla_ahbayan":"সুতরাং মূসা তার লাঠি নিক্ষেপ করল, আর তৎক্ষণাৎ তা এক সাক্ষাৎ অজগরে পরিণত হল।[১]","bangla_bayan":"অতঃপর সে তার লাঠি ফেলে দিল, ফলে তৎক্ষণাৎ তা একটি স্পষ্ট অজগর হয়ে গেল।","bangla_mkhan":"অতঃপর তিনি লাঠি নিক্ষেপ করলে মুহূর্তের মধ্যে তা সুস্পষ্ট অজগর হয়ে গেল।","bangla_mujibur":"অতঃপর মূসা তার লাঠি নিক্ষেপ করলে তৎক্ষণাৎ তা এক সুস্পষ্ট অজগর হল।","bangla_taisirul":"তখন মূসা তার লাঠি ছুঁড়ে দিল আর সহসাই তা স্পষ্ট এক অজগর হয়ে গেল।"},{"id":33,"arabic_text":"وَّ نَزَعَ یَدَہٗ  فَاِذَا ہِیَ بَیۡضَآءُ  لِلنّٰظِرِیۡنَ ﴿۳۳﴾ ","english_text":"And [recall] when We made an appointment with Moses for forty nights. Then you took [for worship] the calf after him, while you were wrongdoers.","page":368,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2965.mp3","colorText":"وَنَزَعَ يَدَهُ[n[ۥ] فَإِذَا هِىَ بَيْض[o[َا]ٓءُ لِل[g[نّ]َ[n[ـٰ]ظِر[p[ِي]نَ","juz":19,"ruku":317,"manzil":5,"bangla_ahbayan":"এবং (মূসা) তার হাত বের করল, আর তৎক্ষণাৎ তা দর্শকদের দৃষ্টিতে শুভ্র-উজ্জ্বল প্রতিভাত হল। [১]","bangla_bayan":"আর সে তার হাত বের করল, ফলে তা তৎক্ষণাৎ দর্শকদের সামনে উজ্জ্বল-সাদা হয়ে দেখা দিল।","bangla_mkhan":"আর তিনি তার হাত বের করলেন, তৎক্ষণাৎ তা দর্শকদের কাছে সুশুভ্র প্রতিভাত হলো।","bangla_mujibur":"আর মূসা হাত বের করল, তৎক্ষণাৎ তা দর্শকদের দৃষ্টিতে শুভ্র উজ্জ্বল প্রতিভাত হল।","bangla_taisirul":"আর মূসা (বগলের নীচ দিয়ে) নিজের হাত টেনে বের করল, আর তা দর্শকদের সামনে ঝকমক করতে লাগল।"},{"id":34,"arabic_text":"قَالَ لِلۡمَلَاِ حَوۡلَہٗۤ  اِنَّ ہٰذَا  لَسٰحِرٌ  عَلِیۡمٌ ﴿ۙ۳۴﴾ ","english_text":"Then We forgave you after that so perhaps you would be grateful.","page":368,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2966.mp3","colorText":"قَالَ لِلْمَلَإِ حَوْلَهُ[o[ۥٓ] إِ[g[نّ]َ هَ[n[ـٰ]ذَا لَسَ[n[ـٰ]حِرٌ عَل[p[ِي]مٌ","juz":19,"ruku":318,"manzil":5,"bangla_ahbayan":"ফিরআউন তার পারিষদবর্গকে বলল, ‘এ তো এক সুদক্ষ যাদুকর। [১]","bangla_bayan":"ফির‘আউন তার আশপাশের পারিষদদের উদ্দেশ্যে বলল, ‘এ তো এক বিজ্ঞ যাদুকর।’","bangla_mkhan":"ফেরাউন তার পরিষদবর্গকে বলল, নিশ্চয় এ একজন সুদক্ষ জাদুকর।","bangla_mujibur":"ফির‘আউন তার পারিষদবর্গকে বললঃ এতো এক সুদক্ষ যাদুকর।","bangla_taisirul":"ফেরাউন তার চারপাশের প্রধানদের বলল : ‘সে অবশ্যই এক দক্ষ যাদুকর।"},{"id":35,"arabic_text":"یُّرِیۡدُ  اَنۡ یُّخۡرِجَکُمۡ مِّنۡ  اَرۡضِکُمۡ بِسِحۡرِہٖ ٭ۖ  فَمَا ذَا  تَاۡمُرُوۡنَ  ﴿۳۵﴾","english_text":"And [recall] when We gave Moses the Scripture and criterion that perhaps you would be guided.","page":368,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2967.mp3","colorText":"يُرِيدُ أ[a:4914[َن ي]ُخْرِجَك[w:4915[ُم م]ِّنْ أَرْضِك[c:9744[ُم ب]ِسِحْرِه[n[ِۦ] فَمَاذَا تَأْمُر[p[ُو]نَ","juz":19,"ruku":318,"manzil":5,"bangla_ahbayan":"এ দেশ হতে তার যাদুবলে তোমাদেরকে বহিষ্কৃত করতে চায়! এখন তোমরা কি করবে বল?’[১]","bangla_bayan":"‘সে তোমাদেরকে তার যাদুর মাধ্যমে তোমাদের দেশ থেকে বের করতে চায়। অতএব, তোমরা আমাকে কী পরামর্শ দাও?’","bangla_mkhan":"সে তার জাদু বলে তোমাদেরকে তোমাদের দেশ থেকে বহিস্কার করতে চায়। অতএব তোমাদের মত কি?","bangla_mujibur":"এ তোমাদেরকে তোমাদের দেশ হতে তার যাদুবলে বহিস্কার করতে চায়! এখন তোমরা কি করতে বল?","bangla_taisirul":"যাদুর বলে সে তোমাদেরকে তোমাদের দেশ থেকে বের করে দিতে চায়। এখন বল তোমাদের নির্দেশ কী?’"},{"id":36,"arabic_text":"قَالُوۡۤا اَرۡجِہۡ  وَ اَخَاہُ  وَ ابۡعَثۡ فِی الۡمَدَآئِنِ  حٰشِرِیۡنَ ﴿ۙ۳۶﴾ ","english_text":"And [recall] when Moses said to his people, \"O my people, indeed you have wronged yourselves by your taking of the calf [for worship]. So repent to your Creator and kill yourselves. That is best for [all of] you in the sight of your Creator.\" Then He accepted your repentance; indeed, He is the Accepting of repentance, the Merciful.","page":368,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2968.mp3","colorText":"قَال[o[ُوٓ][s[اْ] أَرْجِهْ وَأَخَاهُ وَ[h:676[ٱ][q:676[بْ]عَثْ فِى [h:4916[ٱ]لْمَد[o[َا]ٓئِنِ حَ[n[ـٰ]شِر[p[ِي]نَ","juz":19,"ruku":318,"manzil":5,"bangla_ahbayan":"ওরা বলল, ‘তাকে ও তার ভাইকে কিঞ্চিৎ অবকাশ দিন এবং নগরে নগরে সংগ্রাহকদেরকে পাঠান।","bangla_bayan":"তারা বলল, ‘তাকে ও তার ভাইকে কিছু সময়ের জন্য অবকাশ দাও, আর সংগ্রহকারীদেরকে নগরে-নগরে পাঠিয়ে দাও।’","bangla_mkhan":"তারা বলল, তাকে ও তার ভাইকে কিছু অবকাশ দিন এবং শহরে শহরে ঘোষক প্রেরণ করুন।","bangla_mujibur":"তারা বললঃ তাকে ও তার ভাইকে কিঞ্চিৎ অবকাশ দাও এবং নগরে সংগ্রাহকদেরকে পাঠাও –","bangla_taisirul":"তারা বলল : ‘তাকে ও তার ভাইকে (কিছু সময়) অপেক্ষায় ফেলে রাখুন আর জড়ো করার জন্য ঘোষকদেরকে নগরে নগরে পাঠিয়ে দিন।"},{"id":37,"arabic_text":"یَاۡتُوۡکَ  بِکُلِّ  سَحَّارٍ  عَلِیۡمٍ ﴿۳۷﴾ ","english_text":"And [recall] when you said, \"O Moses, we will never believe you until we see Allah outright\"; so the thunderbolt took you while you were looking on.","page":368,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2969.mp3","colorText":"يَأْتُوكَ بِكُلِّ سَحَّارٍ عَل[p[ِي]مٍ","juz":19,"ruku":318,"manzil":5,"bangla_ahbayan":"যেন তারা আপনার নিকট প্রতিটি সুদক্ষ যাদুকর উপস্থিত করে।’ [১]","bangla_bayan":"‘তারা তোমার নিকট প্রত্যেক বিজ্ঞ যাদুকরকে নিয়ে আসুক’।","bangla_mkhan":"তারা যেন আপনার কাছে প্রত্যেকটি দক্ষ জাদুকর কে উপস্থিত করে।","bangla_mujibur":"যেন তারা তোমার নিকট প্রতিটি সুদক্ষ যাদুকর উপস্থিত করে।","bangla_taisirul":"তারা আপনার কাছে প্রত্যেকটি অভিজ্ঞ যাদুকরকে নিয়ে আসবে।’"},{"id":38,"arabic_text":"فَجُمِعَ  السَّحَرَۃُ  لِمِیۡقَاتِ یَوۡمٍ مَّعۡلُوۡمٍ  ﴿ۙ۳۸﴾","english_text":"Then We revived you after your death that perhaps you would be grateful.","page":368,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2970.mp3","colorText":"فَجُمِعَ [h:9745[ٱ][l[ل]سَّحَرَةُ لِمِيقَ[n[ـٰ]تِ يَوْ[a:9746[مٍ م]َّعْل[p[ُو]مٍ","juz":19,"ruku":318,"manzil":5,"bangla_ahbayan":"অতঃপর এক নির্ধারিত দিনে নির্দিষ্ট সময়ে যাদুকরদের একত্র করা হল। [১]","bangla_bayan":"অতঃপর এক নির্ধারিত দিনের নির্দিষ্ট সময়ে যাদুকরদের একত্র করা হল।","bangla_mkhan":"অতঃপর এক নির্দিষ্ট দিনে জাদুকরদেরকে একত্রিত করা হল।","bangla_mujibur":"অতঃপর এক নির্ধারিত দিনে নির্দিষ্ট সময়ে যাদুকরদেরকে একত্রিত করা হল।","bangla_taisirul":"কাজেই যাদুকরদেরকে একত্রিত করা হল একটি নির্দিষ্ট দিন ক্ষণের জন্য যা ছিল সুবিদিত।"},{"id":39,"arabic_text":"وَّ قِیۡلَ لِلنَّاسِ ہَلۡ اَنۡتُمۡ مُّجۡتَمِعُوۡنَ ﴿ۙ۳۹﴾ ","english_text":"And We shaded you with clouds and sent down to you manna and quails, [saying], \"Eat from the good things with which We have provided you.\" And they wronged Us not - but they were [only] wronging themselves.","page":368,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2971.mp3","colorText":"وَقِيلَ لِل[g[نّ]َاسِ هَلْ أَ[f:428[نت][w:9747[ُم م]ُّ[q:9748[جْ]تَمِع[p[ُو]نَ","juz":19,"ruku":318,"manzil":5,"bangla_ahbayan":"এবং লোকদের বলা হল, ‘তোমরাও একত্র হও। [১]","bangla_bayan":"আর লোকদের বলা হল, ‘তোমরা কি সমবেত হবে?’","bangla_mkhan":"এবং জনগণের মধ্যে ঘোষণা করা হল, তোমরাও সমবেত হও।","bangla_mujibur":"আর লোকদেরকে বলা হলঃ তোমরাও সমবেত হচ্ছ কি?","bangla_taisirul":"আর জনগণকে বলা হল- ‘তোমরা কি সম্মিলিত হবে?"},{"id":40,"arabic_text":"لَعَلَّنَا نَتَّبِعُ السَّحَرَۃَ  اِنۡ کَانُوۡا ہُمُ الۡغٰلِبِیۡنَ ﴿۴۰﴾ ","english_text":"And [recall] when We said, \"Enter this city and eat from it wherever you will in [ease and] abundance, and enter the gate bowing humbly and say, 'Relieve us of our burdens.' We will [then] forgive your sins for you, and We will increase the doers of good [in goodness and reward].\"","page":369,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2972.mp3","colorText":"لَعَلَّنَا نَتَّبِعُ [h:9749[ٱ][l[ل]سَّحَرَةَ إِ[f:5674[ن ك]َانُو[s[اْ] هُمُ [h:9750[ٱ]لْغَ[n[ـٰ]لِب[p[ِي]نَ","juz":19,"ruku":318,"manzil":5,"bangla_ahbayan":"যেন যাদুকররা বিজয়ী হলে, আমরা ওদের অনুসরণ করতে পারি।’","bangla_bayan":"‘যাতে আমরা যাদুকরদের অনুসরণ করতে পারি, যদি তারা বিজয়ী হয়’।","bangla_mkhan":"যাতে আমরা জাদুকরদের অনুসরণ করতে পারি-যদি তারাই বিজয়ী হয়।","bangla_mujibur":"যেন আমরা যাদুকরদের অনুসরণ করতে পারি, যদি তারা বিজয়ী হয়।","bangla_taisirul":"যাতে আমরা যাদুকরদের (এবং তাদের প্রধান পৃষ্ঠপোষক ফেরাউনের) দীন অনুসরণ করতে পারি যদি তারা বিজয়ী হয়।"},{"id":41,"arabic_text":"فَلَمَّا جَآءَ السَّحَرَۃُ  قَالُوۡا لِفِرۡعَوۡنَ اَئِنَّ لَنَا لَاَجۡرًا  اِنۡ  کُنَّا نَحۡنُ  الۡغٰلِبِیۡنَ ﴿۴۱﴾ ","english_text":"But those who wronged changed [those words] to a statement other than that which had been said to them, so We sent down upon those who wronged a punishment from the sky because they were defiantly disobeying.","page":369,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2973.mp3","colorText":"فَلَ[g[مّ]َا ج[o[َا]ٓءَ [h:6148[ٱ][l[ل]سَّحَرَةُ قَالُو[s[اْ] لِفِرْعَوْنَ أَئِ[g[نّ]َ لَنَا لَأَ[q:4918[جْ]رًا إِ[f:4919[ن ك]ُ[g[نّ]َا نَحْنُ [h:4920[ٱ]لْغَ[n[ـٰ]لِب[p[ِي]نَ","juz":19,"ruku":318,"manzil":5,"bangla_ahbayan":"যাদুকরেরা ফিরআউনের নিকট এসে বলল, ‘আমরা যদি বিজয়ী হই, তাহলে আমাদের জন্য পুরস্কার থাকবে তো?’","bangla_bayan":"অতঃপর যখন যাদুকররা আসল,তারা ফির‘আউনকে বলল,‘যদি আমরাই বিজয়ী হই, তবে আমাদের জন্য কি সত্যিই পুরস্কার আছে?’","bangla_mkhan":"যখন যাদুকররা আগমণ করল, তখন ফেরআউনকে বলল, যদি আমরা বিজয়ী হই, তবে আমরা পুরস্কার পাব তো?","bangla_mujibur":"অতঃপর যাদুকররা এসে ফির‘আউনকে বললঃ আমরা যদি বিজয়ী হই তাহলে আমাদের জন্য পুরস্কার থাকবে তো?","bangla_taisirul":"যাদুকররা যখন আসলো, তারা ফেরাউনকে বলল : ‘আমরা জয়ী হলে আমাদেরকে পুরস্কার দেয়া হবে তো?’"},{"id":42,"arabic_text":"قَالَ نَعَمۡ  وَ  اِنَّکُمۡ  اِذًا  لَّمِنَ  الۡمُقَرَّبِیۡنَ  ﴿۴۲﴾","english_text":"And [recall] when Moses prayed for water for his people, so We said, \"Strike with your staff the stone.\" And there gushed forth from it twelve springs, and every people knew its watering place. \"Eat and drink from the provision of Allah, and do not commit abuse on the earth, spreading corruption.\"","page":369,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2974.mp3","colorText":"قَالَ نَعَمْ وَإِ[g[نّ]َكُمْ إِ[u:765[ذًا ل]َّمِنَ [h:4921[ٱ]لْمُقَرَّب[p[ِي]نَ","juz":19,"ruku":318,"manzil":5,"bangla_ahbayan":"ফিরআউন বলল, ‘হ্যাঁ, তখন তোমরা আমার পারিষদবর্গের শামিল হবে।’","bangla_bayan":"সে বলল, ‘হ্যাঁ এবং নিশ্চয় তোমরা তখন আমার ঘনিষ্টজনদের অন্তর্ভুক্ত হবে’।","bangla_mkhan":"ফেরাউন বলল, হঁ্যা এবং তখন তোমরা আমার নৈকট্যশীলদের অন্তর্ভুক্ত হবে।","bangla_mujibur":"ফির‘আউন বললঃ হ্যাঁ, তখন তোমরা অবশ্যই আমার নিকটজনদের অন্তর্ভুক্ত হবে।","bangla_taisirul":"ফেরাউন বলল- ‘হাঁ, তখন তোমরা অবশ্যই আমার নৈকট্যলাভকারীদের অন্তর্ভুক্ত হবে।’"},{"id":43,"arabic_text":"قَالَ لَہُمۡ مُّوۡسٰۤی اَلۡقُوۡا مَاۤ  اَنۡتُمۡ مُّلۡقُوۡنَ ﴿۴۳﴾ ","english_text":"And [recall] when you said, \"O Moses, we can never endure one [kind of] food. So call upon your Lord to bring forth for us from the earth its green herbs and its cucumbers and its garlic and its lentils and its onions.\" [Moses] said, \"Would you exchange what is better for what is less? Go into [any] settlement and indeed, you will have what you have asked.\" And they were covered with humiliation and poverty and returned with anger from Allah [upon them]. That was because they [repeatedly] disbelieved in the signs of Allah and killed the prophets without right. That was because they disobeyed and were [habitually] transgressing.","page":369,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2975.mp3","colorText":"قَالَ لَه[w:6149[ُم م]ُّوسَ[o[ىٰٓ] أَلْقُو[s[اْ] م[o[َآ] أَ[f:428[نت][w:6150[ُم م]ُّلْق[p[ُو]نَ","juz":19,"ruku":318,"manzil":5,"bangla_ahbayan":"মূসা ওদেরকে বলল, ‘তোমাদের যা নিক্ষেপ করার, তা নিক্ষেপ কর।’ [১]","bangla_bayan":"মূসা তাদের বলল, ‘তোমরা যা নিক্ষেপ করার তা নিক্ষেপ কর’।","bangla_mkhan":"মূসা (আঃ) তাদেরকে বললেন, নিক্ষেপ কর তোমরা যা নিক্ষেপ করবে।","bangla_mujibur":"মূসা তাদেরকে বললঃ তোমাদের যা নিক্ষেপ করার তা নিক্ষেপ কর।","bangla_taisirul":"মূসা তাদেরকে বলল- ‘নিক্ষেপ কর যা তোমরা নিক্ষেপ করবে।’"},{"id":44,"arabic_text":"فَاَلۡقَوۡا حِبَالَہُمۡ وَ عِصِیَّہُمۡ وَ قَالُوۡا بِعِزَّۃِ  فِرۡعَوۡنَ  اِنَّا  لَنَحۡنُ  الۡغٰلِبُوۡنَ ﴿۴۴﴾ ","english_text":"Indeed, those who believed and those who were Jews or Christians or Sabeans [before Prophet Muhammad] - those [among them] who believed in Allah and the Last Day and did righteousness - will have their reward with their Lord, and no fear will there be concerning them, nor will they grieve.","page":369,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2976.mp3","colorText":"فَأَلْقَوْ[s[اْ] حِبَالَهُمْ وَعِصِيَّهُمْ وَقَالُو[s[اْ] بِعِزَّةِ فِرْعَوْنَ إِ[g[نّ]َا لَنَحْنُ [h:9751[ٱ]لْغَ[n[ـٰ]لِب[p[ُو]نَ","juz":19,"ruku":318,"manzil":5,"bangla_ahbayan":"অতঃপর ওরা ওদের রশি ও লাঠি নিক্ষেপ করল এবং ওরা বলল, ‘ফিরআউনের ইজ্জতের শপথ! আমরাই বিজয়ী হব।’ [১]","bangla_bayan":"অতঃপর তারা তাদের রশি ও লাঠি নিক্ষেপ করল এবং বলল, ‘ফির‘আউনের মর্যাদার কসম! অবশ্যই আমরা বিজয়ী হব।’","bangla_mkhan":"অতঃপর তারা তাদের রশি ও লাঠি নিক্ষেপ করল এবং বলল, ফেরাউনের ইযযতের কসম, আমরাই বিজয়ী হব।","bangla_mujibur":"অতঃপর তারা তাদের রজ্জু ও লাঠি নিক্ষেপ করল এবং তারা বললঃ ফির‘আউনের শপথ! আমরাই বিজয়ী হব।","bangla_taisirul":"তখন তারা তাদের রশিগুলো ও লাঠিগুলো নিক্ষেপ করল আর তারা বলল- ‘ফেরাউনের ইযযতের শপথ! আমরা অবশ্যই জয়ী হব।’"},{"id":45,"arabic_text":"فَاَلۡقٰی مُوۡسٰی عَصَاہُ  فَاِذَا ہِیَ تَلۡقَفُ مَا  یَاۡفِکُوۡنَ ﴿ۚۖ۴۵﴾ ","english_text":"And [recall] when We took your covenant, [O Children of Israel, to abide by the Torah] and We raised over you the mount, [saying], \"Take what We have given you with determination and remember what is in it that perhaps you may become righteous.\"","page":369,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2977.mp3","colorText":"فَأَلْقَىٰ مُوسَىٰ عَصَاهُ فَإِذَا هِىَ تَلْقَفُ مَا يَأْفِك[p[ُو]نَ","juz":19,"ruku":318,"manzil":5,"bangla_ahbayan":"অতঃপর মূসা তার লাঠি নিক্ষেপ করল; সহসা তা ওদের অলীক সৃষ্টিগুলিকে গ্রাস করতে লাগল।","bangla_bayan":"তারপর মূসা তার লাঠি ফেলল, ফলে তৎক্ষণাৎ তা তাদের মিথ্যা প্রদর্শনীগুলো গ্রাস করে ফেলল।","bangla_mkhan":"অতঃপর মূসা তাঁর লাঠি নিক্ষেপ করল, হঠাৎ তা তাদের অলীক কীর্তিগুলোকে গ্রাস করতে লাগল।","bangla_mujibur":"অতঃপর মূসা তার লাঠি নিক্ষেপ করল; সহসা ওটা তাদের অলীক সৃষ্টিগুলিকে গ্রাস করতে লাগল।","bangla_taisirul":"অতঃপর মূসা তার লাঠি নিক্ষেপ করল। হঠাৎ তা তাদের অলীক কীর্তিগুলোকে গিলতে লাগল।"},{"id":46,"arabic_text":"فَاُلۡقِیَ  السَّحَرَۃُ   سٰجِدِیۡنَ ﴿ۙ۴۶﴾ ","english_text":"Then you turned away after that. And if not for the favor of Allah upon you and His mercy, you would have been among the losers.","page":369,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2978.mp3","colorText":"فَأُلْقِىَ [h:8533[ٱ][l[ل]سَّحَرَةُ سَ[n[ـٰ]جِد[p[ِي]نَ","juz":19,"ruku":318,"manzil":5,"bangla_ahbayan":"তখন যাদুকরেরা সিজদাবনত হল,","bangla_bayan":"ফলে যাদুকররা সিজদাবনত হয়ে পড়ল।","bangla_mkhan":"তখন জাদুকররা সেজদায় নত হয়ে গেল।","bangla_mujibur":"তখন যাদুকরেরা সাজদাহবনত হয়ে পড়ল।","bangla_taisirul":"তখন যাদুকররা সিজদায় লুটিয়ে পড়ল।"},{"id":47,"arabic_text":"قَالُوۡۤا  اٰمَنَّا  بِرَبِّ  الۡعٰلَمِیۡنَ ﴿ۙ۴۷﴾ ","english_text":"And you had already known about those who transgressed among you concerning the sabbath, and We said to them, \"Be apes, despised.\"","page":369,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2979.mp3","colorText":"قَال[o[ُوٓ][s[اْ] ءَامَ[g[نّ]َا بِرَبِّ [h:4930[ٱ]لْعَ[n[ـٰ]لَم[p[ِي]نَ","juz":19,"ruku":318,"manzil":5,"bangla_ahbayan":"এবং বলল, ‘বিশ্ব জগতের প্রতিপালকের প্রতি আমরা বিশ্বাস স্থাপন করলাম;","bangla_bayan":"তারা বলল, ‘আমরা ঈমান আনলাম সকল সৃষ্টির রবের প্রতি’।","bangla_mkhan":"তারা বলল, আমরা রাব্বুল আলামীনের প্রতি বিশ্বাস স্থাপন করলাম।","bangla_mujibur":"তারা বললঃ আমরা ঈমান আনলাম জগতসমূহের রবের প্রতি –","bangla_taisirul":"তারা বলল- ‘আমরা বিশ্বাস স্থাপন করলাম রাব্বুল ‘আলামীনের প্রতি,"},{"id":48,"arabic_text":"رَبِّ مُوۡسٰی  وَ  ہٰرُوۡنَ ﴿۴۸﴾ ","english_text":"And We made it a deterrent punishment for those who were present and those who succeeded [them] and a lesson for those who fear Allah .","page":369,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2980.mp3","colorText":"رَبِّ مُوسَىٰ وَهَ[n[ـٰ]ر[p[ُو]نَ","juz":19,"ruku":318,"manzil":5,"bangla_ahbayan":"যিনি মূসা এবং হারূনেরও প্রতিপালক।’","bangla_bayan":"‘মূসা ও হারুনের রব’।","bangla_mkhan":"যিনি মূসা ও হারুনের রব।","bangla_mujibur":"যিনি মূসা ও হারুনেরও রাব্ব।","bangla_taisirul":"যিনি মূসা ও হারুনের প্রতিপালক।’"},{"id":49,"arabic_text":"قَالَ اٰمَنۡتُمۡ لَہٗ  قَبۡلَ اَنۡ اٰذَنَ  لَکُمۡ ۚ اِنَّہٗ لَکَبِیۡرُکُمُ  الَّذِیۡ عَلَّمَکُمُ  السِّحۡرَ ۚ فَلَسَوۡفَ تَعۡلَمُوۡنَ ۬ؕ لَاُقَطِّعَنَّ اَیۡدِیَکُمۡ وَ اَرۡجُلَکُمۡ  مِّنۡ خِلَافٍ وَّ لَاُوصَلِّبَنَّکُمۡ   اَجۡمَعِیۡنَ ﴿ۚ۴۹﴾ ","english_text":"And [recall] when Moses said to his people, \"Indeed, Allah commands you to slaughter a cow.\" They said, \"Do you take us in ridicule?\" He said, \"I seek refuge in Allah from being among the ignorant.\"","page":369,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2981.mp3","colorText":"قَالَ ءَامَ[f:703[نت]ُمْ لَهُ[n[ۥ] قَ[q:3282[بْ]لَ أَنْ ءَاذَنَ لَكُمْ‌ۖ إِ[g[نّ]َهُ[n[ۥ] لَكَبِيرُكُمُ [h:8535[ٱ]لَّذِى عَلَّمَكُمُ [h:8536[ٱ][l[ل]سِّحْرَ فَلَسَوْفَ تَعْلَمُونَ‌ۚ لَأُقَطِّعَ[g[نّ]َ أَيْدِيَكُمْ وَأَرْجُلَك[w:4933[ُم م]ِّنْ خِلَ[n[ـٰ][a:8537[فٍ و]َلَأُصَلِّبَ[g[نّ]َكُمْ أَ[q:825[جْ]مَع[p[ِي]نَ","juz":19,"ruku":318,"manzil":5,"bangla_ahbayan":"ফিরআউন বলল, ‘কি! আমি তোমাদেরকে অনুমতি দেওয়ার পূর্বেই তোমরা ওতে বিশ্বাস করলে? দেখছি এ-ই তো তোমাদের প্রধান; যে তোমাদেরকে যাদু শিক্ষা দিয়েছে। [১] শীঘ্রই তোমরা এর পরিণাম জানতে পারবে। আমি অবশ্যই তোমাদের হাত-পা বিপরীতভাবে কেটে নেব এবং তোমাদের সকলকে শূলবিদ্ধ করব।’ [২]","bangla_bayan":"ফির‘আউন বলল, ‘আমি তোমাদেরকে অনুমতি দেয়ার পূর্বেই তোমরা তার প্রতি ঈমান আনলে? নিশ্চয় সে তোমাদের গুরু যে তোমাদের যাদু শিক্ষা দিয়েছে। অতএব অচিরেই তোমরা জানতে পারবে। আমি অবশ্যই তোমাদের হাতসমূহ ও তোমাদের পাসমূহ বিপরীত দিক থেকে কেটে ফেলব এবং অবশ্যই তোমাদের সকলকে শূলিবিদ্ধ করব’।","bangla_mkhan":"ফেরাউন বলল, আমার অনুমতি দানের পূর্বেই তোমরা কি তাকে মেনে নিলে? নিশ্চয় সে তোমাদের প্রধান, যে তোমাদেরকে জাদু শিক্ষা দিয়েছে। শীঘ্রই তোমরা পরিণাম জানতে পারবে। আমি অবশ্যই তোমাদের হাত ও পা বিপরীত দিক থেকে কর্তন করব। এবং তোমাদের সবাইকে শূলে চড়াব।","bangla_mujibur":"ফির‘আউন বললঃ আমি তোমাদেরকে অনুমতি দেয়ার পূর্বেই তোমরা তাতে বিশ্বাস করলে? এইতো তোমাদের প্রধান যে তোমাদেরকে যাদু শিক্ষা দিয়েছে; শীঘ্রই তোমরা এর পরিণাম জানবে; আমি অবশ্যই তোমাদের হাত এবং তোমাদের পা বিপরীত দিক হতে কেটে ফেলব এবং তোমাদের সবাইকে শুলবিদ্ধ করবই।","bangla_taisirul":"ফেরাউন বলল- ‘আমি তোমাদেরকে অনুমতি দেয়ার আগেই তোমরা তাতে বিশ্বাস আনলে? নিশ্চয়ই সে তোমাদের ওস্তাদ যে তোমাদেরকে যাদু শিখিয়েছে। শীঘ্রই তোমরা (এর পরিণাম) জানতে পারবে। আমি অবশ্য অবশ্যই তোমাদের হাত-পাগুলোকে বিপরীত দিক থেকে কেটে ফেলব আর তোমাদের সব্বাইকে অবশ্য অবশ্যই ‘শূলে চড়াব।"},{"id":50,"arabic_text":"قَالُوۡا  لَا ضَیۡرَ ۫ اِنَّاۤ اِلٰی رَبِّنَا مُنۡقَلِبُوۡنَ ﴿ۚ۵۰﴾ ","english_text":"They said, \"Call upon your Lord to make clear to us what it is.\" [Moses] said, \"[ Allah ] says, 'It is a cow which is neither old nor virgin, but median between that,' so do what you are commanded.\"","page":369,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2982.mp3","colorText":"قَالُو[s[اْ] لَا ضَيْرَ‌ۖ إِ[g[نّ][o[َآ] إِلَىٰ رَبِّنَا مُ[f:4935[نق]َلِب[p[ُو]نَ","juz":19,"ruku":318,"manzil":5,"bangla_ahbayan":"ওরা বলল, ‘কোন ক্ষতি নেই,[১] নিশ্চয় আমরা আমাদের প্রতিপালকের নিকট প্রত্যাবর্তন করব।","bangla_bayan":"তারা বলল, ‘কোন ক্ষতি নেই তাতে। অবশ্যই আমরা তো আমাদের রবের দিকেই ফিরে যাব।’","bangla_mkhan":"তারা বলল, কোন ক্ষতি নেই। আমরা আমাদের পালনকর্তার কাছে প্রত্যাবর্তন করব।","bangla_mujibur":"তারা বললঃ কোন ক্ষতি নেই, আমরা আমাদের রবের নিকট প্রত্যাবর্তন করব।","bangla_taisirul":"তারা বলল- কোনই ক্ষতি নেই, আমরা আমাদের প্রতিপালকের পানে প্রত্যাবর্তন করব।"},{"id":51,"arabic_text":"اِنَّا نَطۡمَعُ اَنۡ یَّغۡفِرَ لَنَا رَبُّنَا خَطٰیٰنَاۤ  اَنۡ  کُنَّاۤ   اَوَّلَ  الۡمُؤۡمِنِیۡنَ ﴿ؕ۵۱﴾ ","english_text":"They said, \"Call upon your Lord to show us what is her color.\" He said, \"He says, 'It is a yellow cow, bright in color - pleasing to the observers.' \"","page":369,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2983.mp3","colorText":"إِ[g[نّ]َا نَ[q:9752[طْ]مَعُ أ[a:9371[َن ي]َغْفِرَ لَنَا رَبُّنَا خَطَ[n[ـٰ]يَ[n[ـٰ]ن[o[َآ] أَ[f:9753[ن ك]ُ[g[نّ][o[َآ] أَوَّلَ [h:9754[ٱ]لْمُؤْمِن[p[ِي]نَ","juz":19,"ruku":318,"manzil":5,"bangla_ahbayan":"আমরা আশা করি যে, আমাদের প্রতিপালক আমাদেরকে ক্ষমা করবেন; কারণ আমরা বিশ্বাসীদের মধ্যে অগ্রণী।’ [১]","bangla_bayan":"‘আমরা আশা করি যে, আমাদের রব আমাদের অপরাধসমূহ ক্ষমা করে দেবেন, কারণ আমরা মুমিনদের মধ্যে প্রথম।’","bangla_mkhan":"আমরা আশা করি, আমাদের পালনকর্তা আমাদের ক্রটি-বিচ্যুতি মার্জনা করবেন। কারণ, আমরা বিশ্বাস স্থাপনকারীদের মধ্যে অগ্রণী।","bangla_mujibur":"আমরা আশা করি যে, আমাদের রাব্ব আমাদের অপরাধ ক্ষমা করবেন, কারণ আমরা মু’মিনদের মধ্যে অগ্রণী।","bangla_taisirul":"আমাদের একমাত্র আশা এই যে, আমাদের প্রতিপালক আমাদের ত্রুটি-বিচ্যুতি ক্ষমা করবেন, কারণ আমরা বিশ্বাস স্থাপনকারীদের মধ্যে প্রথম।’"},{"id":52,"arabic_text":"وَ اَوۡحَیۡنَاۤ   اِلٰی مُوۡسٰۤی اَنۡ اَسۡرِ بِعِبَادِیۡۤ  اِنَّکُمۡ  مُّتَّبَعُوۡنَ ﴿۵۲﴾ ","english_text":"They said, \"Call upon your Lord to make clear to us what it is. Indeed, [all] cows look alike to us. And indeed we, if Allah wills, will be guided.\"","page":369,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2984.mp3","colorText":"۞ وَأَوْحَيْن[o[َآ] إِلَىٰ مُوسَ[o[ىٰٓ] أَنْ أَسْرِ بِعِبَاد[o[ِىٓ] إِ[g[نّ]َك[w:9755[ُم م]ُّتَّبَع[p[ُو]نَ","juz":19,"ruku":318,"manzil":5,"bangla_ahbayan":"আমি মূসার প্রতি এ মর্মে প্রত্যাদেশ করলাম যে, আমার দাসদের নিয়ে রজনীযোগে বের হয়ে যাও, অবশ্যই তোমাদের পশ্চাদ্ধাবন করা হবে। [১]","bangla_bayan":"আর আমি মূসার প্রতি এ মর্মে ওহী পাঠিয়েছিলাম যে, ‘আমার বান্দাদের নিয়ে রাত্রিকালে যাত্রা শুরু কর, নিশ্চয়ই তোমাদের পিছু নেয়া হবে।’","bangla_mkhan":"আমি মূসাকে আদেশ করলাম যে, আমার বান্দাদেরকে নিয়ে রাত্রিযোগে বের হয়ে যাও, নিশ্চয় তোমাদের পশ্চাদ্ধাবন করা হবে।","bangla_mujibur":"আমি মূসার প্রতি অহী করেছিলাম এই মর্মেঃ আমার বান্দাদেরকে নিয়ে রাতে বহির্গত হও; তোমাদেরতো পশ্চাদ্ধাবন করা হবে।","bangla_taisirul":"আমি মূসাকে ওহীযোগে নির্দেশ দিলাম আমার বান্দাদেরকে নিয়ে রাত্রিকালে বের হয়ে যাও, নিশ্চয়ই তোমাদের পশ্চাদ্ধাবন করা হবে।"},{"id":53,"arabic_text":"فَاَرۡسَلَ فِرۡعَوۡنُ فِی الۡمَدَآئِنِ  حٰشِرِیۡنَ ﴿ۚ۵۳﴾ ","english_text":"He said, \"He says, 'It is a cow neither trained to plow the earth nor to irrigate the field, one free from fault with no spot upon her.' \" They said, \"Now you have come with the truth.\" So they slaughtered her, but they could hardly do it.","page":369,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2985.mp3","colorText":"فَأَرْسَلَ فِرْعَوْنُ فِى [h:4916[ٱ]لْمَد[o[َا]ٓئِنِ حَ[n[ـٰ]شِر[p[ِي]نَ","juz":19,"ruku":319,"manzil":5,"bangla_ahbayan":"অতঃপর ফিরআউন শহরে শহরে লোক সংগ্রহকারী পাঠিয়ে দিল","bangla_bayan":"অতঃপর ফির‘আউন নগরে- নগরে একত্রকারীদেরকে পাঠাল।","bangla_mkhan":"অতঃপর ফেরাউন শহরে শহরে সংগ্রাহকদেরকে প্রেরণ করল,","bangla_mujibur":"অতঃপর ফির‘আউন শহরে শহরে লোক সংগ্রহকারী পাঠাল –","bangla_taisirul":"অতঃপর ফেরাউন শহরে নগরে সংগ্রাহক পাঠিয়ে দিল।"},{"id":54,"arabic_text":"اِنَّ  ہٰۤؤُلَآءِ   لَشِرۡ  ذِمَۃٌ  قَلِیۡلُوۡنَ ﴿ۙ۵۴﴾ ","english_text":"And [recall] when you slew a man and disputed over it, but Allah was to bring out that which you were concealing.","page":369,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2986.mp3","colorText":"إِ[g[نّ]َ هَ[o[ـٰٓ]ؤُل[o[َا]ٓءِ لَشِرْذِمَ[f:9756[ةٌ ق]َلِيل[p[ُو]نَ","juz":19,"ruku":319,"manzil":5,"bangla_ahbayan":"এ বলে যে, বনী-ইস্রাঈল তো ক্ষুদ্র একটি দল, [১]","bangla_bayan":"‘নিশ্চয়ই এরা তো ক্ষুদ্র একটি দল।’","bangla_mkhan":"নিশ্চয় এরা (বনী-ইসরাঈলরা) ক্ষুদ্র একটি দল।","bangla_mujibur":"এই বলেঃ এরাতো ক্ষুদ্র একটি দল।","bangla_taisirul":"(এই ব’লে যে) এরা (বানী ইসরাঈলরা) ক্ষুদ্র একটি দল।"},{"id":55,"arabic_text":"وَ  اِنَّہُمۡ  لَنَا  لَغَآئِظُوۡنَ ﴿ۙ۵۵﴾ ","english_text":"So, We said, \"Strike the slain man with part of it.\" Thus does Allah bring the dead to life, and He shows you His signs that you might reason.","page":369,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2987.mp3","colorText":"وَإِ[g[نّ]َهُمْ لَنَا لَغ[o[َا]ٓئِظ[p[ُو]نَ","juz":19,"ruku":319,"manzil":5,"bangla_ahbayan":"ওরা তো আমাদের ক্রোধ উদ্রেক করেছে। [১]","bangla_bayan":"‘আর এরা অবশ্যই আমাদের ক্রোধের উদ্রেক ঘটিয়েছে।’","bangla_mkhan":"এবং তারা আমাদের ক্রোধের উদ্রেক করেছে।","bangla_mujibur":"এবং তারা আমাদের ক্রোধের সৃষ্টি করেছে।","bangla_taisirul":"তারা আমাদেরকে অবশ্যই ক্রোধান্বিত করেছে।"},{"id":56,"arabic_text":"وَ  اِنَّا  لَجَمِیۡعٌ  حٰذِرُوۡنَ ﴿ؕ۵۶﴾ ","english_text":"Then your hearts became hardened after that, being like stones or even harder. For indeed, there are stones from which rivers burst forth, and there are some of them that split open and water comes out, and there are some of them that fall down for fear of Allah . And Allah is not unaware of what you do.","page":369,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2988.mp3","colorText":"وَإِ[g[نّ]َا لَجَمِيعٌ حَ[n[ـٰ]ذِر[p[ُو]نَ","juz":19,"ruku":319,"manzil":5,"bangla_ahbayan":"এবং আমরা তো একদল সদা সতর্ক। [১]","bangla_bayan":"‘আর আমরা সবাই তো যথেষ্ট সতর্ক।’","bangla_mkhan":"এবং আমরা সবাই সদা শংকিত।","bangla_mujibur":"এবং আমরাতো সদা সতর্ক একটি দল।","bangla_taisirul":"আর আমরা অবশ্যই সদা সতর্ক একটি দল।"},{"id":57,"arabic_text":"فَاَخۡرَجۡنٰہُمۡ مِّنۡ جَنّٰتٍ  وَّ  عُیُوۡنٍ ﴿ۙ۵۷﴾ ","english_text":"Do you covet [the hope, O believers], that they would believe for you while a party of them used to hear the words of Allah and then distort the Torah after they had understood it while they were knowing?","page":369,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2989.mp3","colorText":"فَأَخْرَ[q:9757[جْ]نَ[n[ـٰ]ه[w:9758[ُم م]ِّ[f:9759[ن ج]َ[g[نّ]َ[n[ـٰ][a:7257[تٍ و]َعُي[p[ُو]نٍ","juz":19,"ruku":319,"manzil":5,"bangla_ahbayan":"পরিণামে আমি ফিরআউন-গোষ্ঠীকে ওদের উদ্যানরাজি ও প্রস্রবণ হতে বহিস্কৃত করলাম,","bangla_bayan":"তারপর আমি তাদেরকে উদ্যানমালা ও ঝর্ণাধারাসমূহ থেকে বের করে আনলাম।","bangla_mkhan":"অতঃপর আমি ফেরআউনের দলকে তাদের বাগ-বাগিচা ও ঝর্ণাসমূহ থেকে বহিষ্কার করলাম।","bangla_mujibur":"পরিণামে আমি ফির‘আউন গোষ্ঠিকে বহিস্কৃত করলাম তাদের উদ্যানরাজি ও প্রস্রবণ হতে।","bangla_taisirul":"এভাবে আমি ফেরাউন গোষ্ঠীকে (তাদের নিজেদেরই) উদ্যানরাজি আর ঝর্ণাসমূহ থেকে বহিস্কার করলাম।"},{"id":58,"arabic_text":"وَّ کُنُوۡزٍ وَّ  مَقَامٍ  کَرِیۡمٍ ﴿ۙ۵۸﴾ ","english_text":"And when they meet those who believe, they say, \"We have believed\"; but when they are alone with one another, they say, \"Do you talk to them about what Allah has revealed to you so they can argue with you about it before your Lord?\" Then will you not reason?","page":369,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2990.mp3","colorText":"وَكُنُو[a:9760[زٍ و]َمَقَا[f:9761[مٍ ك]َر[p[ِي]مٍ","juz":19,"ruku":319,"manzil":5,"bangla_ahbayan":"এবং ধনভান্ডার ও সুরম্য সৌধমালা হতে। [১]","bangla_bayan":"আর ধনভান্ডার ও মর্যাদাপূর্ণ অবস্থান থেকে।","bangla_mkhan":"এবং ধন-ভান্ডার ও মনোরম স্থানসমূহ থেকে।","bangla_mujibur":"এবং ধন ভান্ডার ও সুরম্য সৌধমালা হতে।","bangla_taisirul":"আর ধনভন্ডারসমূহ ও সম্মানজনক অবস্থান থেকে।"},{"id":59,"arabic_text":"کَذٰلِکَ ؕ وَ اَوۡرَثۡنٰہَا بَنِیۡۤ   اِسۡرَآءِیۡلَ ﴿ؕ۵۹﴾ ","english_text":"But do they not know that Allah knows what they conceal and what they declare?","page":369,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2991.mp3","colorText":"كَذ[n[َٲ]لِكَ وَأَوْرَثْنَ[n[ـٰ]هَا بَن[o[ِىٓ] إِسْر[o[َٲ]ٓء[p[ِي]لَ","juz":19,"ruku":319,"manzil":5,"bangla_ahbayan":"এরূপই ঘটল এবং বনী-ইস্রাঈলকে এ সমুদয়ের অধিকারী করলাম। [১]","bangla_bayan":"এরূপই এবং আমি বনী ইসরাঈলকে এসবের ওয়ারিস বানিয়েছিলাম।","bangla_mkhan":"এরূপই হয়েছিল এবং বনী-ইসলাঈলকে করে দিলাম এসবের মালিক।","bangla_mujibur":"এরূপই ঘটেছিল এবং বানী ইসরাঈলকে আমি করেছিলাম এ সমুদয়ের অধিকারী।","bangla_taisirul":"এভাবেই ঘটেছিল, আমি বানী ইসরাঈলকে এসব কিছুর উত্তরাধিকারী করে দিয়েছিলাম।"},{"id":60,"arabic_text":"فَاَتۡبَعُوۡہُمۡ مُّشۡرِقِیۡنَ ﴿۶۰﴾ ","english_text":"And among them are unlettered ones who do not know the Scripture except in wishful thinking, but they are only assuming.","page":369,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2992.mp3","colorText":"فَأَتْبَعُوه[w:9762[ُم م]ُّشْرِق[p[ِي]نَ","juz":19,"ruku":319,"manzil":5,"bangla_ahbayan":"ওরা সূর্যোদয়কালে তাদের পশ্চাদ্ধাবন করল। [১]","bangla_bayan":"তারপর তারা সূর্যোদয়ের প্রাক্কালে তাদের পিছু নিল।","bangla_mkhan":"অতঃপর সুর্যোদয়ের সময় তারা তাদের পশ্চাদ্ধাবন করল।","bangla_mujibur":"তারা সূর্যোদয় কালে তাদের পশ্চাতে এসে পড়ল।","bangla_taisirul":"কাজেই তারা (অর্থাৎ ফেরাউন গোষ্ঠী) সূর্যোদয়কালে তাদের পশ্চাদ্ধাবন করল।"},{"id":61,"arabic_text":"فَلَمَّا تَرَآءَ   الۡجَمۡعٰنِ قَالَ اَصۡحٰبُ مُوۡسٰۤی  اِنَّا  لَمُدۡرَکُوۡنَ ﴿ۚ۶۱﴾ ","english_text":"So woe to those who write the \"scripture\" with their own hands, then say, \"This is from Allah,\" in order to exchange it for a small price. Woe to them for what their hands have written and woe to them for what they earn.","page":370,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2993.mp3","colorText":"فَلَ[g[مّ]َا تَر[o[َٲ]ٓءَا [h:9763[ٱ]لْجَمْعَانِ قَالَ أَصْحَ[n[ـٰ]بُ مُوسَ[o[ىٰٓ] إِ[g[نّ]َا لَمُ[q:9764[دْ]رَك[p[ُو]نَ","juz":19,"ruku":319,"manzil":5,"bangla_ahbayan":"অতঃপর যখন দু’দল পরস্পরকে দেখল, তখন মূসার সঙ্গীরা বলল, ‘আমরা তো ধরা পড়ে গেলাম।’[১]","bangla_bayan":"অতঃপর যখন উভয় দল পরস্পরকে দেখল, তখন মূসার সাথীরা বলল, অবশ্যই ‘আমরা ধরা পড়ে গেলাম!’","bangla_mkhan":"যখন উভয় দল পরস্পরকে দেখল, তখন মূসার সঙ্গীরা বলল, আমরা যে ধরা পড়ে গেলাম।","bangla_mujibur":"অতঃপর যখন দু’ দল পরস্পরকে দেখল তখন মূসার সঙ্গীরা বললঃ আমরাতো ধরা পড়ে যাচ্ছি!","bangla_taisirul":"যখন দু‘দল পরস্পরকে দেখল তখন মূসার সঙ্গীরা বলল- ‘আমরা তো ধরা পড়েই গেলাম।’"},{"id":62,"arabic_text":"قَالَ  کَلَّا ۚ اِنَّ  مَعِیَ  رَبِّیۡ  سَیَہۡدِیۡنِ ﴿۶۲﴾ ","english_text":"And they say, \"Never will the Fire touch us, except for a few days.\" Say, \"Have you taken a covenant with Allah ? For Allah will never break His covenant. Or do you say about Allah that which you do not know?\"","page":370,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2994.mp3","colorText":"قَالَ كَلّ[o[َآ‌ۖ] إِ[g[نّ]َ مَعِىَ رَبِّى سَيَهْد[p[ِي]نِ","juz":19,"ruku":319,"manzil":5,"bangla_ahbayan":"মূসা বলল, ‘কিছুতেই নয়! আমার সঙ্গে আছেন আমার প্রতিপালক; তিনি আমাকে পথনির্দেশ করবেন।’ [১]","bangla_bayan":"মূসা বলল, ‘কক্ষনো নয়; আমার সাথে আমার রব রয়েছেন। নিশ্চয় অচিরেই তিনি আমাকে পথনির্দেশ দেবেন’।","bangla_mkhan":"মূসা বলল, কখনই নয়, আমার সাথে আছেন আমার পালনকর্তা। তিনি আমাকে পথ বলে দেবেন।","bangla_mujibur":"মূসা বললঃ কক্ষণই নয়। আমার সঙ্গে আছেন আমার রাব্ব; সত্ত্বর তিনি আমাকে পথ নির্দেশ করবেন।","bangla_taisirul":"মূসা বলল- ‘কক্ষনো না, আমার রব আমার সঙ্গে আছেন, শীঘ্রই তিনি আমাকে পথ নির্দেশ করবেন।"},{"id":63,"arabic_text":"فَاَوۡحَیۡنَاۤ  اِلٰی مُوۡسٰۤی اَنِ اضۡرِبۡ بِّعَصَاکَ  الۡبَحۡرَ ؕ فَانۡفَلَقَ فَکَانَ کُلُّ فِرۡقٍ  کَالطَّوۡدِ  الۡعَظِیۡمِ ﴿ۚ۶۳﴾ ","english_text":"Yes, whoever earns evil and his sin has encompassed him - those are the companions of the Fire; they will abide therein eternally.","page":370,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2995.mp3","colorText":"فَأَوْحَيْن[o[َآ] إِلَىٰ مُوسَ[o[ىٰٓ] أَنِ [h:5080[ٱ]ضْرِب بِّعَصَاكَ [h:9765[ٱ]لْبَحْرَ‌ۖ فَ[h:9766[ٱ][f:9766[نف]َلَقَ فَكَانَ كُلُّ فِرْ[f:9767[قٍ ك]َ[h:9768[ٱ][l[ل]طَّوْدِ [h:9769[ٱ]لْعَظ[p[ِي]مِ","juz":19,"ruku":319,"manzil":5,"bangla_ahbayan":"অতঃপর মূসার প্রতি প্রত্যাদেশ করলাম, ‘তোমার লাঠি দ্বারা সমুদ্রে আঘাত কর।’[১] ফলে তা বিভক্ত হয়ে প্রত্যেক ভাগ বিশাল পর্বতসদৃশ হয়ে গেল। [২]","bangla_bayan":"অতঃপর আমি মূসার প্রতি ওহী পাঠালাম, ‘তোমার লাঠি দ্বারা সমুদ্রে আঘাত কর।’ ফলে তা বিভক্ত হয়ে গেল। তারপর প্রত্যেক ভাগ বিশাল পাহাড়সদৃশ হয়ে গেল।","bangla_mkhan":"অতঃপর আমি মূসাকে আদেশ করলাম, তোমার লাঠি দ্বারা সমূদ্রকে আঘাত কর। ফলে, তা বিদীর্ণ হয়ে গেল এবং প্রত্যেক ভাগ বিশাল পর্বতসদৃশ হয়ে গেল।","bangla_mujibur":"অতঃপর আমি মূসার প্রতি অহী করলামঃ তোমার লাঠি দ্বারা সমুদ্রে আঘাত কর, ফলে তা বিভক্ত হয়ে প্রত্যেক ভাগ বিশাল পর্বত সদৃশ হয়ে গেল।","bangla_taisirul":"তখন আমি মূসার প্রতি ওয়াহী করলাম- ‘তোমার লাঠি দিয়ে সমুদ্রে আঘাত কর।’ ফলে তা বিভক্ত হয়ে প্রত্যেক ভাগ সুবিশাল পর্বতের ন্যায় হয়ে গেল।"},{"id":64,"arabic_text":"وَ  اَزۡلَفۡنَا ثَمَّ   الۡاٰخَرِیۡنَ ﴿ۚ۶۴﴾ ","english_text":"But they who believe and do righteous deeds - those are the companions of Paradise; they will abide therein eternally.","page":370,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2996.mp3","colorText":"وَأَزْلَفْنَا ثَ[g[مّ]َ [h:9770[ٱ]لْأَخَر[p[ِي]نَ","juz":19,"ruku":319,"manzil":5,"bangla_ahbayan":"আমি অপর দলটিকে সেখানে উপনীত করলাম। [১]","bangla_bayan":"আর আমি অপর দলটিকে সেই জায়গায় নিকটবর্তী করলাম,","bangla_mkhan":"আমি সেথায় অপর দলকে পৌঁছিয়ে দিলাম।","bangla_mujibur":"আমি সেখানে উপনীত করলাম অপর দলটিকে।","bangla_taisirul":"আমি সেখানে অপর দলটিকে পৌছে দিলাম।"},{"id":65,"arabic_text":"وَ اَنۡجَیۡنَا مُوۡسٰی وَ مَنۡ  مَّعَہٗۤ   اَجۡمَعِیۡنَ ﴿ۚ۶۵﴾ ","english_text":"And [recall] when We took the covenant from the Children of Israel, [enjoining upon them], \"Do not worship except Allah ; and to parents do good and to relatives, orphans, and the needy. And speak to people good [words] and establish prayer and give zakah.\" Then you turned away, except a few of you, and you were refusing.","page":370,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2997.mp3","colorText":"وَأَ[f:9771[نج]َيْنَا مُوسَىٰ وَم[a:4948[َن م]َّعَهُ[o[ۥٓ] أَ[q:825[جْ]مَع[p[ِي]نَ","juz":19,"ruku":319,"manzil":5,"bangla_ahbayan":"এবং মূসা ও তার সঙ্গী সকলকে আমি উদ্ধার করলাম।","bangla_bayan":"আর আমি মূসা ও তার সাথে যারা ছিল সকলকে উদ্ধার করলাম,","bangla_mkhan":"এবং মূসা ও তাঁর সংগীদের সবাইকে বাঁচিয়ে দিলাম।","bangla_mujibur":"এবং আমি উদ্ধার করলাম মূসা ও তার সঙ্গী সকলকে।","bangla_taisirul":"আর মূসা ও তার সঙ্গী সবাইকে উদ্ধার করলাম।"},{"id":66,"arabic_text":"ثُمَّ   اَغۡرَقۡنَا  الۡاٰخَرِیۡنَ ﴿ؕ۶۶﴾ ","english_text":"And [recall] when We took your covenant, [saying], \"Do not shed each other's blood or evict one another from your homes.\" Then you acknowledged [this] while you were witnessing.","page":370,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2998.mp3","colorText":"ثُ[g[مّ]َ أَغْرَ[q:9772[قْ]نَا [h:9773[ٱ]لْأَخَر[p[ِي]نَ","juz":19,"ruku":319,"manzil":5,"bangla_ahbayan":"তারপর অপর দলটিকে নিমজ্জিত করলাম। [১]","bangla_bayan":"তারপর অপর দলটিকে ডুবিয়ে দিলাম।","bangla_mkhan":"অতঃপর অপর দলটিকে নিমজ্জত কললাম।","bangla_mujibur":"অতঃপর নিমজ্জিত করলাম অপর দলটিকে।","bangla_taisirul":"অতঃপর অপর দলটিকে ডুবিয়ে মারলাম।"},{"id":67,"arabic_text":"اِنَّ  فِیۡ  ذٰلِکَ لَاٰیَۃً ؕ وَ مَا کَانَ  اَکۡثَرُہُمۡ مُّؤۡمِنِیۡنَ ﴿۶۷﴾ ","english_text":"Then, you are those [same ones who are] killing one another and evicting a party of your people from their homes, cooperating against them in sin and aggression. And if they come to you as captives, you ransom them, although their eviction was forbidden to you. So do you believe in part of the Scripture and disbelieve in part? Then what is the recompense for those who do that among you except disgrace in worldly life; and on the Day of Resurrection they will be sent back to the severest of punishment. And Allah is not unaware of what you do.","page":370,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/2999.mp3","colorText":"إِ[g[نّ]َ فِى ذ[n[َٲ]لِكَ لَأَيَ[a:9716[ةً‌ۖ و]َمَا كَانَ أَكْثَرُه[w:9717[ُم م]ُّؤْمِن[p[ِي]نَ","juz":19,"ruku":319,"manzil":5,"bangla_ahbayan":"এতে অবশ্যই নিদর্শন রয়েছে, কিন্তু ওদের অধিকাংশই বিশ্বাসী নয়। [১]","bangla_bayan":"নিশ্চয় এর মধ্যে রয়েছে নিদর্শন। আর তাদের অধিকাংশই মুমিন নয়।","bangla_mkhan":"নিশ্চয় এতে একটি নিদর্শন আছে এবং তাদের অধিকাংশই বিশ্বাসী ছিল না।","bangla_mujibur":"এতে অবশ্যই নিদর্শন রয়েছে, কিন্তু তাদের অধিকাংশই মু’মিন নয়।","bangla_taisirul":"এতে অবশ্যই নিদর্শন আছে, কিন্তু তাদের অধিকাংশই বিশ্বাস করে না।"},{"id":68,"arabic_text":"وَ  اِنَّ  رَبَّکَ لَہُوَ  الۡعَزِیۡزُ  الرَّحِیۡمُ ﴿۶۸﴾ ","english_text":"Those are the ones who have bought the life of this world [in exchange] for the Hereafter, so the punishment will not be lightened for them, nor will they be aided.","page":370,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3000.mp3","colorText":"وَإِ[g[نّ]َ رَبَّكَ لَهُوَ [h:1987[ٱ]لْعَزِيزُ [h:9718[ٱ][l[ل]رَّح[p[ِي]مُ","juz":19,"ruku":319,"manzil":5,"bangla_ahbayan":"আর নিশ্চয়ই তোমার প্রতিপালক, তিনিই পরাক্রমশালী, পরম দয়ালু।","bangla_bayan":"আর নিশ্চয় তোমার রব তো মহাপরাক্রমশালী, পরম দয়ালু।","bangla_mkhan":"আপনার পালনকর্তা অবশ্যই পরাক্রমশালী, পরম দয়ালু।","bangla_mujibur":"এবং তোমার রাব্ব - তিনিতো পরাক্রমশালী, পরম দয়ালু।","bangla_taisirul":"তোমার পালনকর্তা অবশ্যই পরাক্রমশালী, বড়ই দয়ালু।"},{"id":69,"arabic_text":"وَ اتۡلُ  عَلَیۡہِمۡ  نَبَاَ   اِبۡرٰہِیۡمَ ﴿ۘ۶۹﴾ ","english_text":"And We did certainly give Moses the Torah and followed up after him with messengers. And We gave Jesus, the son of Mary, clear proofs and supported him with the Pure Spirit. But is it [not] that every time a messenger came to you, [O Children of Israel], with what your souls did not desire, you were arrogant? And a party [of messengers] you denied and another party you killed.","page":370,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3001.mp3","colorText":"وَ[h:9999[ٱ]تْلُ عَلَيْهِمْ نَبَأَ إِ[q:1860[بْ]ر[n[َٲ]ه[p[ِي]مَ","juz":19,"ruku":319,"manzil":5,"bangla_ahbayan":"ওদের নিকট ইব্রাহীমের বৃত্তান্ত বর্ণনা কর।","bangla_bayan":"আর তুমি তাদের নিকট ইবরাহীমের ঘটনা বর্ণনা কর,","bangla_mkhan":"আর তাদেরকে ইব্রাহীমের বৃত্তান্ত শুনিয়ে দিন।","bangla_mujibur":"তাদের নিকট ইবরাহীমের বৃত্তান্ত বর্ণনা কর।","bangla_taisirul":"ওদেরকে ইবরাহীমের বৃত্তান্ত শুনিয়ে দাও।"},{"id":70,"arabic_text":"اِذۡ قَالَ لِاَبِیۡہِ  وَ قَوۡمِہٖ مَا تَعۡبُدُوۡنَ ﴿۷۰﴾ ","english_text":"And they said, \"Our hearts are wrapped.\" But, [in fact], Allah has cursed them for their disbelief, so little is it that they believe.","page":370,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3002.mp3","colorText":"إِذْ قَالَ لِأَبِيهِ وَقَوْمِه[n[ِۦ] مَا تَعْبُد[p[ُو]نَ","juz":19,"ruku":320,"manzil":5,"bangla_ahbayan":"সে যখন তার পিতা ও তার সম্প্রদায়কে বলেছিল, ‘তোমরা কিসের উপাসনা কর?’","bangla_bayan":"যখন সে তার পিতা ও তার কওমকে বলেছিল, ‘তোমরা কিসের ইবাদাত কর?’","bangla_mkhan":"যখন তাঁর পিতাকে এবং তাঁর সম্প্রদায়কে বললেন, তোমরা কিসের এবাদত কর?","bangla_mujibur":"সে যখন তার পিতা ও তার সম্প্রদায়কে বলেছিলঃ তোমরা কিসের ইবাদাত কর?","bangla_taisirul":"যখন সে তার পিতা ও তার সম্প্রদায়কে বলেছিল- ‘তোমরা কিসের ইবাদত কর?’"},{"id":71,"arabic_text":"قَالُوۡا نَعۡبُدُ اَصۡنَامًا فَنَظَلُّ لَہَا عٰکِفِیۡنَ ﴿۷۱﴾ ","english_text":"And when there came to them a Book from Allah confirming that which was with them - although before they used to pray for victory against those who disbelieved - but [then] when there came to them that which they recognized, they disbelieved in it; so the curse of Allah will be upon the disbelievers.","page":370,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3003.mp3","colorText":"قَالُو[s[اْ] نَعْبُدُ أَصْنَا[f:9774[مًا ف]َنَظَلُّ لَهَا عَ[n[ـٰ]كِف[p[ِي]نَ","juz":19,"ruku":320,"manzil":5,"bangla_ahbayan":"ওরা বলল, ‘আমরা প্রতিমার পূজা করি এবং আমরা নিষ্ঠার সাথে ওদের পূজায় নিরত থাকি।’[১]","bangla_bayan":"তারা বলল, ‘আমরা মূর্তির পূজা করি। অতঃপর এগুলোর পূজায় আমরা নিষ্ঠার সাথে রত থাকি’।","bangla_mkhan":"তারা বলল, আমরা প্রতিমার পূজা করি এবং সারাদিন এদেরকেই নিষ্ঠার সাথে আঁকড়ে থাকি।","bangla_mujibur":"তারা বললঃ আমরা মূর্তি পূজা করি এবং আমরা নিষ্ঠার সাথে তাদের পূজায় রত থাকব।","bangla_taisirul":"তারা বলেছিল- ‘আমরা মূর্তির পূজা করি, আর আমরা সদা সর্বদা তাদেরকে আঁকড়ে থাকি।’"},{"id":72,"arabic_text":"قَالَ ہَلۡ یَسۡمَعُوۡنَکُمۡ   اِذۡ   تَدۡعُوۡنَ ﴿ۙ۷۲﴾ ","english_text":"How wretched is that for which they sold themselves - that they would disbelieve in what Allah has revealed through [their] outrage that Allah would send down His favor upon whom He wills from among His servants. So they returned having [earned] wrath upon wrath. And for the disbelievers is a humiliating punishment.","page":370,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3004.mp3","colorText":"قَالَ هَلْ يَسْمَعُونَكُمْ إِذْ تَ[q:4040[دْ]ع[p[ُو]نَ","juz":19,"ruku":320,"manzil":5,"bangla_ahbayan":"সে বলল, ‘তোমরা আহবান করলে ওরা কি শোনে?","bangla_bayan":"সে বলল, ‘যখন তোমরা ডাক তখন তারা কি তোমাদের সে ডাক শুনতে পায়?’","bangla_mkhan":"ইব্রাহীম (আঃ) বললেন, তোমরা যখন আহবান কর, তখন তারা শোনে কি?","bangla_mujibur":"সে বললঃ তোমরা প্রার্থনা করলে তারা কি শোনে?","bangla_taisirul":"ইবরাহীম বলল- ‘তোমরা যখন (তাদেরকে) ডাক তখন কি তারা তোমাদের কথা শোনে?"},{"id":73,"arabic_text":"اَوۡ  یَنۡفَعُوۡنَکُمۡ  اَوۡ  یَضُرُّوۡنَ ﴿۷۳﴾ ","english_text":"And when it is said to them, \"Believe in what Allah has revealed,\" they say, \"We believe [only] in what was revealed to us.\" And they disbelieve in what came after it, while it is the truth confirming that which is with them. Say, \"Then why did you kill the prophets of Allah before, if you are [indeed] believers?\"","page":370,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3005.mp3","colorText":"أَوْ يَ[f:9775[نف]َعُونَكُمْ أَوْ يَضُرّ[p[ُو]نَ","juz":19,"ruku":320,"manzil":5,"bangla_ahbayan":"অথবা ওরা কি তোমাদের উপকার কিংবা অপকার করতে পারে?’ [১]","bangla_bayan":"‘অথবা তারা কি তোমাদের উপকার কিংবা ক্ষতি করতে পারে’?","bangla_mkhan":"অথবা তারা কি তোমাদের উপকার কিংবা ক্ষতি করতে পারে?","bangla_mujibur":"অথবা তারা কি তোমাদের উপকার কিংবা অপকার করতে পারে?","bangla_taisirul":"কিংবা তোমাদের উপকার করে অথবা অপকার?’"},{"id":74,"arabic_text":"قَالُوۡا بَلۡ وَجَدۡنَاۤ  اٰبَآءَنَا کَذٰلِکَ یَفۡعَلُوۡنَ ﴿۷۴﴾ ","english_text":"And Moses had certainly brought you clear proofs. Then you took the calf [in worship] after that, while you were wrongdoers.","page":370,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3006.mp3","colorText":"قَالُو[s[اْ] بَلْ وَجَ[q:3834[دْ]ن[o[َآ] ءَاب[o[َا]ٓءَنَا كَذ[n[َٲ]لِكَ يَفْعَل[p[ُو]نَ","juz":19,"ruku":320,"manzil":5,"bangla_ahbayan":"ওরা বলল, ‘না, তবে আমরা আমাদের পিতৃপুরুষদেরকে এরূপই করতে দেখেছি।’ [১]","bangla_bayan":"তারা বলল, ‘বরং আমরা আমাদের পিতৃপুরুষদের পেয়েছি, তারা এরূপই করত’।","bangla_mkhan":"তারা বললঃ না, তবে আমরা আমাদের পিতৃপুরুষদেরকে পেয়েছি, তারা এরূপই করত।","bangla_mujibur":"তারা বললঃ না, তবে আমরা আমাদের পিতৃ-পুরুষদেরকে এরূপই করতে দেখেছি।","bangla_taisirul":"তারা বলল- ‘না তবে আমরা আমাদের পিতৃদেরকে এরকম করতে দেখেছি।’"},{"id":75,"arabic_text":"قَالَ اَفَرَءَیۡتُمۡ مَّا کُنۡتُمۡ تَعۡبُدُوۡنَ ﴿ۙ۷۵﴾ ","english_text":"And [recall] when We took your covenant and raised over you the mount, [saying], \"Take what We have given you with determination and listen.\" They said [instead], \"We hear and disobey.\" And their hearts absorbed [the worship of] the calf because of their disbelief. Say, \"How wretched is that which your faith enjoins upon you, if you should be believers.\"","page":370,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3007.mp3","colorText":"قَالَ أَفَرَءَيْت[w:9776[ُم م]َّا كُ[f:100[نت]ُمْ تَعْبُد[p[ُو]نَ","juz":19,"ruku":320,"manzil":5,"bangla_ahbayan":"সে বলল, ‘তোমরা ভেবে দেখেছ কি[১] তার সম্বন্ধে যার পূজা করছ--","bangla_bayan":"ইবরাহীম বলল, ‘তোমরা কি তাদের সম্পর্কে ভেবে দেখেছ, তোমরা যাদের পূজা কর’।","bangla_mkhan":"ইব্রাহীম বললেন, তোমরা কি তাদের সম্পর্কে ভেবে দেখেছ, যাদের পূজা করে আসছ।","bangla_mujibur":"সে বললঃ তোমরা কি তার সম্বন্ধে ভেবে দেখেছ যার পূজা করছ –","bangla_taisirul":"সে বলল-তোমরা কি ভেবে দেখেছ তোমরা কিসের পূজা করে যাচ্ছ?"},{"id":76,"arabic_text":"اَنۡتُمۡ  وَ  اٰبَآؤُکُمُ  الۡاَقۡدَمُوۡنَ ﴿۫ۖ۷۶﴾ ","english_text":"Say, [O Muhammad], \"If the home of the Hereafter with Allah is for you alone and not the [other] people, then wish for death, if you should be truthful.","page":370,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3008.mp3","colorText":"أَ[f:428[نت]ُمْ وَءَاب[o[َا]ٓؤُكُمُ [h:9777[ٱ]لْأَ[q:9778[قْ]دَم[p[ُو]نَ","juz":19,"ruku":320,"manzil":5,"bangla_ahbayan":"তোমরা এবং তোমাদের অতীতের পিতৃপুরুষেরা? [১]","bangla_bayan":"‘তোমরা এবং তোমাদের অতীত পিতৃপুরুষেরা?’","bangla_mkhan":"তোমরা এবং তোমাদের পূর্ববর্তী পিতৃপুরুষেরা ?","bangla_mujibur":"তোমরা এবং তোমাদের পূর্ব-পুরুষরা?","bangla_taisirul":"তোমরা আর তোমাদের আগের পিতৃপুরুষরা?"},{"id":77,"arabic_text":"فَاِنَّہُمۡ عَدُوٌّ  لِّیۡۤ   اِلَّا  رَبَّ  الۡعٰلَمِیۡنَ ﴿ۙ۷۷﴾ ","english_text":"But they will never wish for it, ever, because of what their hands have put forth. And Allah is Knowing of the wrongdoers.","page":370,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3009.mp3","colorText":"فَإِ[g[نّ]َهُمْ عَدُ[u:8477[وٌّ ل]ّ[o[ِىٓ] إِلَّا رَبَّ [h:3505[ٱ]لْعَ[n[ـٰ]لَم[p[ِي]نَ","juz":19,"ruku":320,"manzil":5,"bangla_ahbayan":"বিশ্বজগতের প্রতিপালক ব্যতীত তারা সকলেই আমার শত্রু।[১]","bangla_bayan":"‘সকল সৃষ্টির রব ছাড়া অবশ্যই তারা আমার শত্রু’।","bangla_mkhan":"বিশ্বপালনকর্তা ব্যতীত তারা সবাই আমার শত্রু।","bangla_mujibur":"তারা সবাই আমার শত্রু, জগতসমূহের রাব্ব ব্যতীত।","bangla_taisirul":"তারা সবাই আমার শত্রু, বিশ্বজগতের পালনকর্তা ছাড়া।"},{"id":78,"arabic_text":"الَّذِیۡ خَلَقَنِیۡ فَہُوَ  یَہۡدِیۡنِ ﴿ۙ۷۸﴾ ","english_text":"And you will surely find them the most greedy of people for life - [even] more than those who associate others with Allah . One of them wishes that he could be granted life a thousand years, but it would not remove him in the least from the [coming] punishment that he should be granted life. And Allah is Seeing of what they do.","page":370,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3010.mp3","colorText":"ٱلَّذِى خَلَقَنِى فَهُوَ يَهْد[p[ِي]نِ","juz":19,"ruku":320,"manzil":5,"bangla_ahbayan":"যিনি আমাকে সৃষ্টি করেছেন এবং তিনিই আমাকে পথপ্রদর্শন করেন। [১]","bangla_bayan":"‘যিনি আমাকে সৃষ্টি করেছেন। অতঃপর তিনিই আমাকে হিদায়াত দিয়েছেন।’","bangla_mkhan":"যিনি আমাকে সৃষ্টি করেছেন, অতঃপর তিনিই আমাকে পথপ্রদর্শন করেন,","bangla_mujibur":"তিনি আমাকে সৃষ্টি করেছেন, তিনিই আমাকে পথ প্রদর্শন করেন।","bangla_taisirul":"তিনি আমাকে সৃষ্টি করেছেন অতঃপর তিনিই আমাকে পথ দেখান।"},{"id":79,"arabic_text":"وَ الَّذِیۡ ہُوَ  یُطۡعِمُنِیۡ وَ  یَسۡقِیۡنِ ﴿ۙ۷۹﴾ ","english_text":"Say, \"Whoever is an enemy to Gabriel - it is [none but] he who has brought the Qur'an down upon your heart, [O Muhammad], by permission of Allah, confirming that which was before it and as guidance and good tidings for the believers.\"","page":370,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3011.mp3","colorText":"وَ[h:9999[ٱ]لَّذِى هُوَ يُ[q:9779[طْ]عِمُنِى وَيَسْق[p[ِي]نِ","juz":19,"ruku":320,"manzil":5,"bangla_ahbayan":"তিনিই আমাকে খাওয়ান এবং তিনিই আমাকে পান করান। [১]","bangla_bayan":"‘আর যিনি আমাকে খাওয়ান এবং পান করান’।","bangla_mkhan":"যিনি আমাকে আহার এবং পানীয় দান করেন,","bangla_mujibur":"তিনিই আমাকে দান করেন আহার্য ও পানীয়।","bangla_taisirul":"আর তিনিই আমাকে খাওয়ান ও পান করান।"},{"id":80,"arabic_text":"وَ  اِذَا  مَرِضۡتُ  فَہُوَ  یَشۡفِیۡنِ ﴿۪ۙ۸۰﴾ ","english_text":"Whoever is an enemy to Allah and His angels and His messengers and Gabriel and Michael - then indeed, Allah is an enemy to the disbelievers.","page":370,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3012.mp3","colorText":"وَإِذَا مَرِضْتُ فَهُوَ يَشْف[p[ِي]نِ","juz":19,"ruku":320,"manzil":5,"bangla_ahbayan":"এবং রোগাক্রান্ত হলে তিনিই আমাকে রোগমুক্ত করেন; [১]","bangla_bayan":"‘আর যখন আমি অসুস্থ হই, তখন যিনি আমাকে আরোগ্য করেন’।","bangla_mkhan":"যখন আমি রোগাক্রান্ত হই, তখন তিনিই আরোগ্য দান করেন।","bangla_mujibur":"এবং অসুস্থ হলে তিনিই আমাকে রোগমুক্ত করেন।","bangla_taisirul":"আর আমি যখন পীড়িত হই তখন তিনিই আমাকে আরোগ্য করেন।"},{"id":81,"arabic_text":"وَ الَّذِیۡ  یُمِیۡتُنِیۡ ثُمَّ   یُحۡیِیۡنِ ﴿ۙ۸۱﴾ ","english_text":"And We have certainly revealed to you verses [which are] clear proofs, and no one would deny them except the defiantly disobedient.","page":370,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3013.mp3","colorText":"وَ[h:9999[ٱ]لَّذِى يُمِيتُنِى ثُ[g[مّ]َ يُحْي[p[ِي]نِ","juz":19,"ruku":320,"manzil":5,"bangla_ahbayan":"এবং তিনিই আমার মৃত্যু ঘটাবেন, অতঃপর আমাকে পুনর্জীবিত করবেন। [১]","bangla_bayan":"‘আর যিনি আমার মৃত্যু ঘটাবেন তারপর আমাকে জীবিত করবেন’।","bangla_mkhan":"যিনি আমার মৃত্যু ঘটাবেন, অতঃপর পুনর্জীবন দান করবেন।","bangla_mujibur":"আর তিনিই আমার মৃত্যু ঘটাবেন, অতঃপর আমাকে পুনরুজ্জীবিত করবেন।","bangla_taisirul":"যিনি আমার মৃত্যু ঘটাবেন, পুনরায় আমাকে জীবিত করবেন।"},{"id":82,"arabic_text":"وَ الَّذِیۡۤ  اَطۡمَعُ اَنۡ یَّغۡفِرَ لِیۡ خَطِیۡٓئَتِیۡ یَوۡمَ  الدِّیۡنِ ﴿ؕ۸۲﴾ ","english_text":"Is it not [true] that every time they took a covenant a party of them threw it away? But, [in fact], most of them do not believe.","page":370,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3014.mp3","colorText":"وَ[h:9999[ٱ]لَّذ[o[ِىٓ] أَ[q:9780[طْ]مَعُ أ[a:9371[َن ي]َغْفِرَ لِى خَطِ[o[يٓ]ــَٔتِى يَوْمَ [h:9781[ٱ][l[ل]دّ[p[ِي]نِ","juz":19,"ruku":320,"manzil":5,"bangla_ahbayan":"এবং আশা করি, তিনি কিয়ামতের দিন আমার অপরাধসমূহ মার্জনা করে দেবেন। [১]","bangla_bayan":"‘আর যিনি আশা করি, বিচার দিবসে আমার ত্রুটি-বিচ্যুতি ক্ষমা করে দেবেন’।","bangla_mkhan":"আমি আশা করি তিনিই বিচারের দিনে আমার ক্রটি-বিচ্যুতি মাফ করবেন।","bangla_mujibur":"এবং আশা করি, তিনি কিয়ামাত দিবসে আমার অপরাধসমূহ ক্ষমা করে দিবেন।","bangla_taisirul":"আর যিনি, আমি আশা করি- কিয়ামাতের দিন আমার দোষ-ত্রুটি ক্ষমা করে দেবেন।"},{"id":83,"arabic_text":"رَبِّ ہَبۡ لِیۡ حُکۡمًا وَّ اَلۡحِقۡنِیۡ بِالصّٰلِحِیۡنَ ﴿ۙ۸۳﴾ ","english_text":"And when a messenger from Allah came to them confirming that which was with them, a party of those who had been given the Scripture threw the Scripture of Allah behind their backs as if they did not know [what it contained].","page":370,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3015.mp3","colorText":"رَبِّ هَ[q:1878[بْ] لِى حُكْ[a:9782[مًا و]َأَلْحِ[q:6835[قْ]نِى بِ[h:6836[ٱ][l[ل]صَّ[n[ـٰ]لِح[p[ِي]نَ","juz":19,"ruku":320,"manzil":5,"bangla_ahbayan":"হে আমার প্রতিপালক! আমাকে প্রজ্ঞা[১] দান কর এবং সৎকর্মপরায়ণদের অন্তর্ভুক্ত কর।","bangla_bayan":"‘হে আমার রব, আমাকে প্রজ্ঞা দান করুন এবং আমাকে সৎকর্মশীলদের সাথে শামিল করে দিন’।","bangla_mkhan":"হে আমার পালনকর্তা, আমাকে প্রজ্ঞা দান কর এবং আমাকে সৎকর্মশীলদের অন্তর্ভুক্ত কর","bangla_mujibur":"হে আমার রাব্ব! আমাকে প্রজ্ঞা দান করুন এবং সৎ কর্মপরায়ণদের সাথে আমাকে মিলিত করুন।","bangla_taisirul":"হে আমার পালনকর্তা! আমাকে প্রজ্ঞা দান কর এবং আমাকে সৎকর্মশীলদের অর্ন্তভুক্ত কর।"},{"id":84,"arabic_text":"وَ اجۡعَلۡ لِّیۡ  لِسَانَ صِدۡقٍ فِی الۡاٰخِرِیۡنَ ﴿ۙ۸۴﴾ ","english_text":"And they followed [instead] what the devils had recited during the reign of Solomon. It was not Solomon who disbelieved, but the devils disbelieved, teaching people magic and that which was revealed to the two angels at Babylon, Harut and Marut. But the two angels do not teach anyone unless they say, \"We are a trial, so do not disbelieve [by practicing magic].\" And [yet] they learn from them that by which they cause separation between a man and his wife. But they do not harm anyone through it except by permission of Allah . And the people learn what harms them and does not benefit them. But the Children of Israel certainly knew that whoever purchased the magic would not have in the Hereafter any share. And wretched is that for which they sold themselves, if they only knew.","page":371,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3016.mp3","colorText":"وَ[h:9999[ٱ][q:2930[جْ]عَل لِّى لِسَانَ صِ[q:5937[دْ][f:9783[قٍ ف]ِى [h:9784[ٱ]لْأَخِر[p[ِي]نَ","juz":19,"ruku":320,"manzil":5,"bangla_ahbayan":"পরবর্তীদের মাঝে আমার সুনাম বজায় রাখ, [১]","bangla_bayan":"‘এবং পরবর্তীদের মধ্যে আমার সুনাম-সুখ্যাতি অব্যাহত রাখুন’,","bangla_mkhan":"এবং আমাকে পরবর্তীদের মধ্যে সত্যভাষী কর।","bangla_mujibur":"আমাকে পরবর্তীদের মধ্যে সত্যভাষী করুন!","bangla_taisirul":"এবং আমাকে পরবর্তীদের মধ্যে সত্যভাষী কর।"},{"id":85,"arabic_text":"وَ اجۡعَلۡنِیۡ  مِنۡ وَّرَثَۃِ  جَنَّۃِ النَّعِیۡمِ ﴿ۙ۸۵﴾ ","english_text":"And if they had believed and feared Allah, then the reward from Allah would have been [far] better, if they only knew.","page":371,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3017.mp3","colorText":"وَ[h:9999[ٱ][q:9785[جْ]عَلْنِى م[a:9786[ِن و]َرَثَةِ جَ[g[نّ]َةِ [h:9787[ٱ][l[ل][g[نّ]َع[p[ِي]مِ","juz":19,"ruku":320,"manzil":5,"bangla_ahbayan":"এবং আমাকে সুখকর (নাঈম) জান্নাতের উত্তরাধিকারীদের অন্তর্ভুক্ত কর।","bangla_bayan":"‘আর আপনি আমাকে সুখময় জান্নাতের ওয়ারিসদের অন্তর্ভুক্ত করুন’।","bangla_mkhan":"এবং আমাকে নেয়ামত উদ্যানের অধিকারীদের অন্তর্ভূক্ত কর।","bangla_mujibur":"এবং আমাকে সুখময় জান্নাতের অধিকারীদের অন্তর্ভুক্ত করুন!","bangla_taisirul":"এবং আমাকে নি‘য়ামাতপূর্ণ জান্নাতের উত্তরাধিকারীদের অন্তর্ভুক্ত কর।"},{"id":86,"arabic_text":"وَ اغۡفِرۡ  لِاَبِیۡۤ  اِنَّہٗ کَانَ مِنَ الضَّآلِّیۡنَ ﴿ۙ۸۶﴾ ","english_text":"O you who have believed, say not [to Allah 's Messenger], \"Ra'ina\" but say, \"Unthurna\" and listen. And for the disbelievers is a painful punishment.","page":371,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3018.mp3","colorText":"وَ[h:9999[ٱ]غْفِرْ لِأَب[o[ِىٓ] إِ[g[نّ]َهُ[n[ۥ] كَانَ مِنَ [h:9732[ٱ][l[ل]ضّ[m[َا]ٓلّ[p[ِي]نَ","juz":19,"ruku":320,"manzil":5,"bangla_ahbayan":"আর আমার পিতাকে ক্ষমা কর, সে তো একজন পথভ্রষ্ট। [১]","bangla_bayan":"‘আর আমার পিতাকে ক্ষমা করুন; নিশ্চয় সে পথভ্রষ্টদের অন্তর্ভুক্ত ছিল’।","bangla_mkhan":"এবং আমার পিতাকে ক্ষমা কর। সে তো পথভ্রষ্টদের অন্যতম।","bangla_mujibur":"আর আমার পিতাকে ক্ষমা করুন, সেতো পথভ্রষ্টদের অন্তর্ভুক্ত।","bangla_taisirul":"আর তুমি আমার পিতাকে ক্ষমা কর, তিনি তো গুমরাহদের অর্ন্তভুক্ত।"},{"id":87,"arabic_text":"وَ لَا  تُخۡزِنِیۡ  یَوۡمَ  یُبۡعَثُوۡنَ ﴿ۙ۸۷﴾ ","english_text":"Neither those who disbelieve from the People of the Scripture nor the polytheists wish that any good should be sent down to you from your Lord. But Allah selects for His mercy whom He wills, and Allah is the possessor of great bounty.","page":371,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3019.mp3","colorText":"وَلَا تُخْزِنِى يَوْمَ يُ[q:4606[بْ]عَث[p[ُو]نَ","juz":19,"ruku":320,"manzil":5,"bangla_ahbayan":"এবং আমাকে পুনরুত্থান-দিবসে লাঞ্ছিত করো না। [১]","bangla_bayan":"‘আর যেদিন পুনরুত্থিত করা হবে সেদিন আমাকে লাঞ্ছিত করবেন না’।","bangla_mkhan":"এবং পূনরুত্থান দিবসে আমাকে লাঞ্ছিত করো না,","bangla_mujibur":"এবং আমাকে লাঞ্ছিত করবেননা পুনরুত্থান দিবসে –","bangla_taisirul":"এবং পুনরুত্থান দিবসে আমাকে অপমানিত করো না।"},{"id":88,"arabic_text":"یَوۡمَ لَا  یَنۡفَعُ  مَالٌ  وَّ  لَا  بَنُوۡنَ ﴿ۙ۸۸﴾ ","english_text":"We do not abrogate a verse or cause it to be forgotten except that We bring forth [one] better than it or similar to it. Do you not know that Allah is over all things competent?","page":371,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3020.mp3","colorText":"يَوْمَ لَا يَ[f:838[نف]َعُ مَا[a:9788[لٌ و]َلَا بَن[p[ُو]نَ","juz":19,"ruku":320,"manzil":5,"bangla_ahbayan":"যেদিন ধন-সম্পদ ও সন্তান-সন্ততি কোন কাজে আসবে না;","bangla_bayan":"‘যেদিন ধন-সম্পদ ও সন্তান-সন্ততি কোন উপকারে আসবে না’।","bangla_mkhan":"যে দিবসে ধন-সম্পদ ও সন্তান সন্ততি কোন উপকারে আসবে না;","bangla_mujibur":"যেদিন ধন-সম্পদ ও সন্তান-সন্ততি কোন কাজে আসবেনা।","bangla_taisirul":"যেদিন ধন-সম্পদ ও সন্তান-সন্তুতি কোন কাজে আসবে না।"},{"id":89,"arabic_text":"اِلَّا  مَنۡ  اَتَی اللّٰہَ  بِقَلۡبٍ سَلِیۡمٍ ﴿ؕ۸۹﴾ ","english_text":"Do you not know that to Allah belongs the dominion of the heavens and the earth and [that] you have not besides Allah any protector or any helper?","page":371,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3021.mp3","colorText":"إِلَّا مَنْ أَتَى [h:9789[ٱ]للَّهَ بِقَلْ[f:9790[بٍ س]َل[p[ِي]مٍ","juz":19,"ruku":320,"manzil":5,"bangla_ahbayan":"সেদিন উপকৃত হবে কেবল সেই; যে আল্লাহর নিকট সুস্থ অন্তঃকরণ নিয়ে উপস্থিত হবে।’ [১]","bangla_bayan":"‘তবে যে আল্লাহর কাছে আসবে সুস্থ অন্তরে’।","bangla_mkhan":"কিন্তু যে সুস্থ অন্তর নিয়ে আল্লাহর কাছে আসবে।","bangla_mujibur":"সেদিন উপকৃত হবে শুধু সে, যে আল্লাহর নিকট আসবে বিশুদ্ধ অন্তঃকরণ নিয়ে।","bangla_taisirul":"কেবল (সাফল্য লাভ করবে) সে ব্যক্তি যে বিশুদ্ধ অন্তর নিয়ে আল্লাহর নিকট আসবে।"},{"id":90,"arabic_text":"وَ اُزۡلِفَتِ  الۡجَنَّۃُ   لِلۡمُتَّقِیۡنَ ﴿ۙ۹۰﴾ ","english_text":"Or do you intend to ask your Messenger as Moses was asked before? And whoever exchanges faith for disbelief has certainly strayed from the soundness of the way.","page":371,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3022.mp3","colorText":"وَأُزْلِفَتِ [h:9791[ٱ]لْجَ[g[نّ]َةُ لِلْمُتَّق[p[ِي]نَ","juz":19,"ruku":320,"manzil":5,"bangla_ahbayan":"জান্নাত সাবধানীদের নিকটবর্তী করা হবে,","bangla_bayan":"আর মুত্তাকীদের জন্য জান্নাত নিকটবর্তী করা হবে,","bangla_mkhan":"জান্নাত আল্লাহভীরুদের নিকটবর্তী করা হবে।","bangla_mujibur":"মুত্তাকীদের নিকটবর্তী করা হবে জান্নাত।","bangla_taisirul":"আর জান্নাতকে মুত্তাকীদের নিকটবর্তী করা হবে।"},{"id":91,"arabic_text":"وَ  بُرِّزَتِ الۡجَحِیۡمُ  لِلۡغٰوِیۡنَ ﴿ۙ۹۱﴾ ","english_text":"Many of the People of the Scripture wish they could turn you back to disbelief after you have believed, out of envy from themselves [even] after the truth has become clear to them. So pardon and overlook until Allah delivers His command. Indeed, Allah is over all things competent.","page":371,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3023.mp3","colorText":"وَبُرِّزَتِ [h:9792[ٱ]لْجَحِيمُ لِلْغَاو[p[ِي]نَ","juz":19,"ruku":320,"manzil":5,"bangla_ahbayan":"এবং পথভ্রষ্টদের জন্য উন্মোচিত করা হবে জাহান্নাম। [১]","bangla_bayan":"এবং পথভ্রষ্টকারীদের জন্য জাহান্নাম উন্মোচিত করা হবে।","bangla_mkhan":"এবং বিপথগামীদের সামনে উম্মোচিত করা হবে জাহান্নাম।","bangla_mujibur":"আর পথভ্রষ্টদের জন্য উম্মোচিত করা হবে জাহান্নাম।","bangla_taisirul":"এবং পথভ্রষ্টদের সম্মুখে জাহান্নামকে উন্মোচিত করা হবে।"},{"id":92,"arabic_text":"وَ  قِیۡلَ  لَہُمۡ اَیۡنَمَا کُنۡتُمۡ تَعۡبُدُوۡنَ ﴿ۙ۹۲﴾ ","english_text":"And establish prayer and give zakah, and whatever good you put forward for yourselves - you will find it with Allah. Indeed, Allah of what you do, is Seeing.","page":371,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3024.mp3","colorText":"وَقِيلَ لَهُمْ أَيْنَ مَا كُ[f:100[نت]ُمْ تَعْبُد[p[ُو]نَ","juz":19,"ruku":320,"manzil":5,"bangla_ahbayan":"ওদের বলা হবে, ‘তারা কোথায় যাদের তোমরা উপাসনা করতে;","bangla_bayan":"আর তাদেরকে বলা হবে, ‘তারা কোথায় যাদের তোমরা ইবাদাত করতে’?","bangla_mkhan":"তাদেরকে বলা হবেঃ তারা কোথায়, তোমরা যাদের পূজা করতে।","bangla_mujibur":"তাদেরকে বলা হবেঃ তারা কোথায়, তোমরা যাদের ইবাদাত করতে –","bangla_taisirul":"আর তাদেরকে বলা হবে, তোমরা যার ‘ইবাদাত করতে তারা কোথায়"},{"id":93,"arabic_text":"مِنۡ دُوۡنِ اللّٰہِ ؕ ہَلۡ یَنۡصُرُوۡنَکُمۡ  اَوۡ یَنۡتَصِرُوۡنَ ﴿ؕ۹۳﴾ ","english_text":"And they say, \"None will enter Paradise except one who is a Jew or a Christian.\" That is [merely] their wishful thinking, Say, \"Produce your proof, if you should be truthful.\"","page":371,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3025.mp3","colorText":"مِ[f:107[ن د]ُونِ [h:108[ٱ]للَّهِ هَلْ يَ[f:9793[نص]ُرُونَكُمْ أَوْ يَ[f:9794[نت]َصِر[p[ُو]نَ","juz":19,"ruku":320,"manzil":5,"bangla_ahbayan":"আল্লাহর পরিবর্তে? ওরা কি তোমাদের সাহায্য করতে আসবে? না ওরা আত্মরক্ষা করতে সক্ষম?’ [১]","bangla_bayan":"আল্লাহ ছাড়া? তারা কি তোমাদেরকে সাহায্য করছে, না নিজেদের সাহায্য করতে পারছে?","bangla_mkhan":"আল্লাহর পরিবর্তে? তারা কি তোমাদের সাহায্য করতে পারে, অথবা তারা প্রতিশোধ নিতে পারে?","bangla_mujibur":"আল্লাহর পরিবর্তে? তারা কি তোমাদের সাহায্য করতে পারে অথবা তারা কি আত্মরক্ষা করতে সক্ষম?","bangla_taisirul":"আল্লাহকে বাদ দিয়ে? তারা কি তোমাদের সাহায্য করতে পারে কিংবা তাদের নিজেদেরকে সাহায্য করতে পারে?"},{"id":94,"arabic_text":"فَکُبۡکِبُوۡا فِیۡہَا  ہُمۡ  وَ الۡغَاوٗنَ ﴿ۙ۹۴﴾ ","english_text":"Yes [on the contrary], whoever submits his face in Islam to Allah while being a doer of good will have his reward with his Lord. And no fear will there be concerning them, nor will they grieve.","page":371,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3026.mp3","colorText":"فَكُ[q:9795[بْ]كِبُو[s[اْ] فِيهَا هُمْ وَ[h:9796[ٱ]لْغَاوُ[p[ۥ]نَ","juz":19,"ruku":320,"manzil":5,"bangla_ahbayan":"অতঃপর ওদের এবং পথভ্রষ্টদের অধোমুখী করে জাহান্নামে নিক্ষেপ করা হবে, [১]","bangla_bayan":"অতঃপর তাদেরকে এবং পথভ্রষ্টকারীদেরকে উপুড় করে জাহান্নামে নিক্ষেপ করা হবে,","bangla_mkhan":"অতঃপর তাদেরকে এবং পথভ্রষ্টদেরকে আধোমুখি করে নিক্ষেপ করা হবে জাহান্নামে।","bangla_mujibur":"অতঃপর তাদেরকে ও পথভ্রষ্টদেরকে জাহান্নামে নিক্ষেপ করা হবে।","bangla_taisirul":"অতঃপর তাদেরকে ও পথভ্রষ্টদেরকে জাহান্নামে মুখের ভরে নিক্ষেপ করা হবে।"},{"id":95,"arabic_text":"وَ  جُنُوۡدُ   اِبۡلِیۡسَ  اَجۡمَعُوۡنَ ﴿ؕ۹۵﴾ ","english_text":"The Jews say \"The Christians have nothing [true] to stand on,\" and the Christians say, \"The Jews have nothing to stand on,\" although they [both] recite the Scripture. Thus the polytheists speak the same as their words. But Allah will judge between them on the Day of Resurrection concerning that over which they used to differ.","page":371,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3027.mp3","colorText":"وَجُنُودُ إِ[q:180[بْ]لِيسَ أَ[q:7239[جْ]مَع[p[ُو]نَ","juz":19,"ruku":320,"manzil":5,"bangla_ahbayan":"এবং ইবলীসের বাহিনীর সকলকেও। [১]","bangla_bayan":"আর ইবলীসের সকল সৈন্যবাহিনীকে।","bangla_mkhan":"এবং ইবলীস বাহিনীর সকলকে।","bangla_mujibur":"এবং ইবলীস বাহিনীর সবাইকেও।","bangla_taisirul":"আর ইবলীসের দলবল সবাইকে।"},{"id":96,"arabic_text":"قَالُوۡا  وَ ہُمۡ  فِیۡہَا یَخۡتَصِمُوۡنَ ﴿ۙ۹۶﴾ ","english_text":"And who are more unjust than those who prevent the name of Allah from being mentioned in His mosques and strive toward their destruction. It is not for them to enter them except in fear. For them in this world is disgrace, and they will have in the Hereafter a great punishment.","page":371,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3028.mp3","colorText":"قَالُو[s[اْ] وَهُمْ فِيهَا يَخْتَصِم[p[ُو]نَ","juz":19,"ruku":320,"manzil":5,"bangla_ahbayan":"ওরা সেখানে বিতর্কে লিপ্ত হয়ে বলবে,","bangla_bayan":"সেখানে পরস্পর ঝগড়া করতে গিয়ে তারা বলবে,","bangla_mkhan":"তারা তথায় কথা কাটাকাটিতে লিপ্ত হয়ে বলবেঃ","bangla_mujibur":"তারা সেখানে বিতর্কে লিপ্ত হয়ে বলবে –","bangla_taisirul":"সেখানে তারা বিতর্কে লিপ্ত হয়ে বলবে,"},{"id":97,"arabic_text":"تَاللّٰہِ   اِنۡ  کُنَّا لَفِیۡ ضَلٰلٍ مُّبِیۡنٍ ﴿ۙ۹۷﴾ ","english_text":"And to Allah belongs the east and the west. So wherever you [might] turn, there is the Face of Allah . Indeed, Allah is all-Encompassing and Knowing.","page":371,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3029.mp3","colorText":"تَ[h:9999[ٱ]للَّهِ إِ[f:4919[ن ك]ُ[g[نّ]َا لَفِى ضَلَ[n[ـٰ][a:2393[لٍ م]ُّب[p[ِي]نٍ","juz":19,"ruku":320,"manzil":5,"bangla_ahbayan":"‘আল্লাহর শপথ! আমরা তো স্পষ্ট বিভ্রান্তিতেই ছিলাম,","bangla_bayan":"আল্লাহর কসম! আমরা তো সুস্পষ্ট পথভ্রষ্টতায় নিমজ্জিত ছিলাম',","bangla_mkhan":"আল্লাহর কসম, আমরা প্রকাশ্য বিভ্রান্তিতে লিপ্ত ছিলাম।","bangla_mujibur":"আল্লাহর শপথ! আমরাতো স্পষ্ট বিভ্রান্তিতেই ছিলাম।","bangla_taisirul":"‘আল্লাহর কসম! আমরা অবশ্য স্পষ্ট গুমরাহীতে ছিলাম।"},{"id":98,"arabic_text":"اِذۡ  نُسَوِّیۡکُمۡ  بِرَبِّ الۡعٰلَمِیۡنَ ﴿۹۸﴾ ","english_text":"They say, \" Allah has taken a son.\" Exalted is He! Rather, to Him belongs whatever is in the heavens and the earth. All are devoutly obedient to Him,","page":371,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3030.mp3","colorText":"إِذْ نُسَوِّيك[c:9797[ُم ب]ِرَبِّ [h:4930[ٱ]لْعَ[n[ـٰ]لَم[p[ِي]نَ","juz":19,"ruku":320,"manzil":5,"bangla_ahbayan":"যখন আমরা তোমাদেরকে বিশ্বজগতের প্রতিপালকের সমকক্ষ গণ্য করতাম। [১]","bangla_bayan":"‘যখন আমরা তোমাদেরকে সকল সৃষ্টির রবের সমকক্ষ বানাতাম’।","bangla_mkhan":"যখন আমরা তোমাদেরকে বিশ্ব-পালনকর্তার সমতুল্য গন্য করতাম।","bangla_mujibur":"যখন আমরা তোমাদেরকে জগতসমূহের রবের সমকক্ষ মনে করতাম।","bangla_taisirul":"যখন আমরা তোমাদেরকে সর্বজগতের পালনকর্তার সমকক্ষ স্থির করতাম।"},{"id":99,"arabic_text":"وَ مَاۤ   اَضَلَّنَاۤ  اِلَّا  الۡمُجۡرِمُوۡنَ ﴿۹۹﴾ ","english_text":"Originator of the heavens and the earth. When He decrees a matter, He only says to it, \"Be,\" and it is.","page":371,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3031.mp3","colorText":"وَم[o[َآ] أَضَلَّن[o[َآ] إِلَّا [h:9798[ٱ]لْمُ[q:5255[جْ]رِم[p[ُو]نَ","juz":19,"ruku":320,"manzil":5,"bangla_ahbayan":"আমাদেরকে দুষ্কৃতকারীরাই বিভ্রান্ত করেছিল। [১]","bangla_bayan":"‘আর অপরাধীরাই শুধু আমাদেরকে পথভ্রষ্ট করেছিল’;","bangla_mkhan":"আমাদেরকে দুষ্টকর্মীরাই গোমরাহ করেছিল।","bangla_mujibur":"আমাদেরকে দুস্কৃতকারীরাই বিভ্রান্ত করেছিল।","bangla_taisirul":"অপরাধীরাই আমাদেরকে গোমরাহ্ করেছিল।"},{"id":100,"arabic_text":"فَمَا  لَنَا مِنۡ شَافِعِیۡنَ ﴿۱۰۰﴾ۙ ","english_text":"Those who do not know say, \"Why does Allah not speak to us or there come to us a sign?\" Thus spoke those before them like their words. Their hearts resemble each other. We have shown clearly the signs to a people who are certain [in faith].","page":371,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3032.mp3","colorText":"فَمَا لَنَا مِ[f:9799[ن ش]َ[n[ـٰ]فِع[p[ِي]نَ","juz":19,"ruku":320,"manzil":5,"bangla_ahbayan":"পরিণামে আমাদের কোন সুপারিশকারী নেই।","bangla_bayan":"‘অতএব, আমাদের কোন সুপারিশকারী নেই’।","bangla_mkhan":"অতএব আমাদের কোন সুপারিশকারী নেই।","bangla_mujibur":"পরিণামে আমাদের কোন সুপারিশকারী নেই।","bangla_taisirul":"কাজেই আমাদের কোন সুপারিশকারী নেই।"},{"id":101,"arabic_text":"وَ لَا صَدِیۡقٍ حَمِیۡمٍ ﴿۱۰۱﴾ ","english_text":"Indeed, We have sent you, [O Muhammad], with the truth as a bringer of good tidings and a warner, and you will not be asked about the companions of Hellfire.","page":371,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3033.mp3","colorText":"وَلَا صَدِيقٍ حَم[p[ِي]مٍ","juz":19,"ruku":320,"manzil":5,"bangla_ahbayan":"এবং কোন সহৃদয় বন্ধুও নেই! [১]","bangla_bayan":"‘এবং কোন অন্তরঙ্গ বন্ধুও নেই’।","bangla_mkhan":"এবং কোন সহৃদয় বন্ধু ও নেই।","bangla_mujibur":"কোন সহৃদয় বন্ধুও নেই।","bangla_taisirul":"একজন অন্তরঙ্গ বন্ধুও নেই।"},{"id":102,"arabic_text":"فَلَوۡ اَنَّ  لَنَا کَرَّۃً  فَنَکُوۡنَ مِنَ الۡمُؤۡمِنِیۡنَ ﴿۱۰۲﴾ ","english_text":"And never will the Jews or the Christians approve of you until you follow their religion. Say, \"Indeed, the guidance of Allah is the [only] guidance.\" If you were to follow their desires after what has come to you of knowledge, you would have against Allah no protector or helper.","page":371,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3034.mp3","colorText":"فَلَوْ أَ[g[نّ]َ لَنَا كَرَّ[f:9800[ةً ف]َنَكُونَ مِنَ [h:3047[ٱ]لْمُؤْمِن[p[ِي]نَ","juz":19,"ruku":320,"manzil":5,"bangla_ahbayan":"হায়! যদি আমাদের একবার প্রত্যাবর্তনের সুযোগ ঘটত, তাহলে আমরা বিশ্বাসী হয়ে যেতাম!’[১]","bangla_bayan":"‘হায়, আমাদের যদি আরেকটি সুযোগ হত, তবে আমরা মুমিনদের অর্ন্তভুক্ত হতাম’।","bangla_mkhan":"হায়, যদি কোনরুপে আমরা পৃথিবীতে প্রত্যাবর্তনের সুযোগ পেতাম, তবে আমরা বিশ্বাস স্থাপনকারী হয়ে যেতাম।","bangla_mujibur":"হায়! যদি আমাদের একবার প্রত্যাবর্তনের সুযোগ ঘটত তাহলে আমরা মু’মিনদের অন্তর্ভুক্ত হতাম!","bangla_taisirul":"আমাদের যদি একটিবার পৃথিবীতে ফিরে যাওয়ার সুযোগ হত, তাহলে আমরা মু’মিনদের অর্ন্তভুক্ত হয়ে যেতাম।"},{"id":103,"arabic_text":"اِنَّ فِیۡ  ذٰلِکَ لَاٰیَۃً ؕ وَ مَا  کَانَ  اَکۡثَرُہُمۡ مُّؤۡمِنِیۡنَ ﴿۱۰۳﴾ ","english_text":"Those to whom We have given the Book recite it with its true recital. They [are the ones who] believe in it. And whoever disbelieves in it - it is they who are the losers.","page":371,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3035.mp3","colorText":"إِ[g[نّ]َ فِى ذ[n[َٲ]لِكَ لَأَيَ[a:9716[ةً‌ۖ و]َمَا كَانَ أَكْثَرُه[w:9717[ُم م]ُّؤْمِن[p[ِي]نَ","juz":19,"ruku":320,"manzil":5,"bangla_ahbayan":"এতে অবশ্যই এক নিদর্শন রয়েছে, [১] কিন্তু ওদের অধিকাংশ বিশ্বাসী নয়। [২]","bangla_bayan":"নিশ্চয় এতে রয়েছে নিদর্শন, আর তাদের অধিকাংশ মুমিন নয়।","bangla_mkhan":"নিশ্চয়, এতে নিদর্শন আছে এবং তাদের অধিকাংশই বিশ্বাসী নয়।","bangla_mujibur":"এতে অবশ্যই নিদর্শন রয়েছে, কিন্তু তাদের অধিকাংশ মু’মিন নয়।","bangla_taisirul":"এতে অবশ্যই নিদর্শন আছে, কিন্তু তাদের অধিকাংশই ঈমান আনে না।"},{"id":104,"arabic_text":"وَ  اِنَّ  رَبَّکَ  لَہُوَ  الۡعَزِیۡزُ  الرَّحِیۡمُ ﴿۱۰۴﴾","english_text":"O Children of Israel, remember My favor which I have bestowed upon you and that I preferred you over the worlds.","page":371,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3036.mp3","colorText":"وَإِ[g[نّ]َ رَبَّكَ لَهُوَ [h:1987[ٱ]لْعَزِيزُ [h:9718[ٱ][l[ل]رَّح[p[ِي]مُ","juz":19,"ruku":320,"manzil":5,"bangla_ahbayan":"আর নিশ্চয়ই তোমার প্রতিপালক, তিনিই পরাক্রমশালী, পরম দয়ালু।","bangla_bayan":"আর নিশ্চয় তোমার রব, তিনি তো মহাপরাক্রমশালী, পরম দয়ালু।","bangla_mkhan":"আপনার পালনকর্তা প্রবল পরাক্রমশালী, পরম দয়ালু।","bangla_mujibur":"তোমার রাব্ব, তিনিতো পরাক্রমশালী, পরম দয়ালু।","bangla_taisirul":"তোমার প্রতিপালক, তিনি অবশ্যই মহা পরাক্রমশালী, পরম দয়ালু।"},{"id":105,"arabic_text":"کَذَّبَتۡ  قَوۡمُ  نُوۡحِۣ الۡمُرۡسَلِیۡنَ ﴿۱۰۵﴾ۚۖ ","english_text":"And fear a Day when no soul will suffice for another soul at all, and no compensation will be accepted from it, nor will any intercession benefit it, nor will they be aided.","page":371,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3037.mp3","colorText":"كَذَّبَتْ قَوْمُ نُوحٍ [h:9801[ٱ]لْمُرْسَل[p[ِي]نَ","juz":19,"ruku":321,"manzil":5,"bangla_ahbayan":"নূহের সম্প্রদায় রসূলগণকে মিথ্যা মনে করেছিল। [১]","bangla_bayan":"নূহ-এর কওম রাসূলদেরকে অস্বীকার করেছিল।","bangla_mkhan":"নূহের সম্প্রদায় পয়গম্বরগণকে মিথ্যারোপ করেছে।","bangla_mujibur":"নূহের সম্প্রদায় রাসূলদের প্রতি মিথ্যা আরোপ করেছিল।","bangla_taisirul":"নূহের কওম রসুলগণকে মিথ্যে ব’লে প্রত্যাখান করেছিল।"},{"id":106,"arabic_text":"اِذۡ قَالَ لَہُمۡ اَخُوۡہُمۡ نُوۡحٌ اَلَا تَتَّقُوۡنَ ﴿۱۰۶﴾ۚ ","english_text":"And [mention, O Muhammad], when Abraham was tried by his Lord with commands and he fulfilled them. [ Allah ] said, \"Indeed, I will make you a leader for the people.\" [Abraham] said, \"And of my descendants?\" [ Allah ] said, \"My covenant does not include the wrongdoers.\"","page":371,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3038.mp3","colorText":"إِذْ قَالَ لَهُمْ أَخُوهُمْ نُوحٌ أَلَا تَتَّق[p[ُو]نَ","juz":19,"ruku":321,"manzil":5,"bangla_ahbayan":"যখন ওদের ভাই[১] নূহ ওদেরকে বলল, ‘তোমরা কি সাবধান হবে না?","bangla_bayan":"যখন তাদের ভাই নূহ তাদেরকে বলেছিল, ‘তোমরা কি তাকওয়া অবলম্বন করবে না’?","bangla_mkhan":"যখন তাদের ভ্রাতা নূহ তাদেরকে বললেন, তোমাদের কি ভয় নেই?","bangla_mujibur":"যখন তাদের ভাই নূহ তাদেরকে বললঃ তোমরা কি সাবধান হবেনা?","bangla_taisirul":"যখন তাদের ভ্রাতা নূহ তাদেরকে বলেছিল- ‘তোমরা কি ভয় করবে না (আল্লাহকে)?"},{"id":107,"arabic_text":"اِنِّیۡ   لَکُمۡ  رَسُوۡلٌ اَمِیۡنٌ ﴿۱۰۷﴾ۙ ","english_text":"And [mention] when We made the House a place of return for the people and [a place of] security. And take, [O believers], from the standing place of Abraham a place of prayer. And We charged Abraham and Ishmael, [saying], \"Purify My House for those who perform Tawaf and those who are staying [there] for worship and those who bow and prostrate [in prayer].\"","page":371,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3039.mp3","colorText":"إِ[g[نّ]ِى لَكُمْ رَسُولٌ أَم[p[ِي]نٌ","juz":19,"ruku":321,"manzil":5,"bangla_ahbayan":"নিঃসন্দেহে আমি তোমাদের জন্য এক বিশ্বস্ত রসূল। [১]","bangla_bayan":"‘নিশ্চয় আমি তোমাদের জন্য একজন বিশ্বস্ত রাসূল’।","bangla_mkhan":"আমি তোমাদের জন্য বিশ্বস্ত বার্তাবাহক।","bangla_mujibur":"আমিতো তোমাদের জন্য এক বিশ্বস্ত রাসূল।","bangla_taisirul":"আমি তোমাদের জন্য (প্রেরিত) বিশ্বস্ত রাসুল।"},{"id":108,"arabic_text":"فَاتَّقُوا اللّٰہَ  وَ اَطِیۡعُوۡنِ ﴿۱۰۸﴾ۚ ","english_text":"And [mention] when Abraham said, \"My Lord, make this a secure city and provide its people with fruits - whoever of them believes in Allah and the Last Day.\" [ Allah ] said. \"And whoever disbelieves - I will grant him enjoyment for a little; then I will force him to the punishment of the Fire, and wretched is the destination.\"","page":371,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3040.mp3","colorText":"فَ[h:9999[ٱ]تَّقُو[s[اْ] [h:1945[ٱ]للَّهَ وَأَطِيع[p[ُو]نِ","juz":19,"ruku":321,"manzil":5,"bangla_ahbayan":"অতএব আল্লাহকে ভয় কর এবং আমার আনুগত্য কর। [১]","bangla_bayan":"‘সুতরাং তোমরা আল্লাহর তাকওয়া অবলম্বন কর এবং আমার আনুগত্য কর’।","bangla_mkhan":"অতএব, তোমরা আল্লাহকে ভয় কর এবং আমার আনুগত্য কর।","bangla_mujibur":"অতএব আল্লাহকে ভয় কর এবং আমার আনুগত্য কর।","bangla_taisirul":"কাজেই তোমরা আল্লাহকে ভয় কর ও আমার অনুসরণ কর।"},{"id":109,"arabic_text":"وَ مَاۤ  اَسۡـَٔلُکُمۡ  عَلَیۡہِ مِنۡ اَجۡرٍ ۚ اِنۡ اَجۡرِیَ   اِلَّا  عَلٰی رَبِّ  الۡعٰلَمِیۡنَ ﴿۱۰۹﴾ۚ ","english_text":"And [mention] when Abraham was raising the foundations of the House and [with him] Ishmael, [saying], \"Our Lord, accept [this] from us. Indeed You are the Hearing, the Knowing.","page":371,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3041.mp3","colorText":"وَم[o[َآ] أَسْــَٔلُكُمْ عَلَيْهِ مِنْ أَ[q:6133[جْ]رٍ‌ۖ إِنْ أَ[q:6134[جْ]رِىَ إِلَّا عَلَىٰ رَبِّ [h:4[ٱ]لْعَ[n[ـٰ]لَم[p[ِي]نَ","juz":19,"ruku":321,"manzil":5,"bangla_ahbayan":"আমি তোমাদের নিকট এর জন্য কোন প্রতিদান চাই না; আমার প্রতিদান তো বিশ্বজগতের প্রতিপালকের নিকটই আছে। [১]","bangla_bayan":"‘আর এর উপর আমি তোমাদের কাছে কোন পারিশ্রমিক চাই না; আমার প্রতিদান শুধু সৃষ্টিকুলের রবের নিকট’।","bangla_mkhan":"আমি তোমাদের কাছে এর জন্য কোন প্রতিদান চাই না, আমার প্রতিদান তো বিশ্ব-পালনকর্তাই দেবেন।","bangla_mujibur":"আমি তোমাদের নিকট এ জন্য কোন প্রতিদান চাইনা; আমার পুরস্কারতো জগতসমূহের রবের নিকটই রয়েছে।","bangla_taisirul":"আমি তার জন্য তোমাদের কাছে কোন প্রতিদান চাই না। আমার প্রতিদান একমাত্র বিশ্বজগতের প্রতিপালকের কাছেই আছে।’"},{"id":110,"arabic_text":"فَاتَّقُوا  اللّٰہَ   وَ اَطِیۡعُوۡنِ ﴿۱۱۰﴾ؕ ","english_text":"Our Lord, and make us Muslims [in submission] to You and from our descendants a Muslim nation [in submission] to You. And show us our rites and accept our repentance. Indeed, You are the Accepting of repentance, the Merciful.","page":371,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3042.mp3","colorText":"فَ[h:9999[ٱ]تَّقُو[s[اْ] [h:1945[ٱ]للَّهَ وَأَطِيع[p[ُو]نِ","juz":19,"ruku":321,"manzil":5,"bangla_ahbayan":"সুতরাং আল্লাহকে ভয় কর এবং আমার আনুগত্য কর। [১]","bangla_bayan":"‘সুতরাং তোমরা আল্লাহর তাকওয়া অবলম্বন কর এবং আমার আনুগত্য কর’।","bangla_mkhan":"অতএব, তোমরা আল্লাহকে ভয় কর এবং আমার আনুগত্য কর।","bangla_mujibur":"সুতরাং আল্লাহকে ভয় কর এবং আমার আনুগত্য কর।","bangla_taisirul":"কাজেই তোমরা আল্লাহকে ভয় কর এবং আমার অনুসরণ কর।"},{"id":111,"arabic_text":"قَالُوۡۤا اَنُؤۡمِنُ لَکَ وَ اتَّبَعَکَ الۡاَرۡذَلُوۡنَ ﴿۱۱۱﴾ؕ ","english_text":"Our Lord, and send among them a messenger from themselves who will recite to them Your verses and teach them the Book and wisdom and purify them. Indeed, You are the Exalted in Might, the Wise.\"","page":371,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3043.mp3","colorText":"۞ قَال[o[ُوٓ][s[اْ] أَنُؤْمِنُ لَكَ وَ[h:9802[ٱ]تَّبَعَكَ [h:9803[ٱ]لْأَرْذَل[p[ُو]نَ","juz":19,"ruku":321,"manzil":5,"bangla_ahbayan":"ওরা বলল, ‘আমরা কি তোমার প্রতি বিশ্বাস স্থাপন করব, যখন দেখছি ইতর লোকেরা তোমার অনুসরণ করছে?’ [১]","bangla_bayan":"‘তারা বলল, ‘আমরা কি তোমার প্রতি বিশ্বাস স্থাপন করব, অথচ নিম্নশ্রেণীর লোকেরা তোমাকে অনুসরণ করছে’?","bangla_mkhan":"তারা বলল, আমরা কি তোমাকে মেনে নেব যখন তোমার অনুসরণ করছে ইতরজনেরা?","bangla_mujibur":"তারা বললঃ আমরা কি তোমার প্রতি বিশ্বাস স্থাপন করব, অথচ ইতর লোকেরা তোমার অনুসরণ করছে?","bangla_taisirul":"তারা বলল- ‘আমরা কি তোমার প্রতি বিশ্বাস করব যখন তোমার অনুসরণ করছে একেবারে নিম্নশ্রেণীর লোকেরা।’"},{"id":112,"arabic_text":"قَالَ وَ مَا عِلۡمِیۡ بِمَا کَانُوۡا یَعۡمَلُوۡنَ ﴿۱۱۲﴾ۚ ","english_text":"And who would be averse to the religion of Abraham except one who makes a fool of himself. And We had chosen him in this world, and indeed he, in the Hereafter, will be among the righteous.","page":372,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3044.mp3","colorText":"قَالَ وَمَا عِلْمِى بِمَا كَانُو[s[اْ] يَعْمَل[p[ُو]نَ","juz":19,"ruku":321,"manzil":5,"bangla_ahbayan":"নূহ বলল, ‘ওরা কি করত, তা আমি জানি না। [১]","bangla_bayan":"নূহ বলল, ‘তারা কি করে তা জানা আমার কী প্রয়োজন’?","bangla_mkhan":"নূহ বললেন, তারা কি কাজ করছে, তা জানা আমার কি দরকার?","bangla_mujibur":"নূহ বললঃ তারা কি কাজ করছে তা জানা আমার কি দরকার?","bangla_taisirul":"নূহ বলল- ‘তারা কী করত সেটা আমার জানা নেই।"},{"id":113,"arabic_text":"اِنۡ حِسَابُہُمۡ  اِلَّا عَلٰی رَبِّیۡ لَوۡ  تَشۡعُرُوۡنَ ﴿۱۱۳﴾ۚ ","english_text":"When his Lord said to him, \"Submit\", he said \"I have submitted [in Islam] to the Lord of the worlds.\"","page":372,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3045.mp3","colorText":"إِنْ حِسَابُهُمْ إِلَّا عَلَىٰ رَبِّى‌ۖ لَوْ تَشْعُر[p[ُو]نَ","juz":19,"ruku":321,"manzil":5,"bangla_ahbayan":"ওদের হিসাব গ্রহণ তো আমার প্রতিপালকেরই কাজ; [১] যদি তোমরা বুঝতে।","bangla_bayan":"‘তাদের হিসাব গ্রহণ তো কেবল আমার রবের দায়িত্বে, যদি তোমরা জানতে’।","bangla_mkhan":"তাদের হিসাব নেয়া আমার পালনকর্তারই কাজ; যদি তোমরা বুঝতে!","bangla_mujibur":"তাদের হিসাব গ্রহণতো আমার রবেরই কাজ; যদি তোমরা বুঝতে।","bangla_taisirul":"তাদের হিসাব নেয়া তো আমার প্রতিপালকের কাজ, যদি তোমরা বুঝতে!"},{"id":114,"arabic_text":"وَ مَاۤ   اَنَا بِطَارِدِ  الۡمُؤۡمِنِیۡنَ ﴿۱۱۴﴾ۚ ","english_text":"And Abraham instructed his sons [to do the same] and [so did] Jacob, [saying], \"O my sons, indeed Allah has chosen for you this religion, so do not die except while you are Muslims.\"","page":372,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3046.mp3","colorText":"وَم[o[َآ] أَنَا۟ بِطَارِدِ [h:9804[ٱ]لْمُؤْمِن[p[ِي]نَ","juz":19,"ruku":321,"manzil":5,"bangla_ahbayan":"বিশ্বাসীদের তাড়িয়ে দেওয়া আমার কাজ নয়। [১]","bangla_bayan":"‘আর আমি তো মুমিনদেরকে তাড়িয়ে দেয়ার নই’।","bangla_mkhan":"আমি মুমিনগণকে তাড়িয়ে দেয়ার লোক নই।","bangla_mujibur":"মু’মিনদেরকে তাড়িয়ে দেয়া আমার কাজ নয়,","bangla_taisirul":"মু’মিনদেরকে তাড়িয়ে দেয়া আমার কাজ নয়।"},{"id":115,"arabic_text":"اِنۡ  اَنَا  اِلَّا  نَذِیۡرٌ  مُّبِیۡنٌ ﴿۱۱۵﴾ؕ ","english_text":"Or were you witnesses when death approached Jacob, when he said to his sons, \"What will you worship after me?\" They said, \"We will worship your God and the God of your fathers, Abraham and Ishmael and Isaac - one God. And we are Muslims [in submission] to Him.\"","page":372,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3047.mp3","colorText":"إِنْ أَنَا۟ إِلَّا نَذِي[a:5164[رٌ م]ُّب[p[ِي]نٌ","juz":19,"ruku":321,"manzil":5,"bangla_ahbayan":"আমি তো কেবল একজন স্পষ্ট সতর্ককারী।’ [১]","bangla_bayan":"‘আমি তো কেবল সুস্পষ্ট সতর্ককারী’।","bangla_mkhan":"আমি তো শুধু একজন সুস্পষ্ট সতর্ককারী।","bangla_mujibur":"আমিতো শুধু একজন স্পষ্ট সতর্ককারী।","bangla_taisirul":"আমি তো শুধু একজন সুস্পষ্ট সতর্ককারী।’"},{"id":116,"arabic_text":"قَالُوۡا لَئِنۡ لَّمۡ تَنۡتَہِ یٰنُوۡحُ لَتَکُوۡنَنَّ مِنَ  الۡمَرۡجُوۡمِیۡنَ ﴿۱۱۶﴾ؕ ","english_text":"That was a nation which has passed on. It will have [the consequence of] what it earned, and you will have what you have earned. And you will not be asked about what they used to do.","page":372,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3048.mp3","colorText":"قَالُو[s[اْ] لَئ[u:4195[ِن ل]َّمْ تَ[f:8352[نت]َهِ يَ[n[ـٰ]نُوحُ لَتَكُونَ[g[نّ]َ مِنَ [h:9805[ٱ]لْمَرْجُوم[p[ِي]نَ","juz":19,"ruku":321,"manzil":5,"bangla_ahbayan":"ওরা বলল, ‘হে নূহ! তুমি যদি নিবৃত্ত না হও, তবে তোমাকে অবশ্যই প্রস্তরাঘাতে নিহত করা হবে।’","bangla_bayan":"তারা বলল, ‘হে নূহ, তুমি যদি বিরত না হও তবে অবশ্যই তুমি প্রস্তরাঘাতে নিহতদের অন্তর্ভুক্ত হবে’।","bangla_mkhan":"তারা বলল, হে নূহ যদি তুমি বিরত না হও, তবে তুমি নিশ্চিতই প্রস্তরাঘাতে নিহত হবে।","bangla_mujibur":"তারা বললঃ হে নূহ! তুমি যদি নিবৃত্ত না হও তাহলে তুমি অবশ্যই প্রস্তরাঘাতে নিহতদের অন্তর্ভুক্ত হবে।","bangla_taisirul":"তারা বলল- ‘হে নূহ! তুমি যদি বিরত না হও, তাহলে তুমি নিশ্চিতই প্রস্তরাঘাতে নিহত হবে।’"},{"id":117,"arabic_text":"قَالَ رَبِّ  اِنَّ   قَوۡمِیۡ  کَذَّبُوۡنِ ﴿۱۱۷﴾ۚۖ ","english_text":"They say, \"Be Jews or Christians [so] you will be guided.\" Say, \"Rather, [we follow] the religion of Abraham, inclining toward truth, and he was not of the polytheists.\"","page":372,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3049.mp3","colorText":"قَالَ رَبِّ إِ[g[نّ]َ قَوْمِى كَذَّب[p[ُو]نِ","juz":19,"ruku":321,"manzil":5,"bangla_ahbayan":"নূহ বলল, ‘হে আমার প্রতিপালক! আমার সম্প্রদায় তো আমাকে মিথ্যাবাদী বলছে।","bangla_bayan":"নূহ বলল, ‘হে আমার রব, আমার কওম আমাকে অস্বীকার করেছে’;","bangla_mkhan":"নূহ বললেন, হে আমার পালনকর্তা, আমার সম্প্রদায় তো আমাকে মিথ্যাবাদী বলছে।","bangla_mujibur":"নূহ বললঃ হে আমার রাব্ব! আমার সম্প্রদায়তো আমাকে অস্বীকার করছে।","bangla_taisirul":"নূহ বলল- ‘হে আমার প্রতিপালক! আমার সম্প্রদায় আমাকে প্রত্যাখান করছে।"},{"id":118,"arabic_text":"فَافۡتَحۡ  بَیۡنِیۡ وَ بَیۡنَہُمۡ فَتۡحًا وَّ نَجِّنِیۡ وَ مَنۡ  مَّعِیَ مِنَ الۡمُؤۡمِنِیۡنَ ﴿۱۱۸﴾ ","english_text":"Say, [O believers], \"We have believed in Allah and what has been revealed to us and what has been revealed to Abraham and Ishmael and Isaac and Jacob and the Descendants and what was given to Moses and Jesus and what was given to the prophets from their Lord. We make no distinction between any of them, and we are Muslims [in submission] to Him.\"","page":372,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3050.mp3","colorText":"فَ[h:9999[ٱ]فْتَحْ بَيْنِى وَبَيْنَهُمْ فَتْ[a:9806[حًا و]َنَجِّنِى وَم[a:9807[َن م]َّعِىَ مِنَ [h:3047[ٱ]لْمُؤْمِن[p[ِي]نَ","juz":19,"ruku":321,"manzil":5,"bangla_ahbayan":"সুতরাং আমার ও ওদের মধ্যে স্পষ্ট মীমাংসা করে দাও এবং আমাকে ও আমার সাথে যেসব বিশ্বাসী আছে তাদেরকে রক্ষা কর।’","bangla_bayan":"‘সুতরাং আপনি আমার ও তাদের মধ্যে ফয়সালা করে দিন আর আমাকে ও আমার সাথে যেসব মুমিন, আছে তাদেরকে রক্ষা করুন’।","bangla_mkhan":"অতএব, আমার ও তাদের মধ্যে কোন ফয়সালা করে দিন এবং আমাকে ও আমার সংগী মুমিনগণকে রক্ষা করুন।","bangla_mujibur":"সুতরাং আমার ও তাদের মধ্যে স্পষ্ট মীমাংসা করে দিন এবং আমাকে এবং আমার সাথে যে সব মু’মিন রয়েছে তাদেরকে রক্ষা করুন।","bangla_taisirul":"কাজেই তুমি আমার ও তাদের মধ্যে ফয়সালা ক’রে দাও, আর আমাকে ও আমার সঙ্গী মু’মিনদেরকে ক্ষমা কর।’"},{"id":119,"arabic_text":"فَاَنۡجَیۡنٰہُ وَ مَنۡ مَّعَہٗ  فِی الۡفُلۡکِ الۡمَشۡحُوۡنِ ﴿۱۱۹﴾ۚ ","english_text":"So if they believe in the same as you believe in, then they have been [rightly] guided; but if they turn away, they are only in dissension, and Allah will be sufficient for you against them. And He is the Hearing, the Knowing.","page":372,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3051.mp3","colorText":"فَأَ[f:4779[نج]َيْنَ[n[ـٰ]هُ وَم[a:4948[َن م]َّعَهُ[n[ۥ] فِى [h:4780[ٱ]لْفُلْكِ [h:9808[ٱ]لْمَشْح[p[ُو]نِ","juz":19,"ruku":321,"manzil":5,"bangla_ahbayan":"অতঃপর আমি তাকে ও তার সঙ্গে যারা ছিল, তাদেরকে বোঝাই নৌকায় (তুলে) রক্ষা করলাম।","bangla_bayan":"অতঃপর আমি তাকে এবং তার সাথে যারা বোঝাই নৌকায় ছিল তাদেরকে নাজাত দিলাম।","bangla_mkhan":"অতঃপর আমি তাঁকে ও তাঁর সঙ্গিগণকে বোঝাই করা নৌকায় রক্ষা করলাম।","bangla_mujibur":"অতঃপর আমি তাকে ও তার সঙ্গে যারা ছিল তাদেরকে রক্ষা করলাম বোঝাই করা নৌ-যানে।","bangla_taisirul":"অতঃপর আমি তাকে ও তার সঙ্গে যারা ছিল তাদেরকে বোঝাই নৌযানে রক্ষা করলাম।"},{"id":120,"arabic_text":"ثُمَّ   اَغۡرَقۡنَا بَعۡدُ الۡبٰقِیۡنَ ﴿۱۲۰﴾ؕ ","english_text":"[And say, \"Ours is] the religion of Allah . And who is better than Allah in [ordaining] religion? And we are worshippers of Him.\"","page":372,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3052.mp3","colorText":"ثُ[g[مّ]َ أَغْرَ[q:9772[قْ]نَا بَعْدُ [h:9809[ٱ]لْبَاق[p[ِي]نَ","juz":19,"ruku":321,"manzil":5,"bangla_ahbayan":"তারপর অবশিষ্ট সকলকে ডুবিয়ে দিলাম।[১]","bangla_bayan":"তারপর বাকীদের ডুবিয়ে দিলাম।","bangla_mkhan":"এরপর অবশিষ্ট সবাইকে নিমজ্জত করলাম।","bangla_mujibur":"অতঃপর অবশিষ্ট সবাইকে নিমজ্জিত করলাম।","bangla_taisirul":"তারপর অবশিষ্ট সবাইকে ডুবিয়ে দিলাম।"},{"id":121,"arabic_text":"اِنَّ فِیۡ ذٰلِکَ لَاٰیَۃً ؕ وَ مَا کَانَ  اَکۡثَرُہُمۡ مُّؤۡمِنِیۡنَ ﴿۱۲۱﴾ ","english_text":"Say, [O Muhammad], \"Do you argue with us about Allah while He is our Lord and your Lord? For us are our deeds, and for you are your deeds. And we are sincere [in deed and intention] to Him.\"","page":372,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3053.mp3","colorText":"إِ[g[نّ]َ فِى ذ[n[َٲ]لِكَ لَأَيَ[a:9716[ةً‌ۖ و]َمَا كَانَ أَكْثَرُه[w:9717[ُم م]ُّؤْمِن[p[ِي]نَ","juz":19,"ruku":321,"manzil":5,"bangla_ahbayan":"এতে অবশ্যই রয়েছে নিদর্শন, কিন্তু ওদের অধিকাংশই বিশ্বাসী নয়।","bangla_bayan":"নিশ্চয় এতে রয়েছে নিদর্শন, আর তাদের বেশীর ভাগ মুমিন ছিল না।","bangla_mkhan":"নিশ্চয় এতে নিদর্শন আছে এবং তাদের অধিকাংশই বিশ্বাসী নয়।","bangla_mujibur":"এতে অবশ্যই রয়েছে নিদর্শন, কিন্তু তাদের অধিকাংশই বিশ্বাসী নয়।","bangla_taisirul":"অবশ্যই এতে নিদর্শন আছে, কিন্তু তাদের অধিকাংশই বিশ্বাসী নয়।"},{"id":122,"arabic_text":"وَ  اِنَّ  رَبَّکَ  لَہُوَ الۡعَزِیۡزُ  الرَّحِیۡمُ ﴿۱۲۲﴾ ","english_text":"Or do you say that Abraham and Ishmael and Isaac and Jacob and the Descendants were Jews or Christians? Say, \"Are you more knowing or is Allah ?\" And who is more unjust than one who conceals a testimony he has from Allah ? And Allah is not unaware of what you do.","page":372,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3054.mp3","colorText":"وَإِ[g[نّ]َ رَبَّكَ لَهُوَ [h:1987[ٱ]لْعَزِيزُ [h:9718[ٱ][l[ل]رَّح[p[ِي]مُ","juz":19,"ruku":321,"manzil":5,"bangla_ahbayan":"আর নিশ্চয়ই তোমার প্রতিপালক, তিনিই পরাক্রমশালী, পরম দয়ালু।","bangla_bayan":"আর নিশ্চয় তোমার রব, তিনি তো মহাপরাক্রমশালী, পরম দয়ালু।","bangla_mkhan":"নিশ্চয় আপনার পালনকর্তা প্রবল পরাক্রমশালী, পরম দয়ালু।","bangla_mujibur":"এবং তোমার রাব্ব, তিনিতো পরাক্রমশালী, দয়ালু।","bangla_taisirul":"তোমার প্রতিপালক, অবশ্যই তিনি প্রবল পরাক্রান্ত, পরম দয়ালু।"},{"id":123,"arabic_text":"کَذَّبَتۡ  عَادُۨ    الۡمُرۡسَلِیۡنَ ﴿۱۲۳﴾ۚۖ ","english_text":"That is a nation which has passed on. It will have [the consequence of] what it earned, and you will have what you have earned. And you will not be asked about what they used to do.","page":372,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3055.mp3","colorText":"كَذَّبَتْ عَادٌ [h:9810[ٱ]لْمُرْسَل[p[ِي]نَ","juz":19,"ruku":322,"manzil":5,"bangla_ahbayan":"আ’দ সম্প্রদায় রসূলগণকে মিথ্যাজ্ঞান করেছিল। [১]","bangla_bayan":"‘আদ জাতি রাসূলগণকে অস্বীকার করেছিল,","bangla_mkhan":"আদ সম্প্রদায় পয়গম্বরগণকে মিথ্যাবাদী বলেছে।","bangla_mujibur":"‘আদ সম্প্রদায় রাসূলদেরকে মিথ্যা প্রতিপন্ন করেছিল।","bangla_taisirul":"‘আদ সম্প্রদায় রসূলগণকে মিথ্যে সাব্যস্ত করেছিল।"},{"id":124,"arabic_text":"اِذۡ  قَالَ لَہُمۡ  اَخُوۡہُمۡ ہُوۡدٌ  اَلَا تَتَّقُوۡنَ ﴿۱۲۴﴾ۚ ","english_text":"The foolish among the people will say, \"What has turned them away from their qiblah, which they used to face?\" Say, \"To Allah belongs the east and the west. He guides whom He wills to a straight path.\"","page":372,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3056.mp3","colorText":"إِذْ قَالَ لَهُمْ أَخُوهُمْ هُودٌ أَلَا تَتَّق[p[ُو]نَ","juz":19,"ruku":322,"manzil":5,"bangla_ahbayan":"যখন ওদের ভাই হূদ[১] ওদেরকে বলল, ‘তোমরা কি সাবধান হবে না?","bangla_bayan":"যখন তাদের ভাই হূদ তাদেরকে বলেছিল, ‘তোমরা কি তাকওয়া অবলম্বন করবে না’?","bangla_mkhan":"তখন তাদের ভাই হুদ তাদেরকে বললেনঃ তোমাদের কি ভয় নেই?","bangla_mujibur":"যখন তাদের ভাই হুদ তাদেরকে বললঃ তোমরা কি সাবধান হবেনা?","bangla_taisirul":"যখন তাদের ভাই হূদ তাদেরকে বলল- ‘তোমরা কি (আল্লাহকে) ভয় করবে না?"},{"id":125,"arabic_text":"اِنِّیۡ  لَکُمۡ  رَسُوۡلٌ  اَمِیۡنٌ ﴿۱۲۵﴾ۙ ","english_text":"And thus we have made you a just community that you will be witnesses over the people and the Messenger will be a witness over you. And We did not make the qiblah which you used to face except that We might make evident who would follow the Messenger from who would turn back on his heels. And indeed, it is difficult except for those whom Allah has guided. And never would Allah have caused you to lose your faith. Indeed Allah is, to the people, Kind and Merciful.","page":372,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3057.mp3","colorText":"إِ[g[نّ]ِى لَكُمْ رَسُولٌ أَم[p[ِي]نٌ","juz":19,"ruku":322,"manzil":5,"bangla_ahbayan":"আমি অবশ্যই তোমাদের জন্য এক বিশ্বস্ত রসূল।","bangla_bayan":"‘নিশ্চয় আমি তোমাদের জন্য একজন বিশ্বস্ত রাসূল’।","bangla_mkhan":"আমি তোমাদের বিশ্বস্ত রসূল।","bangla_mujibur":"আমি তোমাদের জন্য এক বিশ্বস্ত রাসূল।","bangla_taisirul":"আমি তোমাদের জন্য (প্রেরিত) এক বিশ্বস্ত রসুল।"},{"id":126,"arabic_text":"فَاتَّقُوا  اللّٰہَ  وَ  اَطِیۡعُوۡنِ ﴿۱۲۶﴾ۚ ","english_text":"We have certainly seen the turning of your face, [O Muhammad], toward the heaven, and We will surely turn you to a qiblah with which you will be pleased. So turn your face toward al-Masjid al-Haram. And wherever you [believers] are, turn your faces toward it [in prayer]. Indeed, those who have been given the Scripture well know that it is the truth from their Lord. And Allah is not unaware of what they do.","page":372,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3058.mp3","colorText":"فَ[h:9999[ٱ]تَّقُو[s[اْ] [h:1945[ٱ]للَّهَ وَأَطِيع[p[ُو]نِ","juz":19,"ruku":322,"manzil":5,"bangla_ahbayan":"অতএব আল্লাহকে ভয় কর এবং আমার আনুগত্য কর।","bangla_bayan":"‘সুতরাং আল্লাহর তাকওয়া অবলম্বন কর এবং আমার আনুগত্য কর’।","bangla_mkhan":"অতএব, তোমরা আল্লাহকে ভয় কর এবং আমার আনুগত্য কর।","bangla_mujibur":"অতএব আল্লাহকে ভয় কর এবং আমার আনুগত্য কর।","bangla_taisirul":"কাজেই তোমরা আল্লাহকে ভয় কর এবং আমাকে মান্য কর।"},{"id":127,"arabic_text":"وَ مَاۤ  اَسۡـَٔلُکُمۡ عَلَیۡہِ  مِنۡ اَجۡرٍ ۚ اِنۡ اَجۡرِیَ   اِلَّا  عَلٰی  رَبِّ  الۡعٰلَمِیۡنَ ﴿۱۲۷﴾ؕ ","english_text":"And if you brought to those who were given the Scripture every sign, they would not follow your qiblah. Nor will you be a follower of their qiblah. Nor would they be followers of one another's qiblah. So if you were to follow their desires after what has come to you of knowledge, indeed, you would then be among the wrongdoers.","page":372,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3059.mp3","colorText":"وَم[o[َآ] أَسْــَٔلُكُمْ عَلَيْهِ مِنْ أَ[q:6133[جْ]رٍ‌ۖ إِنْ أَ[q:6134[جْ]رِىَ إِلَّا عَلَىٰ رَبِّ [h:4[ٱ]لْعَ[n[ـٰ]لَم[p[ِي]نَ","juz":19,"ruku":322,"manzil":5,"bangla_ahbayan":"আমি তোমাদের নিকট এর জন্য কোন প্রতিদান চাই না, আমার প্রতিদান তো বিশ্বজগতের প্রতিপালকের নিকট আছে।","bangla_bayan":"‘আর এর উপর আমি তোমাদের কাছে কোন পারিশ্রমিক চাই না; আমার প্রতিদান কেবল সৃষ্টিকুলের রবের নিকট’।","bangla_mkhan":"আমি তোমাদের কাছে এর জন্যে প্রতিদান চাই না। আমার প্রতিদান তো পালনকর্তা দেবেন।","bangla_mujibur":"আমি তোমাদের নিকট এর জন্য কোন প্রতিদান চাইনা, আমার পুরস্কারতো জগতসমূহের রবের নিকট রয়েছে।","bangla_taisirul":"আর এ জন্য আমি তোমাদের কাছে কোন প্রতিদান চাই না, আমার প্রতিদান আছে কেবল বিশ্বজগতের প্রতিপালকের নিকট।"},{"id":128,"arabic_text":"اَتَبۡنُوۡنَ بِکُلِّ رِیۡعٍ  اٰیَۃً  تَعۡبَثُوۡنَ ﴿۱۲۸﴾","english_text":"Those to whom We gave the Scripture know him as they know their own sons. But indeed, a party of them conceal the truth while they know [it].","page":372,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3060.mp3","colorText":"أَتَ[q:9811[بْ]نُونَ بِكُلِّ رِيعٍ ءَايَ[f:9812[ةً ت]َعْبَث[p[ُو]نَ","juz":19,"ruku":322,"manzil":5,"bangla_ahbayan":"তোমরা তো প্রতিটি উচ্চস্থানে অযথা ইমারত (স্তম্ভ) নির্মাণ করছ (পথিকের সাথে হাসি-তামাশা করার জন্য);[১]","bangla_bayan":"‘তোমরা কি প্রতিটি উঁচু স্থানে বেহুদা স্তম্ভ নির্মাণ করছ’?","bangla_mkhan":"তোমরা কি প্রতিটি উচ্চস্থানে অযথা নিদর্শন নির্মান করছ?","bangla_mujibur":"তোমরা কি প্রতিটি উঁচু স্থানে নিরর্থক স্মৃতিসৌধ/ভাস্কর্য নির্মাণ করছ?","bangla_taisirul":"তোমরা কি প্রতিটি উচ্চস্থানে অনর্থক স্মৃতিস্তম্ভ নির্মাণ করছ?"},{"id":129,"arabic_text":"وَ تَتَّخِذُوۡنَ مَصَانِعَ لَعَلَّکُمۡ تَخۡلُدُوۡنَ ﴿۱۲۹﴾ۚ ","english_text":"The truth is from your Lord, so never be among the doubters.","page":372,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3061.mp3","colorText":"وَتَتَّخِذُونَ مَصَانِعَ لَعَلَّكُمْ تَخْلُد[p[ُو]نَ","juz":19,"ruku":322,"manzil":5,"bangla_ahbayan":"তোমরা প্রাসাদ নির্মাণ করছ এ মনে করে যে, তোমরা (পৃথিবীতে) চিরস্থায়ী হবে। [১]","bangla_bayan":"‘আর তোমরা সুদৃঢ় প্রাসাদ নির্মাণ করছ, যেন তোমরা স্থায়ী হবে’।","bangla_mkhan":"এবং বড় বড় প্রাসাদ নির্মাণ করছ, যেন তোমরা চিরকাল থাকবে?","bangla_mujibur":"আর তোমরা প্রাসাদ নির্মাণ করছ এই মনে করে যে, তোমরা চিরস্থায়ী হবে?","bangla_taisirul":"আর বড় বড় প্রাসাদ নির্মাণ করছ. যেন তোমরা চিরদিন থাকবে?"},{"id":130,"arabic_text":"وَ  اِذَا  بَطَشۡتُمۡ  بَطَشۡتُمۡ  جَبَّارِیۡنَ ﴿۱۳۰﴾ۚ","english_text":"For each [religious following] is a direction toward which it faces. So race to [all that is] good. Wherever you may be, Allah will bring you forth [for judgement] all together. Indeed, Allah is over all things competent.","page":372,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3062.mp3","colorText":"وَإِذَا بَطَشْت[c:9813[ُم ب]َطَشْتُمْ جَبَّار[p[ِي]نَ","juz":19,"ruku":322,"manzil":5,"bangla_ahbayan":"আর যখন তোমরা আঘাত হানো, তখন নিষ্ঠুরভাবে আঘাত হেনে থাক। [১]","bangla_bayan":"‘আর তোমরা যখন কাউকে পাকড়াও কর, পাকড়াও কর স্বেচ্ছাচারী হয়ে’।","bangla_mkhan":"যখন তোমরা আঘাত হান, তখন জালেম ও নিষ্ঠুরের মত আঘাত হান।","bangla_mujibur":"এবং যখন তোমরা আঘাত হান তখন আঘাত হেনে থাক কঠোরভাবে।","bangla_taisirul":"আর যখন তোমরা (দুর্বল শ্রেণীর লোকদের উপর) আঘাত হান, তখন আঘাত হান নিষ্ঠুর মালিকের মত।"},{"id":131,"arabic_text":"فَاتَّقُوا اللّٰہَ  وَ  اَطِیۡعُوۡنِ ﴿۱۳۱﴾ۚ ","english_text":"So from wherever you go out [for prayer, O Muhammad] turn your face toward al- Masjid al-Haram, and indeed, it is the truth from your Lord. And Allah is not unaware of what you do.","page":372,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3063.mp3","colorText":"فَ[h:9999[ٱ]تَّقُو[s[اْ] [h:1945[ٱ]للَّهَ وَأَطِيع[p[ُو]نِ","juz":19,"ruku":322,"manzil":5,"bangla_ahbayan":"সুতরাং তোমরা আল্লাহকে ভয় কর এবং আমার আনুগত্য কর। [১]","bangla_bayan":"‘সুতরাং আল্লাহকে ভয় কর এবং আমাকে অনুসরণ কর’।","bangla_mkhan":"অতএব, আল্লাহকে ভয় কর এবং আমার অনুগত্য কর।","bangla_mujibur":"তোমরা আল্লাহকে ভয় কর এবং আমার আনুগত্য কর।","bangla_taisirul":"কাজেই তোমরা আল্লাহকে ভয় কর এবং আমাকে মান্য কর।"},{"id":132,"arabic_text":"وَ اتَّقُوا الَّذِیۡۤ  اَمَدَّکُمۡ بِمَا تَعۡلَمُوۡنَ ﴿۱۳۲﴾ۚ ","english_text":"And from wherever you go out [for prayer], turn your face toward al-Masjid al-Haram. And wherever you [believers] may be, turn your faces toward it in order that the people will not have any argument against you, except for those of them who commit wrong; so fear them not but fear Me. And [it is] so I may complete My favor upon you and that you may be guided.","page":372,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3064.mp3","colorText":"وَ[h:9999[ٱ]تَّقُو[s[اْ] [h:9814[ٱ]لَّذ[o[ِىٓ] أَمَدَّك[c:9815[ُم ب]ِمَا تَعْلَم[p[ُو]نَ","juz":19,"ruku":322,"manzil":5,"bangla_ahbayan":"ভয় কর তাঁকে, যিনি তোমাদেরকে সাহায্য করেছেন সে সকল সম্পদ দিয়ে, যা তোমরা জান;","bangla_bayan":"'আর তাঁকে ভয় কর যিনি তোমাদেরকে সাহায্য করেছেন এমন কিছু দিয়ে, যা তোমরা জান'।","bangla_mkhan":"ভয় কর তাঁকে, যিনি তোমাদেরকে সেসব বস্তু দিয়েছেন, যা তোমরা জান।","bangla_mujibur":"ভয় কর তাঁকে, যিনি তোমাদেরকে দিয়েছেন সেই সমূদয় জ্ঞান যা তোমরা জান।","bangla_taisirul":"ভয় কর তাঁকে যিনি তোমাদেরকে যাবতীয় বস্তু দান করেছেন যা তোমাদের জানা আছে।"},{"id":133,"arabic_text":"اَمَدَّکُمۡ   بِاَنۡعَامٍ  وَّ  بَنِیۡنَ ﴿۱۳۳﴾ۚۙ ","english_text":"Just as We have sent among you a messenger from yourselves reciting to you Our verses and purifying you and teaching you the Book and wisdom and teaching you that which you did not know.","page":372,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3065.mp3","colorText":"أَمَدَّك[c:9816[ُم ب]ِأَنْعَ[n[ـٰ][a:9817[مٍ و]َبَن[p[ِي]نَ","juz":19,"ruku":322,"manzil":5,"bangla_ahbayan":"তোমাদেরকে দিয়েছেন চতুষ্পদ জন্তু ও সন্তান-সন্ততি,","bangla_bayan":"‘তিনি তোমাদেরকে সাহায্য করেছেন চতুষ্পদ জন্তু ও সন্তান-সন্ততি দ্বারা’,","bangla_mkhan":"তোমাদেরকে দিয়েছেন চতুষ্পদ জন্তু ও পুত্র-সন্তান,","bangla_mujibur":"তোমাদের দিয়েছেন পশু-সম্পদ ও সন্তান-সন্ততি।","bangla_taisirul":"যিনি তোমাদেরকে দান করেছেন গবাদি পশু ও সন্তান-সন্তুতি।"},{"id":134,"arabic_text":"وَ  جَنّٰتٍ  وَّ  عُیُوۡنٍ ﴿۱۳۴﴾ۚ ","english_text":"So remember Me; I will remember you. And be grateful to Me and do not deny Me.","page":372,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3066.mp3","colorText":"وَجَ[g[نّ]َ[n[ـٰ][a:9818[تٍ و]َعُي[p[ُو]نٍ","juz":19,"ruku":322,"manzil":5,"bangla_ahbayan":"উদ্যানরাজি ও বহু প্রস্রবণ;","bangla_bayan":"‘আর উদ্যান ও ঝর্ণা দ্বারা’।","bangla_mkhan":"এবং উদ্যান ও ঝরণা।","bangla_mujibur":"উদ্যান ও প্রস্রবন।","bangla_taisirul":"আর উদ্যানরাজি ও ঝর্ণাসমূহ।"},{"id":135,"arabic_text":"اِنِّیۡۤ  اَخَافُ عَلَیۡکُمۡ عَذَابَ یَوۡمٍ عَظِیۡمٍ ﴿۱۳۵﴾ؕ ","english_text":"O you who have believed, seek help through patience and prayer. Indeed, Allah is with the patient.","page":372,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3067.mp3","colorText":"إِ[g[نّ][o[ِىٓ] أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ عَظ[p[ِي]مٍ","juz":19,"ruku":322,"manzil":5,"bangla_ahbayan":"নিশ্চয়ই আমি তোমাদের উপর মহাদিবসের শাস্তির আশংকা করি।’ [১]","bangla_bayan":"‘নিশ্চয় আমি তোমাদের উপর এক মহাদিবসের আযাবের ভয় করছি’।","bangla_mkhan":"আমি তোমাদের জন্যে মহাদিবসের শাস্তি আশংকা করি।","bangla_mujibur":"আমি তোমাদের জন্য আশংকা করি মহা দিনের শাস্তির।","bangla_taisirul":"আমি তোমাদের জন্য মহা দিবসের শাস্তির ভয় করছি।’"},{"id":136,"arabic_text":"قَالُوۡا سَوَآءٌ  عَلَیۡنَاۤ  اَوَ عَظۡتَ اَمۡ  لَمۡ تَکُنۡ   مِّنَ  الۡوٰعِظِیۡنَ ﴿۱۳۶﴾ۙ ","english_text":"And do not say about those who are killed in the way of Allah, \"They are dead.\" Rather, they are alive, but you perceive [it] not.","page":372,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3068.mp3","colorText":"قَالُو[s[اْ] سَو[o[َا]ٓءٌ عَلَيْن[o[َآ] أَوَعَظْتَ أَمْ لَمْ تَك[a:1974[ُن م]ِّنَ [h:9819[ٱ]لْو[n[َٲ]عِظ[p[ِي]نَ","juz":19,"ruku":322,"manzil":5,"bangla_ahbayan":"ওরা বলল, ‘তুমি উপদেশ দাও অথবা না-ই দাও উভয়ই আমাদের নিকট সমান।","bangla_bayan":"তারা বলল, ‘তুমি আমাদের উপদেশ দাও অথবা না দাও, উভয়ই আমাদের জন্য সমান’।","bangla_mkhan":"তারা বলল, তুমি উপদেশ দাও অথবা উপদেশ নাই দাও, উভয়ই আমাদের জন্যে সমান।","bangla_mujibur":"তারা বললঃ তুমি উপদেশ দাও অথবা না’ই দাও, উভয়ই আমাদের জন্য সমান।","bangla_taisirul":"তারা বলল- ‘তুমি নসীহত কর আর না কর, আমাদের জন্য দু’ই সমান।"},{"id":137,"arabic_text":"اِنۡ  ہٰذَاۤ   اِلَّا  خُلُقُ  الۡاَوَّلِیۡنَ ﴿۱۳۷﴾ۙ ","english_text":"And We will surely test you with something of fear and hunger and a loss of wealth and lives and fruits, but give good tidings to the patient,","page":373,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3069.mp3","colorText":"إِنْ هَ[n[ـٰ]ذ[o[َآ] إِلَّا خُلُقُ [h:9820[ٱ]لْأَوَّل[p[ِي]نَ","juz":19,"ruku":322,"manzil":5,"bangla_ahbayan":"এ তো পূর্বপুরুষদেরই রীতিনীতি মাত্র। [১]","bangla_bayan":"‘এটি তো পূর্ববর্তীদেরই চরিত্র,।","bangla_mkhan":"এসব কথাবার্তা পূর্ববর্তী লোকদের অভ্যাস বৈ নয়।","bangla_mujibur":"এটাতো পূর্ববর্তীদেরই স্বভাব।","bangla_taisirul":"এসব (কথাবার্তা বলা) পূর্ববর্তী লোকেদের অভ্যাস ছাড়া আর অন্য কিছুই না।"},{"id":138,"arabic_text":"وَ مَا نَحۡنُ  بِمُعَذَّبِیۡنَ ﴿۱۳۸﴾ۚ ","english_text":"Who, when disaster strikes them, say, \"Indeed we belong to Allah, and indeed to Him we will return.\"","page":373,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3070.mp3","colorText":"وَمَا نَحْنُ بِمُعَذَّب[p[ِي]نَ","juz":19,"ruku":322,"manzil":5,"bangla_ahbayan":"আর আমাদেরকে শাস্তি দেওয়া হবে না!’ [১]","bangla_bayan":"‘আর আমরা আযাবপ্রাপ্তদের অন্তর্ভুক্ত হব না’।","bangla_mkhan":"আমরা শাস্তিপ্রাপ্ত হব না।","bangla_mujibur":"আমরা শাস্তি প্রাপ্তদের অন্তর্ভুক্ত নই।","bangla_taisirul":"আমাদেরকে শাস্তি দেয়া হবে না।’"},{"id":139,"arabic_text":"فَکَذَّبُوۡہُ  فَاَہۡلَکۡنٰہُمۡ ؕ اِنَّ فِیۡ ذٰلِکَ لَاٰیَۃً ؕ وَ مَا کَانَ اَکۡثَرُہُمۡ مُّؤۡمِنِیۡنَ ﴿۱۳۹﴾ ","english_text":"Those are the ones upon whom are blessings from their Lord and mercy. And it is those who are the [rightly] guided.","page":373,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3071.mp3","colorText":"فَكَذَّبُوهُ فَأَهْلَكْنَ[n[ـٰ]هُمْ‌ۗ إِ[g[نّ]َ فِى ذ[n[َٲ]لِكَ لَأَيَ[a:9716[ةً‌ۖ و]َمَا كَانَ أَكْثَرُه[w:9717[ُم م]ُّؤْمِن[p[ِي]نَ","juz":19,"ruku":322,"manzil":5,"bangla_ahbayan":"সুতরাং ওরা তাকে মিথ্যাজ্ঞান করল, ফলে আমি ওদেরকে ধ্বংস করলাম। [১] এতে অবশ্যই আছে নিদর্শন; কিন্তু ওদের অধিকাংশই বিশ্বাস করে না।","bangla_bayan":"অতঃপর তারা তাকে অস্বীকার করল, ফলে তাদেরকে আমি ধ্বংস করে দিলাম; নিশ্চয় এতে নিদর্শন রয়েছে। আর তাদের অধিকাংশ মুমিন ছিল না।","bangla_mkhan":"অতএব, তারা তাঁকে মিথ্যাবাদী বলতে লাগল এবং আমি তাদেরকে নিপাত করে দিলাম। এতে অবশ্যই নিদর্শন আছে; কিন্তু তাদের অধিকাংশই বিশ্বাসী নয়।","bangla_mujibur":"অতঃপর তারা তাকে প্রত্যাখ্যান করল এবং আমি তাদের ধ্বংস করলাম। এতে অবশ্যই রয়েছে নিদর্শন; কিন্তু তাদের অধিকাংশই মু’মিন নয়।","bangla_taisirul":"অতঃপর তারা তাকে মিথ্যে ব’লে প্রত্যাখ্যান করল। তখন আমি তাদেরকে ধ্বংস করে দিলাম। অবশ্যই এতে নিদর্শন রয়েছে, কিন্তু তাদের অধিকাংশই বিশ্বাস করে না।"},{"id":140,"arabic_text":"وَ  اِنَّ  رَبَّکَ  لَہُوَ  الۡعَزِیۡزُ  الرَّحِیۡمُ ﴿۱۴۰﴾ ","english_text":"Indeed, as-Safa and al-Marwah are among the symbols of Allah . So whoever makes Hajj to the House or performs 'umrah - there is no blame upon him for walking between them. And whoever volunteers good - then indeed, Allah is appreciative and Knowing.","page":373,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3072.mp3","colorText":"وَإِ[g[نّ]َ رَبَّكَ لَهُوَ [h:1987[ٱ]لْعَزِيزُ [h:9718[ٱ][l[ل]رَّح[p[ِي]مُ","juz":19,"ruku":322,"manzil":5,"bangla_ahbayan":"আর নিশ্চয়ই তোমার প্রতিপালক, তিনিই পরাক্রমশালী, পরম দয়ালু।","bangla_bayan":"আর নিশ্চয় তোমার রব তিনি মহাপরাক্রমশালী, পরম দয়ালু।","bangla_mkhan":"এবং আপনার পালনকর্তা, তিনি তো প্রবল পরাক্রমশালী, পরম দয়ালু।","bangla_mujibur":"এবং তোমার রাব্ব পরাক্রমশালী, পরম দয়ালু।","bangla_taisirul":"এবং তোমার প্রতিপালক, তিনি মহা প্রতাপশালী, বড়ই দয়ালু।"},{"id":141,"arabic_text":"کَذَّبَتۡ ثَمُوۡدُ  الۡمُرۡسَلِیۡنَ ﴿۱۴۱﴾ۚۖ ","english_text":"Indeed, those who conceal what We sent down of clear proofs and guidance after We made it clear for the people in the Scripture - those are cursed by Allah and cursed by those who curse,","page":373,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3073.mp3","colorText":"كَذَّبَتْ ثَمُودُ [h:9821[ٱ]لْمُرْسَل[p[ِي]نَ","juz":19,"ruku":323,"manzil":5,"bangla_ahbayan":"সামূদ সম্প্রদায়[১] রসূলগণকে মিথ্যাজ্ঞান করেছিল।","bangla_bayan":"সামূদ জাতি রাসুলদেরকে অস্বীকার করেছিল,","bangla_mkhan":"সামুদ সম্প্রদায় পয়গম্বরগণকে মিথ্যাবাদী বলেছে।","bangla_mujibur":"ছামূদ সম্প্রদায় রাসূলদের মিথ্যা প্রতিপন্ন করেছিল।","bangla_taisirul":"সামূদ জাতি রসূলগণকে প্রত্যাখ্যান করেছিল।"},{"id":142,"arabic_text":"اِذۡ قَالَ لَہُمۡ اَخُوۡہُمۡ صٰلِحٌ  اَلَا تَتَّقُوۡنَ ﴿۱۴۲﴾ۚ ","english_text":"Except for those who repent and correct themselves and make evident [what they concealed]. Those - I will accept their repentance, and I am the Accepting of repentance, the Merciful.","page":373,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3074.mp3","colorText":"إِذْ قَالَ لَهُمْ أَخُوهُمْ صَ[n[ـٰ]لِحٌ أَلَا تَتَّق[p[ُو]نَ","juz":19,"ruku":323,"manzil":5,"bangla_ahbayan":"যখন ওদের ভ্রাতা সালেহ ওদেরকে বলল, ‘তোমরা কি সাবধান হবে না?","bangla_bayan":"যখন তাদের ভাই সালিহ তাদেরকে বলেছিল, ‘তোমরা কি তাকওয়া অবলম্বন করবে না’?","bangla_mkhan":"যখন তাদের ভাই সালেহ, তাদেরকে বললেন, তোমরা কি ভয় কর না?","bangla_mujibur":"যখন তাদের ভাই সালিহ তাদেরকে বললঃ তোমরা কি সাবধান হবেনা?","bangla_taisirul":"যখন তাদের ভাই সালিহ তাদেরকে বলেছিল- তোমরা কি (আল্লাহকে) ভয় করবে না?"},{"id":143,"arabic_text":"اِنِّیۡ   لَکُمۡ  رَسُوۡلٌ اَمِیۡنٌ ﴿۱۴۳﴾ۙ ","english_text":"Indeed, those who disbelieve and die while they are disbelievers - upon them will be the curse of Allah and of the angels and the people, all together,","page":373,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3075.mp3","colorText":"إِ[g[نّ]ِى لَكُمْ رَسُولٌ أَم[p[ِي]نٌ","juz":19,"ruku":323,"manzil":5,"bangla_ahbayan":"নিঃসন্দেহে আমি তোমাদের জন্য এক বিশ্বস্ত রসূল।","bangla_bayan":"‘নিশ্চয় আমি তোমাদের জন্য এক বিশ্বস্ত রাসূল’;","bangla_mkhan":"আমি তোমাদের বিশ্বস্ত পয়গম্বর।","bangla_mujibur":"আমিতো তোমাদের জন্য এক বিশ্বস্ত রাসূল।","bangla_taisirul":"আমি তোমাদের জন্য (প্রেরিত) বিশ্বস্ত রসূল।"},{"id":144,"arabic_text":"فَاتَّقُوا اللّٰہَ  وَ اَطِیۡعُوۡنِ ﴿۱۴۴﴾ۚ ","english_text":"Abiding eternally therein. The punishment will not be lightened for them, nor will they be reprieved.","page":373,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3076.mp3","colorText":"فَ[h:9999[ٱ]تَّقُو[s[اْ] [h:1945[ٱ]للَّهَ وَأَطِيع[p[ُو]نِ","juz":19,"ruku":323,"manzil":5,"bangla_ahbayan":"অতএব আল্লাহকে ভয় কর ও আমার আনুগত্য কর।","bangla_bayan":"‘সুতরাং তোমরা আল্লাহর তাকওয়া অবলম্বন কর এবং আমার আনুগত্য কর’।","bangla_mkhan":"অতএব, আল্লাহকে ভয় কর এবং আমার আনুগত্য কর।","bangla_mujibur":"অতএব আল্লাহকে ভয় কর এবং আমার আনুগত্য কর।","bangla_taisirul":"কাজেই তোমরা আল্লাহকে ভয় কর ও আমাকে মান্য কর।"},{"id":145,"arabic_text":"وَ مَاۤ  اَسۡـَٔلُکُمۡ عَلَیۡہِ مِنۡ اَجۡرٍ ۚ اِنۡ اَجۡرِیَ   اِلَّا عَلٰی  رَبِّ  الۡعٰلَمِیۡنَ ﴿۱۴۵﴾ؕ ","english_text":"And your god is one God. There is no deity [worthy of worship] except Him, the Entirely Merciful, the Especially Merciful.","page":373,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3077.mp3","colorText":"وَم[o[َآ] أَسْــَٔلُكُمْ عَلَيْهِ مِنْ أَ[q:6133[جْ]رٍ‌ۖ إِنْ أَ[q:6134[جْ]رِىَ إِلَّا عَلَىٰ رَبِّ [h:4[ٱ]لْعَ[n[ـٰ]لَم[p[ِي]نَ","juz":19,"ruku":323,"manzil":5,"bangla_ahbayan":"আমি তোমাদের নিকট এর জন্য কোন প্রতিদান চাই না, আমার প্রতিদান তো বিশ্বজগতের প্রতিপালকের নিকটই আছে।","bangla_bayan":"‘আর এর উপর আমি তোমাদের কাছে কোন পারিশ্রমিক চাই না; আমার প্রতিদান কেবল সৃষ্টিকুলের রবের নিকট’।","bangla_mkhan":"আমি এর জন্যে তোমাদের কাছে কোন প্রতিদান চাই না। আমার প্রতিদান তো বিশ্ব-পালনকর্তাই দেবেন।","bangla_mujibur":"আমি তোমাদের নিকট এ জন্য কোন প্রতিদান চাইনা, আমার পুরস্কারতো জগতসমূহের রবের নিকটই রয়েছে।","bangla_taisirul":"আর এজন্য আমি তোমাদের কাছে কোন প্রতিদান চাই না, আমার প্রতিদান তো আছে একমাত্র বিশ্বজগতের প্রতিপালকের নিকট।"},{"id":146,"arabic_text":"اَتُتۡرَکُوۡنَ  فِیۡ  مَا ہٰہُنَاۤ  اٰمِنِیۡنَ ﴿۱۴۶﴾ۙ ","english_text":"Indeed, in the creation of the heavens and earth, and the alternation of the night and the day, and the [great] ships which sail through the sea with that which benefits people, and what Allah has sent down from the heavens of rain, giving life thereby to the earth after its lifelessness and dispersing therein every [kind of] moving creature, and [His] directing of the winds and the clouds controlled between the heaven and the earth are signs for a people who use reason.","page":373,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3078.mp3","colorText":"أَتُتْرَكُونَ فِى مَا هَ[n[ـٰ]هُن[o[َآ] ءَامِن[p[ِي]نَ","juz":19,"ruku":323,"manzil":5,"bangla_ahbayan":"তোমাদেরকে কি পার্থিব ভোগ-বিলাসের মধ্যে নিরাপদে ছেড়ে দেওয়া হবে; [১]","bangla_bayan":"‘তোমাদেরকে কি এখানে যা আছে তাতে নিরাপদে ছেড়ে দেয়া হবে’?","bangla_mkhan":"তোমাদেরকে কি এ জগতের ভোগ-বিলাসের মধ্যে নিরাপদে রেখে দেয়া হবে?","bangla_mujibur":"তোমাদেরকে কি এ জগতে ভোগ বিলাসের মধ্যে নিরাপদে ছেড়ে দেয়া হবে –","bangla_taisirul":"তোমাদেরকে কি এখানে যে সব (ভোগ বিলাস) আছে তাতেই নিরাপদে রেখে দেয়া হবে?"},{"id":147,"arabic_text":"فِیۡ  جَنّٰتٍ  وَّ عُیُوۡنٍ ﴿۱۴۷﴾ۙ ","english_text":"And [yet], among the people are those who take other than Allah as equals [to Him]. They love them as they [should] love Allah . But those who believe are stronger in love for Allah . And if only they who have wronged would consider [that] when they see the punishment, [they will be certain] that all power belongs to Allah and that Allah is severe in punishment.","page":373,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3079.mp3","colorText":"فِى جَ[g[نّ]َ[n[ـٰ][a:7257[تٍ و]َعُي[p[ُو]نٍ","juz":19,"ruku":323,"manzil":5,"bangla_ahbayan":"উদ্যানরাজি ও প্রস্রবণসমূহে,","bangla_bayan":"‘উদ্যান ও ঝর্ণায়’,","bangla_mkhan":"উদ্যানসমূহের মধ্যে এবং ঝরণাসমূহের মধ্যে ?","bangla_mujibur":"উদ্যানে, প্রস্রবণে –","bangla_taisirul":"উদ্যানরাজি আর ঝার্ণাসমূহে।"},{"id":148,"arabic_text":"وَّ  زُرُوۡعٍ  وَّ  نَخۡلٍ طَلۡعُہَا ہَضِیۡمٌ ﴿۱۴۸﴾ۚ ","english_text":"[And they should consider that] when those who have been followed disassociate themselves from those who followed [them], and they [all] see the punishment, and cut off from them are the ties [of relationship],","page":373,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3080.mp3","colorText":"وَزُرُو[a:9822[عٍ و]َنَخْ[f:9823[لٍ ط]َلْعُهَا هَض[p[ِي]مٌ","juz":19,"ruku":323,"manzil":5,"bangla_ahbayan":"শস্যক্ষেত্র এবং খেজুর বাগানে; যার মোছা নরম? [১]","bangla_bayan":"‘আর ক্ষেত-খামার ও কোমল শীষবিশিষ্ট খেজুর বাগানে’?","bangla_mkhan":"শস্যক্ষেত্রের মধ্যে এবং মঞ্জুরিত খেজুর বাগানের মধ্যে ?","bangla_mujibur":"ও শস্যক্ষেতে এবং সুকোমল গুচ্ছ বিশিষ্ট খেজুর বাগানে?","bangla_taisirul":"আর শষ্যক্ষেতে ও ফুলে আচ্ছাদিত (ফলে ভারাক্রান্ত) খেজুর বাগানে?"},{"id":149,"arabic_text":"وَ تَنۡحِتُوۡنَ مِنَ الۡجِبَالِ بُیُوۡتًا فٰرِہِیۡنَ ﴿۱۴۹﴾ۚ ","english_text":"Those who followed will say, \"If only we had another turn [at worldly life] so we could disassociate ourselves from them as they have disassociated themselves from us.\" Thus will Allah show them their deeds as regrets upon them. And they are never to emerge from the Fire.","page":373,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3081.mp3","colorText":"وَتَنْحِتُونَ مِنَ [h:7297[ٱ]لْجِبَالِ بُيُو[f:9824[تًا ف]َ[n[ـٰ]رِه[p[ِي]نَ","juz":19,"ruku":323,"manzil":5,"bangla_ahbayan":"তোমরা তো নৈপুণ্যের সাথে পাহাড় কেটে গৃহ নির্মাণ করছ। [১]","bangla_bayan":"‘আর তোমরা নৈপুণ্যের সাথে পাহাড় কেটে বাড়ী নির্মাণ করছ’।","bangla_mkhan":"তোমরা পাহাড় কেটে জাঁক জমকের গৃহ নির্মাণ করছ।","bangla_mujibur":"তোমরাতো নৈপুণ্যের সাথে পাহাড় কেটে গৃহ নির্মাণ করেছ।","bangla_taisirul":"এবং তোমরা দক্ষতার সাথে পাহাড় কেটে গৃহ নির্মাণ করছ।"},{"id":150,"arabic_text":"فَاتَّقُوا اللّٰہَ  وَ اَطِیۡعُوۡنِ ﴿۱۵۰﴾ۚ ","english_text":"O mankind, eat from whatever is on earth [that is] lawful and good and do not follow the footsteps of Satan. Indeed, he is to you a clear enemy.","page":373,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3082.mp3","colorText":"فَ[h:9999[ٱ]تَّقُو[s[اْ] [h:1945[ٱ]للَّهَ وَأَطِيع[p[ُو]نِ","juz":19,"ruku":323,"manzil":5,"bangla_ahbayan":"তোমরা আল্লাহকে ভয় কর এবং আমার আনুগত্য কর।","bangla_bayan":"‘সুতরাং আল্লাহর তাকওয়া অবলম্বন কর এবং আমার আনুগত্য কর’।","bangla_mkhan":"সুতরাং তোমরা আল্লাহকে ভয় কর এবং আমার অনুগত্য কর।","bangla_mujibur":"তোমরা আল্লাহকে ভয় কর এবং আমার আনুগত্য কর।","bangla_taisirul":"কাজেই তোমরা আল্লাহকে ভয় কর ও আমাকে মান্য কর।"},{"id":151,"arabic_text":"وَ لَا تُطِیۡعُوۡۤا  اَمۡرَ  الۡمُسۡرِفِیۡنَ ﴿۱۵۱﴾ۙ ","english_text":"He only orders you to evil and immorality and to say about Allah what you do not know.","page":373,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3083.mp3","colorText":"وَلَا تُطِيع[o[ُوٓ][s[اْ] أَمْرَ [h:9825[ٱ]لْمُسْرِف[p[ِي]نَ","juz":19,"ruku":323,"manzil":5,"bangla_ahbayan":"এবং সীমালংঘনকারীদের[১] আদেশ মান্য করো না;","bangla_bayan":"‘এবং সীমালংঘনকারীদের নির্দেশের আনুগত্য করো না’-","bangla_mkhan":"এবং সীমালংঘনকারীদের আদেশ মান্য কর না;","bangla_mujibur":"এবং সীমা লংঘনকারীদের আদেশ মান্য করনা –","bangla_taisirul":"এবং সীমালঙ্ঘনকারীদের নির্দেশ মান্য কর না।"},{"id":152,"arabic_text":"الَّذِیۡنَ یُفۡسِدُوۡنَ فِی الۡاَرۡضِ وَ لَا یُصۡلِحُوۡنَ ﴿۱۵۲﴾ ","english_text":"And when it is said to them, \"Follow what Allah has revealed,\" they say, \"Rather, we will follow that which we found our fathers doing.\" Even though their fathers understood nothing, nor were they guided?","page":373,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3084.mp3","colorText":"ٱلَّذِينَ يُفْسِدُونَ فِى [h:44[ٱ]لْأَرْضِ وَلَا يُصْلِح[p[ُو]نَ","juz":19,"ruku":323,"manzil":5,"bangla_ahbayan":"এরা পৃথিবীতে অশান্তি সৃষ্টি করে এবং শান্তি স্থাপন করে না।’","bangla_bayan":"‘যারা পৃথিবীতে ফাসাদ সৃষ্টি করে এবং শান্তি স্থাপন করে না’।","bangla_mkhan":"যারা পৃথিবীতে অনর্থ সৃষ্টি করে এবং শান্তি স্থাপন করে না;","bangla_mujibur":"যারা পৃথিবীতে অশান্তি সৃষ্টি করে এবং শান্তি স্থাপন করেনা।","bangla_taisirul":"যারা পৃথিবীতে বিশৃঙ্খলা সৃষ্টি করে, সংস্কার করে না।’"},{"id":153,"arabic_text":"قَالُوۡۤا  اِنَّمَاۤ   اَنۡتَ مِنَ  الۡمُسَحَّرِیۡنَ ﴿۱۵۳﴾ۚ ","english_text":"The example of those who disbelieve is like that of one who shouts at what hears nothing but calls and cries cattle or sheep - deaf, dumb and blind, so they do not understand.","page":373,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3085.mp3","colorText":"قَال[o[ُوٓ][s[اْ] إِ[g[نّ]َم[o[َآ] أَ[f:169[نت]َ مِنَ [h:9826[ٱ]لْمُسَحَّر[p[ِي]نَ","juz":19,"ruku":323,"manzil":5,"bangla_ahbayan":"ওরা বলল, ‘তুমি তো যাদুগ্রস্তদের অন্তর্ভুক্ত।","bangla_bayan":"তারা বলল, ‘তুমিতো যাদুগ্রস্তদের একজন।","bangla_mkhan":"তারা বলল, তুমি তো জাদুগ্রস্থুরেদ একজন।","bangla_mujibur":"তারা বললঃ তুমিতো যাদুগ্রস্তদের অন্যতম।","bangla_taisirul":"তারা বলল- ‘তুমি তো কেবল যাদুগ্রস্তদের একজন।"},{"id":154,"arabic_text":"مَاۤ  اَنۡتَ اِلَّا بَشَرٌ مِّثۡلُنَا ۚۖ فَاۡتِ بِاٰیَۃٍ  اِنۡ  کُنۡتَ مِنَ  الصّٰدِقِیۡنَ ﴿۱۵۴﴾ ","english_text":"O you who have believed, eat from the good things which We have provided for you and be grateful to Allah if it is [indeed] Him that you worship.","page":373,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3086.mp3","colorText":"م[o[َآ] أَ[f:169[نت]َ إِلَّا بَشَ[a:7065[رٌ م]ِّثْلُنَا فَأْتِ بِـَٔـايَةٍ إِ[f:4792[ن ك]ُ[f:735[نت]َ مِنَ [h:4793[ٱ][l[ل]صَّ[n[ـٰ]دِق[p[ِي]نَ","juz":19,"ruku":323,"manzil":5,"bangla_ahbayan":"তুমি তো আমাদেরই মত একজন মানুষ, কাজেই তুমি যদি সত্যবাদী হও, তাহলে কোন একটি নিদর্শন উপস্থিত কর।’","bangla_bayan":"‘তুমি তো কেবল আমাদের মত মানুষ, সুতরাং তুমি যদি সত্যবাদী হও তবে কোন নিদর্শন নিয়ে এসো’।","bangla_mkhan":"তুমি তো আমাদের মতই একজন মানুষ বৈ নও। সুতরাং যদি তুমি সত্যবাদী হও, তবে কোন নিদর্শন উপস্থিত কর।","bangla_mujibur":"তুমিতো আমাদের মত একজন মানুষ, অতএব তুমি যদি সত্যবাদী হও তাহলে একটি নিদর্শন উপস্থিত কর।","bangla_taisirul":"তুমি আমাদের মত মানুষ ছাড়া আর কিছুই না। কাজেই তুমি সত্যবাদী হলে একটা নিদর্শন হাজির কর।"},{"id":155,"arabic_text":"قَالَ ہٰذِہٖ نَاقَۃٌ  لَّہَا شِرۡبٌ وَّ لَکُمۡ شِرۡبُ  یَوۡمٍ  مَّعۡلُوۡمٍ ﴿۱۵۵﴾ۚ ","english_text":"He has only forbidden to you dead animals, blood, the flesh of swine, and that which has been dedicated to other than Allah . But whoever is forced [by necessity], neither desiring [it] nor transgressing [its limit], there is no sin upon him. Indeed, Allah is Forgiving and Merciful.","page":373,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3087.mp3","colorText":"قَالَ هَ[n[ـٰ]ذِه[n[ِۦ] نَاقَ[u:9827[ةٌ ل]َّهَا شِرْ[a:9828[بٌ و]َلَكُمْ شِرْبُ يَوْ[a:9746[مٍ م]َّعْل[p[ُو]مٍ","juz":19,"ruku":323,"manzil":5,"bangla_ahbayan":"সালেহ বলল, ‘এ যে উটনী, এর জন্য রয়েছে পানি পানের পালা এবং তোমাদের জন্য রয়েছে নির্ধারিত দিনে পানি পানের পালা।[১]","bangla_bayan":"সালিহ বলল, ‘এটি একটি উষ্ট্রী; তার জন্য পানি পানের পালা একদিন আর তোমাদের পানি পানের পালা আরেক নির্দিষ্ট দিনে’।","bangla_mkhan":"সালেহ বললেন এই উষ্ট্রী, এর জন্যে আছে পানি পানের পালা এবং তোমাদের জন্যে আছে পানি পানের পালা নির্দিষ্ট এক-এক দিনের।","bangla_mujibur":"সালিহ বললঃ এই যে উষ্ট্রী, এর জন্য রয়েছে পানি পানের এবং তোমাদের জন্য রয়েছে পানি পানের পালা নির্ধারিত এক এক দিনে।","bangla_taisirul":"সালিহ বলল- ‘এই একটি উটনি, এর জন্য আছে পানি পানের পালা আর তোমাদের জন্য আছে পানি পানের পালা নির্ধারিত দিনে।"},{"id":156,"arabic_text":"وَ لَا تَمَسُّوۡہَا بِسُوۡٓءٍ فَیَاۡخُذَکُمۡ عَذَابُ  یَوۡمٍ  عَظِیۡمٍ ﴿۱۵۶﴾ ","english_text":"Indeed, they who conceal what Allah has sent down of the Book and exchange it for a small price - those consume not into their bellies except the Fire. And Allah will not speak to them on the Day of Resurrection, nor will He purify them. And they will have a painful punishment.","page":373,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3088.mp3","colorText":"وَلَا تَمَسُّوهَا بِس[o[ُو]ٓ[f:4810[ءٍ ف]َيَأْخُذَكُمْ عَذَابُ يَوْمٍ عَظ[p[ِي]مٍ","juz":19,"ruku":323,"manzil":5,"bangla_ahbayan":"একে কোন কষ্ট দিয়ো না; দিলে মহাদিনের শাস্তি তোমাদের উপর আপতিত হবে।’ [১]","bangla_bayan":"‘আর তোমরা তাকে কোন অনিষ্ট কিছু করো না; যদি কর তবে এক মহাদিবসের আযাব তোমাদেরকে পেয়ে বসবে’।","bangla_mkhan":"তোমরা একে কোন কষ্ট দিও না। তাহলে তোমাদেরকে মহাদিবসের আযাব পাকড়াও করবে।","bangla_mujibur":"এবং তোমরা ওর কোন অনিষ্ট সাধন করনা; তাহলে মহা দিনের শাস্তি তোমাদের উপর আপতিত হবে।","bangla_taisirul":"অনিষ্ট সাধনের নিমিত্তে তাকে স্পর্শ কর না, তাহলে তোমাদেরকে মহা দিবসের আযাব পাকড়াও করবে।"},{"id":157,"arabic_text":"فَعَقَرُوۡہَا فَاَصۡبَحُوۡا نٰدِمِیۡنَ ﴿۱۵۷﴾ۙ ","english_text":"Those are the ones who have exchanged guidance for error and forgiveness for punishment. How patient they are in pursuit of the Fire!","page":373,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3089.mp3","colorText":"فَعَقَرُوهَا فَأَصْبَحُو[s[اْ] نَ[n[ـٰ]دِم[p[ِي]نَ","juz":19,"ruku":323,"manzil":5,"bangla_ahbayan":"কিন্তু ওরা ওকে হত্যা করল, [১] পরিণামে ওরা অনুতপ্ত হল। [২]","bangla_bayan":"অতঃপর তারা সেটি জবেহ করল; ফলে তারা অনুতপ্ত হল।","bangla_mkhan":"তারা তাকে বধ করল ফলে, তারা অনুতপ্ত হয়ে গেল।","bangla_mujibur":"কিন্তু তারা ওকে বধ করল, পরিণামে তারা অনুতপ্ত হল।","bangla_taisirul":"কিন্তু তারা তাকে বধ করল, ফলে তারা অনুতপ্ত হল।"},{"id":158,"arabic_text":"فَاَخَذَہُمُ الۡعَذَابُ ؕ اِنَّ فِیۡ ذٰلِکَ لَاٰیَۃً ؕ وَ مَا  کَانَ  اَکۡثَرُہُمۡ مُّؤۡمِنِیۡنَ ﴿۱۵۸﴾ ","english_text":"That is [deserved by them] because Allah has sent down the Book in truth. And indeed, those who differ over the Book are in extreme dissension.","page":373,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3090.mp3","colorText":"فَأَخَذَهُمُ [h:7618[ٱ]لْعَذَابُ‌ۗ إِ[g[نّ]َ فِى ذ[n[َٲ]لِكَ لَأَيَ[a:9716[ةً‌ۖ و]َمَا كَانَ أَكْثَرُه[w:9717[ُم م]ُّؤْمِن[p[ِي]نَ","juz":19,"ruku":323,"manzil":5,"bangla_ahbayan":"অতঃপর শাস্তি ওদেরকে গ্রাস করল।[১] এতে অবশ্যই রয়েছে নিদর্শন, কিন্তু ওদের অধিকাংশই বিশ্বাস করে না।","bangla_bayan":"অতএব আযাব তাদেরকে পাকড়াও করল, নিশ্চয়ই এতে নিদর্শন রয়েছে, আর তাদের অধিকাংশ মুমিন ছিল না।","bangla_mkhan":"এরপর আযাব তাদেরকে পাকড়াও করল। নিশ্চয় এতে নিদর্শন আছে। কিন্তু তাদের অধিকাংশই বিশ্বাসী নয়।","bangla_mujibur":"অতঃপর শাস্তি তাদেরকে গ্রাস করল; এতে অবশ্যই নিদর্শন রয়েছে। কিন্তু তাদের অধিকাংশই মু’মিন নয়।","bangla_taisirul":"অতঃপর আযাব তাদেরকে পাকড়াও করল। এতে অবশ্যই নিদর্শন রয়েছে, কিন্তু তাদের অধিকাংশই বিশ্বাস করে না।"},{"id":159,"arabic_text":"وَ  اِنَّ رَبَّکَ لَہُوَ  الۡعَزِیۡزُ  الرَّحِیۡمُ ﴿۱۵۹﴾ ","english_text":"Righteousness is not that you turn your faces toward the east or the west, but [true] righteousness is [in] one who believes in Allah, the Last Day, the angels, the Book, and the prophets and gives wealth, in spite of love for it, to relatives, orphans, the needy, the traveler, those who ask [for help], and for freeing slaves; [and who] establishes prayer and gives zakah; [those who] fulfill their promise when they promise; and [those who] are patient in poverty and hardship and during battle. Those are the ones who have been true, and it is those who are the righteous.","page":373,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3091.mp3","colorText":"وَإِ[g[نّ]َ رَبَّكَ لَهُوَ [h:1987[ٱ]لْعَزِيزُ [h:9718[ٱ][l[ل]رَّح[p[ِي]مُ","juz":19,"ruku":323,"manzil":5,"bangla_ahbayan":"নিঃসন্দেহে তোমার প্রতিপালক, তিনিই পরাক্রমশালী, পরম দয়ালু।","bangla_bayan":"আর নিশ্চয় তোমার রব, তিনি তো মহাপরাক্রমশালী, পরম দয়ালু্।","bangla_mkhan":"আপনার পালনকর্তা প্রবল পরাক্রমশালী, পরম দয়ালু।","bangla_mujibur":"তোমার রাব্ব, তিনি পরাক্রমশালী, পরম দয়ালু।","bangla_taisirul":"আর তোমার প্রতিপালক তিনি তো মহা পরাক্রমশালী, বড়ই দয়ালু।"},{"id":160,"arabic_text":"کَذَّبَتۡ قَوۡمُ  لُوۡطِۣ الۡمُرۡسَلِیۡنَ ﴿۱۶۰﴾ۚۖ ","english_text":"O you who have believed, prescribed for you is legal retribution for those murdered - the free for the free, the slave for the slave, and the female for the female. But whoever overlooks from his brother anything, then there should be a suitable follow-up and payment to him with good conduct. This is an alleviation from your Lord and a mercy. But whoever transgresses after that will have a painful punishment.","page":374,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3092.mp3","colorText":"كَذَّبَتْ قَوْمُ لُوطٍ [h:9829[ٱ]لْمُرْسَل[p[ِي]نَ","juz":19,"ruku":324,"manzil":5,"bangla_ahbayan":"লূতের সম্প্রদায়[১] রসূলগণকে মিথ্যা মনে করেছিল।","bangla_bayan":"লূতের সম্প্রদায় রাসূলদেরকে অস্বীকার করেছিল।","bangla_mkhan":"লূতের সম্প্রদায় পয়গম্বরগণকে মিথ্যাবাদী বলেছে।","bangla_mujibur":"লূতের সম্প্রদায় রাসূলদেরকে অস্বীকার করেছিল।","bangla_taisirul":"লূতের সম্প্রদায় রসুলদেরকে মিথ্যে বলে প্রত্যাখ্যান করেছিল।"},{"id":161,"arabic_text":"اِذۡ قَالَ لَہُمۡ اَخُوۡہُمۡ لُوۡطٌ اَلَا تَتَّقُوۡنَ ﴿۱۶۱﴾ۚ ","english_text":"And there is for you in legal retribution [saving of] life, O you [people] of understanding, that you may become righteous.","page":374,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3093.mp3","colorText":"إِذْ قَالَ لَهُمْ أَخُوهُمْ لُوطٌ أَلَا تَتَّق[p[ُو]نَ","juz":19,"ruku":324,"manzil":5,"bangla_ahbayan":"যখন ওদের ভ্রাতা লূত ওদেরকে বলল, ‘তোমরা কি সাবধান হবে না?","bangla_bayan":"যখন তাদেরকে তাদের ভাই লূত বলেছিল, ‘তোমরা কি তাকওয়া অবলম্বন করবে না’?","bangla_mkhan":"যখন তাদের ভাই লূত তাদেরকে বললেন, তোমরা কি ভয় কর না ?","bangla_mujibur":"যখন তাদের ভাই লূত তাদেরকে বললঃ তোমরা কি সাবধান হবেনা?","bangla_taisirul":"যখন তাদের ভাই লূত তাদেরকে বলেছিল- ‘তোমরা কি (আল্লাহকে) ভয় করবে না?"},{"id":162,"arabic_text":"اِنِّیۡ  لَکُمۡ  رَسُوۡلٌ  اَمِیۡنٌ ﴿۱۶۲﴾ۙ ","english_text":"Prescribed for you when death approaches [any] one of you if he leaves wealth [is that he should make] a bequest for the parents and near relatives according to what is acceptable - a duty upon the righteous.","page":374,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3094.mp3","colorText":"إِ[g[نّ]ِى لَكُمْ رَسُولٌ أَم[p[ِي]نٌ","juz":19,"ruku":324,"manzil":5,"bangla_ahbayan":"আমি অবশ্যই তোমাদের জন্য এক বিশ্বস্ত রসূল।","bangla_bayan":"‘নিশ্চয় আমি তোমাদের জন্য এক বিশ্বস্ত রাসূল’।","bangla_mkhan":"আমি তোমাদের বিশ্বস্ত পয়গম্বর।","bangla_mujibur":"আমিতো তোমাদের জন্য এক বিশ্বস্ত রাসূল।","bangla_taisirul":"আমি তো তোমাদের জন্য (প্রেরিত) একজন বিশ্বস্ত রসূল।"},{"id":163,"arabic_text":"فَاتَّقُوا اللّٰہَ  وَ اَطِیۡعُوۡنِ ﴿۱۶۳﴾ۚ ","english_text":"Then whoever alters the bequest after he has heard it - the sin is only upon those who have altered it. Indeed, Allah is Hearing and Knowing.","page":374,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3095.mp3","colorText":"فَ[h:9999[ٱ]تَّقُو[s[اْ] [h:1945[ٱ]للَّهَ وَأَطِيع[p[ُو]نِ","juz":19,"ruku":324,"manzil":5,"bangla_ahbayan":"সুতরাং তোমরা আল্লাহকে ভয় কর এবং আমার আনুগত্য কর।","bangla_bayan":"‘সুতরাং তোমরা আল্লাহর তাকওয়া অবলম্বন কর এবং আমার আনুগত্য কর’।","bangla_mkhan":"অতএব, তোমরা আল্লাহকে ভয় কর এবং আমার আনুগত্য কর।","bangla_mujibur":"সুতরাং তোমরা আল্লাহকে ভয় কর এবং আমার আনুগত্য কর।","bangla_taisirul":"কাজেই তোমরা আল্লাহকে ভয় কর ও আমাকে মান্য কর।"},{"id":164,"arabic_text":"وَ مَاۤ  اَسۡـَٔلُکُمۡ عَلَیۡہِ  مِنۡ اَجۡرٍ ۚ اِنۡ اَجۡرِیَ   اِلَّا عَلٰی  رَبِّ  الۡعٰلَمِیۡنَ ﴿۱۶۴﴾ؕ ","english_text":"But if one fears from the bequeather [some] error or sin and corrects that which is between them, there is no sin upon him. Indeed, Allah is Forgiving and Merciful.","page":374,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3096.mp3","colorText":"وَم[o[َآ] أَسْــَٔلُكُمْ عَلَيْهِ مِنْ أَ[q:6133[جْ]رٍ‌ۖ إِنْ أَ[q:6134[جْ]رِىَ إِلَّا عَلَىٰ رَبِّ [h:4[ٱ]لْعَ[n[ـٰ]لَم[p[ِي]نَ","juz":19,"ruku":324,"manzil":5,"bangla_ahbayan":"আমি এর জন্য তোমাদের নিকট কোন প্রতিদান চাই না, আমার প্রতিদান তো বিশ্বজগতের প্রতিপালকের নিকটই আছে।","bangla_bayan":"‘আর আমি এর উপর তোমাদের নিকট কোন প্রতিদান চাই না। আমার প্রতিদান কেবল সৃষ্টিকুলের রবের নিকট’।","bangla_mkhan":"আমি এর জন্যে তোমাদের কাছে কোন প্রতিদান চাই না। আমার প্রতিদান তো বিশ্ব-পালনকর্তা দেবেন।","bangla_mujibur":"আমি এ জন্য তোমাদের কাছে কোন প্রতিদান চাইনা, আমার পুরস্কারতো জগতসমূহের রবের নিকটই রয়েছে।","bangla_taisirul":"আমি এজন্য তোমাদের কাছে কোন প্রতিদান চাই না, আমার প্রতিদান একমাত্র জগতসমূহের প্রতিপালকের নিকট রয়েছে।"},{"id":165,"arabic_text":"اَتَاۡتُوۡنَ الذُّکۡرَانَ  مِنَ  الۡعٰلَمِیۡنَ ﴿۱۶۵﴾ۙ ","english_text":"O you who have believed, decreed upon you is fasting as it was decreed upon those before you that you may become righteous -","page":374,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3097.mp3","colorText":"أَتَأْتُونَ [h:9830[ٱ][l[ل]ذُّكْرَانَ مِنَ [h:3475[ٱ]لْعَ[n[ـٰ]لَم[p[ِي]نَ","juz":19,"ruku":324,"manzil":5,"bangla_ahbayan":"মানুষের মধ্যে তোমরা তো কেবল পুরুষদের সাথেই কুকর্ম কর","bangla_bayan":"‘সৃষ্টিকুলের মধ্যে তোমরা কি কেবল পুরুষদের সাথে উপগত হও’?","bangla_mkhan":"সারা জাহানের মানুষের মধ্যে তোমরাই কি পুরূষদের সাথে কুকর্ম কর?","bangla_mujibur":"সৃষ্টির মধ্যে তোমরা কি শুধু পুরুষের সাথেই উপগত হবে?","bangla_taisirul":"জগতের সকল প্রাণীর মধ্যে তোমরাই কি পুরুষদের সঙ্গে উপগত হও,"},{"id":166,"arabic_text":"وَ تَذَرُوۡنَ مَا خَلَقَ لَکُمۡ  رَبُّکُمۡ  مِّنۡ اَزۡوَاجِکُمۡ ؕ بَلۡ اَنۡتُمۡ قَوۡمٌ عٰدُوۡنَ ﴿۱۶۶﴾ ","english_text":"[Fasting for] a limited number of days. So whoever among you is ill or on a journey [during them] - then an equal number of days [are to be made up]. And upon those who are able [to fast, but with hardship] - a ransom [as substitute] of feeding a poor person [each day]. And whoever volunteers excess - it is better for him. But to fast is best for you, if you only knew.","page":374,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3098.mp3","colorText":"وَتَذَرُونَ مَا خَلَقَ لَكُمْ رَبُّك[w:7985[ُم م]ِّنْ أَزْو[n[َٲ]جِك[c:9831[ُم‌ۚ ب]َلْ أَ[f:428[نت]ُمْ قَوْمٌ عَاد[p[ُو]نَ","juz":19,"ruku":324,"manzil":5,"bangla_ahbayan":"এবং তোমাদের প্রতিপালক তোমাদের জন্য যে স্ত্রীগণকে সৃষ্টি করেছেন তাদেরকে তোমরা বর্জন করে থাক; [১] বরং তোমরা তো সীমালংঘনকারী সম্প্রদায়।’ [২]","bangla_bayan":"‘আর তোমাদের রব তোমাদের জন্য যে স্ত্রীদের সৃষ্টি করেছেন তাদেরকে তোমরা ত্যাগ কর, বরং তোমরা এক সীমালংঘনকারী সম্প্রদায়’।","bangla_mkhan":"এবং তোমাদের পালনকর্তা তোমাদের জন্যে যে স্ত্রীগনকে সৃষ্টি করেছেন, তাদেরকে বর্জন কর? বরং তোমরা সীমালঙ্ঘনকারী সম্প্রদায়।","bangla_mujibur":"আর তোমাদের রাব্ব তোমাদের জন্য যে স্ত্রীলোক সৃষ্টি করেছেন তাদেরকে তোমরা বর্জন করে থাক, বরং তোমরা সীমালংঘনকারী সম্প্রদায়।","bangla_taisirul":"এবং তোমাদের প্রতিপালক তোমাদের জন্য যে স্ত্রীগণকে সৃষ্টি করেছেন তাদেরকে ত্যাগ কর? রবং তোমরা এক সীমালঙ্ঘনকারী সম্প্রদায়।’"},{"id":167,"arabic_text":"قَالُوۡا لَئِنۡ لَّمۡ تَنۡتَہِ یٰلُوۡطُ لَتَکُوۡنَنَّ مِنَ الۡمُخۡرَجِیۡنَ ﴿۱۶۷﴾ ","english_text":"The month of Ramadhan [is that] in which was revealed the Qur'an, a guidance for the people and clear proofs of guidance and criterion. So whoever sights [the new moon of] the month, let him fast it; and whoever is ill or on a journey - then an equal number of other days. Allah intends for you ease and does not intend for you hardship and [wants] for you to complete the period and to glorify Allah for that [to] which He has guided you; and perhaps you will be grateful.","page":374,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3099.mp3","colorText":"قَالُو[s[اْ] لَئ[u:4195[ِن ل]َّمْ تَ[f:8352[نت]َهِ يَ[n[ـٰ]لُوطُ لَتَكُونَ[g[نّ]َ مِنَ [h:9832[ٱ]لْمُخْرَج[p[ِي]نَ","juz":19,"ruku":324,"manzil":5,"bangla_ahbayan":"ওরা বলল, ‘হে লূত! যদি নিবৃত্ত না হও, তাহলে অবশ্যই তুমি নির্বাসিত হবে।’ [১]","bangla_bayan":"তারা বলল, ‘হে লূত, তুমি যদি বিরত না হও, তাহলে তুমি অবশ্যই বহিস্কৃতদের অন্তর্ভুক্ত হবে’।","bangla_mkhan":"তারা বলল, হে লূত, তুমি যদি বিরত না হও, তবে অবশ্যই তোমাকে বহিস্কৃত করা হবে।","bangla_mujibur":"তারা বললঃ হে লূত! তুমি যদি নিবৃত্ত না হও তাহলে অবশ্যই তুমি নির্বাসিত হবে।","bangla_taisirul":"তারা বলল- ‘হে লূত! তুমি যদি বিরত না হও তবে তুমি অবশ্য অবশ্যই বহিস্কৃত হবে।’"},{"id":168,"arabic_text":"قَالَ اِنِّیۡ  لِعَمَلِکُمۡ مِّنَ الۡقَالِیۡنَ ﴿۱۶۸﴾ؕ ","english_text":"And when My servants ask you, [O Muhammad], concerning Me - indeed I am near. I respond to the invocation of the supplicant when he calls upon Me. So let them respond to Me [by obedience] and believe in Me that they may be [rightly] guided.","page":374,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3100.mp3","colorText":"قَالَ إِ[g[نّ]ِى لِعَمَلِك[w:9833[ُم م]ِّنَ [h:9834[ٱ]لْقَال[p[ِي]نَ","juz":19,"ruku":324,"manzil":5,"bangla_ahbayan":"লূত বলল, ‘আমি তো তোমাদের এ কুকর্মকে ঘৃণা করি [১]","bangla_bayan":"লূত বলল, ‘নিশ্চয় আমি তোমাদের কাজকে ঘৃণা করি’।","bangla_mkhan":"লূত বললেন, আমি তোমাদের এই কাজকে ঘৃণা করি।","bangla_mujibur":"লূত বলল, আমি তোমাদের এই কাজকে ঘৃণা করি।","bangla_taisirul":"লূত বলল- ‘আমি তোমাদের এ কাজকে ঘৃণা করি।"},{"id":169,"arabic_text":"رَبِّ  نَجِّنِیۡ  وَ  اَہۡلِیۡ  مِمَّا یَعۡمَلُوۡنَ ﴿۱۶۹﴾ ","english_text":"It has been made permissible for you the night preceding fasting to go to your wives [for sexual relations]. They are clothing for you and you are clothing for them. Allah knows that you used to deceive yourselves, so He accepted your repentance and forgave you. So now, have relations with them and seek that which Allah has decreed for you. And eat and drink until the white thread of dawn becomes distinct to you from the black thread [of night]. Then complete the fast until the sunset. And do not have relations with them as long as you are staying for worship in the mosques. These are the limits [set by] Allah, so do not approach them. Thus does Allah make clear His ordinances to the people that they may become righteous.","page":374,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3101.mp3","colorText":"رَبِّ نَجِّنِى وَأَهْلِى مِ[g[مّ]َا يَعْمَل[p[ُو]نَ","juz":19,"ruku":324,"manzil":5,"bangla_ahbayan":"হে আমার প্রতিপালক! আমাকে এবং আমার পরিবার পরিজনকে ওদের কুকর্ম হতে রক্ষা কর।’","bangla_bayan":"‘হে আমার রব, তারা যা করছে, তা থেকে আমাকে ও আমার পরিবার-পরিজনকে তুমি রক্ষা কর’।","bangla_mkhan":"হে আমার পালনকর্তা, আমাকে এবং আমার পরিবারবর্গকে তারা যা করে, তা থেকে রক্ষা কর।","bangla_mujibur":"হে আমার রাব্ব! আমাকে ও আমার পরিবারবর্গকে, তারা যা করে তা হতে রক্ষা কর।","bangla_taisirul":"হে আমার প্রতিপালক! তারা যা করে তা থেকে তুমি আমাকে ও আমার পরিবারবর্গকে রক্ষা কর।’"},{"id":170,"arabic_text":"فَنَجَّیۡنٰہُ  وَ  اَہۡلَہٗۤ   اَجۡمَعِیۡنَ ﴿۱۷۰﴾ۙ ","english_text":"And do not consume one another's wealth unjustly or send it [in bribery] to the rulers in order that [they might aid] you [to] consume a portion of the wealth of the people in sin, while you know [it is unlawful].","page":374,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3102.mp3","colorText":"فَنَجَّيْنَ[n[ـٰ]هُ وَأَهْلَهُ[o[ۥٓ] أَ[q:825[جْ]مَع[p[ِي]نَ","juz":19,"ruku":324,"manzil":5,"bangla_ahbayan":"সুতরাং আমি তাকে এবং তার পরিবার-পরিজনকে রক্ষা করলাম;","bangla_bayan":"অতঃপর আমি তাকে ও তার পরিবার-পরিজন সবাইকে রক্ষা করলাম।","bangla_mkhan":"অতঃপর আমি তাঁকে ও তাঁর পরিবারবর্গকে রক্ষা করলাম।","bangla_mujibur":"অতঃপর আমি তাকে এবং তার পরিবার পরিজনের সবাইকে রক্ষা করলাম –","bangla_taisirul":"অতঃপর আমি তাকে ও তার পরিবারবর্গের সকলকে রক্ষা করলাম"},{"id":171,"arabic_text":"اِلَّا  عَجُوۡزًا فِی الۡغٰبِرِیۡنَ ﴿۱۷۱﴾ۚ ","english_text":"They ask you, [O Muhammad], about the new moons. Say, \"They are measurements of time for the people and for Hajj.\" And it is not righteousness to enter houses from the back, but righteousness is [in] one who fears Allah. And enter houses from their doors. And fear Allah that you may succeed.","page":374,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3103.mp3","colorText":"إِلَّا عَجُو[f:9835[زًا ف]ِى [h:9836[ٱ]لْغَ[n[ـٰ]بِر[p[ِي]نَ","juz":19,"ruku":324,"manzil":5,"bangla_ahbayan":"এক বৃদ্ধা ব্যতীত, যে ছিল ধ্বংসপ্রাপ্তদের অন্তর্ভুক্ত। [১]","bangla_bayan":"পেছনে অবস্থানকারিণী এক বৃদ্ধা ছাড়া।","bangla_mkhan":"এক বৃদ্ধা ব্যতীত, সে ছিল ধ্বংস প্রাপ্তদের অন্তর্ভুক্ত।","bangla_mujibur":"এক বৃদ্ধা ব্যতীত, সে ছিল পশ্চাতে অবস্থানকারীদের অন্তর্ভুক্ত।","bangla_taisirul":"এক বৃদ্ধা ছাড়া। সে ছিল পেছনে অবস্থানকারীদের অন্তর্ভুক্ত।"},{"id":172,"arabic_text":"ثُمَّ  دَمَّرۡنَا الۡاٰخَرِیۡنَ ﴿۱۷۲﴾ۚ ","english_text":"Fight in the way of Allah those who fight you but do not transgress. Indeed. Allah does not like transgressors.","page":374,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3104.mp3","colorText":"ثُ[g[مّ]َ دَ[g[مّ]َرْنَا [h:9837[ٱ]لْأَخَر[p[ِي]نَ","juz":19,"ruku":324,"manzil":5,"bangla_ahbayan":"অতঃপর অপর সকলকে ধ্বংস করলাম।","bangla_bayan":"তারপর অন্যদেরকে আমি ধ্বংস করে দিলাম।","bangla_mkhan":"এরপর অন্যদেরকে নিপাত করলাম।","bangla_mujibur":"অতঃপর অন্যদেরকে ধ্বংস করলাম।","bangla_taisirul":"অতঃপর অন্যদের সকলকে পুরোপুরি ধ্বংস করে দিলাম।"},{"id":173,"arabic_text":"وَ اَمۡطَرۡنَا عَلَیۡہِمۡ مَّطَرًا ۚ فَسَآءَ مَطَرُ الۡمُنۡذَرِیۡنَ ﴿۱۷۳﴾ ","english_text":"And kill them wherever you overtake them and expel them from wherever they have expelled you, and fitnah is worse than killing. And do not fight them at al-Masjid al- Haram until they fight you there. But if they fight you, then kill them. Such is the recompense of the disbelievers.","page":374,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3105.mp3","colorText":"وَأَمْطَرْنَا عَلَيْه[w:4839[ِم م]َّطَ[f:9838[رًا‌ۖ ف]َس[o[َا]ٓءَ مَطَرُ [h:9839[ٱ]لْمُ[f:6137[نذ]َر[p[ِي]نَ","juz":19,"ruku":324,"manzil":5,"bangla_ahbayan":"তাদের উপর বিশেষ ধরনের বৃষ্টিবর্ষণ করলাম, যাদেরকে ভীতি প্রদর্শন করা হয়েছিল তাদের জন্য এ বৃষ্টি ছিল কত নিকৃষ্ট [১]","bangla_bayan":"আর আমি তাদের উপর শিলাবৃষ্টি বর্ষণ করলাম। সুতরাং সেই বৃষ্টি ভয় প্রদর্শিতদের জন্য কতইনা মন্দ ছিল!","bangla_mkhan":"তাদের উপর এক বিশেষ বৃষ্টি বর্ষণ করলাম। ভীতি-প্রদর্শিত দের জন্যে এই বৃষ্টি ছিল কত নিকৃষ্ট।","bangla_mujibur":"তাদের উপর শাস্তিমূলক বৃষ্টি বর্ষণ করেছিলাম, এবং ভীতি প্রদর্শনের জন্য এই বৃষ্টি ছিল কত নিকৃষ্ট!","bangla_taisirul":"তাদের উপর বর্ষণ করলাম (শাস্তির) বৃষ্টি, ভয় প্রদর্শিতদের জন্য এ বৃষ্টি ছিল কতই না মন্দ!"},{"id":174,"arabic_text":"اِنَّ فِیۡ ذٰلِکَ لَاٰیَۃً ؕ وَ مَا  کَانَ  اَکۡثَرُہُمۡ مُّؤۡمِنِیۡنَ ﴿۱۷۴﴾ ","english_text":"And if they cease, then indeed, Allah is Forgiving and Merciful.","page":374,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3106.mp3","colorText":"إِ[g[نّ]َ فِى ذ[n[َٲ]لِكَ لَأَيَ[a:9716[ةً‌ۖ و]َمَا كَانَ أَكْثَرُه[w:9717[ُم م]ُّؤْمِن[p[ِي]نَ","juz":19,"ruku":324,"manzil":5,"bangla_ahbayan":"এতে অবশ্যই নিদর্শন রয়েছে, কিন্তু ওদের অধিকাংশই বিশ্বাস করে না।","bangla_bayan":"নিশ্চয় এতে এক নিদর্শন রয়েছে। আর তাদের অধিকাংশই মুমিন ছিল না।","bangla_mkhan":"নিশ্চয়ই এতে নিদর্শন রয়েছে; কিন্তু তাদের অধিকাংশই বিশ্বাসী নয়।","bangla_mujibur":"এতে অবশ্যই নিদর্শন রয়েছে, কিন্তু তাদের অধিকাংশই মু’মিন নয়।","bangla_taisirul":"নিশ্চয়ই এতে নিদর্শন রয়েছে, কিন্তু অধিকাংশই বিশ্বাস করে না।"},{"id":175,"arabic_text":"وَ  اِنَّ  رَبَّکَ لَہُوَ  الۡعَزِیۡزُ  الرَّحِیۡمُ ﴿۱۷۵﴾","english_text":"Fight them until there is no [more] fitnah and [until] worship is [acknowledged to be] for Allah . But if they cease, then there is to be no aggression except against the oppressors.","page":374,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3107.mp3","colorText":"وَإِ[g[نّ]َ رَبَّكَ لَهُوَ [h:1987[ٱ]لْعَزِيزُ [h:9718[ٱ][l[ل]رَّح[p[ِي]مُ","juz":19,"ruku":324,"manzil":5,"bangla_ahbayan":"নিঃসন্দেহে তোমার প্রতিপালক, তিনিই পরাক্রমশালী, পরম দয়ালু।","bangla_bayan":"আর নিশ্চয় তোমার রব, তিনি তো মহাপরাক্রমশালী, পরম দয়ালু।","bangla_mkhan":"নিশ্চয়ই আপনার পালনকর্তা প্রবল পরাক্রমশালী, পরম দয়ালু।","bangla_mujibur":"তোমার রাব্ব, তিনিতো পরাক্রমশালী, পরম দয়ালু।","bangla_taisirul":"তোমার প্রতিপালক, তিনি মহা প্রতাপশালী, বড়ই দয়ালু।"},{"id":176,"arabic_text":"کَذَّبَ اَصۡحٰبُ  لۡـَٔـیۡکَۃِ  الۡمُرۡسَلِیۡنَ ﴿۱۷۶﴾ۚۖ ","english_text":"[Fighting in] the sacred month is for [aggression committed in] the sacred month, and for [all] violations is legal retribution. So whoever has assaulted you, then assault him in the same way that he has assaulted you. And fear Allah and know that Allah is with those who fear Him.","page":374,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3108.mp3","colorText":"كَذَّبَ أَصْحَ[n[ـٰ]بُ لْــَٔيْكَةِ [h:9840[ٱ]لْمُرْسَل[p[ِي]نَ","juz":19,"ruku":325,"manzil":5,"bangla_ahbayan":"আইকাহবাসীরা[১] রসূলগণকে মিথ্যা মনে করেছিল;","bangla_bayan":"আইকার অধিবাসীরা রাসূলদেরকে অস্বীকার করেছিল।","bangla_mkhan":"বনের অধিবাসীরা পয়গম্বরগণকে মিথ্যাবাদী বলেছে।","bangla_mujibur":"আইকাবাসীরা রাসূলদেরকে অস্বীকার করেছিল –","bangla_taisirul":"বনের অধিবাসীরা রসূলদেরকে মিথ্যে বলে প্রত্যাখ্যান করেছিল।"},{"id":177,"arabic_text":"اِذۡ   قَالَ لَہُمۡ شُعَیۡبٌ  اَلَا  تَتَّقُوۡنَ ﴿۱۷۷﴾ۚ ","english_text":"And spend in the way of Allah and do not throw [yourselves] with your [own] hands into destruction [by refraining]. And do good; indeed, Allah loves the doers of good.","page":374,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3109.mp3","colorText":"إِذْ قَالَ لَهُمْ شُعَيْبٌ أَلَا تَتَّق[p[ُو]نَ","juz":19,"ruku":325,"manzil":5,"bangla_ahbayan":"যখন শুআইব ওদেরকে বলল, ‘তোমরা কি সাবধান হবে না?","bangla_bayan":"যখন শু‘আইব তাদেরকে বলল, ‘তোমরা কি তাকওয়া অবলম্বন করবে না’?","bangla_mkhan":"যখন শো’আয়ব তাদের কে বললেন, তোমরা কি ভয় কর না?","bangla_mujibur":"যখন শু‘আইব তাদেরকে বলেছিলঃ তোমরা কি সাবধান হবেনা?","bangla_taisirul":"যখন শু‘আয়ব তাদেরকে বলেছিল- ‘তোমরা কি (আল্লাহকে) ভয় করবে না?"},{"id":178,"arabic_text":"اِنِّیۡ  لَکُمۡ  رَسُوۡلٌ  اَمِیۡنٌ ﴿۱۷۸﴾ۙ ","english_text":"And complete the Hajj and 'umrah for Allah . But if you are prevented, then [offer] what can be obtained with ease of sacrificial animals. And do not shave your heads until the sacrificial animal has reached its place of slaughter. And whoever among you is ill or has an ailment of the head [making shaving necessary must offer] a ransom of fasting [three days] or charity or sacrifice. And when you are secure, then whoever performs 'umrah [during the Hajj months] followed by Hajj [offers] what can be obtained with ease of sacrificial animals. And whoever cannot find [or afford such an animal] - then a fast of three days during Hajj and of seven when you have returned [home]. Those are ten complete [days]. This is for those whose family is not in the area of al-Masjid al-Haram. And fear Allah and know that Allah is severe in penalty.","page":374,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3110.mp3","colorText":"إِ[g[نّ]ِى لَكُمْ رَسُولٌ أَم[p[ِي]نٌ","juz":19,"ruku":325,"manzil":5,"bangla_ahbayan":"নিঃসন্দেহে আমি তোমাদের জন্য এক বিশ্বস্ত রসূল।","bangla_bayan":"‘নিশ্চয় আমি তোমাদের জন্য এক বিশ্বস্ত রাসূল’।","bangla_mkhan":"আমি তোমাদের বিশ্বস্ত পয়গম্বর।","bangla_mujibur":"আমিতো তোমাদের জন্য একজন বিশ্বস্ত রাসূল।","bangla_taisirul":"আমি তোমাদের জন্য (প্রেরিত) বিশ্বস্ত রাসুল।"},{"id":179,"arabic_text":"فَاتَّقُوا  اللّٰہَ   وَ  اَطِیۡعُوۡنِ ﴿۱۷۹﴾ۚ ","english_text":"Hajj is [during] well-known months, so whoever has made Hajj obligatory upon himself therein [by entering the state of ihram], there is [to be for him] no sexual relations and no disobedience and no disputing during Hajj. And whatever good you do - Allah knows it. And take provisions, but indeed, the best provision is fear of Allah . And fear Me, O you of understanding.","page":374,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3111.mp3","colorText":"فَ[h:9999[ٱ]تَّقُو[s[اْ] [h:1945[ٱ]للَّهَ وَأَطِيع[p[ُو]نِ","juz":19,"ruku":325,"manzil":5,"bangla_ahbayan":"সুতরাং আল্লাহকে ভয় কর এবং আমার আনুগত্য কর ।","bangla_bayan":"‘সুতরাং তোমরা আল্লাহর তাকওয়া অবলম্বন কর এবং আমার আনুগত্য কর’।","bangla_mkhan":"অতএব, তোমরা আল্লাহকে ভয় কর এবং আমার আনুগত্য কর।","bangla_mujibur":"সুতরাং তোমরা আল্লাহকে ভয় কর এবং আমার আনুগত্য কর।","bangla_taisirul":"কাজেই তোমরা আল্লাহকে ভয় কর এবং আমাকে মান্য কর।"},{"id":180,"arabic_text":"وَ مَاۤ  اَسۡـَٔلُکُمۡ عَلَیۡہِ مِنۡ اَجۡرٍ ۚ اِنۡ اَجۡرِیَ  اِلَّا عَلٰی رَبِّ الۡعٰلَمِیۡنَ ﴿۱۸۰﴾ؕ ","english_text":"There is no blame upon you for seeking bounty from your Lord [during Hajj]. But when you depart from 'Arafat, remember Allah at al- Mash'ar al-Haram. And remember Him, as He has guided you, for indeed, you were before that among those astray.","page":374,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3112.mp3","colorText":"وَم[o[َآ] أَسْــَٔلُكُمْ عَلَيْهِ مِنْ أَ[q:6133[جْ]رٍ‌ۖ إِنْ أَ[q:6134[جْ]رِىَ إِلَّا عَلَىٰ رَبِّ [h:4[ٱ]لْعَ[n[ـٰ]لَم[p[ِي]نَ","juz":19,"ruku":325,"manzil":5,"bangla_ahbayan":"আমি তোমাদের নিকট এর জন্য কোন প্রতিদান চাই না। আমার প্রতিদান তো বিশ্বজগতের প্রতিপালকের নিকটই আছে।","bangla_bayan":"‘আর আমি এর উপর তোমাদের নিকট কোন প্রতিদান চাই না। আমার প্রতিদান কেবল সৃষ্টিকুলের রবের নিকট’।","bangla_mkhan":"আমি তোমাদের কাছে এর জন্য কোন প্রতিদান চাই না। আমার প্রতিদান তো বিশ্ব-পালনকর্তাই দেবেন।","bangla_mujibur":"আমি তোমাদের নিকট এ জন্য কোন প্রতিদান চাইনা; আমার পুরস্কারতো জগতসমূহের রবের নিকটই রয়েছে।","bangla_taisirul":"এ জন্য আমি তোমাদের কাছে কোন প্রতিদান চাই না, আমার প্রতিদান তো রয়েছে একমাত্র জগতসমূহের প্রতিপালকের নিকট।"},{"id":181,"arabic_text":"اَوۡفُوا الۡکَیۡلَ وَ لَا تَکُوۡنُوۡا مِنَ الۡمُخۡسِرِیۡنَ ﴿۱۸۱﴾ۚ ","english_text":"Then depart from the place from where [all] the people depart and ask forgiveness of Allah . Indeed, Allah is Forgiving and Merciful.","page":374,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3113.mp3","colorText":"۞ أَوْفُو[s[اْ] [h:9841[ٱ]لْكَيْلَ وَلَا تَكُونُو[s[اْ] مِنَ [h:9842[ٱ]لْمُخْسِر[p[ِي]نَ","juz":19,"ruku":325,"manzil":5,"bangla_ahbayan":"মাপ পূর্ণমাত্রায় প্রদান কর এবং যারা মাপে কম দেয়, তাদের মত হয়ো না। [১]","bangla_bayan":"‘মাপ পূর্ণ করে দাও এবং যারা মাপে ঘাটতি করে, তোমরা তাদের অন্তর্ভুক্ত হয়ো না’।","bangla_mkhan":"মাপ পূর্ণ কর এবং যারা পরিমাপে কম দেয়, তাদের অন্তর্ভুক্ত হয়ো না।","bangla_mujibur":"তোমরা মাপে পূর্ণ মাত্রায় দিবে; যারা মাপে কমতি করে তাদের অন্তর্ভুক্ত হয়োনা।","bangla_taisirul":"মাপে পূর্ণ মাত্রায় দাও আর যারা মাপে কম দেয় তাদের অন্তর্ভুক্ত হয়ো না।"},{"id":182,"arabic_text":"وَ  زِنُوۡا  بِالۡقِسۡطَاسِ  الۡمُسۡتَقِیۡمِ ﴿۱۸۲﴾ۚ","english_text":"And when you have completed your rites, remember Allah like your [previous] remembrance of your fathers or with [much] greater remembrance. And among the people is he who says, \"Our Lord, give us in this world,\" and he will have in the Hereafter no share.","page":374,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3114.mp3","colorText":"وَزِنُو[s[اْ] بِ[h:7750[ٱ]لْقِسْطَاسِ [h:7751[ٱ]لْمُسْتَق[p[ِي]مِ","juz":19,"ruku":325,"manzil":5,"bangla_ahbayan":"আর সঠিক দাঁড়িপাল্লায় ওজন কর। [১]","bangla_bayan":"‘আর সঠিক দাঁড়ি পাল্লায় ওজন কর’।","bangla_mkhan":"সোজা দাঁড়ি-পাল্লায় ওজন কর।","bangla_mujibur":"এবং তোমরা ওজন করবে সঠিক দাঁড়িপাল্লায়।","bangla_taisirul":"সঠিক দাঁড়িপাল্লায় ওজন করবে।"},{"id":183,"arabic_text":"وَ لَا تَبۡخَسُوا النَّاسَ اَشۡیَآءَہُمۡ وَ لَا تَعۡثَوۡا فِی  الۡاَرۡضِ  مُفۡسِدِیۡنَ ﴿۱۸۳﴾ۚ ","english_text":"But among them is he who says, \"Our Lord, give us in this world [that which is] good and in the Hereafter [that which is] good and protect us from the punishment of the Fire.\"","page":374,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3115.mp3","colorText":"وَلَا تَ[q:4845[بْ]خَسُو[s[اْ] [h:4846[ٱ][l[ل][g[نّ]َاسَ أَشْي[o[َا]ٓءَهُمْ وَلَا تَعْثَوْ[s[اْ] فِى [h:44[ٱ]لْأَرْضِ مُفْسِد[p[ِي]نَ","juz":19,"ruku":325,"manzil":5,"bangla_ahbayan":"লোকদেরকে তাদের প্রাপ্যবস্তু কম দিও না[১] এবং পৃথিবীতে বিপর্যয় ঘটায়ো না।[২]","bangla_bayan":"'আর লোকদেরকে তাদের প্রাপ্যবস্তু কম দিও না এবং যমীনে ফাসাদ সৃষ্টি করো না'।","bangla_mkhan":"মানুষকে তাদের বস্তু কম দিও না এবং পৃথিবীতে অনর্থ সৃষ্টি করে ফিরো না।","bangla_mujibur":"লোকদেরকে তাদের প্রাপ্য বস্তু কম দিবেনা এবং পৃথিবীতে বিপর্যয় সৃষ্টি করে ফিরনা।","bangla_taisirul":"মানুষকে তাদের প্রাপ্যবস্তু কম দিবে না। আর পৃথিবীতে বিশৃঙ্খলা সৃষ্টি করো না।"},{"id":184,"arabic_text":"وَ اتَّقُوا الَّذِیۡ خَلَقَکُمۡ وَ الۡجِبِلَّۃَ الۡاَوَّلِیۡنَ ﴿۱۸۴﴾ؕ ","english_text":"Those will have a share of what they have earned, and Allah is swift in account.","page":375,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3116.mp3","colorText":"وَ[h:9999[ٱ]تَّقُو[s[اْ] [h:9814[ٱ]لَّذِى خَلَقَكُمْ وَ[h:9843[ٱ]لْجِبِلَّةَ [h:9844[ٱ]لْأَوَّل[p[ِي]نَ","juz":19,"ruku":325,"manzil":5,"bangla_ahbayan":"এবং ভয় কর তাঁকে, যিনি তোমাদেরকে ও তোমাদের পূর্ববর্তী জাতিসমূহকে সৃষ্টি করেছেন।’[১]","bangla_bayan":"‘যিনি তোমাদেরকে ও পূর্ববর্তী প্রজন্মসমূহকে সৃষ্টি করেছেন, তাঁর তাকওয়া অবলম্বন কর’।","bangla_mkhan":"ভয় কর তাঁকে, যিনি তোমাদেরকে এবং তোমাদের পূর্ববর্তী লোক-সম্প্রদায়কে সৃষ্টি করেছেন।","bangla_mujibur":"এবং তোমরা ভয় কর তাঁকে, যিনি তোমাদেরকে এবং তোমাদের পূর্বে যারা গত হয়েছে তাদেরকে সৃষ্টি করেছেন।","bangla_taisirul":"এবং ভয় কর তাঁকে যিনি তোমাদেরকে এবং তোমাদের পূর্ববর্তী বংশাবলীকে সৃষ্টি করেছেন।’"},{"id":185,"arabic_text":"قَالُوۡۤا  اِنَّمَاۤ   اَنۡتَ مِنَ  الۡمُسَحَّرِیۡنَ ﴿۱۸۵﴾ۙ ","english_text":"And remember Allah during [specific] numbered days. Then whoever hastens [his departure] in two days - there is no sin upon him; and whoever delays [until the third] - there is no sin upon him - for him who fears Allah . And fear Allah and know that unto Him you will be gathered.","page":375,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3117.mp3","colorText":"قَال[o[ُوٓ][s[اْ] إِ[g[نّ]َم[o[َآ] أَ[f:169[نت]َ مِنَ [h:9826[ٱ]لْمُسَحَّر[p[ِي]نَ","juz":19,"ruku":325,"manzil":5,"bangla_ahbayan":"ওরা বলল, ‘তুমি তো যাদুগ্রস্তদের অন্তর্ভুক্ত।","bangla_bayan":"তারা বলল, ‘তুমি তো কেবল যাদুগ্রস্তদের অন্তর্ভুক্ত’।","bangla_mkhan":"তারা বলল, তুমি তো জাদুগ্রস্তদের অন্যতম।","bangla_mujibur":"তারা বললঃ তুমিতো যাদুগ্রস্তদের অন্তর্ভুক্ত।","bangla_taisirul":"তারা বলল- ‘তুমি তো কেবল যাদুগ্রস্তদের একজন।"},{"id":186,"arabic_text":"وَ مَاۤ  اَنۡتَ اِلَّا بَشَرٌ  مِّثۡلُنَا وَ  اِنۡ  نَّظُنُّکَ لَمِنَ  الۡکٰذِبِیۡنَ ﴿۱۸۶﴾ۚ ","english_text":"And of the people is he whose speech pleases you in worldly life, and he calls Allah to witness as to what is in his heart, yet he is the fiercest of opponents.","page":375,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3118.mp3","colorText":"وَم[o[َآ] أَ[f:169[نت]َ إِلَّا بَشَ[a:7065[رٌ م]ِّثْلُنَا وَإ[a:9845[ِن ن]َّظُ[g[نّ]ُكَ لَمِنَ [h:9339[ٱ]لْكَ[n[ـٰ]ذِب[p[ِي]نَ","juz":19,"ruku":325,"manzil":5,"bangla_ahbayan":"তুমি তো আমাদেরই মত একজন মানুষ। আমরা মনে করি, তুমি মিথ্যাবাদীদের অন্যতম। [১]","bangla_bayan":"‘তুমি কেবল আমাদের মত একজন মানুষ। আর আমরা তোমাকে অবশ্যই মিথ্যাবাদীদের অন্তর্ভুক্ত বলে মনে করি’।","bangla_mkhan":"তুমি আমাদের মত মানুষ বৈ তো নও। আমাদের ধারণা-তুমি মিথ্যাবাদীদের অন্তর্ভুক্ত।","bangla_mujibur":"তুমি আমাদেরই মত একজন মানুষ বলে আমরা মনে করি, তুমি মিথ্যাবাদীদের অন্তর্ভুক্ত।","bangla_taisirul":"তুমি আমাদের মতই মানুষ বৈ নও, আমরা মনে করি তুমি অবশ্য মিথ্যাবাদীদের অন্তর্ভুক্ত।"},{"id":187,"arabic_text":"فَاَسۡقِطۡ عَلَیۡنَا کِسَفًا مِّنَ السَّمَآءِ  اِنۡ  کُنۡتَ مِنَ  الصّٰدِقِیۡنَ ﴿۱۸۷﴾ؕ ","english_text":"And when he goes away, he strives throughout the land to cause corruption therein and destroy crops and animals. And Allah does not like corruption.","page":375,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3119.mp3","colorText":"فَأَسْقِ[q:9846[طْ] عَلَيْنَا كِسَ[a:9847[فًا م]ِّنَ [h:64[ٱ][l[ل]سَّم[o[َا]ٓءِ إِ[f:4792[ن ك]ُ[f:735[نت]َ مِنَ [h:4793[ٱ][l[ل]صَّ[n[ـٰ]دِق[p[ِي]نَ","juz":19,"ruku":325,"manzil":5,"bangla_ahbayan":"তুমি যদি সত্যবাদী হও, তাহলে একখন্ড আকাশ আমাদের ওপর ফেলে দাও।’ [১]","bangla_bayan":"‘অতএব, তুমি যদি সত্যবাদী হও, তবে আসমান থেকে এক টুকরো আমাদের উপর ফেলে দাও’।","bangla_mkhan":"অতএব, যদি সত্যবাদী হও, তবে আকাশের কোন টুকরো আমাদের উপর ফেলে দাও।","bangla_mujibur":"তুমি যদি সত্যবাদী হও তাহলে আকাশের একটি খন্ড আমাদের উপর ফেলে দাও।","bangla_taisirul":"তুমি সত্যবাদী হলে আকাশের এক টুকরো আমাদের উপর ফেলে দাও।’"},{"id":188,"arabic_text":"قَالَ  رَبِّیۡۤ   اَعۡلَمُ  بِمَا تَعۡمَلُوۡنَ ﴿۱۸۸﴾ ","english_text":"And when it is said to him, \"Fear Allah,\" pride in the sin takes hold of him. Sufficient for him is Hellfire, and how wretched is the resting place.","page":375,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3120.mp3","colorText":"قَالَ رَبّ[o[ِىٓ] أَعْلَمُ بِمَا تَعْمَل[p[ُو]نَ","juz":19,"ruku":325,"manzil":5,"bangla_ahbayan":"সে বলল, ‘আমার প্রতিপালক ভাল জানেন তোমরা যা কর।’ [১]","bangla_bayan":"সে বলল, ‘তোমরা যা কর, সে সম্পর্কে আমার রব অধিক জ্ঞাত’।","bangla_mkhan":"শো’আয়ব বললেন, তোমরা যা কর, সে সম্পর্কে আমার পালনকর্তা ভালরূপে অবহিত।","bangla_mujibur":"সে বললঃ আমার রাব্ব ভাল জানেন, যা তোমরা কর।","bangla_taisirul":"শু‘আয়ব বলল- ‘তোমরা যা কর, আমার প্রতিপালক সে সম্পর্কে বেশি অবগত।’"},{"id":189,"arabic_text":"فَکَذَّبُوۡہُ  فَاَخَذَہُمۡ عَذَابُ یَوۡمِ  الظُّلَّۃِ ؕ اِنَّہٗ  کَانَ عَذَابَ  یَوۡمٍ  عَظِیۡمٍ ﴿۱۸۹﴾ ","english_text":"And of the people is he who sells himself, seeking means to the approval of Allah . And Allah is kind to [His] servants.","page":375,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3121.mp3","colorText":"فَكَذَّبُوهُ فَأَخَذَهُمْ عَذَابُ يَوْمِ [h:9848[ٱ][l[ل]ظُّلَّةِ‌ۚ إِ[g[نّ]َهُ[n[ۥ] كَانَ عَذَابَ يَوْمٍ عَظ[p[ِي]مٍ","juz":19,"ruku":325,"manzil":5,"bangla_ahbayan":"অতঃপর ওরা তাকে মিথ্যাজ্ঞান করল, পরে ওদেরকে মেঘাচ্ছন্ন দিনের শাস্তি গ্রাস করল।[১] নিশ্চয় তা ছিল এক ভীষণ দিনের শাস্তি।","bangla_bayan":"অতঃপর তারা তাকে অস্বীকার করল। ফলে তাদেরকে এক মেঘাচ্ছন্ন দিবসের আযাব পাকড়াও করল। অবশ্যই তা ছিল এক মহা দিবসের আযাব।","bangla_mkhan":"অতঃপর তারা তাঁকে মিথ্যাবাদী বলে দিল। ফলে তাদেরকে মেঘাচ্ছন্ন দিবসের আযাব পাকড়াও করল। নিশ্চয় সেটা ছিল এক মহাদিবসের আযাব।","bangla_mujibur":"অতঃপর তারা তাকে প্রত্যাখ্যান করল, পরে তাদেরকে মেঘাচ্ছন্ন দিনের শাস্তি গ্রাস করল; এটাতো ছিল এক ভীষণ দিনের শাস্তি।","bangla_taisirul":"কিন্তু তারা তাকে প্রত্যাখ্যান করল। ফলে তাদেরকে এক মেঘাচ্ছন্ন দিবসের শাস্তি পাকড়াও করল। তা ছিল এক মহা দিবসের ‘আযাব।"},{"id":190,"arabic_text":"اِنَّ فِیۡ  ذٰلِکَ لَاٰیَۃً ؕ وَ مَا کَانَ  اَکۡثَرُہُمۡ مُّؤۡمِنِیۡنَ ﴿۱۹۰﴾ ","english_text":"O you who have believed, enter into Islam completely [and perfectly] and do not follow the footsteps of Satan. Indeed, he is to you a clear enemy.","page":375,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3122.mp3","colorText":"إِ[g[نّ]َ فِى ذ[n[َٲ]لِكَ لَأَيَ[a:9716[ةً‌ۖ و]َمَا كَانَ أَكْثَرُه[w:9717[ُم م]ُّؤْمِن[p[ِي]نَ","juz":19,"ruku":325,"manzil":5,"bangla_ahbayan":"এতে অবশ্যই রয়েছে নিদর্শন, কিন্তু ওদের অধিকাংশই বিশ্বাস করে না।","bangla_bayan":"নিশ্চয় এতে অনেক নিদর্শন রয়েছে। আর তাদের অধিকাংশই মুমিন ছিল না।","bangla_mkhan":"নিশ্চয় এতে নিদর্শন রয়েছে; কিন্তু তাদের অধিকাংশই বিশ্বাস করে না।","bangla_mujibur":"এতে অবশ্যই রয়েছে নিদর্শন, কিন্তু তাদের অধিকাংশই মু’মিন নয়।","bangla_taisirul":"এতে অবশ্যই নিদর্শন রয়েছে। কিন্তু তাদের অধিকাংশই বিশ্বাস করে না।"},{"id":191,"arabic_text":"وَ  اِنَّ  رَبَّکَ  لَہُوَ  الۡعَزِیۡزُ  الرَّحِیۡمُ ﴿۱۹۱﴾ ","english_text":"But if you deviate after clear proofs have come to you, then know that Allah is Exalted in Might and Wise.","page":375,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3123.mp3","colorText":"وَإِ[g[نّ]َ رَبَّكَ لَهُوَ [h:1987[ٱ]لْعَزِيزُ [h:9718[ٱ][l[ل]رَّح[p[ِي]مُ","juz":19,"ruku":325,"manzil":5,"bangla_ahbayan":"এবং নিঃসন্দেহে তোমার প্রতিপালক, তিনিই পরাক্রমশালী, পরম দয়ালু।","bangla_bayan":"আর নিশ্চয় তোমার রব তিনি তো মহাপরাক্রমশালী, পরম দয়ালু।","bangla_mkhan":"নিশ্চয় আপনার পালনকর্তা প্রবল পরাক্রমশালী, পরম দয়ালু।","bangla_mujibur":"তোমার রাব্ব! তিনিতো পরাক্রমশালী, পরম দয়ালু।","bangla_taisirul":"আর তোমার প্রতিপালক, তিনি অবশ্যই মহা প্রতাপশালী, বড়ই দয়ালু।"},{"id":192,"arabic_text":"وَ  اِنَّہٗ   لَتَنۡزِیۡلُ  رَبِّ  الۡعٰلَمِیۡنَ ﴿۱۹۲﴾ؕ ","english_text":"Do they await but that Allah should come to them in covers of clouds and the angels [as well] and the matter is [then] decided? And to Allah [all] matters are returned.","page":375,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3124.mp3","colorText":"وَإِ[g[نّ]َهُ[n[ۥ] لَتَ[f:9849[نز]ِيلُ رَبِّ [h:4[ٱ]لْعَ[n[ـٰ]لَم[p[ِي]نَ","juz":19,"ruku":326,"manzil":5,"bangla_ahbayan":"নিঃসন্দেহে কুরআন বিশ্বজগতের প্রতিপালকের অবতীর্ণকৃত (গ্রন্থ)।","bangla_bayan":"আর নিশ্চয় এ কুরআন সৃষ্টিকুলের রবেরই নাযিলকৃত।","bangla_mkhan":"এই কোরআন তো বিশ্ব-জাহানের পালনকর্তার নিকট থেকে অবতীর্ণ।","bangla_mujibur":"নিশ্চয়ই ইহা (আল কুরআন) জগতসমূহের রাব্ব হতে অবতারিত।","bangla_taisirul":"অবশ্যই এ কুরআন জগতসমূহের প্রতিপালকের নিকট হতে অবতীর্ণ।"},{"id":193,"arabic_text":"نَزَلَ  بِہِ  الرُّوۡحُ  الۡاَمِیۡنُ ﴿۱۹۳﴾ۙ ","english_text":"Ask the Children of Israel how many a sign of evidence We have given them. And whoever exchanges the favor of Allah [for disbelief] after it has come to him - then indeed, Allah is severe in penalty.","page":375,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3125.mp3","colorText":"نَزَلَ بِهِ [h:9850[ٱ][l[ل]رُّوحُ [h:9851[ٱ]لْأَم[p[ِي]نُ","juz":19,"ruku":326,"manzil":5,"bangla_ahbayan":"বিশ্বস্ত রূহ (জিব্রাঈল) তা নিয়ে অবতরণ করেছে, [১]","bangla_bayan":"বিশ্বস্ত আত্মা* এটা নিয়ে অবতরণ করেছে। \\n\\n* এখানে 'বিশ্বস্ত আত্মা'দ্বারা জিবরীল (আ:) কে বুঝানো হয়েছে।","bangla_mkhan":"বিশ্বস্ত ফেরেশতা একে নিয়ে অবতরণ করেছে।","bangla_mujibur":"জিবরাঈল ইহা নিয়ে অবতরণ করেছে –","bangla_taisirul":"বিশ্বস্ত আত্মা (জিবরাঈল) একে নিয়ে অবতরণ করেছে"},{"id":194,"arabic_text":"عَلٰی قَلۡبِکَ لِتَکُوۡنَ مِنَ الۡمُنۡذِرِیۡنَ ﴿۱۹۴﴾ ","english_text":"Beautified for those who disbelieve is the life of this world, and they ridicule those who believe. But those who fear Allah are above them on the Day of Resurrection. And Allah gives provision to whom He wills without account.","page":375,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3126.mp3","colorText":"عَلَىٰ قَلْبِكَ لِتَكُونَ مِنَ [h:9852[ٱ]لْمُ[f:9853[نذ]ِر[p[ِي]نَ","juz":19,"ruku":326,"manzil":5,"bangla_ahbayan":"তোমার হৃদয়ে, [১] যাতে তুমি সতর্ককারী হতে পারো। [২]","bangla_bayan":"তোমার হৃদয়ে, যাতে তুমি সতর্ককারীদের অন্তর্ভুক্ত হও।","bangla_mkhan":"আপনার অন্তরে, যাতে আপনি ভীতি প্রদর্শণকারীদের অন্তর্ভুক্ত হন,","bangla_mujibur":"তোমার হৃদয়ে, যাতে তুমি সতর্ককারী হতে পার।","bangla_taisirul":"তোমার অন্তরে যাতে তুমি সতর্ককারীদের অন্তর্ভুক্ত হও।"},{"id":195,"arabic_text":"بِلِسَانٍ عَرَبِیٍّ مُّبِیۡنٍ ﴿۱۹۵﴾ؕ ","english_text":"Mankind was [of] one religion [before their deviation]; then Allah sent the prophets as bringers of good tidings and warners and sent down with them the Scripture in truth to judge between the people concerning that in which they differed. And none differed over the Scripture except those who were given it - after the clear proofs came to them - out of jealous animosity among themselves. And Allah guided those who believed to the truth concerning that over which they had differed, by His permission. And Allah guides whom He wills to a straight path.","page":375,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3127.mp3","colorText":"بِلِسَانٍ عَرَبِ[a:9854[ىٍّ م]ُّب[p[ِي]نٍ","juz":19,"ruku":326,"manzil":5,"bangla_ahbayan":"(অবতীর্ণ করা হয়েছে) সুস্পষ্ট আরবী ভাষায়।","bangla_bayan":"সুস্পষ্ট আরবী ভাষায়।","bangla_mkhan":"সুস্পষ্ট আরবী ভাষায়।","bangla_mujibur":"অবতীর্ণ করা হয়েছে সুস্পষ্ট আরাবী ভাষায়।","bangla_taisirul":"সুস্পষ্ট আরবী ভাষায়।"},{"id":196,"arabic_text":"وَ  اِنَّہٗ  لَفِیۡ  زُبُرِ الۡاَوَّلِیۡنَ ﴿۱۹۶﴾ ","english_text":"Or do you think that you will enter Paradise while such [trial] has not yet come to you as came to those who passed on before you? They were touched by poverty and hardship and were shaken until [even their] messenger and those who believed with him said,\"When is the help of Allah ?\" Unquestionably, the help of Allah is near.","page":375,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3128.mp3","colorText":"وَإِ[g[نّ]َهُ[n[ۥ] لَفِى زُبُرِ [h:9855[ٱ]لْأَوَّل[p[ِي]نَ","juz":19,"ruku":326,"manzil":5,"bangla_ahbayan":"পূর্ববর্তী গ্রন্থসমূহে অবশ্যই এর উল্লেখ আছে। [১]","bangla_bayan":"আর অবশ্যই তা রয়েছে পূর্ববর্তী কিতাবসমূহে।","bangla_mkhan":"নিশ্চয় এর উল্লেখ আছে পূর্ববর্তী কিতাবসমূহে।","bangla_mujibur":"পূর্ববর্তী কিতাবসমূহে অবশ্যই এর উল্লেখ রয়েছে।","bangla_taisirul":"পূর্ববর্তী কিতাবসমূহেও নিশ্চয় এর উল্লেখ আছে।"},{"id":197,"arabic_text":"اَوَ لَمۡ  یَکُنۡ لَّہُمۡ اٰیَۃً  اَنۡ یَّعۡلَمَہٗ عُلَمٰٓؤُا بَنِیۡۤ   اِسۡرَآءِیۡلَ ﴿۱۹۷﴾ؕ ","english_text":"They ask you, [O Muhammad], what they should spend. Say, \"Whatever you spend of good is [to be] for parents and relatives and orphans and the needy and the traveler. And whatever you do of good - indeed, Allah is Knowing of it.\"","page":375,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3129.mp3","colorText":"أَوَلَمْ يَك[u:9334[ُن ل]َّهُمْ ءَايَةً أ[a:9856[َن ي]َعْلَمَهُ[n[ۥ] عُلَمَ[o[ـٰٓ]ؤُ[s[اْ] بَن[o[ِىٓ] إِسْر[o[َٲ]ٓء[p[ِي]لَ","juz":19,"ruku":326,"manzil":5,"bangla_ahbayan":"বনী-ইস্রাঈলের পন্ডিতগণ এ অবগত আছে --এ কি ওদের জন্য নিদর্শন নয়? [১]","bangla_bayan":"এটা কি তাদের জন্য একটি নিদর্শন নয় যে, বনী ইসরাঈলের পন্ডিতগণ তা জানে?","bangla_mkhan":"তাদের জন্যে এটা কি নিদর্শন নয় যে, বনী-ইসরাঈলের আলেমগণ এটা অবগত আছে?","bangla_mujibur":"বানী ইসরাঈলের পন্ডিতরা এটা অবগত আছে, এটা কি তাদের জন্য নিদর্শন নয়?","bangla_taisirul":"এটা কি তাদের জন্য নিদর্শন নয় যে, বানী ইসরাঈলের পন্ডিতগণ তা জানত (যে তা সত্য)।"},{"id":198,"arabic_text":"وَ لَوۡ  نَزَّلۡنٰہُ عَلٰی بَعۡضِ الۡاَعۡجَمِیۡنَ ﴿۱۹۸﴾ۙ ","english_text":"Fighting has been enjoined upon you while it is hateful to you. But perhaps you hate a thing and it is good for you; and perhaps you love a thing and it is bad for you. And Allah Knows, while you know not.","page":375,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3130.mp3","colorText":"وَلَوْ نَزَّلْنَ[n[ـٰ]هُ عَلَىٰ بَعْضِ [h:9857[ٱ]لْأَعْجَم[p[ِي]نَ","juz":19,"ruku":326,"manzil":5,"bangla_ahbayan":"যদি এ কোন অনারবের প্রতি আমি অবতীর্ণ করতাম,","bangla_bayan":"আর আমি যদি এটাকে কোন অনারবের প্রতি নাযিল করতাম।","bangla_mkhan":"যদি আমি একে কোন ভিন্নভাষীর প্রতি অবতীর্ণ করতাম,","bangla_mujibur":"আমি যদি ইহা কোন আজমীর (ভিন্ন ভাষী) প্রতি অবতীর্ণ করতাম –","bangla_taisirul":"আমি যদি তা কোন অনারবের প্রতি অবতীর্ণ করতাম,"},{"id":199,"arabic_text":"فَقَرَاَہٗ  عَلَیۡہِمۡ مَّا کَانُوۡا بِہٖ مُؤۡمِنِیۡنَ ﴿۱۹۹﴾ؕ ","english_text":"They ask you about the sacred month - about fighting therein. Say, \"Fighting therein is great [sin], but averting [people] from the way of Allah and disbelief in Him and [preventing access to] al-Masjid al-Haram and the expulsion of its people therefrom are greater [evil] in the sight of Allah . And fitnah is greater than killing.\" And they will continue to fight you until they turn you back from your religion if they are able. And whoever of you reverts from his religion [to disbelief] and dies while he is a disbeliever - for those, their deeds have become worthless in this world and the Hereafter, and those are the companions of the Fire, they will abide therein eternally.","page":375,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3131.mp3","colorText":"فَقَرَأَهُ[n[ۥ] عَلَيْه[w:3946[ِم م]َّا كَانُو[s[اْ] بِه[n[ِۦ] مُؤْمِن[p[ِي]نَ","juz":19,"ruku":326,"manzil":5,"bangla_ahbayan":"এবং তা সে ওদের নিকট পাঠ করত, তাহলে ওরা ওতে বিশ্বাস করত না। [১]","bangla_bayan":"অতঃপর সে তা তাদের নিকট পাঠ করত। তবুও তারা এতে মুমিন হত না।","bangla_mkhan":"অতঃপর তিনি তা তাদের কাছে পাঠ করতেন, তবে তারা তাতে বিশ্বাস স্থাপন করত না।","bangla_mujibur":"এবং ওটা সে তাদের নিকট পাঠ করত, তাহলে তারা তাতে ঈমান আনতনা।","bangla_taisirul":"অতঃপর সে তা তাদের নিকট পাঠ করত, তাহলে তারা তাতে বিশ্বাস আনত না।"},{"id":200,"arabic_text":"کَذٰلِکَ سَلَکۡنٰہُ  فِیۡ قُلُوۡبِ الۡمُجۡرِمِیۡنَ ﴿۲۰۰﴾ؕ ","english_text":"Indeed, those who have believed and those who have emigrated and fought in the cause of Allah - those expect the mercy of Allah . And Allah is Forgiving and Merciful.","page":375,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3132.mp3","colorText":"كَذ[n[َٲ]لِكَ سَلَكْنَ[n[ـٰ]هُ فِى قُلُوبِ [h:7206[ٱ]لْمُ[q:4093[جْ]رِم[p[ِي]نَ","juz":19,"ruku":326,"manzil":5,"bangla_ahbayan":"এভাবেই আমি অপরাধিগণের অন্তরে তা (অবিশ্বাস) সঞ্চার করেছি। [১]","bangla_bayan":"এভাবেই আমি বিষয়টি অপরাধীদের অন্তরে সঞ্চার করেছি।","bangla_mkhan":"এমনিভাবে আমি গোনাহগারদের অন্তরে অবিশ্বাস সঞ্চার করেছি।","bangla_mujibur":"এভাবেই আমি পাপীদের অন্তরে অবিশ্বাস সঞ্চার করেছি।","bangla_taisirul":"এভাবে আমি অপরাধীদের অন্তরে অবিশ্বাস সঞ্চার করেছি।"},{"id":201,"arabic_text":"لَا یُؤۡمِنُوۡنَ بِہٖ حَتّٰی یَرَوُا الۡعَذَابَ الۡاَلِیۡمَ ﴿۲۰۱﴾ۙ ","english_text":"They ask you about wine and gambling. Say, \"In them is great sin and [yet, some] benefit for people. But their sin is greater than their benefit.\" And they ask you what they should spend. Say, \"The excess [beyond needs].\" Thus Allah makes clear to you the verses [of revelation] that you might give thought.","page":375,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3133.mp3","colorText":"لَا يُؤْمِنُونَ بِه[n[ِۦ] حَتَّىٰ يَرَوُ[s[اْ] [h:6176[ٱ]لْعَذَابَ [h:6177[ٱ]لْأَل[p[ِي]مَ","juz":19,"ruku":326,"manzil":5,"bangla_ahbayan":"ওরা এতে বিশ্বাস স্থাপন করবে না; যতক্ষণ না ওরা মর্মন্তুদ শাস্তি প্রত্যক্ষ করে;","bangla_bayan":"যতক্ষণ না তারা যন্ত্রণাদায়ক আযাব প্রত্যক্ষ করবে, ততক্ষণ পর্যন্ত তারা এতে ঈমান আনবে না।","bangla_mkhan":"তারা এর প্রতি বিশ্বাস স্থাপন করবে না, যে পর্যন্ত প্রত্যক্ষ না করে মর্মন্তুদ আযাব।","bangla_mujibur":"তারা এতে ঈমান আনবেনা যতক্ষণ না তারা মর্মন্তদ শাস্তি প্রত্যক্ষ করে।","bangla_taisirul":"তারা এর প্রতি ঈমান আনবে না যতক্ষণ না তারা ভয়াবহ শাস্তি প্রত্যক্ষ করে।"},{"id":202,"arabic_text":"فَیَاۡتِیَہُمۡ  بَغۡتَۃً   وَّ  ہُمۡ  لَا  یَشۡعُرُوۡنَ ﴿۲۰۲﴾ۙ ","english_text":"To this world and the Hereafter. And they ask you about orphans. Say, \"Improvement for them is best. And if you mix your affairs with theirs - they are your brothers. And Allah knows the corrupter from the amender. And if Allah had willed, He could have put you in difficulty. Indeed, Allah is Exalted in Might and Wise.","page":375,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3134.mp3","colorText":"فَيَأْتِيَه[c:9858[ُم ب]َغْتَ[a:4880[ةً و]َهُمْ لَا يَشْعُر[p[ُو]نَ","juz":19,"ruku":326,"manzil":5,"bangla_ahbayan":"এ ওদের নিকট আকস্মিকভাবে এসে পড়বে, ওরা কিছুই বুঝতে পারবে না।","bangla_bayan":"সুতরাং তা আকস্মিকভাবে তাদের নিকট এসে পড়বে, অথচ তারা উপলদ্ধি করতে পারবে না।","bangla_mkhan":"অতঃপর তা আকস্মিকভাবে তাদের কাছে এসে পড়বে, তারা তা বুঝতে ও পারবে না।","bangla_mujibur":"অতঃপর এটা তাদের নিকট এসে পড়বে আকস্মিকভাবে, তারা কিছুই বুঝতে পারবেনা।","bangla_taisirul":"কাজেই তা তাদের কাছে হঠাৎ এসে পড়বে, তারা কিছুই বুঝতে পারবে না।"},{"id":203,"arabic_text":"فَیَقُوۡلُوۡا ہَلۡ  نَحۡنُ  مُنۡظَرُوۡنَ ﴿۲۰۳﴾ؕ ","english_text":"And do not marry polytheistic women until they believe. And a believing slave woman is better than a polytheist, even though she might please you. And do not marry polytheistic men [to your women] until they believe. And a believing slave is better than a polytheist, even though he might please you. Those invite [you] to the Fire, but Allah invites to Paradise and to forgiveness, by His permission. And He makes clear His verses to the people that perhaps they may remember.","page":375,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3135.mp3","colorText":"فَيَقُولُو[s[اْ] هَلْ نَحْنُ مُ[f:9859[نظ]َر[p[ُو]نَ","juz":19,"ruku":326,"manzil":5,"bangla_ahbayan":"তখন ওরা বলবে, ‘আমাদেরকে অবকাশ দেওয়া হবে কি?’ [১]","bangla_bayan":"তখন তারা বলবে, ‘আমাদেরকে কি অবকাশ দেয়া হবে?’","bangla_mkhan":"তখন তারা বলবে, আমরা কি অবকাশ পাব না?","bangla_mujibur":"তখন তারা বলবেঃ আমাদেরকে কি অবকাশ দেয়া হবে?","bangla_taisirul":"তারা তখন বলবে- ‘আমাদেরকে কি অবকাশ দেয়া হবে?’"},{"id":204,"arabic_text":"اَفَبِعَذَابِنَا یَسۡتَعۡجِلُوۡنَ ﴿۲۰۴﴾ ","english_text":"And they ask you about menstruation. Say, \"It is harm, so keep away from wives during menstruation. And do not approach them until they are pure. And when they have purified themselves, then come to them from where Allah has ordained for you. Indeed, Allah loves those who are constantly repentant and loves those who purify themselves.\"","page":375,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3136.mp3","colorText":"أَفَبِعَذَابِنَا يَسْتَعْجِل[p[ُو]نَ","juz":19,"ruku":326,"manzil":5,"bangla_ahbayan":"ওরা কি তবে আমার শাস্তি ত্বরান্বিত করতে চায়? [১]","bangla_bayan":"তাহলে কি তারা আমার আযাব ত্বরান্বিত করতে চায়?","bangla_mkhan":"তারা কি আমার শাস্তি দ্রুত কামনা করে?","bangla_mujibur":"তারা কি তাহলে আমার শাস্তি ত্বরান্বিত করতে চায়?","bangla_taisirul":"তারা কি আমার শাস্তি দ্রুত কামনা করে?"},{"id":205,"arabic_text":"اَفَرَءَیۡتَ اِنۡ مَّتَّعۡنٰہُمۡ سِنِیۡنَ ﴿۲۰۵﴾ۙ ","english_text":"Your wives are a place of sowing of seed for you, so come to your place of cultivation however you wish and put forth [righteousness] for yourselves. And fear Allah and know that you will meet Him. And give good tidings to the believers.","page":375,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3137.mp3","colorText":"أَفَرَءَيْتَ إ[a:9860[ِن م]َّتَّعْنَ[n[ـٰ]هُمْ سِن[p[ِي]نَ","juz":19,"ruku":326,"manzil":5,"bangla_ahbayan":"আচ্ছা তুমি দেখ তো, যদি আমি তাদেরকে বহু বছর ভোগ-বিলাস দান করি,","bangla_bayan":"তুমি কি লক্ষ্য করেছ, আমি যদি তাদেরকে দীর্ঘকাল ভোগ-বিলাসের সুযোগ দিতাম।","bangla_mkhan":"আপনি ভেবে দেখুন তো, যদি আমি তাদেরকে বছরের পর বছর ভোগ-বিলাস করতে দেই,","bangla_mujibur":"তুমি চিন্তা করে দেখ, যদি আমি তাদেরকে দীর্ঘকাল ভোগ-বিলাস করতে দিই,","bangla_taisirul":"তুমি কি ভেবে দেখেছ আমি যদি তাদেরকে কতক বছর ভোগ বিলাস করতে দেই,"},{"id":206,"arabic_text":"ثُمَّ  جَآءَہُمۡ  مَّا  کَانُوۡا  یُوۡعَدُوۡنَ ﴿۲۰۶﴾ۙ ","english_text":"And do not make [your oath by] Allah an excuse against being righteous and fearing Allah and making peace among people. And Allah is Hearing and Knowing.","page":375,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3138.mp3","colorText":"ثُ[g[مّ]َ ج[o[َا]ٓءَه[w:466[ُم م]َّا كَانُو[s[اْ] يُوعَد[p[ُو]نَ","juz":19,"ruku":326,"manzil":5,"bangla_ahbayan":"অতঃপর ওদেরকে যে প্রতিশ্রুতি দেওয়া হয়েছিল, তা ওদের নিকট এসে পড়ে,","bangla_bayan":"অতঃপর তাদেরকে যে বিষয়ে ওয়াদা করা হয়েছে, তা তাদের নিকট এসে পড়ত,","bangla_mkhan":"অতঃপর যে বিষয়ে তাদেরকে ওয়াদা দেয়া হত, তা তাদের কাছে এসে পড়ে।","bangla_mujibur":"অতঃপর তাদেরকে যে বিষয়ে সতর্ক করা হয়েছিল তা তাদের নিকট এসে পড়ে –","bangla_taisirul":"অতঃপর তাদেরকে যে বিষয়ের ও‘য়াদা দেয়া হত তা তাদের কাছে এসে পড়ে।"},{"id":207,"arabic_text":"مَاۤ  اَغۡنٰی عَنۡہُمۡ مَّا کَانُوۡا یُمَتَّعُوۡنَ ﴿۲۰۷﴾ؕ ","english_text":"Allah does not impose blame upon you for what is unintentional in your oaths, but He imposes blame upon you for what your hearts have earned. And Allah is Forgiving and Forbearing.","page":376,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3139.mp3","colorText":"م[o[َآ] أَغْنَىٰ عَنْه[w:3985[ُم م]َّا كَانُو[s[اْ] يُمَتَّع[p[ُو]نَ","juz":19,"ruku":326,"manzil":5,"bangla_ahbayan":"তখন ওদের ভোগ-বিলাসের উপকরণ ওদের কোন কাজে আসবে না। [১]","bangla_bayan":"তখন যা তাদের ভোগ-বিলাসের জন্য দেয়া হয়েছিল, তা তাদের কোনই কাজে আসত না।","bangla_mkhan":"তখন তাদের ভোগ বিলাস তা তাদের কি কোন উপকারে আসবে?","bangla_mujibur":"তখন তাদের ভোগ-বিলাসের উপকরণ তাদের কোন কাজে আসবে কি?","bangla_taisirul":"তখন তাদের বিলাসের সামগ্রী তাদের কোন উপকারে আসবে না।"},{"id":208,"arabic_text":"وَ مَاۤ  اَہۡلَکۡنَا مِنۡ قَرۡیَۃٍ  اِلَّا لَہَا مُنۡذِرُوۡنَ ﴿۲۰۸﴾٭ۖۛ ","english_text":"For those who swear not to have sexual relations with their wives is a waiting time of four months, but if they return [to normal relations] - then indeed, Allah is Forgiving and Merciful.","page":376,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3140.mp3","colorText":"وَم[o[َآ] أَهْلَكْنَا مِ[f:4585[ن ق]َرْيَةٍ إِلَّا لَهَا مُ[f:9861[نذ]ِر[p[ُو]نَ","juz":19,"ruku":326,"manzil":5,"bangla_ahbayan":"আমি কোন জনপদকে সতর্ককারী প্রেরণ না করে ধ্বংস করিনি।","bangla_bayan":"আর আমি এমন কোন জনপদকে ধ্বংস করিনি, যাতে কোন সতর্ককারী আসেনি।","bangla_mkhan":"আমি কোন জনপদ ধ্বংস করিনি; কিন্তু এমতাবস্থায় যে, তারা সতর্ককারী ছিল।","bangla_mujibur":"আমি এমন কোন জনপদ ধ্বংস করিনি যার জন্য সতর্ককারী ছিলনা।","bangla_taisirul":"আমি এমন কোন জনপদ ধ্বংস করিনি যার জন্য কোন ভয় প্রদর্শনকারী ছিল না"},{"id":209,"arabic_text":"ذِکۡرٰی ۟ۛ وَ مَا کُنَّا ظٰلِمِیۡنَ ﴿۲۰۹﴾ ","english_text":"And if they decide on divorce - then indeed, Allah is Hearing and Knowing.","page":376,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3141.mp3","colorText":"ذِكْرَىٰ وَمَا كُ[g[نّ]َا ظَ[n[ـٰ]لِم[p[ِي]نَ","juz":19,"ruku":326,"manzil":5,"bangla_ahbayan":"এ উপদেশস্বরূপ, আর আমি অন্যায় করতে পারি না। [১]","bangla_bayan":"এটা উপদেশস্বরূপ; আর আমি যালিমদের অন্তর্ভুক্ত ছিলাম না।","bangla_mkhan":"স্মরণ করানোর জন্যে, এবং আমার কাজ অন্যায়াচরণ নয়।","bangla_mujibur":"এটা উপদেশ স্বরূপ, আর আমি অত্যাচারী নই।","bangla_taisirul":"স্মরণ করানোর জন্য। আমি কখনো অন্যায়কারী নই।"},{"id":210,"arabic_text":"وَ مَا  تَنَزَّلَتۡ بِہِ  الشَّیٰطِیۡنُ ﴿۲۱۰﴾ ","english_text":"Divorced women remain in waiting for three periods, and it is not lawful for them to conceal what Allah has created in their wombs if they believe in Allah and the Last Day. And their husbands have more right to take them back in this [period] if they want reconciliation. And due to the wives is similar to what is expected of them, according to what is reasonable. But the men have a degree over them [in responsibility and authority]. And Allah is Exalted in Might and Wise.","page":376,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3142.mp3","colorText":"وَمَا تَنَزَّلَتْ بِهِ [h:9862[ٱ][l[ل]شَّيَ[n[ـٰ]ط[p[ِي]نُ","juz":19,"ruku":326,"manzil":5,"bangla_ahbayan":"শয়তান তা নিয়ে অবতরণ করেনি।","bangla_bayan":"আর শয়তানরা তা নিয়ে অবতরণ করেনি।","bangla_mkhan":"এই কোরআন শয়তানরা অবতীর্ণ করেনি।","bangla_mujibur":"শাইতানরা ইহাসহ অবতীর্ণ হয়নি।","bangla_taisirul":"শয়ত্বানরা তা (অর্থাৎ কুরআন) নিয়ে অবতরণ করেনি।"},{"id":211,"arabic_text":"وَ مَا یَنۡۢبَغِیۡ لَہُمۡ وَ مَا یَسۡتَطِیۡعُوۡنَ ﴿۲۱۱﴾ؕ ","english_text":"Divorce is twice. Then, either keep [her] in an acceptable manner or release [her] with good treatment. And it is not lawful for you to take anything of what you have given them unless both fear that they will not be able to keep [within] the limits of Allah . But if you fear that they will not keep [within] the limits of Allah, then there is no blame upon either of them concerning that by which she ransoms herself. These are the limits of Allah, so do not transgress them. And whoever transgresses the limits of Allah - it is those who are the wrongdoers.","page":376,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3143.mp3","colorText":"وَمَا يَ[i:8425[نۢب]َغِى لَهُمْ وَمَا يَسْتَطِيع[p[ُو]نَ","juz":19,"ruku":326,"manzil":5,"bangla_ahbayan":"ওরা এ কাজের যোগ্য নয় এবং এর সামর্থ্যও রাখে না।","bangla_bayan":"আর এটা তাদের জন্য উচিৎ নয় এবং তারা এর ক্ষমতাও রাখে না।","bangla_mkhan":"তারা এ কাজের উপযুক্ত নয় এবং তারা এর সামর্থ?451; রাখে না।","bangla_mujibur":"তারা এ কাজের যোগ্য নয় এবং তারা এর সামর্থ্যও রাখেনা।","bangla_taisirul":"তারা এ কাজের যোগ্য নয় আর তারা এর সামর্থ্যও রাখে না।"},{"id":212,"arabic_text":"اِنَّہُمۡ  عَنِ  السَّمۡعِ  لَمَعۡزُوۡلُوۡنَ ﴿۲۱۲﴾ؕ ","english_text":"And if he has divorced her [for the third time], then she is not lawful to him afterward until [after] she marries a husband other than him. And if the latter husband divorces her [or dies], there is no blame upon the woman and her former husband for returning to each other if they think that they can keep [within] the limits of Allah . These are the limits of Allah, which He makes clear to a people who know.","page":376,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3144.mp3","colorText":"إِ[g[نّ]َهُمْ عَنِ [h:9863[ٱ][l[ل]سَّمْعِ لَمَعْزُول[p[ُو]نَ","juz":19,"ruku":326,"manzil":5,"bangla_ahbayan":"অবশ্যই ওদেরকে শ্রবণ থেকে দূরে রাখা হয়েছে। [১]","bangla_bayan":"নিশ্চয়ই তাদেরকে এর শ্রবণ থেকে আড়ালে রাখা হয়েছে।","bangla_mkhan":"তাদেরকে তো শ্রবণের জায়গা থেকে দূরে রাখা রয়েছে।","bangla_mujibur":"তাদেরকে শ্রবণের সুযোগ হতে দূরে রাখা হয়েছে।","bangla_taisirul":"তাদেরকে এটা শোনা থেকে অবশ্যই দূরে রাখা হয়েছে।"},{"id":213,"arabic_text":"فَلَا تَدۡعُ مَعَ اللّٰہِ  اِلٰـہًا اٰخَرَ  فَتَکُوۡنَ مِنَ  الۡمُعَذَّبِیۡنَ ﴿۲۱۳﴾ۚ ","english_text":"And when you divorce women and they have [nearly] fulfilled their term, either retain them according to acceptable terms or release them according to acceptable terms, and do not keep them, intending harm, to transgress [against them]. And whoever does that has certainly wronged himself. And do not take the verses of Allah in jest. And remember the favor of Allah upon you and what has been revealed to you of the Book and wisdom by which He instructs you. And fear Allah and know that Allah is Knowing of all things.","page":376,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3145.mp3","colorText":"فَلَا تَ[q:6220[دْ]عُ مَعَ [h:3975[ٱ]للَّهِ إِلَ[n[ـٰ]هًا ءَاخَرَ فَتَكُونَ مِنَ [h:9864[ٱ]لْمُعَذَّب[p[ِي]نَ","juz":19,"ruku":326,"manzil":5,"bangla_ahbayan":"অতএব তুমি অন্য কোন উপাস্যকে আল্লাহর অংশী করো না; করলে তুমি শাস্তিযোগ্যদের দলভুক্ত হবে।","bangla_bayan":"অতএব, তুমি আল্লাহর সাথে অন্য কোন ইলাহকে ডেকো না, তাহলে তুমি আযাবপ্রাপ্তদের অন্তর্ভুক্ত হয়ে যাবে।","bangla_mkhan":"অতএব, আপনি আল্লাহর সাথে অন্য উপাস্যকে আহবান করবেন না। করলে শাস্তিতে পতিত হবেন।","bangla_mujibur":"অতএব তুমি অন্য কোন মা‘বূদকে আল্লাহর সাথে ডেকোনা, তাহলে তুমি শাস্তি প্রাপ্তদের অন্তর্ভুক্ত হবে।","bangla_taisirul":"কাজেই তুমি অন্য কোন ইলাহ্কে আল্লাহর সঙ্গে ডেক না। ডাকলে তুমি শাস্তিপ্রাপ্তদের অন্তর্ভুক্ত হয়ে যাবে।"},{"id":214,"arabic_text":"وَ اَنۡذِرۡ عَشِیۡرَتَکَ  الۡاَقۡرَبِیۡنَ ﴿۲۱۴﴾ۙ ","english_text":"And when you divorce women and they have fulfilled their term, do not prevent them from remarrying their [former] husbands if they agree among themselves on an acceptable basis. That is instructed to whoever of you believes in Allah and the Last Day. That is better for you and purer, and Allah knows and you know not.","page":376,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3146.mp3","colorText":"وَأَ[f:4070[نذ]ِرْ عَشِيرَتَكَ [h:9865[ٱ]لْأَ[q:9866[قْ]رَب[p[ِي]نَ","juz":19,"ruku":326,"manzil":5,"bangla_ahbayan":"তোমার নিকটতম স্বজনবর্গকে তুমি সতর্ক করে দাও। [১]","bangla_bayan":"আর তুমি তোমার নিকটাত্মীয়দেরকে সতর্ক কর।","bangla_mkhan":"আপনি নিকটতম আত্মীয়দেরকে সতর্ক করে দিন।","bangla_mujibur":"তোমার নিকটতম আত্মীয়বর্গকে সতর্ক করে দাও।","bangla_taisirul":"আর তুমি সতর্ক কর তোমার নিকটাত্মীয় স্বজনদের"},{"id":215,"arabic_text":"وَ اخۡفِضۡ جَنَاحَکَ لِمَنِ اتَّبَعَکَ مِنَ الۡمُؤۡمِنِیۡنَ ﴿۲۱۵﴾ۚ ","english_text":"Mothers may breastfeed their children two complete years for whoever wishes to complete the nursing [period]. Upon the father is the mothers' provision and their clothing according to what is acceptable. No person is charged with more than his capacity. No mother should be harmed through her child, and no father through his child. And upon the [father's] heir is [a duty] like that [of the father]. And if they both desire weaning through mutual consent from both of them and consultation, there is no blame upon either of them. And if you wish to have your children nursed by a substitute, there is no blame upon you as long as you give payment according to what is acceptable. And fear Allah and know that Allah is Seeing of what you do.","page":376,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3147.mp3","colorText":"وَ[h:9999[ٱ]خْفِضْ جَنَاحَكَ لِمَنِ [h:9867[ٱ]تَّبَعَكَ مِنَ [h:3047[ٱ]لْمُؤْمِن[p[ِي]نَ","juz":19,"ruku":326,"manzil":5,"bangla_ahbayan":"এবং তোমার অনুসারী বিশ্বাসীদের প্রতি তুমি সদয় হও।","bangla_bayan":"আর মুমিনদের মধ্যে যারা তোমার অনুসরণ করে, তাদের প্রতি তুমি তোমার বাহুকে অবনত কর।","bangla_mkhan":"এবং আপনার অনুসারী মুমিনদের প্রতি সদয় হোন।","bangla_mujibur":"এবং যারা তোমার অনুসরণ করে, সেই সব মু’মিনের প্রতি বিনয়ী হও।","bangla_taisirul":"যে সকল বিশ্বাসীরা তোমার আনুগত্য করে তাদের জন্য তুমি তোমার অনুকম্পার বাহু প্রসারিত কর।"},{"id":216,"arabic_text":"فَاِنۡ عَصَوۡکَ فَقُلۡ اِنِّیۡ بَرِیۡٓءٌ مِّمَّا تَعۡمَلُوۡنَ ﴿۲۱۶﴾ۚ ","english_text":"And those who are taken in death among you and leave wives behind - they, [the wives, shall] wait four months and ten [days]. And when they have fulfilled their term, then there is no blame upon you for what they do with themselves in an acceptable manner. And Allah is [fully] Acquainted with what you do.","page":376,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3148.mp3","colorText":"فَإِنْ عَصَوْكَ فَقُلْ إِ[g[نّ]ِى بَر[o[ِى]ٓ[a:3977[ءٌ م]ِّ[g[مّ]َا تَعْمَل[p[ُو]نَ","juz":19,"ruku":326,"manzil":5,"bangla_ahbayan":"ওরা যদি তোমার অবাধ্যতা করে তাহলে তুমি বল, ‘তোমরা যা কর তার জন্য আমি দায়ী নই।’","bangla_bayan":"তারপর যদি তারা তোমার অবাধ্য হয়, তাহলে বল, ‘তোমরা যা কর, নিশ্চয় আমি তা থেকে সম্পূর্ণ মুক্ত’।","bangla_mkhan":"যদি তারা আপনার অবাধ্য করে, তবে বলে দিন, তোমরা যা কর, তা থেকে আমি মুক্ত।","bangla_mujibur":"তারা যদি তোমার অবাধ্যতা করে তাহলে তুমি বলঃ তোমরা যা কর তার জন্য আমি দায়ী নই।","bangla_taisirul":"তারা যদি তোমার অবাধ্যতা করে তাহলে তুমি বলে দাও- তোমরা যা কর তার সঙ্গে আমি সম্পর্কহীন।"},{"id":217,"arabic_text":"وَ تَوَکَّلۡ عَلَی الۡعَزِیۡزِ  الرَّحِیۡمِ ﴿۲۱۷﴾ۙ ","english_text":"There is no blame upon you for that to which you [indirectly] allude concerning a proposal to women or for what you conceal within yourselves. Allah knows that you will have them in mind. But do not promise them secretly except for saying a proper saying. And do not determine to undertake a marriage contract until the decreed period reaches its end. And know that Allah knows what is within yourselves, so beware of Him. And know that Allah is Forgiving and Forbearing.","page":376,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3149.mp3","colorText":"وَتَوَكَّلْ عَلَى [h:9868[ٱ]لْعَزِيزِ [h:9869[ٱ][l[ل]رَّح[p[ِي]مِ","juz":19,"ruku":326,"manzil":5,"bangla_ahbayan":"তুমি নির্ভর কর পরাক্রমশালী, পরম দয়ালুর উপর।","bangla_bayan":"‘আর তুমি মহাপরাক্রমশালী পরম দয়ালুর উপর তাওয়াক্কুল কর,","bangla_mkhan":"আপনি ভরসা করুন পরাক্রমশালী, পরম দয়ালুর উপর,","bangla_mujibur":"তুমি নির্ভর কর পরাক্রমশালী, পরম দয়ালু আল্লাহর উপর।","bangla_taisirul":"আর তুমি প্রবল পরাক্রান্ত পরম দয়ালুর উপর নির্ভর কর;"},{"id":218,"arabic_text":"الَّذِیۡ  یَرٰىکَ حِیۡنَ تَقُوۡمُ ﴿۲۱۸﴾ۙ ","english_text":"There is no blame upon you if you divorce women you have not touched nor specified for them an obligation. But give them [a gift of] compensation - the wealthy according to his capability and the poor according to his capability - a provision according to what is acceptable, a duty upon the doers of good.","page":376,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3150.mp3","colorText":"ٱلَّذِى يَرَ[n[ٮٰ]كَ حِينَ تَق[p[ُو]مُ","juz":19,"ruku":326,"manzil":5,"bangla_ahbayan":"যিনি তোমাকে দেখেন; যখন তুমি দন্ডায়মান হও (নামাযে)।","bangla_bayan":"‘যিনি তোমাকে দেখেন যখন তুমি দন্ডায়মান হও’","bangla_mkhan":"যিনি আপনাকে দেখেন যখন আপনি নামাযে দন্ডায়মান হন,","bangla_mujibur":"যিনি তোমাকে দেখেন যখন তুমি দন্ডায়মান হও (সালাতের জন্য)।","bangla_taisirul":"যিনি তোমাকে দেখেন যখন তুমি (নামাযের জন্য) দন্ডায়মান হও।"},{"id":219,"arabic_text":"وَ تَقَلُّبَکَ فِی السّٰجِدِیۡنَ ﴿۲۱۹﴾ ","english_text":"And if you divorce them before you have touched them and you have already specified for them an obligation, then [give] half of what you specified - unless they forego the right or the one in whose hand is the marriage contract foregoes it. And to forego it is nearer to righteousness. And do not forget graciousness between you. Indeed Allah, of whatever you do, is Seeing.","page":376,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3151.mp3","colorText":"وَتَقَلُّبَكَ فِى [h:9870[ٱ][l[ل]سَّ[n[ـٰ]جِد[p[ِي]نَ","juz":19,"ruku":326,"manzil":5,"bangla_ahbayan":"এবং তোমাকে দেখেন সিজদাকারীদের সাথে উঠতে-বসতে। [১]","bangla_bayan":"‘এবং সিজদাকারীদের মধ্যে তোমার উঠাবসা’।","bangla_mkhan":"এবং নামাযীদের সাথে উঠাবসা করেন।","bangla_mujibur":"এবং দেখেন সাজদাহকারীদের সাথে তোমার উঠা বসা।","bangla_taisirul":"আর (তিনি দেখেন) সাজদাকারীদের সঙ্গে তোমার চলাফিরা।"},{"id":220,"arabic_text":"اِنَّہٗ  ہُوَ  السَّمِیۡعُ  الۡعَلِیۡمُ ﴿۲۲۰﴾  ","english_text":"Maintain with care the [obligatory] prayers and [in particular] the middle prayer and stand before Allah, devoutly obedient.","page":376,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3152.mp3","colorText":"إِ[g[نّ]َهُ[n[ۥ] هُوَ [h:3721[ٱ][l[ل]سَّمِيعُ [h:669[ٱ]لْعَل[p[ِي]مُ","juz":19,"ruku":326,"manzil":5,"bangla_ahbayan":"নিশ্চয়ই তিনি সর্বশ্রোতা, সর্বজ্ঞ।","bangla_bayan":"‘নিশ্চয় তিনি সর্বশ্রোতা, মহাজ্ঞানী’।","bangla_mkhan":"নিশ্চয় তিনি সর্বশ্রোতা, সর্বজ্ঞানী।","bangla_mujibur":"তিনিতো সর্বশ্রোতা, সর্বজ্ঞ।","bangla_taisirul":"তিনি সব কিছু শোনেন, সব কিছু জানেন।"},{"id":221,"arabic_text":"ہَلۡ اُنَبِّئُکُمۡ عَلٰی مَنۡ تَنَزَّلُ الشَّیٰطِیۡنُ ﴿۲۲۱﴾ؕ ","english_text":"And if you fear [an enemy, then pray] on foot or riding. But when you are secure, then remember Allah [in prayer], as He has taught you that which you did not [previously] know.","page":376,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3153.mp3","colorText":"هَلْ أُنَبِّئُكُمْ عَلَىٰ مَ[f:9871[ن ت]َنَزَّلُ [h:9872[ٱ][l[ل]شَّيَ[n[ـٰ]ط[p[ِي]نُ","juz":19,"ruku":326,"manzil":5,"bangla_ahbayan":"আমি তোমাদেরকে জানাব কি, কার নিকট শয়তান অবতীর্ণ হয়?","bangla_bayan":"‘আমি কি তোমাদেরকে সংবাদ দেব, কার নিকট শয়তানরা অবতীর্ণ হয়’?","bangla_mkhan":"আমি আপনাকে বলব কি কার নিকট শয়তানরা অবতরণ করে?","bangla_mujibur":"তোমাদেরকে কি জানাব, কার নিকট শাইতানরা অবতীর্ণ হয়?","bangla_taisirul":"আমি কি তোমাদেরকে জানাব কাদের নিকট শয়ত্বানরা অবতীর্ণ হয়।"},{"id":222,"arabic_text":"تَنَزَّلُ عَلٰی کُلِّ  اَفَّاکٍ  اَثِیۡمٍ ﴿۲۲۲﴾ۙ ","english_text":"And those who are taken in death among you and leave wives behind - for their wives is a bequest: maintenance for one year without turning [them] out. But if they leave [of their own accord], then there is no blame upon you for what they do with themselves in an acceptable way. And Allah is Exalted in Might and Wise.","page":376,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3154.mp3","colorText":"تَنَزَّلُ عَلَىٰ كُلِّ أَفَّاكٍ أَث[p[ِي]مٍ","juz":19,"ruku":326,"manzil":5,"bangla_ahbayan":"ওরা তো অবতীর্ণ হয় প্রত্যেকটি ঘোর মিথ্যাবাদী পাপিষ্ঠের নিকট। [১]","bangla_bayan":"তারা অবতীর্ণ হয় প্রত্যেক চরম মিথ্যাবাদী ও পাপীর নিকট।","bangla_mkhan":"তারা অবতীর্ণ হয় প্রত্যেক মিথ্যাবাদী, গোনাহগারের উপর।","bangla_mujibur":"তারাতো অবতীর্ণ হয় প্রত্যেক চরম মিথ্যাবাদী ও পাপীর নিকট।","bangla_taisirul":"তারা অবতীর্ণ হয় প্রত্যেকটি চরম মিথ্যুক ও পাপীর নিকট।"},{"id":223,"arabic_text":"یُّلۡقُوۡنَ السَّمۡعَ وَ اَکۡثَرُہُمۡ کٰذِبُوۡنَ ﴿۲۲۳﴾ؕ ","english_text":"And for divorced women is a provision according to what is acceptable - a duty upon the righteous.","page":376,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3155.mp3","colorText":"يُلْقُونَ [h:9873[ٱ][l[ل]سَّمْعَ وَأَكْثَرُهُمْ كَ[n[ـٰ]ذِب[p[ُو]نَ","juz":19,"ruku":326,"manzil":5,"bangla_ahbayan":"ওরা কান পেতে থাকে এবং ওদের অধিকাংশই মিথ্যাবাদী। [১]","bangla_bayan":"তারা কান পেতে থাকে এবং তাদের অধিকাংশই মিথ্যাবাদী।","bangla_mkhan":"তারা শ্রুত কথা এনে দেয় এবং তাদের অধিকাংশই মিথ্যাবাদী।","bangla_mujibur":"তারা কান পেতে থাকে এবং তাদের অধিকাংশই মিথ্যাবাদী।","bangla_taisirul":"ওরা কান পেতে থাকে আর তাদের অধিকাংশই মিথ্যাবাদী।"},{"id":224,"arabic_text":"وَ الشُّعَرَآءُ  یَتَّبِعُہُمُ  الۡغَاوٗنَ ﴿۲۲۴﴾ؕ ","english_text":"Thus does Allah make clear to you His verses that you might use reason.","page":376,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3156.mp3","colorText":"وَ[h:9999[ٱ][l[ل]شُّعَر[o[َا]ٓءُ يَتَّبِعُهُمُ [h:9874[ٱ]لْغَاوُ[p[ۥ]نَ","juz":19,"ruku":326,"manzil":5,"bangla_ahbayan":"আর কবিদের অনুসরণ করে বিভ্রান্ত লোকেরা।","bangla_bayan":"আর বিভ্রান্তরাই কবিদের অনুসরণ করে।","bangla_mkhan":"বিভ্রান্ত লোকেরাই কবিদের অনুসরণ করে।","bangla_mujibur":"এবং কবিদের অনুসরণ করে তারা, যারা বিভ্রান্ত।","bangla_taisirul":"বিভ্রান্তরাই কবিদের অনুসরণ করে,"},{"id":225,"arabic_text":"اَلَمۡ  تَرَ  اَنَّہُمۡ  فِیۡ کُلِّ وَادٍ  یَّہِیۡمُوۡنَ ﴿۲۲۵﴾ۙ ","english_text":"Have you not considered those who left their homes in many thousands, fearing death? Allah said to them, \"Die\"; then He restored them to life. And Allah is full of bounty to the people, but most of the people do not show gratitude.","page":376,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3157.mp3","colorText":"أَلَمْ تَرَ أَ[g[نّ]َهُمْ فِى كُلِّ وَا[a:9875[دٍ ي]َهِيم[p[ُو]نَ","juz":19,"ruku":326,"manzil":5,"bangla_ahbayan":"তুমি কি দেখ না, ওরা লক্ষ্যহীনভাবে সকল বিষয়ে কল্পনাবিহার করে থাকে?","bangla_bayan":"তুমি কি লক্ষ্য করো নি যে, তারা প্রত্যেক উপত্যকায় উদভ্রান্ত হয়ে ঘুরে বেড়ায়?","bangla_mkhan":"তুমি কি দেখ না যে, তারা প্রতি ময়দানেই উদভ্রান্ত হয়ে ফিরে?","bangla_mujibur":"তুমি কি দেখনা, তারা বিভ্রান্ত হয়ে প্রত্যেক উপত্যকায় ঘুরে বেড়ায়?","bangla_taisirul":"তুমি কি দেখ না যে, তারা প্রতি ময়দানেই উদভ্রান্ত হয়ে ফিরে?"},{"id":226,"arabic_text":"وَ  اَنَّہُمۡ  یَقُوۡلُوۡنَ مَا  لَا  یَفۡعَلُوۡنَ ﴿۲۲۶﴾ۙ ","english_text":"And fight in the cause of Allah and know that Allah is Hearing and Knowing.","page":376,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3158.mp3","colorText":"وَأَ[g[نّ]َهُمْ يَقُولُونَ مَا لَا يَفْعَل[p[ُو]نَ","juz":19,"ruku":326,"manzil":5,"bangla_ahbayan":"এবং তা বলে, যা করে না। [১]","bangla_bayan":"আর নিশ্চয় তারা এমন কথা বলে, যা তারা করে না।","bangla_mkhan":"এবং এমন কথা বলে, যা তারা করে না।","bangla_mujibur":"এবং যা তারা করেনা, তা বলে।","bangla_taisirul":"আর তারা যা বলে তা তারা নিজেরা করে না।"},{"id":227,"arabic_text":"اِلَّا الَّذِیۡنَ اٰمَنُوۡا وَ عَمِلُوا الصّٰلِحٰتِ وَ ذَکَرُوا اللّٰہَ  کَثِیۡرًا وَّ انۡتَصَرُوۡا مِنۡۢ بَعۡدِ مَا ظُلِمُوۡا ؕ وَ سَیَعۡلَمُ الَّذِیۡنَ ظَلَمُوۡۤا اَیَّ  مُنۡقَلَبٍ  یَّنۡقَلِبُوۡنَ ﴿۲۲۷﴾ ","english_text":"Who is it that would loan Allah a goodly loan so He may multiply it for him many times over? And it is Allah who withholds and grants abundance, and to Him you will be returned.","page":376,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3159.mp3","colorText":"إِلَّا [h:778[ٱ]لَّذِينَ ءَامَنُو[s[اْ] وَعَمِلُو[s[اْ] [h:118[ٱ][l[ل]صَّ[n[ـٰ]لِحَ[n[ـٰ]تِ وَذَكَرُو[s[اْ] [h:9876[ٱ]للَّهَ كَثِي[a:9877[رًا و]َ[h:9878[ٱ][f:9878[نت]َصَرُو[s[اْ] م[i:146[ِنۢ ب]َعْدِ مَا ظُلِمُو[s[اْ‌ۗ] وَسَيَعْلَمُ [h:9879[ٱ]لَّذِينَ ظَلَم[o[ُوٓ][s[اْ] أَىَّ مُ[f:9880[نق]َلَ[a:9881[بٍ ي]َ[f:9882[نق]َلِب[p[ُو]نَ","juz":19,"ruku":326,"manzil":5,"bangla_ahbayan":"তবে তারা নয়, যারা বিশ্বাস করে[১] ও সৎকাজ করে, আল্লাহকে বেশী বেশী স্মরণ করে এবং অত্যাচারিত হওয়ার পর প্রতিশোধ গ্রহণ করে।[২] আর অত্যাচারীরা অচিরেই জানতে পারবে, তাদের গন্তব্যস্থল কোথায়? [৩]","bangla_bayan":"তবে যারা ঈমান এনেছে এবং সৎকর্ম করেছে, আর আল্লাহকে অনেক স্মরণ করেছে। আর তারা নির্যাতিত হওয়ার পর প্রতিশোধ নেয়। আর যালিমরা শীঘ্রই জানতে পারবে কোন্ প্রত্যাবর্তন স্থলে তারা প্রত্যাবর্তন করবে।","bangla_mkhan":"তবে তাদের কথা ভিন্ন, যারা বিশ্বাস স্থাপন করে ও সৎকর্ম করে এবং আল্লাহ কে খুব স্মরণ করে এবং নিপীড়িত হওয়ার পর প্রতিশোধ গ্রহণ করে। নিপীড়নকারীরা শীঘ্রই জানতে পারবে তাদের গন্তব্যস্থল কিরূপ।","bangla_mujibur":"কিন্তু তারা ব্যতীত, যারা ঈমান আনে ও সৎকার্য করে এবং আল্লাহকে বার বার স্মরণ করে ও অত্যাচারিত হবার পর প্রতিশোধ গ্রহণ করে। অত্যাচারীরা শীঘ্রই জানবে তাদের গন্তব্যস্থল কোথায়?","bangla_taisirul":"কিন্তু ওরা ব্যতীত যারা ঈমান আনে ও সৎকাজ করে আর আল্লাহকে খুব বেশি স্মরণ করে আর নির্যাতিত হওয়ার পর নিজেদের প্রতিরক্ষার ব্যবস্থা করে। যালিমরা শীঘ্রই জানতে পারবে কোন্ (মহা সংকটময়) জায়গায় তারা ফিরে যাচ্ছে।"}]}}