{"surahDetails":{"id":28,"banglaName":"কাহিনি","totalAyah":88,"arabicInBangla":"আল-কাসাস"},"surah":{"id":28,"verses":[{"id":1,"arabic_text":"طٰسٓمّٓ ﴿۱﴾ ","english_text":"O mankind, worship your Lord, who created you and those before you, that you may become righteous -","page":385,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3253.mp3","colorText":"ط[m[سٓ][m[مٓ]","juz":20,"ruku":334,"manzil":5,"bangla_ahbayan":"ত্ব-সীম্-মীম;","bangla_bayan":"ত্ব-সীন-মীম।","bangla_mkhan":"ত্বা-সীন-মীম।","bangla_mujibur":"তা-সীন-মীম।","bangla_taisirul":"তা-সীন-মীম,"},{"id":2,"arabic_text":"تِلۡکَ اٰیٰتُ  الۡکِتٰبِ  الۡمُبِیۡنِ ﴿۲﴾ ","english_text":"[He] who made for you the earth a bed [spread out] and the sky a ceiling and sent down from the sky, rain and brought forth thereby fruits as provision for you. So do not attribute to Allah equals while you know [that there is nothing similar to Him].","page":385,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3254.mp3","colorText":"تِلْكَ ءَايَ[n[ـٰ]تُ [h:5932[ٱ]لْكِتَ[n[ـٰ]بِ [h:6541[ٱ]لْمُب[p[ِي]نِ","juz":20,"ruku":334,"manzil":5,"bangla_ahbayan":"এগুলি সুস্পষ্ট গ্রন্থের বাক্য ।","bangla_bayan":"এগুলো সুস্পষ্ট কিতাবের আয়াত।","bangla_mkhan":"এগুলো সুস্পষ্ট কিতাবের আয়াত।","bangla_mujibur":"এই আয়াতগুলি সুস্পষ্ট কিতাবের।","bangla_taisirul":"এগুলো সুস্পষ্ট কিতাবের আয়াত।"},{"id":3,"arabic_text":"نَتۡلُوۡا عَلَیۡکَ مِنۡ نَّبَاِ مُوۡسٰی وَ فِرۡعَوۡنَ بِالۡحَقِّ  لِقَوۡمٍ  یُّؤۡمِنُوۡنَ ﴿۳﴾ ","english_text":"And if you are in doubt about what We have sent down upon Our Servant [Muhammad], then produce a surah the like thereof and call upon your witnesses other than Allah, if you should be truthful.","page":385,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3255.mp3","colorText":"نَتْلُو[s[اْ] عَلَيْكَ م[a:10061[ِن ن]َّبَإِ مُوسَىٰ وَفِرْعَوْنَ بِ[h:370[ٱ]لْحَقِّ لِقَوْ[a:4294[مٍ ي]ُؤْمِن[p[ُو]نَ","juz":20,"ruku":334,"manzil":5,"bangla_ahbayan":"আমি তোমার নিকট বিশ্বাসী সম্প্রদায়ের উদ্দেশ্যে মূসা ও ফিরআউনের বৃত্তান্ত যথাযথভাবে বিবৃত করছি। [১]","bangla_bayan":"আমি তোমার কাছে পাঠ করছি মূসা ও ফির‘আউনের কিছু বৃত্তান্ত যথাযথভাবে, এমন লোকদের জন্য যারা ঈমান আনে।","bangla_mkhan":"আমি আপনার কাছে মূসা ও ফেরাউনের বৃত্তান্ত সত্য সহকারে বর্ণনা করছি ঈমানদার সম্প্রদায়ের জন্যে।","bangla_mujibur":"আমি তোমার নিকট মূসা ও ফির‘আউনের কিছু বৃত্তান্ত যথাযথভাবে বিবৃত করছি, মু’মিন সম্প্রদায়ের উদ্দেশে।","bangla_taisirul":"আমি মূসা ও ফিরআউনের কাহিনী হতে কিছু তোমার কাছে সত্যিকারভাবে বিবৃত করছি বিশ্বাসী সম্প্রদায়ের উদ্দেশ্যে।"},{"id":4,"arabic_text":"اِنَّ فِرۡعَوۡنَ عَلَا فِی الۡاَرۡضِ وَ جَعَلَ اَہۡلَہَا شِیَعًا یَّسۡتَضۡعِفُ طَآئِفَۃً  مِّنۡہُمۡ یُذَبِّحُ اَبۡنَآءَہُمۡ وَ یَسۡتَحۡیٖ نِسَآءَہُمۡ ؕ اِنَّہٗ  کَانَ مِنَ الۡمُفۡسِدِیۡنَ ﴿۴﴾ ","english_text":"But if you do not - and you will never be able to - then fear the Fire, whose fuel is men and stones, prepared for the disbelievers.","page":385,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3256.mp3","colorText":"إِ[g[نّ]َ فِرْعَوْنَ عَلَا فِى [h:44[ٱ]لْأَرْضِ وَجَعَلَ أَهْلَهَا شِيَ[a:10062[عًا ي]َسْتَضْعِفُ ط[o[َا]ٓئِفَ[a:10063[ةً م]ِّنْهُمْ يُذَبِّحُ أَ[q:767[بْ]ن[o[َا]ٓءَهُمْ وَيَسْتَحْى[n[ِۦ] نِس[o[َا]ٓءَهُمْ‌ۚ إِ[g[نّ]َهُ[n[ۥ] كَانَ مِنَ [h:6188[ٱ]لْمُفْسِد[p[ِي]نَ","juz":20,"ruku":334,"manzil":5,"bangla_ahbayan":"ফিরআউন আপন দেশে পরাক্রমশালী হয়েছিল[১] এবং সেখানকার অধিবাসীবৃন্দকে বিভিন্ন শ্রেণীতে বিভক্ত করে[২] ওদের একটি শ্রেণীকে সে হীনবল করেছিল;[৩] সে ওদের পুত্রদেরকে হত্যা করত[৪] এবং নারীদেরকে জীবিত রাখত। নিঃসন্দেহে সে ছিল বিপর্যয় সৃষ্টিকারী।","bangla_bayan":"নিশ্চয় ফির‘আউন (মিশর) দেশে উদ্ধত হয়েছিল এবং তার অধিবাসীকে নানা দলে বিভক্ত করেছিল। তাদের একদলকে সে দুর্বল করে রেখেছিল, যাদের পুত্রদেরকে সে হত্যা করত আর কন্যাদেরকে বাঁচিয়ে রাখত। নিশ্চয় সে ছিল বিপর্যয় সৃষ্টিকারীদের অন্যতম।","bangla_mkhan":"ফেরাউন তার দেশে উদ্ধত হয়েছিল এবং সে দেশবাসীকে বিভিন্ন দলে বিভক্ত করে তাদের একটি দলকে দূর্বল করে দিয়েছিল। সে তাদের পুত্র-সন্তানদেরকে হত্যা করত এবং নারীদেরকে জীবিত রাখত। নিশ্চয় সে ছিল অনর্থ সৃষ্টিকারী।","bangla_mujibur":"নিশ্চয়ই ফির‘আউন তার দেশে পরাক্রমশালী হয়েছিল এবং সেখানকার অধিবাসীবৃন্দকে বিভিন্ন শ্রেণীতে বিভক্ত করে তাদের একটি শ্রেণীকে সে হীনবল করেছিল, তাদের পুত্রদেরকে সে হত্যা করত এবং নারীদেরকে সে জীবিত রাখত। সেতো ছিল বিপর্যয় সৃষ্টিকারী।","bangla_taisirul":"বস্তুতঃ ফেরাউন দেশে উদ্ধত হয়ে গিয়েছিল আর সেখানকার অধিবাসীদেরকে বিভিন্ন শ্রেণীতে বিভক্ত করে তাদের একটি শ্রেণীকে দুর্বল করে রেখেছিল, তাদের পুত্রদেরকে সে হত্যা করত আর তাদের নারীদেরকে জীবিত রাখত; সে ছিল ফাসাদ সৃষ্টিকারী।"},{"id":5,"arabic_text":"وَ نُرِیۡدُ اَنۡ نَّمُنَّ عَلَی الَّذِیۡنَ اسۡتُضۡعِفُوۡا فِی الۡاَرۡضِ وَ نَجۡعَلَہُمۡ اَئِمَّۃً  وَّ  نَجۡعَلَہُمُ  الۡوٰرِثِیۡنَ ۙ﴿۵﴾ ","english_text":"And give good tidings to those who believe and do righteous deeds that they will have gardens [in Paradise] beneath which rivers flow. Whenever they are provided with a provision of fruit therefrom, they will say, \"This is what we were provided with before.\" And it is given to them in likeness. And they will have therein purified spouses, and they will abide therein eternally.","page":385,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3257.mp3","colorText":"وَنُرِيدُ أ[a:10064[َن ن]َّمُ[g[نّ]َ عَلَى [h:289[ٱ]لَّذِينَ [h:10065[ٱ]سْتُضْعِفُو[s[اْ] فِى [h:44[ٱ]لْأَرْضِ وَنَ[q:10066[جْ]عَلَهُمْ أَئِ[g[مّ]َ[a:10067[ةً و]َنَ[q:10068[جْ]عَلَهُمُ [h:10069[ٱ]لْو[n[َٲ]رِث[p[ِي]نَ","juz":20,"ruku":334,"manzil":5,"bangla_ahbayan":"সে দেশে যাদেরকে হীনবল করা হয়েছিল, আমি তাদের প্রতি অনুগ্রহ করতে, তাদেরকে নেতা ও দেশের উত্তরাধিকারী করতে ইচ্ছা করলাম। [১]","bangla_bayan":"আর আমি চাইলাম সেই দেশে যাদেরকে দুর্বল করে রাখা হয়েছিল তাদের প্রতি অনুগ্রহ করতে এবং তাদেরকে নেতা বানাতে, আর তাদেরকে উত্তরাধিকারী বানাতে।","bangla_mkhan":"দেশে যাদেরকে দূর্বল করা হয়েছিল, আমার ইচ্ছা হল তাদের প্রতি অনুগ্রহ করার, তাদেরকে নেতা করার এবং তাদেরকে দেশের উত্তরাধিকারী করার।","bangla_mujibur":"আমি ইচ্ছা করলাম, সে দেশে যাদেরকে হীনবল করা হয়েছিল তাদের প্রতি অনুগ্রহ করতে; তাদেরকে নেতৃত্ব দান করতে ও দেশের অধিকারী করতে,","bangla_taisirul":"দেশে যাদেরকে দুর্বল করে রাখা হয়েছিল আমি তাদের প্রতি অনুগ্রহ করার ইচ্ছে করলাম, আর তাদেরকে নেতা ও উত্তরাধিকারী করার (ইচ্ছে করলাম)।"},{"id":6,"arabic_text":"وَ نُمَکِّنَ لَہُمۡ فِی الۡاَرۡضِ وَ نُرِیَ فِرۡعَوۡنَ وَ ہَامٰنَ وَ جُنُوۡدَہُمَا مِنۡہُمۡ مَّا  کَانُوۡا  یَحۡذَرُوۡنَ ﴿۶﴾ ","english_text":"Indeed, Allah is not timid to present an example - that of a mosquito or what is smaller than it. And those who have believed know that it is the truth from their Lord. But as for those who disbelieve, they say, \"What did Allah intend by this as an example?\" He misleads many thereby and guides many thereby. And He misleads not except the defiantly disobedient,","page":386,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3258.mp3","colorText":"وَنُمَكِّنَ لَهُمْ فِى [h:44[ٱ]لْأَرْضِ وَنُرِىَ فِرْعَوْنَ وَهَ[n[ـٰ]مَ[n[ـٰ]نَ وَجُنُودَهُمَا مِنْه[w:3670[ُم م]َّا كَانُو[s[اْ] يَحْذَر[p[ُو]نَ","juz":20,"ruku":334,"manzil":5,"bangla_ahbayan":"ইচ্ছা করলাম দেশে তাদেরকে ক্ষমতায় প্রতিষ্ঠিত করতে[১] এবং ফিরআউন হামান ও তাদের বাহিনীকে তা দেখিয়ে দিতে, যা তাদের নিকট হতে ওরা আশঙ্কা করত। [২]","bangla_bayan":"আর যমীনে তাদেরকে ক্ষমতায় অধিষ্ঠিত করতে এবং ফির‘আউন, হামান ও তাদের সৈন্যদেরকে দেখিয়ে দিতে, যা তারা তাদের কাছ থেকে আশঙ্কা করছিল।","bangla_mkhan":"এবং তাদেরকে দেশের ক্ষমতায় আসীন করার এবং ফেরাউন, হামান ও তাদের সৈন্য-বাহিনীকে তা দেখিয়ে দেয়ার, যা তারা সেই দূর্বল দলের তরফ থেকে আশংকা করত।","bangla_mujibur":"আর তাদেরকে দেশের ক্ষমতায় প্রতিষ্ঠিত করতে; এবং ফির‘আউন, হামান ও তাদের বাহিনীকে তা দেখিয়ে দিতে যা তাদের নিকট থেকে তারা আশংকা করত।","bangla_taisirul":"আর (ইচ্ছে করলাম) তাদেরকে দেশে প্রতিষ্ঠিত করতে, আর ফেরাউন, হামান ও তাদের সৈন্য বাহিনীকে দেখিয়ে দিতে যা তারা তাদের (অর্থাৎ মূসার সম্প্রদায়ের) থেকে আশঙ্কা করত।"},{"id":7,"arabic_text":"وَ اَوۡحَیۡنَاۤ  اِلٰۤی اُمِّ مُوۡسٰۤی اَنۡ  اَرۡضِعِیۡہِ ۚ فَاِذَا خِفۡتِ عَلَیۡہِ  فَاَلۡقِیۡہِ فِی الۡیَمِّ  وَ لَا تَخَافِیۡ  وَ لَا تَحۡزَنِیۡ ۚ اِنَّا رَآدُّوۡہُ  اِلَیۡکِ وَ جَاعِلُوۡہُ  مِنَ الۡمُرۡسَلِیۡنَ ﴿۷﴾ ","english_text":"Who break the covenant of Allah after contracting it and sever that which Allah has ordered to be joined and cause corruption on earth. It is those who are the losers.","page":386,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3259.mp3","colorText":"وَأَوْحَيْن[o[َآ] إِلَ[o[ىٰٓ] أُ[g[مّ]ِ مُوسَ[o[ىٰٓ] أَنْ أَرْضِعِيهِ‌ۖ فَإِذَا خِفْتِ عَلَيْهِ فَأَلْقِيهِ فِى [h:4971[ٱ]لْيَ[g[مّ]ِ وَلَا تَخَافِى وَلَا تَحْزَن[o[ِىٓ‌ۖ] إِ[g[نّ]َا ر[m[َا]ٓدُّوهُ إِلَيْكِ وَجَاعِلُوهُ مِنَ [h:4822[ٱ]لْمُرْسَل[p[ِي]نَ","juz":20,"ruku":334,"manzil":5,"bangla_ahbayan":"মূসার জননীর কাছে অহী পাঠালাম,[১] শিশুটিকে স্তন্যদান কর। যখন তুমি এর সম্পর্কে কোন আশংকা করবে, তখন একে (নীল) দরিয়ায় ভাসিয়ে দাও এবং ভয় করো না, দুঃখও করো না।[২] নিশ্চয় আমি একে তোমার নিকট ফিরিয়ে দেব[৩] এবং একে একজন রসূল করব।","bangla_bayan":"আর আমি মূসার মায়ের প্রতি নির্দেশ পাঠালাম, ‘তুমি তাকে দুধ পান করাও। অতঃপর যখন তুমি তার ব্যাপারে আশঙ্কা করবে, তখন তাকে দরিয়ায় নিক্ষেপ করবে। আর তুমি ভয় করবে না এবং চিন্তা করবে না। নিশ্চয় আমি তাকে তোমার কাছে ফিরিয়ে দেব এবং তাকে রাসূলদের অন্তর্ভুক্ত করব’।","bangla_mkhan":"আমি মূসা-জননীকে আদেশ পাঠালাম যে, তাকে স্তন্য দান করতে থাক। অতঃপর যখন তুমি তার সম্পর্কে বিপদের আশংকা কর, তখন তাকে দরিয়ায় নিক্ষেপ কর এবং ভয় করো না, দুঃখও করো না। আমি অবশ্যই তাকে তোমার কাছে ফিরিয়ে দেব এবং তাকে পয়গম্বরগণের একজন করব।","bangla_mujibur":"আমি মূসার মায়ের অন্তরে ইংগিতে নির্দেশ করলামঃ শিশুটিকে তুমি স্তন্য দান করতে থাক; যখন তুমি তার সম্পর্কে কোন আশংকা করবে তখন তাকে দরিয়ায় নিক্ষেপ কর এবং ভয় করনা, দুঃখ করনা; আমি তাকে তোমার নিকট ফিরিয়ে দিব এবং তাকে রাসূলদের একজন করব।","bangla_taisirul":"আমি মূসার মায়ের প্রতি ওয়াহী করলাম যে, তাকে স্তন্য পান করাতে থাক। যখন তুমি তার সম্পর্কে আশঙ্কা করবে, তখন তুমি তাকে দরিয়ায় নিক্ষেপ করবে, আর তুমি ভয় করবে না, দুঃখও করবে না, আমি তাকে অবশ্যই তোমার কাছে ফিরিয়ে দেব আর তাকে রসূলদের একজন করব।"},{"id":8,"arabic_text":"فَالۡتَقَطَہٗۤ  اٰلُ فِرۡعَوۡنَ  لِیَکُوۡنَ لَہُمۡ عَدُوًّا وَّ حَزَنًا ؕ اِنَّ فِرۡعَوۡنَ  وَ ہَامٰنَ  وَ جُنُوۡدَہُمَا  کَانُوۡا خٰطِئِیۡنَ ﴿۸﴾ ","english_text":"How can you disbelieve in Allah when you were lifeless and He brought you to life; then He will cause you to die, then He will bring you [back] to life, and then to Him you will be returned.","page":386,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3260.mp3","colorText":"فَ[h:9999[ٱ]لْتَقَطَهُ[o[ۥٓ] ءَالُ فِرْعَوْنَ لِيَكُونَ لَهُمْ عَدُو[a:10070[ًّا و]َحَزَنًا‌ۗ إِ[g[نّ]َ فِرْعَوْنَ وَهَ[n[ـٰ]مَ[n[ـٰ]نَ وَجُنُودَهُمَا كَانُو[s[اْ] خَ[n[ـٰ]طِــٔ[p[ِي]نَ","juz":20,"ruku":334,"manzil":5,"bangla_ahbayan":"অতঃপর ফিরআউনের লোকজন মূসাকে উঠিয়ে নিল।[১] পরিণামে সে ওদের শত্রু ও দুঃখের কারণ হল।[২] নিশ্চয় ফিরআউন, হামান ও ওদের বাহিনী ছিল অপরাধী। [৩]","bangla_bayan":"অতঃপর ফির‘আউন পরিবার তাকে উঠিয়ে নিল, পরিণামে সে তাদের শত্রু ও দুঃশ্চিন্তার কারণ হবে। নিশ্চয় ফির‘আউন, হামান ও তাদের সৈন্যরা ছিল অপরাধী।","bangla_mkhan":"অতঃপর ফেরাউন পরিবার মূসাকে কুড়িয়ে নিল, যাতে তিনি তাদের শত্রু ও দুঃখের কারণ হয়ে যান। নিশ্চয় ফেরাউন, হামান, ও তাদের সৈন্যবাহিনী অপরাধী ছিল।","bangla_mujibur":"অতঃপর ফির‘আউনের লোকজন তাকে কুড়িয়ে নিল। এর পরিণামতো এই ছিল যে, সে তাদের শত্রু ও দুঃখের কারণ হবে। ফির‘আউন, হামান ও তাদের বাহিনী ছিল অপরাধী।","bangla_taisirul":"অতঃপর ফেরাউনের লোকজন তাকে উঠিয়ে নিল যাতে সে তাদের জন্য শত্রু হতে ও দুঃখের কারণ হতে পারে। ফেরাউন, হামান ও তাদের বাহিনীর লোকেরা তো ছিল অপরাধী।"},{"id":9,"arabic_text":"وَ قَالَتِ امۡرَاَتُ فِرۡعَوۡنَ قُرَّتُ عَیۡنٍ لِّیۡ وَ لَکَ ؕ لَا تَقۡتُلُوۡہُ ٭ۖ عَسٰۤی اَنۡ  یَّنۡفَعَنَاۤ اَوۡ  نَتَّخِذَہٗ   وَلَدًا  وَّ  ہُمۡ  لَا یَشۡعُرُوۡنَ ﴿۹﴾ ","english_text":"It is He who created for you all of that which is on the earth. Then He directed Himself to the heaven, [His being above all creation], and made them seven heavens, and He is Knowing of all things.","page":386,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3261.mp3","colorText":"وَقَالَتِ [h:10071[ٱ]مْرَأَتُ فِرْعَوْنَ قُرَّتُ عَيْ[u:10072[نٍ ل]ِّى وَلَكَ‌ۖ لَا تَ[q:10073[قْ]تُلُوهُ عَسَ[o[ىٰٓ] أ[a:6597[َن ي]َ[f:6598[نف]َعَن[o[َآ] أَوْ نَتَّخِذَهُ[n[ۥ] وَلَ[a:10074[دًا و]َهُمْ لَا يَشْعُر[p[ُو]نَ","juz":20,"ruku":334,"manzil":5,"bangla_ahbayan":"ফিরআউনের স্ত্রী বলল, ‘এ শিশু আমার এবং তোমার নয়ন-প্রীতিকর। তোমরা একে হত্যা করো না।[১] সম্ভবতঃ সে আমাদের উপকারে আসবে অথবা আমরা তাকে সন্তান হিসাবে গ্রহণ করব।’[২] প্রকৃতপক্ষে ওরা এর পরিণাম বুঝতে পারেনি। [৩]","bangla_bayan":"আর ফির‘আউনের স্ত্রী বলল, ‘এ শিশুটি আমার ও তোমার চক্ষু শীতলকারী, তাকে হত্যা করো না। আশা করা যায়, সে আমাদের কোন উপকারে আসবে। অথবা আমরা তাকে সন্তান হিসেবে গ্রহণ করতে পারি’। অথচ তারা উপলব্ধি করতে পারেনি।","bangla_mkhan":"ফেরাউনের স্ত্রী বলল, এ শিশু আমার ও তোমার নয়নমণি, তাকে হত্যা করো না। এ আমাদের উপকারে আসতে পারে অথবা আমরা তাকে পুত্র করে নিতে পারি। প্রকৃতপক্ষে পরিণাম সম্পর্কে তাদের কোন খবর ছিল না।","bangla_mujibur":"ফির‘আউনের স্ত্রী বললঃ এই শিশু আমার ও তোমার নয়ন প্রীতিকর। তাকে হত্যা করনা, সে আমাদের উপকারে আসতে পারে, আমরা তাকে সন্তান হিসাবেও গ্রহণ করতে পারি। প্রকৃত পক্ষে তারা এর পরিণাম বুঝতে পারেনি।","bangla_taisirul":"ফেরাঊনের স্ত্রী বলল- ‘এ শিশু আমার ও তোমার চক্ষু শীতলকারী, তাকে হত্যা কর না, সে আমাদের উপকারে লাগতে পারে অথবা তাকে আমরা পুত্র হিসেবেও গ্রহণ করতে পারি আর তারা কিছুই বুঝতে পারল না (তাদের এ কাজের পরিণাম কী)।"},{"id":10,"arabic_text":"وَ اَصۡبَحَ فُؤَادُ  اُمِّ مُوۡسٰی فٰرِغًا ؕ اِنۡ کَادَتۡ لَتُبۡدِیۡ بِہٖ  لَوۡ لَاۤ  اَنۡ رَّبَطۡنَا عَلٰی قَلۡبِہَا لِتَکُوۡنَ مِنَ الۡمُؤۡمِنِیۡنَ ﴿۱۰﴾ ","english_text":"And [mention, O Muhammad], when your Lord said to the angels, \"Indeed, I will make upon the earth a successive authority.\" They said, \"Will You place upon it one who causes corruption therein and sheds blood, while we declare Your praise and sanctify You?\" Allah said, \"Indeed, I know that which you do not know.\"","page":386,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3262.mp3","colorText":"وَأَصْبَحَ فُؤَادُ أُ[g[مّ]ِ مُوسَىٰ فَ[n[ـٰ]رِغًا‌ۖ إِ[f:10075[ن ك]َادَتْ لَتُ[q:10076[بْ]دِى بِه[n[ِۦ] لَوْل[o[َآ] أ[u:10077[َن ر]َّبَ[q:10078[طْ]نَا عَلَىٰ قَلْبِهَا لِتَكُونَ مِنَ [h:3047[ٱ]لْمُؤْمِن[p[ِي]نَ","juz":20,"ruku":334,"manzil":5,"bangla_ahbayan":"মূসা-জননীর হৃদয় অস্থির হয়ে পড়েছিল।[১] যাতে সে আস্থাশীল হয় সেজন্য তার হৃদয়কে আমি সুদৃঢ় করে না দিলে, সে তার পরিচয় তো প্রকাশ করেই দিত। [২]","bangla_bayan":"আর মূসার মায়ের অন্তর বিচলিত হয়ে উঠেছিল। সে তো তার পরিচয় প্রকাশ করেই দিত, যদি আমি তার অন্তরকে দৃঢ় করে না দিতাম, যাতে সে আস্থাশীলদের অন্তর্ভুক্ত হয়।","bangla_mkhan":"সকালে মূসা জননীর অন্তর অস্থির হয়ে পড়ল। যদি আমি তাঁর হৃদয়কে দৃঢ় করে না দিতাম, তবে তিনি মূসাজনিত অস্থিরতা প্রকাশ করেই দিতেন। দৃঢ় করলাম, যাতে তিনি থাকেন বিশ্ববাসীগণের মধ্যে।","bangla_mujibur":"মূসা-জননীর হৃদয় অস্থির হয়ে পড়েছিল; যাতে সে আস্থাশীল হয় তজ্জন্য আমি তার হৃদয়কে দৃঢ় করে না দিলে সে তার পরিচয়তো প্রকাশ করেই দিত।","bangla_taisirul":"মূসার মায়ের অন্তর বিচলিত হয়ে উঠল। সে তো তার পরিচয় প্রকাশ করেই ফেলত যদি না আমি তার চিত্তকে দৃঢ় করতাম যাতে সে আস্থাশীল হয়।"},{"id":11,"arabic_text":"وَ قَالَتۡ لِاُخۡتِہٖ قُصِّیۡہِ ۫ فَبَصُرَتۡ بِہٖ عَنۡ  جُنُبٍ  وَّ  ہُمۡ  لَا  یَشۡعُرُوۡنَ ﴿ۙ۱۱﴾ ","english_text":"And He taught Adam the names - all of them. Then He showed them to the angels and said, \"Inform Me of the names of these, if you are truthful.\"","page":386,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3263.mp3","colorText":"وَقَالَتْ لِأُخْتِه[n[ِۦ] قُصِّيهِ‌ۖ فَبَصُرَتْ بِه[n[ِۦ] عَ[f:10079[ن ج]ُنُ[a:10080[بٍ و]َهُمْ لَا يَشْعُر[p[ُو]نَ","juz":20,"ruku":334,"manzil":5,"bangla_ahbayan":"সে মূসার ভগিনীকে[১] বলল, ‘এর পিছনে পিছনে যাও।’ সুতরাং সে ওদের অজ্ঞাতসারে দূর থেকে তাকে লক্ষ্য করছিল। [২]","bangla_bayan":"আর সে মূসার বোনকে বলল, ‘এর পিছনে পিছনে যাও’। সে দূর থেকে তাকে দেখছিল, কিন্তু তারা টের পায়নি।","bangla_mkhan":"তিনি মূসার ভগিণীকে বললেন, তার পেছন পেছন যাও। সে তাদের অজ্ঞাতসারে অপরিচিতা হয়ে তাকে দেখে যেতে লাগল।","bangla_mujibur":"সে মূসার বোনকে বললঃ এর পিছনে পিছনে যাও, সে তাদের অজ্ঞাতসারে দূর হতে তাকে দেখছিল।","bangla_taisirul":"মূসার মা মূসার বোনকে বলল- ‘তার পিছনে পিছনে যাও।’ সে দূর থেকে তাকে দেখছিল কিন্তু তারা টের পায়নি।"},{"id":12,"arabic_text":"وَ حَرَّمۡنَا عَلَیۡہِ الۡمَرَاضِعَ مِنۡ قَبۡلُ فَقَالَتۡ ہَلۡ  اَدُلُّکُمۡ  عَلٰۤی  اَہۡلِ بَیۡتٍ یَّکۡفُلُوۡنَہٗ  لَکُمۡ وَ ہُمۡ لَہٗ نٰصِحُوۡنَ ﴿۱۲﴾ ","english_text":"They said, \"Exalted are You; we have no knowledge except what You have taught us. Indeed, it is You who is the Knowing, the Wise.\"","page":386,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3264.mp3","colorText":"۞ وَحَرَّمْنَا عَلَيْهِ [h:10081[ٱ]لْمَرَاضِعَ مِ[f:128[ن ق]َ[q:129[بْ]لُ فَقَالَتْ هَلْ أَدُلُّكُمْ عَلَ[o[ىٰٓ] أَهْلِ بَيْ[a:10082[تٍ ي]َكْفُلُونَهُ[n[ۥ] لَكُمْ وَهُمْ لَهُ[n[ۥ] نَ[n[ـٰ]صِح[p[ُو]نَ","juz":20,"ruku":334,"manzil":5,"bangla_ahbayan":"আমি পূর্ব হতেই ধাত্রীস্তন্য পানে তাকে বিরত রেখেছিলাম।[১] মূসার ভগিনী বলল, ‘তোমাদেরকে কি আমি এমন পরিবারের কথা বলব, যারা তোমাদের হয়ে একে লালন-পালন করবে এবং এর হিতাকাঙ্ক্ষী হবে?’ [২]","bangla_bayan":"আর আমি তার জন্য পূর্ব থেকেই ধাত্রী (স্তন্য পান) নিষিদ্ধ করে দিয়েছিলাম। তারপর মূসার বোন এসে বলল, ‘আমি কি তোমাদেরকে এমন একটি পরিবারের সন্ধান দেব, যারা এ শিশুটিকে তোমাদের পক্ষে লালন পালন করবে এবং তারা তার শুভাকাঙ্ক্ষী হবে’।","bangla_mkhan":"পূর্ব থেকেই আমি ধাত্রীদেরকে মূসা থেকে বিরত রেখেছিলাম। মূসার ভগিনী বলল, আমি তোমাদেরকে এমন এক পরিবারের কথা বলব কি, যারা তোমাদের জন্যে একে লালন-পালন করবে এবং তারা হবে তার হিতাকাঙ্ক্ষী?","bangla_mujibur":"পূর্ব হতেই আমি ধাত্রীস্তন্য পানে তাকে বিরত রেখেছিলাম। মূসার বোন বললঃ তোমাদেরকে কি আমি এমন এক পরিবারের সন্ধান দিব যারা তোমাদের হয়ে একে লালন পালন করবে এবং এর মঙ্গলকামী হবে?","bangla_taisirul":"আগে থেকে আমি তাকে ধাত্রী-স্তন্য পান থেকে বিরত রেখেছিলাম। মূসার বোন বলল- ‘আমি কি তোমাদেরকে এমন একটা পরিবারের খোঁজ দেব যারা তাকে তোমাদের পক্ষে লালন পালন করবে আর তারা হবে তার হিতাকাঙ্ক্ষী।’"},{"id":13,"arabic_text":"فَرَدَدۡنٰہُ  اِلٰۤی  اُمِّہٖ کَیۡ تَقَرَّ عَیۡنُہَا وَ لَا تَحۡزَنَ وَ لِتَعۡلَمَ  اَنَّ وَعۡدَ اللّٰہِ حَقٌّ وَّ لٰکِنَّ  اَکۡثَرَہُمۡ  لَا  یَعۡلَمُوۡنَ ﴿۱۳﴾ ","english_text":"He said, \"O Adam, inform them of their names.\" And when he had informed them of their names, He said, \"Did I not tell you that I know the unseen [aspects] of the heavens and the earth? And I know what you reveal and what you have concealed.\"","page":386,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3265.mp3","colorText":"فَرَدَ[q:10083[دْ]نَ[n[ـٰ]هُ إِلَ[o[ىٰٓ] أُ[g[مّ]ِه[n[ِۦ] كَىْ تَقَرَّ عَيْنُهَا وَلَا تَحْزَنَ وَلِتَعْلَمَ أَ[g[نّ]َ وَعْدَ [h:3149[ٱ]للَّهِ حَ[a:6092[قٌّ و]َلَ[n[ـٰ]كِ[g[نّ]َ أَكْثَرَهُمْ لَا يَعْلَم[p[ُو]نَ","juz":20,"ruku":334,"manzil":5,"bangla_ahbayan":"অতঃপর আমি তাকে তার জননীর কাছে ফিরিয়ে দিলাম,[১] যাতে তার চক্ষু জুড়ায়, সে দুঃখ না পায় এবং জানতে পারে যে, আল্লাহর প্রতিশ্রুতি সত্য।[২] কিন্তু ওদের অধিকাংশই এ জানে না। [৩]","bangla_bayan":"অতঃপর আমি তাকে তার মায়ের কাছে ফিরিয়ে দিলাম, যাতে তার চোখ জুড়ায় এবং সে যেন কোন দুশ্চিন্তা না করে। আর সে যেন জানতে পারে যে, নিশ্চয় আল্লাহর ওয়াদা সত্য। কিন্তু তাদের অধিকাংশই তা জানে না।","bangla_mkhan":"অতঃপর আমি তাকে জননীর কাছে ফিরিয়ে দিলাম, যাতে তার চক্ষু জুড়ায় এবং তিনি দুঃখ না করেন এবং যাতে তিনি জানেন যে, আল্লাহর ওয়াদা সত্য, কিন্তু অনেক মানুষ তা জানে না।","bangla_mujibur":"অতঃপর আমি তাকে ফিরিয়ে দিলাম তার জননীর নিকট যাতে তার চক্ষু জুড়ায়, সে দুঃখ না করে এবং বুঝতে পারে যে, আল্লাহর প্রতিশ্রুতি সত্য; কিন্তু অধিকাংশ মানুষই এটা জানেনা।","bangla_taisirul":"এভাবে আমি তাকে তার মায়ের কাছে ফিরিয়ে আনলাম যাতে তার চোখ জুড়ায়, সে দুঃখ না করে আর জানতে পারে যে, আল্লাহর ও‘য়াদা সত্য; কিন্তু অধিকাংশ মানুষ তা জানে না।"},{"id":14,"arabic_text":"وَ لَمَّا بَلَغَ  اَشُدَّہٗ  وَ اسۡتَوٰۤی اٰتَیۡنٰہُ حُکۡمًا وَّ عِلۡمًا ؕ وَ کَذٰلِکَ نَجۡزِی الۡمُحۡسِنِیۡنَ ﴿۱۴﴾ ","english_text":"And [mention] when We said to the angels, \"Prostrate before Adam\"; so they prostrated, except for Iblees. He refused and was arrogant and became of the disbelievers.","page":387,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3266.mp3","colorText":"وَلَ[g[مّ]َا بَلَغَ أَشُدَّهُ[n[ۥ] وَ[h:10084[ٱ]سْتَوَ[o[ىٰٓ] ءَاتَيْنَ[n[ـٰ]هُ حُكْ[a:6600[مًا و]َعِلْ[a:6601[مًا‌ۚ و]َكَذ[n[َٲ]لِكَ نَ[q:4214[جْ]زِى [h:4215[ٱ]لْمُحْسِن[p[ِي]نَ","juz":20,"ruku":335,"manzil":5,"bangla_ahbayan":"যখন মূসা পূর্ণ যৌবনে ও পরিণত বয়সে উপনীত হল, তখন আমি তাকে প্রজ্ঞা ও জ্ঞান দান করলাম; [১] এভাবে আমি সৎকর্মপরায়ণদেরকে পুরস্কৃত করে থাকি।","bangla_bayan":"আর মূসা যখন যৌবনে পদার্পণ করল এবং পরিণত বয়স্ক হলো, তখন আমি তাকে বিচারবুদ্ধি ও জ্ঞান দান করলাম। আর এভাবেই আমি সৎকর্মশীলদের পুরস্কার দিয়ে থাকি।","bangla_mkhan":"যখন মূসা যৌবনে পদার্পন করলেন এবং পরিণত বয়স্ক হয়ে গেলেন, তখন আমি তাঁকে প্রজ্ঞা ও জ্ঞানদান করলাম। এমনিভাবে আমি সৎকর্মীদেরকে প্রতিদান দিয়ে থাকি।","bangla_mujibur":"যখন মূসা পূর্ণ যৌবনে উপনীত ও পরিণত বয়স্ক হল তখন আমি তাকে হিকমাত ও জ্ঞান দান করলাম। এভাবে আমি সৎকর্মপরায়ণদেরকে পুরস্কার প্রদান করে থাকি।","bangla_taisirul":"মূসা যখন যৌবনে পদার্পণ করল আর পূর্ণ পরিণত হল, তখন আমি তাকে হিকমত ও জ্ঞান দান করলাম; আমি সৎকর্মশীলদেরকে এভাবেই পুরস্কৃত করে থাকি।"},{"id":15,"arabic_text":"وَ دَخَلَ الۡمَدِیۡنَۃَ عَلٰی حِیۡنِ غَفۡلَۃٍ مِّنۡ اَہۡلِہَا فَوَجَدَ فِیۡہَا رَجُلَیۡنِ یَقۡتَتِلٰنِ ٭۫ ہٰذَا مِنۡ شِیۡعَتِہٖ وَ ہٰذَا مِنۡ عَدُوِّہٖ ۚ فَاسۡتَغَاثَہُ  الَّذِیۡ مِنۡ شِیۡعَتِہٖ عَلَی الَّذِیۡ  مِنۡ عَدُوِّہٖ ۙ فَوَکَزَہٗ  مُوۡسٰی فَقَضٰی عَلَیۡہِ ٭۫  قَالَ ہٰذَا مِنۡ عَمَلِ الشَّیۡطٰنِ ؕ اِنَّہٗ  عَدُوٌّ مُّضِلٌّ مُّبِیۡنٌ ﴿۱۵﴾ ","english_text":"And We said, \"O Adam, dwell, you and your wife, in Paradise and eat therefrom in [ease and] abundance from wherever you will. But do not approach this tree, lest you be among the wrongdoers.\"","page":387,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3267.mp3","colorText":"وَدَخَلَ [h:10085[ٱ]لْمَدِينَةَ عَلَىٰ حِينِ غَفْلَ[a:8863[ةٍ م]ِّنْ أَهْلِهَا فَوَجَدَ فِيهَا رَجُلَيْنِ يَ[q:10086[قْ]تَتِلَانِ هَ[n[ـٰ]ذَا مِ[f:10087[ن ش]ِيعَتِه[n[ِۦ] وَهَ[n[ـٰ]ذَا مِنْ عَدُوِّه[n[ِۦ]‌ۖ فَ[h:10088[ٱ]سْتَغَ[n[ـٰ]ثَهُ [h:10089[ٱ]لَّذِى مِ[f:10087[ن ش]ِيعَتِه[n[ِۦ] عَلَى [h:4534[ٱ]لَّذِى مِنْ عَدُوِّه[n[ِۦ] فَوَكَزَهُ[n[ۥ] مُوسَىٰ فَقَضَىٰ عَلَيْهِ‌ۖ قَالَ هَ[n[ـٰ]ذَا مِنْ عَمَلِ [h:3767[ٱ][l[ل]شَّيْطَ[n[ـٰ]نِ‌ۖ إِ[g[نّ]َهُ[n[ۥ] عَدُ[a:10090[وٌّ م]ُّضِ[a:10091[لٌّ م]ُّب[p[ِي]نٌ","juz":20,"ruku":335,"manzil":5,"bangla_ahbayan":"সে নগরীতে প্রবেশ করল এমন এক সময়ে যখন এর অধিবাসীরা অসতর্ক অবস্থায় ছিল,[১] সেখানে সে দু’টি লোককে মারামারি করতে দেখল; একজন তার নিজ দলের এবং অপরজন তার শত্রু দলের।[২] মূসার দলের লোকটি তার শত্রুর বিরুদ্ধে তার সাহায্য প্রার্থনা করল। তখন মূসা ওকে ঘুষি মারল; এভাবে সে তাকে হত্যা করে বসল। মূসা বলল, ‘এ তো শয়তানের কাজ।[৩] নিশ্চয় সে তো প্রকাশ্য শত্রু ও বিভ্রান্তকারী।’ [৪]","bangla_bayan":"আর সে শহরে প্রবেশ করল, যখন তার অধিবাসীরা ছিল অসতর্ক। তখন সেখানে সে দু’জন লোককে সংঘর্ষে লিপ্ত অবস্থায় পেল। একজন তার নিজের দলের এবং অপরজন তার শত্রুদলের। তখন তার নিজের দলের লোকটি তার শত্রুদলের লোকটির বিরুদ্ধে তার কাছে সাহায্য চাইল। অতঃপর মূসা তাকে ঘুষি মারল ফলে সে তাকে মেরে ফেলল। মূসা বলল, ‘এটা শয়তানের কাজ। নিশ্চয় সে পথভ্রষ্টকারী প্রকাশ্য শত্রু’।","bangla_mkhan":"তিনি শহরে প্রবেশ করলেন, যখন তার অধিবাসীরা ছিল বেখবর। তথায় তিনি দুই ব্যক্তিকে লড়াইরত দেখলেন। এদের একজন ছিল তাঁর নিজ দলের এবং অন্য জন তাঁর শত্রু দলের। অতঃপর যে তাঁর নিজ দলের সে তাঁর শত্রু দলের লোকটির বিরুদ্ধে তাঁর কাছে সাহায্য প্রার্থনা করল। তখন মূসা তাকে ঘুষি মারলেন এবং এতেই তার মৃত্যু হয়ে গেল। মূসা বললেন, এটা শয়তানের কাজ। নিশ্চয় সে প্রকাশ্য শত্রু, বিভ্রান্তকারী।","bangla_mujibur":"সে নগরীতে প্রবেশ করল, যখন এর অধিবাসীরা ছিল অসতর্ক। সেখানে সে দু’টি লোককে সংঘর্ষে লিপ্ত দেখল - একজন তার নিজ দলের এবং অপর জন তার শত্রু দলের। মূসার দলের লোকটি তার শত্রুর বিরুদ্ধে তার সাহায্য প্রার্থনা করল। তখন মূসা তাকে ঘুষি মারল, এতেই তার মৃত্যু হল। মূসা বললঃ এটা শাইতানের কান্ড, সেতো প্রকাশ্য শত্রু ও পথভ্রষ্টকারী।","bangla_taisirul":"সে শহরে প্রবেশ করল যখন সেখানের লোকেরা অসতর্ক অবস্থায় ছিল। তখন সে দু’জন লোককে সংঘর্ষরত অবস্থায় পেল। একজন তার দলের, অপরজন তার শত্রুদলের। তখন তার দলের লোকটি তার শত্রুদলের লোকটির বিরুদ্ধে তার কাছে সাহায্যের আবেদন জানালো। তখন মূসা তাকে ঘুসি মারল এবং হত্যা করে ফেলল। মূসা বলল- ‘এটা শয়ত্বানের কাজ। সে নিশ্চয় প্রকাশ্য শত্রু, গুমরাহকারী।’"},{"id":16,"arabic_text":"قَالَ رَبِّ اِنِّیۡ ظَلَمۡتُ نَفۡسِیۡ فَاغۡفِرۡ لِیۡ فَغَفَرَ  لَہٗ ؕ اِنَّہٗ  ہُوَ  الۡغَفُوۡرُ  الرَّحِیۡمُ ﴿۱۶﴾ ","english_text":"But Satan caused them to slip out of it and removed them from that [condition] in which they had been. And We said, \"Go down, [all of you], as enemies to one another, and you will have upon the earth a place of settlement and provision for a time.\"","page":387,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3268.mp3","colorText":"قَالَ رَبِّ إِ[g[نّ]ِى ظَلَمْتُ نَفْسِى فَ[h:1791[ٱ]غْفِرْ لِى فَغَفَرَ لَهُ[o[ۥٓ‌ۚ] إِ[g[نّ]َهُ[n[ۥ] هُوَ [h:6822[ٱ]لْغَفُورُ [h:6228[ٱ][l[ل]رَّح[p[ِي]مُ","juz":20,"ruku":335,"manzil":5,"bangla_ahbayan":"সে বলল, হে আমার প্রতিপালক! আমি তো আমার নিজের প্রতি যুলুম করেছি; সুতরাং তুমি আমাকে ক্ষমা কর।’[১] অতঃপর তিনি তাকে ক্ষমা করলেন। নিশ্চয় তিনিই চরম ক্ষমাশীল, পরম দয়ালু।","bangla_bayan":"সে বলল, ‘হে আমার রব, নিশ্চয় আমি আমার নফসের প্রতি যুলম করেছি, সুতরাং আপনি আমাকে ক্ষমা করে দিন’। অতঃপর তিনি তাকে ক্ষমা করলেন। নিশ্চয় তিনি অতি ক্ষমাশীল, পরম দয়ালু।","bangla_mkhan":"তিনি বললেন, হে আমার পালনকর্তা, আমি তো নিজের উপর জুলুম করে ফেলেছি। অতএব, আমাকে ক্ষমা করুন। আল্লাহ তাকে ক্ষমা করলেন। নিশ্চয় তিনি ক্ষমাশীল, দয়ালু।","bangla_mujibur":"সে বললঃ হে আমার রাব্ব! আমিতো আমার নিজের প্রতি যুলম করেছি; সুতরাং আমাকে ক্ষমা করুন! অতঃপর তিনি তাকে ক্ষমা করলেন। তিনিতো ক্ষমাশীল, পরম দয়ালু।","bangla_taisirul":"সে বলল- ‘হে আমার প্রতিপালক! আমি নিজের আত্মার উপর যুলম করেছি, অতএব আমাকে ক্ষমা কর।’ অতঃপর আল্লাহ তাকে ক্ষমা করলেন, অবশ্যই তিনি ক্ষমাশীল, অতি দয়ালু।"},{"id":17,"arabic_text":"قَالَ رَبِّ بِمَاۤ  اَنۡعَمۡتَ عَلَیَّ  فَلَنۡ  اَکُوۡنَ  ظَہِیۡرًا  لِّلۡمُجۡرِمِیۡنَ ﴿۱۷﴾ ","english_text":"Then Adam received from his Lord [some] words, and He accepted his repentance. Indeed, it is He who is the Accepting of repentance, the Merciful.","page":387,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3269.mp3","colorText":"قَالَ رَبِّ بِم[o[َآ] أَنْعَمْتَ عَلَىَّ فَلَنْ أَكُونَ ظَهِي[u:10092[رًا ل]ِّلْمُ[q:9609[جْ]رِم[p[ِي]نَ","juz":20,"ruku":335,"manzil":5,"bangla_ahbayan":"সে আরও বলল, ‘হে আমার প্রতিপালক! তুমি আমার প্রতি যে অনুগ্রহ করেছ, সুতরাং আমি কখনও অপরাধীদের পৃষ্ঠপোষক হব না।’ [১]","bangla_bayan":"মূসা বলল, ‘হে আমার রব, আপনি যেহেতু আমার প্রতি নিআমত দান করেন, তাই আমি কখনো আর অপরাধীদের সাহায্যকারী হব না।","bangla_mkhan":"তিনি বললেন, হে আমার পালনকর্তা, আপনি আমার প্রতি যে অনুগ্রহ করেছেন, এরপর আমি কখনও অপরাধীদের সাহায্যকারী হব না।","bangla_mujibur":"সে আরও বললঃ হে আমার রাব্ব! আপনি যেহেতু আমার উপর অনুগ্রহ করেছেন, আমি কখনও অপরাধীদের সাহায্যকারী হবনা।","bangla_taisirul":"মূসা বলল, ‘হে আমার প্রতিপালক! তুমি যেহেতু আমার উপর অনুগ্রহ করেছ, কাজেই আমি কক্ষনো পাপীদের সাহায্যকারী হব না।’"},{"id":18,"arabic_text":"فَاَصۡبَحَ فِی الۡمَدِیۡنَۃِ خَآئِفًا یَّتَرَقَّبُ فَاِذَا  الَّذِی اسۡتَنۡصَرَہٗ  بِالۡاَمۡسِ یَسۡتَصۡرِخُہٗ ؕ قَالَ لَہٗ  مُوۡسٰۤی  اِنَّکَ لَغَوِیٌّ  مُّبِیۡنٌ ﴿۱۸﴾ ","english_text":"We said, \"Go down from it, all of you. And when guidance comes to you from Me, whoever follows My guidance - there will be no fear concerning them, nor will they grieve.","page":387,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3270.mp3","colorText":"فَأَصْبَحَ فِى [h:4932[ٱ]لْمَدِينَةِ خ[o[َا]ٓئِ[a:10093[فًا ي]َتَرَقَّبُ فَإِذَا [h:10094[ٱ]لَّذِى [h:10095[ٱ]سْتَ[f:10096[نص]َرَهُ[n[ۥ] بِ[h:6017[ٱ]لْأَمْسِ يَسْتَصْرِخُهُ[n[ۥ]‌ۚ قَالَ لَهُ[n[ۥ] مُوسَ[o[ىٰٓ] إِ[g[نّ]َكَ لَغَوِ[a:10097[ىٌّ م]ُّب[p[ِي]نٌ","juz":20,"ruku":335,"manzil":5,"bangla_ahbayan":"অতঃপর ভীত-সতর্ক অবস্থায়[১] সে নগরীতে তার প্রভাত হল। হঠাৎ সে শুনতে পেল, গতকাল যে ব্যক্তি তার সাহায্য চেয়েছিল, সে তার সাহায্যের জন্য চীৎকার করছে। মূসা তাকে বলল, ‘নিশ্চয় তুমি একজন সুস্পষ্ট বিভ্রান্ত ব্যক্তি।’ [২]","bangla_bayan":"অতঃপর ভীত প্রতীক্ষারত অবস্থায় সেই শহরে তার সকাল হল। হঠাৎ সে শুনতে পেল, যে লোকটি গতকাল তার কাছে সাহায্য চেয়েছিল, সে আবার সাহায্যের জন্য চিৎকার করছে। মূসা তাকে বলল, ‘নিশ্চয় তুমি তো একজন স্পষ্ট বিভ্রান্ত ব্যক্তি’।","bangla_mkhan":"অতঃপর তিনি প্রভাতে উঠলেন সে শহরে ভীত-শংকিত অবস্থায়। হঠাৎ তিনি দেখলেন, গতকল্য যে ব্যক্তি তাঁর সাহায্য চেয়েছিল, সে চিৎকার করে তাঁর সাহায্য প্রার্থনা করছে। মূসা তাকে বললেন, তুমি তো একজন প্রকাশ্য পথভ্রষ্ট ব্যক্তি।","bangla_mujibur":"অতঃপর ভীত সতর্ক অবস্থায় সেই নগরীতে তার প্রভাত হল। হঠাৎ সে শুনতে পেলো, পূর্বদিন যে ব্যক্তি তার সাহায্য চেয়েছিল সে তার সাহায্যের জন্য চীৎকার করছে। মূসা তাকে বললঃ তুমিতো সুস্পষ্টই একজন বিভ্রান্ত ব্যক্তি।","bangla_taisirul":"শহরে তার সকাল হল ভীত-সন্ত্রস্ত অবস্থায়। হঠাৎ সে শুনল যে লোকটি গতকাল তার কাছে সাহায্য চেয়েছিল (আবার) সে সাহায্যের জন্য চীৎকার করছে। মূসা তাকে বলল- ‘তুমি প্রকাশ্যই একজন বেওকুফ লোক।"},{"id":19,"arabic_text":"فَلَمَّاۤ  اَنۡ  اَرَادَ  اَنۡ یَّبۡطِشَ بِالَّذِیۡ ہُوَ عَدُوٌّ لَّہُمَا ۙ قَالَ یٰمُوۡسٰۤی  اَتُرِیۡدُ اَنۡ تَقۡتُلَنِیۡ  کَمَا قَتَلۡتَ نَفۡسًۢا بِالۡاَمۡسِ ٭ۖ اِنۡ تُرِیۡدُ  اِلَّاۤ  اَنۡ تَکُوۡنَ جَبَّارًا فِی الۡاَرۡضِ وَ مَا تُرِیۡدُ اَنۡ تَکُوۡنَ مِنَ الۡمُصۡلِحِیۡنَ ﴿۱۹﴾ ","english_text":"And those who disbelieve and deny Our signs - those will be companions of the Fire; they will abide therein eternally.\"","page":387,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3271.mp3","colorText":"فَلَ[g[مّ][o[َآ] أَنْ أَرَادَ أ[a:10098[َن ي]َ[q:10099[بْ]طِشَ بِ[h:315[ٱ]لَّذِى هُوَ عَدُ[u:10100[وٌّ ل]َّهُمَا قَالَ يَ[n[ـٰ]مُوسَ[o[ىٰٓ] أَتُرِيدُ أَ[f:10101[ن ت]َ[q:10102[قْ]تُلَنِى كَمَا قَتَلْتَ نَفْس[i:10103[َۢا ب]ِ[h:6017[ٱ]لْأَمْسِ‌ۖ إِ[f:10104[ن ت]ُرِيدُ إِلّ[o[َآ] أَ[f:1566[ن ت]َكُونَ جَبَّا[f:10105[رًا ف]ِى [h:44[ٱ]لْأَرْضِ وَمَا تُرِيدُ أَ[f:1566[ن ت]َكُونَ مِنَ [h:10106[ٱ]لْمُصْلِح[p[ِي]نَ","juz":20,"ruku":335,"manzil":5,"bangla_ahbayan":"অতঃপর মূসা যখন উভয়ের শত্রুকে পাকড়াও করতে উদ্যত হল,[১] তখন সে ব্যক্তি বলে উঠল, ‘হে মূসা! গতকাল তুমি যেমন এক ব্যক্তিকে হত্যা করেছ, তেমনি আমাকেও কি হত্যা করতে চাও? তুমি তো পৃথিবীতে কেবল স্বেচ্ছাচারী হতে চাও এবং শান্তি স্থাপনকারী হতে চাও না!’ [২]","bangla_bayan":"অতঃপর মূসা যখন উভয়েরই শত্রুকে ধরতে চাইল, তখন লোকটি বলে উঠল, ‘হে মূসা, তুমি কি আমাকেও হত্যা করতে চাও? যেমন গতকাল একটি লোককে তুমি হত্যা করেছ? তুমি তো যমীনে কেবল স্বৈরাচারী হতে চাচ্ছ। আর তুমি তো সংশোধনকারীদের মধ্যে অন্তর্ভুক্ত হতে চাচ্ছ না’।","bangla_mkhan":"অতঃপর মূসা যখন উভয়ের শত্রুকে শায়েস্তা করতে চাইলেন, তখন সে বলল, গতকল্য তুমি যেমন এক ব্যক্তিকে হত্যা করেছিলে, সে রকম আমাকেও কি হত্যা করতে চাও? তুমি তো পৃথিবীতে স্বৈরাচারী হতে চাচ্ছ এবং সন্ধি স্থাপনকারী হতে চাও না।","bangla_mujibur":"অতঃপর মূসা যখন উভয়ের শত্রুকে ধরতে উদ্যত হল তখন সেই ব্যক্তি বলে উঠলঃ হে মূসা! গতকল্য তুমি যেমন এক ব্যক্তিকে হত্যা করেছ সেভাবে আমাকেও কি হত্যা করতে চাচ্ছ? তুমিতো পৃথিবীতে স্বেচ্ছাচারী হতে চাচ্ছ, শান্তি স্থাপনকারী হতে চাওনা?","bangla_taisirul":"অতঃপর মূসা যখন উভয়ের শত্রুকে ধরতে উদ্যত হল, তখন সে বলল- ‘ওহে মূসা! তুমি কি আমাকে হত্যা করতে চাও যেভাবে গতকাল একটা লোককে হত্যা করেছ, তুমি তো পৃথিবীতে স্বেচ্ছাচারী হতে চাচ্ছ, সংশোধনকারীদের মধ্যে গণ্য হতে চাচ্ছ না।’"},{"id":20,"arabic_text":"وَ جَآءَ رَجُلٌ مِّنۡ اَقۡصَا الۡمَدِیۡنَۃِ یَسۡعٰی ۫ قَالَ یٰمُوۡسٰۤی  اِنَّ الۡمَلَاَ یَاۡتَمِرُوۡنَ بِکَ لِیَقۡتُلُوۡکَ فَاخۡرُجۡ  اِنِّیۡ لَکَ  مِنَ  النّٰصِحِیۡنَ ﴿۲۰﴾ ","english_text":"O Children of Israel, remember My favor which I have bestowed upon you and fulfill My covenant [upon you] that I will fulfill your covenant [from Me], and be afraid of [only] Me.","page":387,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3272.mp3","colorText":"وَج[o[َا]ٓءَ رَجُ[a:10107[لٌ م]ِّنْ أَ[q:10108[قْ]صَا [h:10109[ٱ]لْمَدِينَةِ يَسْعَىٰ قَالَ يَ[n[ـٰ]مُوسَ[o[ىٰٓ] إِ[g[نّ]َ [h:10110[ٱ]لْمَلَأَ يَأْتَمِرُونَ بِكَ لِيَ[q:10111[قْ]تُلُوكَ فَ[h:4603[ٱ]خْرُ[q:4603[جْ] إِ[g[نّ]ِى لَكَ مِنَ [h:10112[ٱ][l[ل][g[نّ]َ[n[ـٰ]صِح[p[ِي]نَ","juz":20,"ruku":335,"manzil":5,"bangla_ahbayan":"নগরীর দূরপ্রান্ত হতে এক ব্যক্তি ছুটে এল ও বলল,[১] ‘হে মূসা! (ফিরআউনের) পারিষদবর্গ তোমাকে হত্যা করবার ষড়যন্ত্র করছে। সুতরাং তুমি বাইরে চলে যাও, আমি অবশ্যই তোমার মঙ্গলকামী।’","bangla_bayan":"আর শহরের দূরপ্রান্ত থেকে একজন লোক ছুটে আসল। সে বলল, ‘হে মূসা, নিশ্চয় পারিষদবর্গ তোমাকে হত্যার পরামর্শ করছে, তাই তুমি বেরিয়ে যাও, নিশ্চয় আমি তোমার জন্য কল্যাণকামীদের একজন’।","bangla_mkhan":"এসময় শহরের প্রান্ত থেকে একব্যক্তি ছুটে আসল এবং বলল, হে মূসা, রাজ্যের পরিষদবর্গ তোমাকে হত্যা করার পরমর্শ করছে। অতএব, তুমি বের হয়ে যাও। আমি তোমার হিতাকাঙ্ক্ষী।","bangla_mujibur":"নগরীর দূর প্রান্ত হতে এক ব্যক্তি ছুটে এলো এবং বললঃ হে মূসা! পরিষদবর্গ তোমাকে হত্যা করার পরামর্শ করেছে। সুতরাং তুমি বাইরে চলে যাও, আমিতো তোমার মঙ্গলকামী।","bangla_taisirul":"নগরের প্রান্ত হতে এক লোক ছুটে আসল। সে বলল- ‘হে মূসা! পারিষদগণ তোমাকে হত্যার পরামর্শ করছে, কাজেই তুমি বাইরে চলে যাও, আমি তোমার হিতাকাঙ্ক্ষী।"},{"id":21,"arabic_text":"فَخَرَجَ مِنۡہَا خَآئِفًا یَّتَرَقَّبُ ۫ قَالَ  رَبِّ نَجِّنِیۡ مِنَ الۡقَوۡمِ  الظّٰلِمِیۡنَ ﴿۲۱﴾ ","english_text":"And believe in what I have sent down confirming that which is [already] with you, and be not the first to disbelieve in it. And do not exchange My signs for a small price, and fear [only] Me.","page":387,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3273.mp3","colorText":"فَخَرَجَ مِنْهَا خ[o[َا]ٓئِ[a:10093[فًا ي]َتَرَقَّبُ‌ۖ قَالَ رَبِّ نَجِّنِى مِنَ [h:4196[ٱ]لْقَوْمِ [h:4155[ٱ][l[ل]ظَّ[n[ـٰ]لِم[p[ِي]نَ","juz":20,"ruku":335,"manzil":5,"bangla_ahbayan":"ভীত-সন্ত্রস্ত অবস্থায় সন্তর্পণে সে সেখান হতে বের হয়ে পড়ল[১] এবং বলল, ‘হে আমার প্রতিপালক! তুমি অত্যাচারী সম্প্রদায় হতে আমাকে রক্ষা কর।’ [২]","bangla_bayan":"তখন সে ভীত প্রতীক্ষারত অবস্থায় শহর থেকে বেরিয়ে পড়ল। বলল, ‘হে আমার রব, আপনি যালিম কওম থেকে আমাকে রক্ষা করুন’।","bangla_mkhan":"অতঃপর তিনি সেখান থেকে ভীত অবস্থায় বের হয়ে পড়লেন পথ দেখতে দেখতে। তিনি বললেন, হে আমার পালনকর্তা, আমাকে জালেম সম্প্রদায়ের কবল থেকে রক্ষা কর।","bangla_mujibur":"ভীত সতর্ক অবস্থায় সে সেখান হতে বের হয়ে পড়ল এবং বললঃ হে আমার রাব্ব! আপনি যালিম সম্প্রদায় হতে আমাকে রক্ষা করুন।","bangla_taisirul":"তখন মূসা ভীত-সন্ত্রস্ত অবস্থায় সেখান থেকে বেরিয়ে পড়ল সতর্কতার সঙ্গে। সে বলল, ‘হে আমার প্রতিপালক! তুমি আমাকে যালিম গোষ্ঠী হতে রক্ষা কর।’"},{"id":22,"arabic_text":"وَ لَمَّا تَوَجَّہَ  تِلۡقَآءَ مَدۡیَنَ قَالَ عَسٰی رَبِّیۡۤ   اَنۡ  یَّہۡدِیَنِیۡ  سَوَآءَ  السَّبِیۡلِ ﴿۲۲﴾ ","english_text":"And do not mix the truth with falsehood or conceal the truth while you know [it].","page":388,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3274.mp3","colorText":"وَلَ[g[مّ]َا تَوَجَّهَ تِلْق[o[َا]ٓءَ مَ[q:4842[دْ]يَنَ قَالَ عَسَىٰ رَبّ[o[ِىٓ] أ[a:10113[َن ي]َهْدِيَنِى سَو[o[َا]ٓءَ [h:564[ٱ][l[ل]سَّب[p[ِي]لِ","juz":20,"ruku":336,"manzil":5,"bangla_ahbayan":"যখন মূসা মাদ্‌য়্যান অভিমুখে যাত্রা করল, তখন বলল, ‘আশা করি আমার প্রতিপালক আমাকে সরল পথ প্রদর্শন করবেন।’ [১]","bangla_bayan":"আর যখন মূসা মাদইয়ান অভিমুখে রওয়ানা করল, তখন বলল, ‘আশা করি আমার রব আমাকে সঠিক পথ প্রদর্শন করবেন’।","bangla_mkhan":"যখন তিনি মাদইয়ান অভিমুখে রওয়ানা হলেন তখন বললেন, আশা করা যায় আমার পালনকর্তা আমাকে সরল পথ দেখাবেন।","bangla_mujibur":"যখন মূসা মাদইয়ান অভিমুখে যাত্রা শুরু করল তখন বললঃ আশা করি, আমার রাব্ব আমাকে সরল পথ প্রদর্শন করবেন।","bangla_taisirul":"যখন সে মাদইয়ান অভিমুখী হল, সে বলল- ‘আশা করি আমার পালনকর্তা আমাকে সরল সোজা পথ দেখাবেন।’"},{"id":23,"arabic_text":"وَ لَمَّا وَرَدَ مَآءَ مَدۡیَنَ وَجَدَ عَلَیۡہِ اُمَّۃً مِّنَ النَّاسِ یَسۡقُوۡنَ ۬۫ وَ  وَجَدَ مِنۡ دُوۡنِہِمُ  امۡرَاَتَیۡنِ تَذُوۡدٰنِ ۚ قَالَ مَا خَطۡبُکُمَا ؕ قَالَتَا لَا نَسۡقِیۡ حَتّٰی یُصۡدِرَ الرِّعَآءُ ٜ وَ اَبُوۡنَا شَیۡخٌ   کَبِیۡرٌ ﴿۲۳﴾ ","english_text":"And establish prayer and give zakah and bow with those who bow [in worship and obedience].","page":388,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3275.mp3","colorText":"وَلَ[g[مّ]َا وَرَدَ م[o[َا]ٓءَ مَ[q:4842[دْ]يَنَ وَجَدَ عَلَيْهِ أُ[g[مّ]َ[a:10114[ةً م]ِّنَ [h:721[ٱ][l[ل][g[نّ]َاسِ يَسْقُونَ وَوَجَدَ مِ[f:10115[ن د]ُونِهِمُ [h:10116[ٱ]مْرَأَتَيْنِ تَذُودَانِ‌ۖ قَالَ مَا خَ[q:10117[طْ]بُكُمَا‌ۖ قَالَتَا لَا نَسْقِى حَتَّىٰ يُصْدِرَ [h:10118[ٱ][l[ل]رِّع[o[َا]ٓءُ‌ۖ وَأَبُونَا شَيْ[f:10119[خٌ ك]َب[p[ِي]رٌ","juz":20,"ruku":336,"manzil":5,"bangla_ahbayan":"যখন সে মাদ্‌য়্যানের কূপের নিকট পৌঁছল, দেখল একদল লোক তাদের পশুগুলিকে পানি পান করাচ্ছে[১] এবং তাদের পশ্চাতে দু’জন রমণী তাদের পশুগুলিকে আগলে আছে। মূসা বলল, ‘তোমাদের কি ব্যাপার?’ [২] ওরা বলল, ‘রাখালেরা ওদের পশুগুলিকে নিয়ে সরে না গেলে আমরা আমাদের পশুগুলিকে পানি পান করাতে পারি না।[৩] আর আমাদের পিতা অতি বৃদ্ধ মানুষ।’[৪]","bangla_bayan":"আর যখন সে মাদইয়ানের পানির নিকট উপনীত হল, তখন সেখানে একদল লোককে পেল, যারা (পশুদের) পানি পান করাচ্ছে এবং তাদের ছাড়া দু’জন নারীকে পেল, যারা তাদের পশুগুলোকে আগলে রাখছে। সে বলল, ‘তোমাদের ব্যাপার কী’? তারা বলল, ‘আমরা (আমাদের পশুগুলোর) পানি পান করাতে পারি না। যতক্ষণ না রাখালরা তাদের (পশুগুলো) নিয়ে সরে যায়। আর আমাদের পিতা অতিবৃদ্ধ’।","bangla_mkhan":"যখন তিনি মাদইয়ানের কূপের ধারে পৌছলেন, তখন কূপের কাছে একদল লোককে পেলেন তারা জন্তুদেরকে পানি পান করানোর কাজে রত। এবং তাদের পশ্চাতে দূ’জন স্ত্রীলোককে দেখলেন তারা তাদের জন্তুদেরকে আগলিয়ে রাখছে। তিনি বললেন, তোমাদের কি ব্যাপার? তারা বলল, আমরা আমাদের জন্তুদেরকে পানি পান করাতে পারি না, যে পর্যন্ত রাখালরা তাদের জন্তুদেরকে নিয়ে সরে না যায়। আমাদের পিতা খুবই বৃদ্ধ।","bangla_mujibur":"যখন সে মাদইয়ানের কূপের নিকট পৌঁছল তখন দেখল যে, একদল লোক তাদের পশুগুলিকে পানি পান করাচ্ছে এবং তাদের পশ্চাতে দু’জন নারী তাদের পশুগুলিকে আগলাচ্ছে। মূসা বললঃ তোমাদের কি ব্যাপার? তারা বললঃ আমরা আমাদের পশুগুলিকে পানি পান করাতে পারিনা, যতক্ষণ রাখালরা তাদের পশুগুলিকে নিয়ে সরে না যায়, আমাদের পিতা অতি বৃদ্ধ।","bangla_taisirul":"যখন সে মাদইয়ানের কূপের কাছে পৌঁছল, সে একদল লোককে দেখল (তাদের জন্তুগুলোকে) পানি পান করাতে, তাদের ছাড়া আরো দু’জন স্ত্রীলোককে দেখল (নিজেদের পশুগুলোকে) আগলে রাখতে। মূসা জিজ্ঞেস করল- ‘তোমাদের দু’জনের ব্যাপার কী?’ তারা বলল- ‘আমরা আমাদের জন্তুগুলোকে পান করাতে পারি না যতক্ষণ না রাখালেরা (তাদের পশুগুলোকে) সরিয়ে না নেয় (পানি পান করানোর পর), আর আমাদের পিতা খুবই বয়োবৃদ্ধ।"},{"id":24,"arabic_text":"فَسَقٰی لَہُمَا ثُمَّ تَوَلّٰۤی اِلَی الظِّلِّ فَقَالَ رَبِّ اِنِّیۡ لِمَاۤ  اَنۡزَلۡتَ اِلَیَّ مِنۡ خَیۡرٍ  فَقِیۡرٌ ﴿۲۴﴾ ","english_text":"Do you order righteousness of the people and forget yourselves while you recite the Scripture? Then will you not reason?","page":388,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3276.mp3","colorText":"فَسَقَىٰ لَهُمَا ثُ[g[مّ]َ تَوَلَّ[o[ىٰٓ] إِلَى [h:10120[ٱ][l[ل]ظِّلِّ فَقَالَ رَبِّ إِ[g[نّ]ِى لِم[o[َآ] أَ[f:1954[نز]َلْتَ إِلَىَّ مِنْ خَيْ[f:10121[رٍ ف]َق[p[ِي]رٌ","juz":20,"ruku":336,"manzil":5,"bangla_ahbayan":"মূসা তখন ওদের পশুগুলিকে পানি পান করাল। তারপর সে ছায়ার নীচে আশ্রয় গ্রহণ করে বলল, ‘হে আমার প্রতিপালক! তুমি আমার প্রতি যে কল্যাণ অবতীর্ণ করবে, নিশ্চয় আমি তার মুখাপেক্ষী।’ [১]","bangla_bayan":"তখন মূসা তাদের পক্ষে (পশুগুলোকে) পানি পান করিয়ে দিল। তারপর ছায়ায় ফিরে গেল এবং বলল, ‘হে আমার রব, নিশ্চয় আপনি আমার প্রতি যে অনুগ্রহই নাযিল করবেন, আমি তার মুখাপেক্ষী’।","bangla_mkhan":"অতঃপর মূসা তাদের জন্তুদেরকে পানি পান করালেন। অতঃপর তিনি ছায়ার দিকে সরে গেলেন এবং বললেন, হে আমার পালনকর্তা, তুমি আমার প্রতি যে অনুগ্রহ নাযিল করবে, আমি তার মুখাপেক্ষী।","bangla_mujibur":"মূসা তখন তাদের পশুগুলিকে পানি পান করালো। অতঃপর সে ছায়ার নীচে আশ্রয় গ্রহণ করল ও বললঃ হে আমার রাব্ব! আপনি আমার প্রতি যে অনুগ্রহ করবেন আমি তার কাঙ্গাল।","bangla_taisirul":"তখন মূসা তাদের জন্য পশুগুলোকে পানি পান করিয়ে দিল, অতঃপর পেছন ফিরে ছায়ায় গিয়ে বসল, অতঃপর বলল- ‘হে আমার পালনকর্তা! তুমি আমার প্রতি যে অনুগ্রহই করবে আমি তো তারই ভিখারী।’"},{"id":25,"arabic_text":"فَجَآءَتۡہُ  اِحۡدٰىہُمَا تَمۡشِیۡ عَلَی اسۡتِحۡیَآءٍ ۫ قَالَتۡ اِنَّ  اَبِیۡ یَدۡعُوۡکَ لِیَجۡزِیَکَ اَجۡرَ مَا سَقَیۡتَ لَنَا ؕ فَلَمَّا جَآءَہٗ  وَ قَصَّ عَلَیۡہِ  الۡقَصَصَ ۙ قَالَ  لَا تَخَفۡ ٝ۟ نَجَوۡتَ مِنَ الۡقَوۡمِ الظّٰلِمِیۡنَ ﴿۲۵﴾ ","english_text":"And seek help through patience and prayer, and indeed, it is difficult except for the humbly submissive [to Allah ]","page":388,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3277.mp3","colorText":"فَج[o[َا]ٓءَتْهُ إِحْدَ[n[ٮٰ]هُمَا تَمْشِى عَلَى [h:10122[ٱ]سْتِحْي[o[َا]ٓ[f:10123[ءٍ ق]َالَتْ إِ[g[نّ]َ أَبِى يَ[q:10124[دْ]عُوكَ لِيَ[q:10125[جْ]زِيَكَ أَ[q:2418[جْ]رَ مَا سَقَيْتَ لَنَا‌ۚ فَلَ[g[مّ]َا ج[o[َا]ٓءَهُ[n[ۥ] وَقَصَّ عَلَيْهِ [h:10126[ٱ]لْقَصَصَ قَالَ لَا تَخَفْ‌ۖ نَجَوْتَ مِنَ [h:4196[ٱ]لْقَوْمِ [h:4155[ٱ][l[ل]ظَّ[n[ـٰ]لِم[p[ِي]نَ","juz":20,"ruku":336,"manzil":5,"bangla_ahbayan":"তখন রমণী দু’জনের একজন লজ্জা-জড়িত পদক্ষেপে তার নিকট এল[১] এবং বলল, ‘আপনি যে আমাদের পশুগুলিকে পানি পান করিয়েছেন, তার পারিশ্রমিক দেওয়ার জন্য আমার পিতা আপনাকে ডাকছেন।’[২] অতঃপর মূসা তার নিকট এসে সমস্ত বৃত্তান্ত বর্ণনা করলে সে বলল, ‘ভয় করো না। তুমি যালিম সম্প্রদায়ের কবল হতে বেঁচে গেছ।’ [৩]","bangla_bayan":"অতঃপর নারীদ্বয়ের একজন লাজুকভাবে হেঁটে তার কাছে এসে বলল যে, আমার পিতা আপনাকে ডাকছেন, যেন তিনি আপনাকে পারিশ্রমিক দিতে পারেন, আমাদের পশুগুলোকে আপনি যে পানি পান করিয়েছেন তার বিনিময়ে’। অতঃপর যখন মূসা তার নিকট আসল এবং সকল ঘটনা তার কাছে খুলে বলল, তখন সে বলল, ‘তুমি ভয় করো না। তুমি যালিম কওম থেকে রেহাই পেয়ে গেছ’।","bangla_mkhan":"অতঃপর বালিকাদ্বয়ের একজন লজ্জাজড়িত পদক্ষেপে তাঁর কাছে আগমন করল। বলল, আমার পিতা আপনাকে ডাকছেন, যাতে আপনি যে আমাদেরকে পানি পান করিয়েছেন, তার বিনিময়ে পুরস্কার প্রদান করেন। অতঃপর মূসা যখন তাঁর কাছে গেলেন এবং সমস্ত বৃত্তান্ত বর্ণনা করলেন, তখন তিনি বললেন, ভয় করো না, তুমি জালেম সম্প্রদায়ের কবল থেকে রক্ষা পেয়েছ।","bangla_mujibur":"তখন নারীদ্বয়ের একজন লজ্জা জড়িত চরণে তার নিকট এলো এবং বললঃ আমার পিতা আপনাকে আমন্ত্রণ করেছেন, আমাদের পশুগুলিকে পানি পান করানোর পারিশ্রমিক আপনাকে দেয়ার জন্য। অতঃপর মূসা তার নিকট এসে সমস্ত বৃত্তান্ত বর্ণনা করলে সে বললঃ ভয় করনা, তুমি যালিম সম্প্রদায়ের কবল হতে বেঁচে গেছ।","bangla_taisirul":"তখন নারীদ্বয়ের একজন তার কাছে সলজ্জ পদে আসল। সে বলল- ‘আমার পিতা তোমাকে ডাকছে তুমি আমাদের জন্য (জন্তুগুলোকে) পানি পান করিয়েছ তোমাকে তার প্রতিদান দেয়ার জন্য। যখন মূসা তার কাছে গেল আর তার কাছে সকল ঘটনা বিবৃত করল, সে বলল- তুমি ভয় করো না, ‘তুমি যালিম গোষ্ঠীর থেকে রেহাই পেয়ে গেছ।’"},{"id":26,"arabic_text":"قَالَتۡ اِحۡدٰىہُمَا یٰۤاَبَتِ اسۡتَاۡجِرۡہُ ۫ اِنَّ خَیۡرَ مَنِ اسۡتَاۡجَرۡتَ الۡقَوِیُّ الۡاَمِیۡنُ ﴿۲۶﴾ ","english_text":"Who are certain that they will meet their Lord and that they will return to Him.","page":388,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3278.mp3","colorText":"قَالَتْ إِحْدَ[n[ٮٰ]هُمَا يَ[o[ـٰٓ]أَبَتِ [h:10127[ٱ]سْتَــْٔجِرْهُ‌ۖ إِ[g[نّ]َ خَيْرَ مَنِ [h:10128[ٱ]سْتَــْٔجَرْتَ [h:10129[ٱ]لْقَوِىُّ [h:10130[ٱ]لْأَم[p[ِي]نُ","juz":20,"ruku":336,"manzil":5,"bangla_ahbayan":"ওদের একজন বলল, ‘হে আব্বা! আপনি এঁকে মজুর নিযুক্ত করুন, কারণ আপনার মজুর হিসাবে নিশ্চয় সে (ব্যক্তি) উত্তম হবে, যে শক্তিশালী, বিশ্বস্ত।’ [১]","bangla_bayan":"নারীদ্বয়ের একজন বলল, ‘হে আমার পিতা, আপনি তাকে মজুর নিযুক্ত করুন। নিশ্চয় আপনি যাদেরকে মজুর নিযুক্ত করবেন তাদের মধ্যে সে উত্তম, যে শক্তিশালী বিশ্বস্ত’।","bangla_mkhan":"বালিকাদ্বয়ের একজন বলল পিতাঃ তাকে চাকর নিযুক্ত করুন। কেননা, আপনার চাকর হিসেবে সে-ই উত্তম হবে, যে শক্তিশালী ও বিশ্বস্ত।","bangla_mujibur":"তাদের একজন বললঃ হে পিতা! আপনি একে মজুর নিযুক্ত করুন; কারণ আপনার মজুর হিসাবে উত্তম হবে সেই ব্যক্তি যে শক্তিশালী, বিশ্বস্ত।","bangla_taisirul":"স্ত্রীলোক দু’টির একজন বলল- ‘হে পিতা! পারিশ্রমিকের বিনিময়ে তাকে নিযুক্ত করুন, আপনি যাদেরকে মজুর নিযুক্ত করবেন তাদের মধ্যে উত্তম যে শক্তিশালী, বিশ্বস্ত।’"},{"id":27,"arabic_text":"قَالَ اِنِّیۡۤ  اُرِیۡدُ اَنۡ اُنۡکِحَکَ اِحۡدَی ابۡنَتَیَّ ہٰتَیۡنِ عَلٰۤی اَنۡ تَاۡجُرَنِیۡ ثَمٰنِیَ حِجَجٍ ۚ فَاِنۡ اَتۡمَمۡتَ عَشۡرًا  فَمِنۡ عِنۡدِکَ ۚ وَ مَاۤ  اُرِیۡدُ اَنۡ اَشُقَّ عَلَیۡکَ ؕ سَتَجِدُنِیۡۤ اِنۡ  شَآءَ  اللّٰہُ  مِنَ  الصّٰلِحِیۡنَ ﴿۲۷﴾ ","english_text":"O Children of Israel, remember My favor that I have bestowed upon you and that I preferred you over the worlds.","page":388,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3279.mp3","colorText":"قَالَ إِ[g[نّ][o[ِىٓ] أُرِيدُ أَنْ أُ[f:10131[نك]ِحَكَ إِحْدَى [h:10132[ٱ][q:10133[بْ]نَتَىَّ هَ[n[ـٰ]تَيْنِ عَلَ[o[ىٰٓ] أَ[f:10134[ن ت]َأْجُرَنِى ثَمَ[n[ـٰ]نِىَ حِجَ[f:10135[جٍ‌ۖ ف]َإِنْ أَتْمَمْتَ عَشْ[f:10136[رًا ف]َمِنْ عِ[f:2954[ند]ِكَ‌ۖ وَم[o[َآ] أُرِيدُ أَنْ أَشُقَّ عَلَيْكَ‌ۚ سَتَجِدُن[o[ِىٓ] إِ[f:364[ن ش][o[َا]ٓءَ [h:78[ٱ]للَّهُ مِنَ [h:1889[ٱ][l[ل]صَّ[n[ـٰ]لِح[p[ِي]نَ","juz":20,"ruku":336,"manzil":5,"bangla_ahbayan":"সে মূসাকে বলল, ‘আমি আমার এ কন্যাদ্বয়ের একজনকে তোমার সঙ্গে বিবাহ দিতে চাই[১] এই শর্তে যে, তুমি আট বছর আমার মজুরি খাটবে;[২] অতঃপর যদি তুমি দশ বছর পূর্ণ কর, তবে সে তোমার ইচ্ছা। আমি তোমাকে কষ্ট দিতে চাই না।[৩] ইন শাআল্লাহ (আল্লাহর ইচ্ছায়) তুমি আমাকে সদাচারী পাবে।’ [৪]","bangla_bayan":"সে বলল, ‘আমি আমার এই কন্যাদ্বয়ের একজনকে তোমার সাথে বিয়ে দিতে চাই এই শর্তে যে, তুমি আট বছর আমার মজুরী করবে। আর যদি তুমি দশ বছর পূর্ণ কর, তবে সেটা তোমার পক্ষ থেকে (অতিরিক্ত)। আমি তোমাকে কষ্ট দিতে চাই না। তুমি ইনশাআল্লাহ আমাকে সৎকর্মপরায়ণদের অন্তর্ভুক্ত পাবে’।","bangla_mkhan":"পিতা মূসাকে বললেন, আমি আমার এই কন্যাদ্বয়ের একজনকে তোমার সাথে বিবাহে দিতে চাই এই শর্তে যে, তুমি আট বছর আমার চাকুরী করবে, যদি তুমি দশ বছর পূর্ণ কর, তা তোমার ইচ্ছা। আমি তোমাকে কষ্ট দিতে চাই না। আল্লাহ চাহেন তো তুমি আমাকে সৎকর্মপরায়ণ পাবে।","bangla_mujibur":"সে মূসাকে বললঃ আমি আমার এই কন্যাদ্বয়ের একজনকে তোমার সাথে বিয়ে দিতে চাই এই শর্তে যে, তুমি আট বছর আমার কাজ করবে, যদি তুমি দশ বছর পূর্ণ কর সেটা তোমার ইচ্ছা। আমি তোমাকে কষ্ট দিতে চাইনা। আল্লাহ ইচ্ছা করলে তুমি আমাকে সদাচারী পাবে।","bangla_taisirul":"সে বলল- ‘আমার এই কন্যাদ্বয়ের একজনের সঙ্গে তোমার বিয়ে দেয়ার আমি ইচ্ছে করেছি এই শর্তে যে, তুমি আট বছর আমার কাজ করে দেবে, আর যদি দশ বছর পূর্ণ কর সেটা তোমার ইচ্ছেধীন, আমি তোমাকে কষ্টে ফেলতে চাই না, আল্লাহ ইচ্ছে করলে তুমি আমাকে সৎকর্মপরায়ণ পাবে।’"},{"id":28,"arabic_text":"قَالَ ذٰلِکَ بَیۡنِیۡ وَ بَیۡنَکَ ؕ اَیَّمَا الۡاَجَلَیۡنِ قَضَیۡتُ فَلَا عُدۡوَانَ عَلَیَّ ؕ وَ اللّٰہُ  عَلٰی  مَا  نَقُوۡلُ  وَکِیۡلٌ ﴿۲۸﴾ ","english_text":"And fear a Day when no soul will suffice for another soul at all, nor will intercession be accepted from it, nor will compensation be taken from it, nor will they be aided.","page":388,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3280.mp3","colorText":"قَالَ ذ[n[َٲ]لِكَ بَيْنِى وَبَيْنَكَ‌ۖ أَيَّمَا [h:10137[ٱ]لْأَجَلَيْنِ قَضَيْتُ فَلَا عُ[q:1034[دْ]و[n[َٲ]نَ عَلَىَّ‌ۖ وَ[h:72[ٱ]للَّهُ عَلَىٰ مَا نَقُولُ وَك[p[ِي]لٌ","juz":20,"ruku":336,"manzil":5,"bangla_ahbayan":"মূসা বলল, ‘আপনার ও আমার মধ্যে এ চুক্তিই রইল। এ দুটি মেয়াদের কোন একটি আমি পূর্ণ করলে আমার বিরুদ্ধে কোন অভিযোগ থাকবে না।[১] আমরা যে বিষয়ে কথা বলছি আল্লাহ তার সাক্ষী।’ [২]","bangla_bayan":"মূসা বলল, ‘এ চুক্তি আমার ও আপনার মধ্যে রইল। দু’টি মেয়াদের যেটিই আমি পূরণ করি না কেন, তাতে আমার বিরুদ্ধে অভিযোগ থাকবে না। আর আমরা যে বিষয়ে কথা বলছি, আল্লাহ তার সাক্ষী’।","bangla_mkhan":"মূসা বললেন, আমার ও আপনার মধ্যে এই চুক্তি স্থির হল। দু’টি মেয়াদের মধ্য থেকে যে কোন একটি পূর্ণ করলে আমার বিরুদ্ধে কোন অভিযোগ থাকবে না। আমরা যা বলছি, তাতে আল্লাহর উপর ভরসা।","bangla_mujibur":"মূসা বললঃ আপনার ও আমার মধ্যে এই চুক্তিই রইল। এ দু’টি মেয়াদের কোন একটি আমি পূর্ণ করলে আমার বিরুদ্ধে কোন অভিযোগ থাকবেনা। আমরা যে বিষয়ে কথা বলছি আল্লাহ তার স্বাক্ষী।","bangla_taisirul":"মূসা বলল- আমার ও আপনার মধ্যে এই চুক্তি রইল, আমি দু’টি মেয়াদের যেটিই পূর্ণ করি না কেন, আমার বিরুদ্ধে কোন অভিযোগ করা হবে না, আমরা যে কথা বলছি, আল্লাহ তার সাক্ষী।"},{"id":29,"arabic_text":"فَلَمَّا قَضٰی مُوۡسَی الۡاَجَلَ وَ سَارَ بِاَہۡلِہٖۤ  اٰنَسَ مِنۡ جَانِبِ الطُّوۡرِ نَارًا ۚ قَالَ  لِاَہۡلِہِ  امۡکُثُوۡۤا  اِنِّیۡۤ  اٰنَسۡتُ نَارًا لَّعَلِّیۡۤ  اٰتِیۡکُمۡ مِّنۡہَا بِخَبَرٍ اَوۡ جَذۡوَۃٍ مِّنَ النَّارِ  لَعَلَّکُمۡ  تَصۡطَلُوۡنَ ﴿۲۹﴾ ","english_text":"And [recall] when We saved your forefathers from the people of Pharaoh, who afflicted you with the worst torment, slaughtering your [newborn] sons and keeping your females alive. And in that was a great trial from your Lord.","page":389,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3281.mp3","colorText":"۞ فَلَ[g[مّ]َا قَضَىٰ مُوسَى [h:10138[ٱ]لْأَجَلَ وَسَارَ بِأَهْلِه[o[ِۦٓ] ءَانَسَ مِ[f:8361[ن ج]َانِبِ [h:8362[ٱ][l[ل]طُّورِ نَا[f:8235[رًا ق]َالَ لِأَهْلِهِ [h:8447[ٱ]مْكُث[o[ُوٓ][s[اْ] إِ[g[نّ][o[ِىٓ] ءَانَسْتُ نَا[u:8448[رًا ل]َّعَلّ[o[ِىٓ] ءَاتِيك[w:8449[ُم م]ِّنْهَا بِخَبَرٍ أَوْ جَذْوَ[a:10139[ةٍ م]ِّنَ [h:869[ٱ][l[ل][g[نّ]َارِ لَعَلَّكُمْ تَصْطَل[p[ُو]نَ","juz":20,"ruku":337,"manzil":5,"bangla_ahbayan":"মূসা যখন তার মেয়াদ[১] পূর্ণ করার পর সপরিবারে যাত্রা করল,[২] তখন সে তূর পাহাড়ের দিকে আগুন দেখতে পেল। সে তার পরিজনবর্গকে বলল, ‘তোমরা অপেক্ষা কর, আমি আগুন দেখেছি, সম্ভবতঃ আমি সেখান থেকে তোমাদের জন্য কোন খবর আনতে পারব অথবা একখন্ড জ্বলন্ত আঙ্গার আনতে পারব, যাতে তোমরা আগুন পোহাতে পার।’","bangla_bayan":"অতঃপর মূসা যখন মেয়াদ পূর্ণ করল এবং সপরিবারে যাত্রা করল, তখন সে তূর পর্বতের পাশে আগুন দেখতে পেল। সে তার পরিবার পরিজনকে বলল, ‘তোমরা অপেক্ষা কর, আমি আগুন দেখতে পেয়েছি, সম্ভবত আমি তা থেকে তোমাদের কাছে আনতে পারব কোন খবর, অথবা একটি জ্বলন্ত আঙ্গার; যাতে তোমরা আগুন পোহাতে পার’।","bangla_mkhan":"অতঃপর মূসা (আঃ) যখন সেই মেয়াদ পূর্ণ করল এবং সপরিবারে যাত্রা করল, তখন সে তুর পর্বতের দিক থেকে আগুন দেখতে পেল। সে তার পরিবারবর্গকে বলল, তোমরা অপেক্ষা কর, আমি আগুন দেখেছি। সম্ভবতঃ আমি সেখান থেকে তোমাদের কাছে কোন খবর নিয়ে আসতে পারি অথবা কোন জ্বলন্ত কাষ্ঠখন্ড আনতে পারি, যাতে তোমরা আগুন পোহাতে পার।","bangla_mujibur":"মূসা যখন মেয়াদ পূর্ণ করার পর স্বপরিবারে যাত্রা শুরু করল তখন সে তূর পর্বতের দিকে আগুন দেখতে পেল। সে তার পরিজনবর্গকে বললঃ তোমরা অপেক্ষা কর, আমি আগুন দেখেছি, সম্ভবতঃ আমি সেথা হতে তোমাদের জন্য খবর আনতে পারি, অথবা এক খন্ড জ্বলন্ত কাষ্ঠ আনতে পারি যাতে তোমরা আগুন পোহাতে পার।","bangla_taisirul":"অতঃপর মূসা যখন মেয়াদ পূর্ণ ক’রে তার পরিবার নিয়ে যাত্রা করল, তখন সে তূর পর্বতের দিকে আগুন দেখতে পেল। সে তার পরিবারবর্গকে বলল- ‘তোমরা অপেক্ষা কর, আমি আগুন দেখেছি, আমি তোমাদের জন্য সেখান থেকে খবর আনতে পারি কিংবা জ্বলন্ত কাষ্ঠখন্ড আনতে পারি যাতে তোমরা আগুন পোহাতে পার।’"},{"id":30,"arabic_text":"فَلَمَّاۤ  اَتٰىہَا نُوۡدِیَ مِنۡ شَاطِیَٴ الۡوَادِ الۡاَیۡمَنِ فِی الۡبُقۡعَۃِ  الۡمُبٰرَکَۃِ مِنَ الشَّجَرَۃِ  اَنۡ یّٰمُوۡسٰۤی  اِنِّیۡۤ  اَنَا اللّٰہُ  رَبُّ الۡعٰلَمِیۡنَ ﴿ۙ۳۰﴾ ","english_text":"And [recall] when We parted the sea for you and saved you and drowned the people of Pharaoh while you were looking on.","page":389,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3282.mp3","colorText":"فَلَ[g[مّ][o[َآ] أَتَ[n[ـٰ]هَا نُودِىَ مِ[f:10140[ن ش]َ[n[ـٰ]طِىِٕ [h:10141[ٱ]لْوَادِ [h:10142[ٱ]لْأَيْمَنِ فِى [h:10143[ٱ]لْبُ[q:10144[قْ]عَةِ [h:10145[ٱ]لْمُبَ[n[ـٰ]رَكَةِ مِنَ [h:10146[ٱ][l[ل]شَّجَرَةِ أ[a:10147[َن ي]َ[n[ـٰ]مُوسَ[o[ىٰٓ] إِ[g[نّ][o[ِىٓ] أَنَا [h:8455[ٱ]للَّهُ رَبُّ [h:4750[ٱ]لْعَ[n[ـٰ]لَم[p[ِي]نَ","juz":20,"ruku":337,"manzil":5,"bangla_ahbayan":"যখন মূসা আগুনের নিকট পৌঁছল, তখন উপত্যকার ডান পাশে পবিত্র ভূমির এক বৃক্ষ হতে[১] তাকে আহবান করে বলা হল, ‘হে মূসা! নিশ্চয় আমিই আল্লাহ, বিশ্বজগতের প্রতিপালক। [২]","bangla_bayan":"অতঃপর যখন মূসা আগুনের নিকট আসল, তখন উপত্যকার ডান পার্শে পবিত্র ভূমিতে অবস্থিত বৃক্ষ থেকে তাকে আহবান করে বলা হলো, ‘হে মূসা, নিশ্চয় আমিই আল্লাহ, সৃষ্টিকুলের রব’।","bangla_mkhan":"যখন সে তার কাছে পৌছল, তখন পবিত্র ভূমিতে অবস্থিত উপত্যকার ডান প্রান্তের বৃক্ষ থেকে তাকে আওয়াজ দেয়া হল, হে মূসা! আমি আল্লাহ, বিশ্ব পালনকর্তা।","bangla_mujibur":"যখন মূসা আগুনের নিকট পৌঁছল তখন উপত্যকার দক্ষিণ পাশে পবিত্র ভূমিস্থিত এক বৃক্ষ হতে তাকে আহবান করে বলা হলঃ হে মূসা! আমিই আল্লাহ, জগতসমূহের রাব্ব।","bangla_taisirul":"মূসা যখন আগুনের কাছে পৌঁছল তখন পবিত্র ভূমিতে অবস্থিত উপত্যকার ডান দিকে বৃক্ষ থেকে তাকে আহবান দিয়ে বলা হল- ‘হে মূসা! আমিই আল্লাহ, জগতসমূহের পালনকর্তা।’"},{"id":31,"arabic_text":"وَ اَنۡ  اَلۡقِ عَصَاکَ ؕ فَلَمَّا رَاٰہَا تَہۡتَزُّ کَاَنَّہَا جَآنٌّ  وَّلّٰی مُدۡبِرًا وَّ لَمۡ  یُعَقِّبۡ ؕ یٰمُوۡسٰۤی اَقۡبِلۡ وَ لَا تَخَفۡ ۟ اِنَّکَ مِنَ الۡاٰمِنِیۡنَ ﴿۳۱﴾ ","english_text":"And [recall] when We made an appointment with Moses for forty nights. Then you took [for worship] the calf after him, while you were wrongdoers.","page":389,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3283.mp3","colorText":"وَأَنْ أَلْقِ عَصَاكَ‌ۖ فَلَ[g[مّ]َا رَءَاهَا تَهْتَزُّ كَأَ[g[نّ]َهَا ج[m[َا]ٓ[a:9895[[g[نّ]ٌ و]َلَّىٰ مُ[q:9896[دْ]بِ[a:9897[رًا و]َلَمْ يُعَقِّ[q:9898[بْ]‌ۚ يَ[n[ـٰ]مُوسَ[o[ىٰٓ] أَ[q:10148[قْ]بِلْ وَلَا تَخَفْ‌ۖ إِ[g[نّ]َكَ مِنَ [h:10149[ٱ]لْأَمِن[p[ِي]نَ","juz":20,"ruku":337,"manzil":5,"bangla_ahbayan":"তুমি তোমার লাঠি নিক্ষেপ কর।’ অতঃপর যখন সে একে সাপের মত ছুটাছুটি করতে দেখল, তখন পিছনে না তাকিয়ে সে বিপরীত দিকে ছুটতে লাগল। (তাকে বলা হল,) ‘হে মূসা! অগ্রসর হও, ভয় করো না; নিশ্চয়ই তুমি নিরাপদে রয়েছ। [১]","bangla_bayan":"‘আর তুমি তোমার লাঠি ফেলে দাও’। অতঃপর যখন সে ওটাকে দেখল, সাপের মত ছুটাছুটি করছে, তখন সে পিছনের দিকে ছুটল এবং ফিরেও তাকাল না। (বলা হল) ‘হে মূসা, সামনে যাও এবং ভয় পেয়ো না, নিশ্চয় তুমি নিরাপদ’।","bangla_mkhan":"আরও বলা হল, তুমি তোমার লাঠি নিক্ষেপ কর। অতঃপর যখন সে লাঠিকে সর্পের ন্যায় দৌড়াদৌড়ি করতে দেখল, তখন সে মুখ ফিরিয়ে বিপরীত দিকে পালাতে লাগল এবং পেছন ফিরে দেখল না। হে মূসা, সামনে এস এবং ভয় করো না। তোমার কোন আশংকা নেই।","bangla_mujibur":"আরও বলা হলঃ তুমি তোমার লাঠি নিক্ষেপ কর। অতঃপর যখন সে ওটাকে সর্পের ন্যায় ছুটাছুটি করতে দেখল তখন পিছনের দিকে ছুটতে লাগল এবং ফিরে তাকালোনা। তাকে বলা হলঃ হে মূসা! সামনে এসো, ভয় করনা, তুমিতো নিরাপদ।","bangla_taisirul":"আর (বলা হল) ‘তোমার লাঠি নিক্ষেপ কর।’ অতঃপর যখন সে সেটাকে দেখল ছুটাছুটি করতে যেন ওটা একটা সাপ, তখন পেছনের দিকে দৌড় দিল, ফিরেও তাকাল না। (তখন তাকে বলা হল) ‘ওহে মূসা! সামনে এসো, ভয় করো না, তুমি নিরাপদ।’"},{"id":32,"arabic_text":"اُسۡلُکۡ یَدَکَ فِیۡ جَیۡبِکَ تَخۡرُجۡ بَیۡضَآءَ مِنۡ غَیۡرِ سُوۡٓءٍ ۫ وَّ اضۡمُمۡ  اِلَیۡکَ جَنَاحَکَ مِنَ الرَّہۡبِ فَذٰنِکَ بُرۡہَانٰنِ مِنۡ رَّبِّکَ اِلٰی فِرۡعَوۡنَ وَ مَلَا۠ئِہٖ ؕ اِنَّہُمۡ کَانُوۡا قَوۡمًا فٰسِقِیۡنَ ﴿۳۲﴾ ","english_text":"Then We forgave you after that so perhaps you would be grateful.","page":389,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3284.mp3","colorText":"ٱسْلُكْ يَدَكَ فِى جَيْبِكَ تَخْرُ[q:8461[جْ] بَيْض[o[َا]ٓءَ مِنْ غَيْرِ س[o[ُو]ٓ[a:10150[ءٍ و]َ[h:10151[ٱ]ضْمُمْ إِلَيْكَ جَنَاحَكَ مِنَ [h:10152[ٱ][l[ل]رَّهْبِ‌ۖ فَذ[n[َٲ]نِكَ بُرْهَ[n[ـٰ]نَانِ م[u:770[ِن ر]َّبِّكَ إِلَىٰ فِرْعَوْنَ وَمَلَإِ[s[يْ]ه[o[ِۦٓ‌ۚ] إِ[g[نّ]َهُمْ كَانُو[s[اْ] قَوْ[f:5652[مًا ف]َ[n[ـٰ]سِق[p[ِي]نَ","juz":20,"ruku":337,"manzil":5,"bangla_ahbayan":"তোমার হাত নিজ জামার বুকের উন্মুক্ত অংশে প্রবেশ করাও, তা নির্মল উজ্জ্বল হয়ে বের হয়ে আসবে।[১] ভয় দূর করবার জন্য তোমার হাতকে বুকের উপর চেপে ধর।[২] এ দুটি ফিরআউন ও তার পারিষদবর্গের জন্য তোমার প্রতিপালক-প্রদত্ত প্রমাণ। ওরা অবশ্যই সত্যত্যাগী সম্প্রদায়।’ [৩]","bangla_bayan":"‘তোমার হাত তোমার বগলে রাখ, এটা ত্রুটিমুক্ত অবস্থায় শুভ্রোজ্জ্বল হয়ে বেরিয়ে আসবে। আর ভয় থেকে রক্ষার জন্য তোমার হাত তোমার নিজের দিকে মিলাও। অতঃপর এ দু’টো তোমার রবের পক্ষ থেকে দু’টি প্রমাণ, ফির‘আউন ও তার পারিষদবর্গের জন্য। নিশ্চয় তারা ফাসিক কওম’।","bangla_mkhan":"তোমার হাত বগলে রাখ। তা বের হয়ে আসবে নিরাময় উজ্জ্বল হয়ে এবং ভয় হেতু তোমার হাত তোমার উপর চেপে ধর। এই দু’টি ফেরাউন ও তার পরিষদবর্গের প্রতি তোমার পালনকর্তার তরফ থেকে প্রমাণ। নিশ্চয় তারা পাপাচারী সম্প্রদায়।","bangla_mujibur":"তোমার হাত তোমার বগলে রাখ, ওটা বের হয়ে আসবে শুভ্র সমুজ্জ্বল নির্দোষ হয়ে। ভয় দূর করার জন্য তোমার হস্তদ্বয় তোমার উপর চেপে ধর। এ দু’টি তোমার রাব্ব প্রদত্ত প্রমাণ, ফির‘আউন ও তার পরিষদবর্গের জন্য। তারাতো সত্যত্যাগী সম্প্রদায়।","bangla_taisirul":"তোমার হাত তোমার বগলে রাখ, তা দোষমুক্ত জ্যোতির্ময় হয়ে বেরিয়ে আসবে, ভয় থেকে রক্ষার্থে তোমার হাত তোমার উপর চেপে ধর। এ দু’টি হল ফেরাউন ও তার পারিষদবর্গের জন্য তোমার প্রতিপালকের পক্ষ থেকে প্রমাণ, নিশ্চয় তারা পাপাচারী সম্প্রদায়।’"},{"id":33,"arabic_text":"قَالَ رَبِّ اِنِّیۡ قَتَلۡتُ مِنۡہُمۡ نَفۡسًا فَاَخَافُ اَنۡ یَّقۡتُلُوۡنِ ﴿۳۳﴾ ","english_text":"And [recall] when We gave Moses the Scripture and criterion that perhaps you would be guided.","page":389,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3285.mp3","colorText":"قَالَ رَبِّ إِ[g[نّ]ِى قَتَلْتُ مِنْهُمْ نَفْ[f:10153[سًا ف]َأَخَافُ أ[a:9725[َن ي]َ[q:9726[قْ]تُل[p[ُو]نِ","juz":20,"ruku":337,"manzil":5,"bangla_ahbayan":"মূসা বলল, ‘হে আমার প্রতিপালক! আমি তো ওদের একজনকে হত্যা করেছি, ফলে আমি আশংকা করছি যে, ওরা আমাকে হত্যা করবে। [১]","bangla_bayan":"মূসা বলল, ‘হে আমার রব, নিশ্চয় আমি তাদের এক ব্যক্তিকে হত্যা করেছি, তাই আমি আশঙ্কা করছি যে, তারা আমাকে হত্যা করবে’।","bangla_mkhan":"মূসা বলল, হে আমার পালনকর্তা, আমি তাদের এক ব্যক্তিকে হত্যা করেছি। কাজেই আমি ভয় করছি যে, তারা আমাকে হত্যা করবে।","bangla_mujibur":"মূসা বললঃ হে আমার রাব্ব! আমিতো তাদের একজনকে হত্যা করেছি। ফলে আমি আশংকা করছি যে, তারা আমাকে হত্যা করবে।","bangla_taisirul":"মূসা বলল- ‘হে আমার প্রতিপালক! আমি তাদের একজনকে হত্যা করেছি, কাজেই আমি আশঙ্কা করছি তারা আমাকে হত্যা করবে।’"},{"id":34,"arabic_text":"وَ اَخِیۡ ہٰرُوۡنُ ہُوَ اَفۡصَحُ مِنِّیۡ لِسَانًا فَاَرۡسِلۡہُ  مَعِیَ رِدۡاً  یُّصَدِّقُنِیۡۤ  ۫ اِنِّیۡۤ   اَخَافُ  اَنۡ  یُّکَذِّبُوۡنِ ﴿۳۴﴾ ","english_text":"And [recall] when Moses said to his people, \"O my people, indeed you have wronged yourselves by your taking of the calf [for worship]. So repent to your Creator and kill yourselves. That is best for [all of] you in the sight of your Creator.\" Then He accepted your repentance; indeed, He is the Accepting of repentance, the Merciful.","page":389,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3286.mp3","colorText":"وَأَخِى هَ[n[ـٰ]رُونُ هُوَ أَفْصَحُ مِ[g[نّ]ِى لِسَا[f:10154[نًا ف]َأَرْسِلْهُ مَعِىَ رِ[q:10155[دْ][a:10156[ءًا ي]ُصَدِّقُن[o[ِىٓ‌ۖ] إِ[g[نّ][o[ِىٓ] أَخَافُ أ[a:9721[َن ي]ُكَذِّب[p[ُو]نِ","juz":20,"ruku":337,"manzil":5,"bangla_ahbayan":"আমার ভাই হারূন আমার থেকে বাগ্মী; অতএব তাকে আমার সহযোগীরূপে প্রেরণ কর,[১] সে আমাকে সমর্থন করবে। নিশ্চয় আমি আশংকা করি যে, ওরা আমাকে মিথ্যাবাদী বলবে।’","bangla_bayan":"‘আর আমার ভাই হারূন, সে আমার চেয়ে স্পষ্টভাষী, তাই তাকে আমার সাথে সাহায্যকারী হিসেবে প্রেরণ করুন, সে আমাকে সমর্থন করবে। আমি আশঙ্কা করছি যে, তারা আমাকে মিথ্যাবাদী বলবে।","bangla_mkhan":"আমার ভাই হারুণ, সে আমা অপেক্ষা প্রাঞ্জলভাষী। অতএব, তাকে আমার সাথে সাহায্যের জন্যে প্রেরণ করুন। সে আমাকে সমর্থন জানাবে। আমি আশংকা করি যে, তারা আমাকে মিথ্যাবাদী বলবে।","bangla_mujibur":"আমার ভাই হারূন আমা অপেক্ষা বাগ্মী; অতএব তাকে আমার সাহায্যকারী রূপে প্রেরণ করুন, সে আমাকে সমর্থন করবে। আমি আশংকা করি যে, তারা আমাকে মিথ্যাবাদী বলবে।","bangla_taisirul":"আর আমার ভাই হারূন আমার চেয়ে প্রাঞ্জলভাষী, কাজেই তাকে তুমি সাহায্যকারীরূপে আমার সঙ্গে প্রেরণ কর, সে আমাকে সমর্থন জানাবে। আমি আশঙ্কা করছি তারা আমাকে মিথ্যে বলে প্রত্যাখ্যান করবে।’"},{"id":35,"arabic_text":"قَالَ سَنَشُدُّ عَضُدَکَ بِاَخِیۡکَ وَ نَجۡعَلُ لَکُمَا سُلۡطٰنًا فَلَا یَصِلُوۡنَ  اِلَیۡکُمَا ۚۛ بِاٰیٰتِنَاۤ ۚۛ اَنۡتُمَا وَ مَنِ اتَّبَعَکُمَا الۡغٰلِبُوۡنَ ﴿۳۵﴾ ","english_text":"And [recall] when you said, \"O Moses, we will never believe you until we see Allah outright\"; so the thunderbolt took you while you were looking on.","page":389,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3287.mp3","colorText":"قَالَ سَنَشُدُّ عَضُدَكَ بِأَخِيكَ وَنَ[q:10157[جْ]عَلُ لَكُمَا سُلْطَ[n[ـٰ][f:7745[نًا ف]َلَا يَصِلُونَ إِلَيْكُمَا‌ۚ بِـَٔـايَ[n[ـٰ]تِن[o[َآ] أَ[f:10158[نت]ُمَا وَمَنِ [h:10159[ٱ]تَّبَعَكُمَا [h:10160[ٱ]لْغَ[n[ـٰ]لِب[p[ُو]نَ","juz":20,"ruku":337,"manzil":5,"bangla_ahbayan":"আল্লাহ বললেন, ‘আমি তোমার ভাই দ্বারা তোমার বাহু শক্তিশালী করব[১] এবং তোমাদের উভয়কে আধিপত্য দান করব। ওরা তোমাদের নিকট পৌঁছতে পারবে না।[২] তোমরা এবং তোমাদের অনুসারীরা আমার নিদর্শন বলেই ওদের উপর বিজয়ী হবে।’ [৩]","bangla_bayan":"আল্লাহ বললেন, ‘আমি তোমার ভাইয়ের মাধ্যমে তোমার বাহু শক্তিশালী করব এবং তোমাদের দু’জনকে ক্ষমতা দান করব, ফলে তারা তোমাদের কাছে পৌঁছতে পারবে না। আমার নিদর্শনাবলী দ্বারা তোমরা ও তোমাদের অনুসারীরা বিজয়ী হবে’।","bangla_mkhan":"আল্লাহ বললেন, আমি তোমার বাহু শক্তিশালী করব তোমার ভাই দ্বারা এবং তোমাদের প্রধান্য দান করব। ফলে, তারা তোমার কাছে পৌছাতে পারবে না। আমার নিদর্শনাবলীর জোরে তোমরা এবং তোমাদের অনুসারীরা প্রবল থাকবে।","bangla_mujibur":"(আল্লাহ) বললেনঃ আমি তোমার ভাইয়ের দ্বারা তোমার বাহু শক্তিশালী করব এবং তোমাদের উভয়কে প্রাধান্য দান করব। তারা তোমাদের কাছে পৌঁছতে পারবেনা। তোমরা এবং তোমাদের অনুসারীরা আমার নিদর্শন বলে তাদের উপর প্রবল হবে।","bangla_taisirul":"আল্লাহ বললেন- ‘আমি তোমার ভ্রাতার মাধ্যমে তোমার হাতকে শক্তিশালী করব এবং তোমাদেরকে প্রমাণপঞ্জি দান করব, যার ফলে তারা তোমাদের কাছে পৌঁছতেই পারবে না। আমার নিদর্শন বলে তোমরা এবং তোমাদের অনুসারীরাই বিজয়ী থাকবে।"},{"id":36,"arabic_text":"فَلَمَّا جَآءَہُمۡ مُّوۡسٰی بِاٰیٰتِنَا بَیِّنٰتٍ قَالُوۡا مَا ہٰذَاۤ  اِلَّا سِحۡرٌ مُّفۡتَرًی وَّ مَا سَمِعۡنَا بِہٰذَا  فِیۡۤ   اٰبَآئِنَا  الۡاَوَّلِیۡنَ ﴿۳۶﴾ ","english_text":"Then We revived you after your death that perhaps you would be grateful.","page":390,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3288.mp3","colorText":"فَلَ[g[مّ]َا ج[o[َا]ٓءَه[w:10161[ُم م]ُّوسَىٰ بِـَٔـايَ[n[ـٰ]تِنَا بَيِّنَ[n[ـٰ][f:10162[تٍ ق]َالُو[s[اْ] مَا هَ[n[ـٰ]ذ[o[َآ] إِلَّا سِحْ[a:10163[رٌ م]ُّفْتَ[a:10164[رًى و]َمَا سَمِعْنَا بِهَ[n[ـٰ]ذَا ف[o[ِىٓ] ءَاب[o[َا]ٓئِنَا [h:9184[ٱ]لْأَوَّل[p[ِي]نَ","juz":20,"ruku":337,"manzil":5,"bangla_ahbayan":"সুতরাং মূসা যখন ওদের নিকট আমার সুস্পষ্ট নিদর্শনাবলী সহ উপস্থিত হল, তখন ওরা বলল, ‘এ তো অলীক যাদু মাত্র! আমাদের পূর্বপুরুষকালে কখনও এরূপ ঘটতে শুনিনি।’ [১]","bangla_bayan":"অতঃপর মূসা যখন তাদের কাছে আমার সুস্পষ্ট নিদর্শনগুলো নিয়ে আসল, তখন তারা বলল, ‘এ তো মিথ্যা যাদু ছাড়া আর কিছুই নয় এবং এরূপ কথা আমাদের পিতৃপুরুষদের মধ্যেও শুনিনি’।","bangla_mkhan":"অতঃপর মূসা যখন তাদের কাছে আমার সুস্পষ্ট নিদর্শনাবলী নিয়ে পৌছল, তখন তারা বলল, এতো অলীক জাদু মাত্র। আমরা আমাদের পূর্বপুরুষদের মধ্যে এ কথা শুনিনি।","bangla_mujibur":"মূসা যখন তাদের নিকট আমার সুস্পষ্ট নিদর্শনগুলি নিয়ে এলো তখন তারা বললঃ এটাতো অলীক ইন্দ্রজাল মাত্র! আমাদের পূর্ব-পুরুষদের কাছে আমরা কখনও এরূপ কথা শুনিনি।","bangla_taisirul":"মূসা যখন তাদের কাছে সুস্পষ্ট নিদর্শন নিয়ে আসল, তারা বলল- এতো অলীক যাদু মাত্র, আমাদের পূর্বপুরুষদের যামানায় এ সবের কথা তো শুনিনি।"},{"id":37,"arabic_text":"وَ قَالَ  مُوۡسٰی رَبِّیۡۤ  اَعۡلَمُ بِمَنۡ جَآءَ بِالۡہُدٰی مِنۡ عِنۡدِہٖ  وَ مَنۡ تَکُوۡنُ لَہٗ عَاقِبَۃُ  الدَّارِ ؕ اِنَّہٗ  لَا یُفۡلِحُ  الظّٰلِمُوۡنَ ﴿۳۷﴾ ","english_text":"And We shaded you with clouds and sent down to you manna and quails, [saying], \"Eat from the good things with which We have provided you.\" And they wronged Us not - but they were [only] wronging themselves.","page":390,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3289.mp3","colorText":"وَقَالَ مُوسَىٰ رَبّ[o[ِىٓ] أَعْلَمُ بِمَ[f:10165[ن ج][o[َا]ٓءَ بِ[h:54[ٱ]لْهُدَىٰ مِنْ عِ[f:3628[ند]ِه[n[ِۦ] وَمَ[f:10166[ن ت]َكُونُ لَهُ[n[ۥ] عَ[n[ـٰ]قِبَةُ [h:4439[ٱ][l[ل]دَّارِ‌ۖ إِ[g[نّ]َهُ[n[ۥ] لَا يُفْلِحُ [h:3981[ٱ][l[ل]ظَّ[n[ـٰ]لِم[p[ُو]نَ","juz":20,"ruku":337,"manzil":5,"bangla_ahbayan":"মূসা বলল, আমার প্রতিপালক সম্যক অবগত, কে তাঁর নিকট থেকে পথনির্দেশ এনেছে[১] এবং (পরকালে) কার পরিণাম শুভ হবে।[২] নিশ্চয় সীমালংঘনকারীরা সফলকাম হবে না। [৩]","bangla_bayan":"আর মূসা বলল, ‘আমার রব সম্যক অবগত আছেন, কে তাঁর কাছ থেকে হিদায়াত নিয়ে এসেছে এবং আখিরাতে কার পরিণাম শুভ হবে। নিশ্চয় যালিমরা সফল হবে না’।","bangla_mkhan":"মূসা বলল, আমার পালনকর্তা সম্যক জানেন যে তার নিকট থেকে হেদায়েতের কথা নিয়ে আগমন করেছে এবং যে প্রাপ্ত হবে পরকালের গৃহ। নিশ্চয় জালেমরা সফলকাম হবে না।","bangla_mujibur":"মূসা বললঃ আমার রাব্ব সম্যক অবগত, কে তাঁর নিকট হতে পথ নির্দেশ নিয়ে এসেছে, এবং আখিরাতে কার পরিণাম শুভ হবে। নিশ্চয়ই যালিমরা সফলকাম হবেনা।","bangla_taisirul":"মূসা বলল- ‘আমার প্রতিপালক বেশ ভাল ক’রেই জানেন কে তাঁর নিকট থেকে পথ নির্দেশ নিয়ে এসেছে এবং কার পরিণাম আখিরাতে শুভ হবে। যালিমরা কক্ষনো সাফল্য লাভ করবে না।’"},{"id":38,"arabic_text":"وَ قَالَ فِرۡعَوۡنُ یٰۤاَیُّہَا الۡمَلَاُ  مَا عَلِمۡتُ لَکُمۡ مِّنۡ  اِلٰہٍ غَیۡرِیۡ ۚ فَاَوۡقِدۡ لِیۡ یٰہَامٰنُ عَلَی الطِّیۡنِ فَاجۡعَلۡ  لِّیۡ صَرۡحًا لَّعَلِّیۡۤ اَطَّلِعُ  اِلٰۤی  اِلٰہِ مُوۡسٰی ۙ وَ اِنِّیۡ لَاَظُنُّہٗ مِنَ  الۡکٰذِبِیۡنَ ﴿۳۸﴾ ","english_text":"And [recall] when We said, \"Enter this city and eat from it wherever you will in [ease and] abundance, and enter the gate bowing humbly and say, 'Relieve us of our burdens.' We will [then] forgive your sins for you, and We will increase the doers of good [in goodness and reward].\"","page":390,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3290.mp3","colorText":"وَقَالَ فِرْعَوْنُ يَ[o[ـٰٓ]أَيُّهَا [h:6683[ٱ]لْمَلَأُ مَا عَلِمْتُ لَك[w:556[ُم م]ِّنْ إِلَ[n[ـٰ]هٍ غَيْرِى فَأَوْقِ[q:10167[دْ] لِى يَ[n[ـٰ]هَ[n[ـٰ]مَ[n[ـٰ]نُ عَلَى [h:10168[ٱ][l[ل]طِّينِ فَ[h:7148[ٱ][q:7148[جْ]عَل لِّى صَرْ[u:10169[حًا ل]َّعَلّ[o[ِىٓ] أَطَّلِعُ إِلَ[o[ىٰٓ] إِلَ[n[ـٰ]هِ مُوسَىٰ وَإِ[g[نّ]ِى لَأَظُ[g[نّ]ُهُ[n[ۥ] مِنَ [h:4785[ٱ]لْكَ[n[ـٰ]ذِب[p[ِي]نَ","juz":20,"ruku":337,"manzil":5,"bangla_ahbayan":"ফিরআউন বলল, ‘হে পারিষদবর্গ! আমি ছাড়া তোমাদের অন্য কোন উপাস্য আছে বলে জানি না! হে হামান! তুমি আমার জন্য ইট পোড়াও[১] এবং এক সুউচ্চ প্রাসাদ নির্মাণ কর; হয়তো আমি এতে মূসার উপাস্যকে উঁকি মেরে দেখতে পারি।[২] তবে আমি অবশ্যই মনে করি, সে মিথ্যাবাদী।’ [৩]","bangla_bayan":"আর ফির‘আউন বলল, ‘হে পারিষদবর্গ, আমি ছাড়া তোমাদের কোন ইলাহ আছে বলে আমি জানি না। অতএব হে হামান, আমার জন্য তুমি ইট পোড়াও, তারপর আমার জন্য একটি প্রাসাদ তৈরী কর। যাতে আমি মূসার ইলাহকে দেখতে পাই। আর নিশ্চয় আমি মনে করি সে মিথ্যাবাদীদের অন্তর্ভুক্ত’।","bangla_mkhan":"ফেরাউন বলল, হে পরিষদবর্গ, আমি জানি না যে, আমি ব্যতীত তোমাদের কোন উপাস্য আছে। হে হামান, তুমি ইট পোড়াও, অতঃপর আমার জন্যে একটি প্রাসাদ নির্মাণ কর, যাতে আমি মূসার উপাস্যকে উকি মেরে দেখতে পারি। আমার তো ধারণা এই যে, সে একজন মিথ্যাবাদী।","bangla_mujibur":"ফির‘আউন বললঃ হে পরিষদবর্গ! আমি ছাড়া তোমাদের অন্য উপাস্য আছে বলে আমি জানিনা। হে হামান! তুমি আমার জন্য ইট পোড়াও এবং একটি সুউচ্চ প্রাসাদ তৈরী কর; হয়তো আমি তাতে উঠে মূসার মা‘বূদকে দেখতে পাব। তবে আমি অবশ্য মনে করি যে, সে মিথ্যাবাদী।","bangla_taisirul":"ফিরআউন বলল- ‘হে পারিষদবর্গ! আমি ছাড়া তোমাদের কোন ইলাহ আছে বলে আমি জানি না। কাজেই ওহে হামান! তুমি আমার জন্য ইট পোড়াও, অতঃপর আমার জন্য একটি প্রাসাদ নির্মাণ কর যাতে আমি মূসার ইলাহকে দেখতে পারি, আমার নিশ্চিত ধারণা যে, সে একজন মিথ্যেবাদী।’"},{"id":39,"arabic_text":"وَ اسۡتَکۡبَرَ ہُوَ وَ جُنُوۡدُہٗ  فِی الۡاَرۡضِ بِغَیۡرِ الۡحَقِّ وَ ظَنُّوۡۤا اَنَّہُمۡ  اِلَیۡنَا لَا یُرۡجَعُوۡنَ ﴿۳۹﴾ ","english_text":"But those who wronged changed [those words] to a statement other than that which had been said to them, so We sent down upon those who wronged a punishment from the sky because they were defiantly disobeying.","page":390,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3291.mp3","colorText":"وَ[h:9999[ٱ]سْتَكْبَرَ هُوَ وَجُنُودُهُ[n[ۥ] فِى [h:44[ٱ]لْأَرْضِ بِغَيْرِ [h:325[ٱ]لْحَقِّ وَظَ[g[نّ][o[ُوٓ][s[اْ] أَ[g[نّ]َهُمْ إِلَيْنَا لَا يُرْجَع[p[ُو]نَ","juz":20,"ruku":337,"manzil":5,"bangla_ahbayan":"ফিরআউন ও তার বাহিনী অন্যায়ভাবে পৃথিবীতে অহংকার করেছিল[১] এবং ওরা মনে করেছিল যে, ওরা আমার নিকট প্রত্যাবর্তিত হবে না ।","bangla_bayan":"আর ফির‘আউন ও তার সেনাবাহিনী অন্যায়ভাবে যমীনে অহঙ্কার করেছিল এবং তারা মনে করেছিল যে, তাদেরকে আমার নিকট ফিরিয়ে আনা হবে না।","bangla_mkhan":"ফেরাউন ও তার বাহিনী অন্যায়ভাবে পৃথিবীতে অহংকার করতে লাগল এবং তারা মনে করল যে, তারা আমার কাছে প্রত্যাবর্তিত হবে না।","bangla_mujibur":"ফির‘আউন ও তার বাহিনী অন্যায়ভাবে পৃথিবীতে অহংকার করেছিল যে, তারা আমার নিকট প্রত্যাবর্তিত হবেনা।","bangla_taisirul":"ফেরাউন ও তার বাহিনী অকারণে পৃথিবীতে অহংকার করেছিল আর তারা ভেবেছিল যে, তাদেরকে আমার কাছে ফিরিয়ে আনা হবে না।"},{"id":40,"arabic_text":"فَاَخَذۡنٰہُ وَ جُنُوۡدَہٗ  فَنَبَذۡنٰہُمۡ فِی الۡیَمِّ ۚ فَانۡظُرۡ کَیۡفَ کَانَ عَاقِبَۃُ  الظّٰلِمِیۡنَ ﴿۴۰﴾ ","english_text":"And [recall] when Moses prayed for water for his people, so We said, \"Strike with your staff the stone.\" And there gushed forth from it twelve springs, and every people knew its watering place. \"Eat and drink from the provision of Allah, and do not commit abuse on the earth, spreading corruption.\"","page":390,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3292.mp3","colorText":"فَأَخَذْنَ[n[ـٰ]هُ وَجُنُودَهُ[n[ۥ] فَنَبَذْنَ[n[ـٰ]هُمْ فِى [h:4971[ٱ]لْيَ[g[مّ]ِ‌ۖ فَ[h:1513[ٱ][f:1513[نظ]ُرْ كَيْفَ كَانَ عَ[n[ـٰ]قِبَةُ [h:6064[ٱ][l[ل]ظَّ[n[ـٰ]لِم[p[ِي]نَ","juz":20,"ruku":337,"manzil":5,"bangla_ahbayan":"অতএব আমি তাকে ও তার বাহিনীকে পাকড়াও করে সমুদ্রে নিক্ষেপ করলাম।[১] সুতরাং দেখ, সীমালংঘনকারীদের পরিণাম কি ছিল!","bangla_bayan":"অতঃপর আমি তাকে ও তার সেনাবাহিনীকে পাকড়াও করলাম, তারপর তাদেরকে সমুদ্রে নিক্ষেপ করলাম। অতএব, দেখ যালিমদের পরিণাম কিরূপ হয়েছিল?","bangla_mkhan":"অতঃপর আমি তাকে ও তার বাহিনীকে পাকড়াও করলাম, তৎপর আমি তাদেরকে সমু˦#2503;দ্র নিক্ষেপ করলাম। অতএব, দেখ জালেমদের পরিণাম কি হয়েছে।","bangla_mujibur":"অতএব আমি তাকে ও তার বাহিনীকে পাকড়াও করলাম এবং তাদেরকে সমুদ্রে নিক্ষেপ করলাম। দেখ, যালিমদের পরিণাম কি হয়ে থাকে।","bangla_taisirul":"কাজেই আমি তাকে ও তার বাহিনীকে পাকড়াও করলাম, অতঃপর তাদেরকে সমুদ্রে নিক্ষেপ করলাম। এখন দেখ, যালিমদের পরিণতি কী হয়েছিল।"},{"id":41,"arabic_text":"وَ جَعَلۡنٰہُمۡ  اَئِمَّۃً  یَّدۡعُوۡنَ  اِلَی النَّارِ ۚ وَ  یَوۡمَ  الۡقِیٰمَۃِ  لَا  یُنۡصَرُوۡنَ ﴿۴۱﴾ ","english_text":"And [recall] when you said, \"O Moses, we can never endure one [kind of] food. So call upon your Lord to bring forth for us from the earth its green herbs and its cucumbers and its garlic and its lentils and its onions.\" [Moses] said, \"Would you exchange what is better for what is less? Go into [any] settlement and indeed, you will have what you have asked.\" And they were covered with humiliation and poverty and returned with anger from Allah [upon them]. That was because they [repeatedly] disbelieved in the signs of Allah and killed the prophets without right. That was because they disobeyed and were [habitually] transgressing.","page":390,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3293.mp3","colorText":"وَجَعَلْنَ[n[ـٰ]هُمْ أَئِ[g[مّ]َ[a:10170[ةً ي]َ[q:1240[دْ]عُونَ إِلَى [h:1241[ٱ][l[ل][g[نّ]َارِ‌ۖ وَيَوْمَ [h:443[ٱ]لْقِيَ[n[ـٰ]مَةِ لَا يُ[f:237[نص]َر[p[ُو]نَ","juz":20,"ruku":337,"manzil":5,"bangla_ahbayan":"ওদেরকে আমি নেতা করেছিলাম; ওরা লোকদেরকে জাহান্নামের দিকে আহবান করত।[১] কিয়ামতের দিন ওরা কিছু মাত্র সাহায্য পাবে না।","bangla_bayan":"আর আমি তাদেরকে নেতা বানিয়েছিলাম, তারা জাহান্নামের দিকে আহবান করত এবং কিয়ামতের দিন তাদেরকে সাহায্য করা হবে না।","bangla_mkhan":"আমি তাদেরকে নেতা করেছিলাম। তারা জাহান্নামের দিকে আহবান করত। কেয়ামতের দিন তারা সাহায্য প্রাপ্ত হবে না।","bangla_mujibur":"তাদেরকে আমি নেতা করেছিলাম। তারা লোকদেরকে জাহান্নামের দিকে আহবান করত। কিয়ামাত দিবসে তাদেরকে সাহায্য করা হবেনা।","bangla_taisirul":"আমি তাদেরকে নেতা করেছিলাম। তারা জাহান্নামের দিকে আহবান করত, ক্বিয়ামতের দিন তারা সাহায্যপ্রাপ্ত হবে না।"},{"id":42,"arabic_text":"وَ اَتۡبَعۡنٰہُمۡ فِیۡ ہٰذِہِ الدُّنۡیَا لَعۡنَۃً ۚ وَ یَوۡمَ الۡقِیٰمَۃِ ہُمۡ مِّنَ الۡمَقۡبُوۡحِیۡنَ ﴿۴۲﴾ ","english_text":"Indeed, those who believed and those who were Jews or Christians or Sabeans [before Prophet Muhammad] - those [among them] who believed in Allah and the Last Day and did righteousness - will have their reward with their Lord, and no fear will there be concerning them, nor will they grieve.","page":390,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3294.mp3","colorText":"وَأَتْبَعْنَ[n[ـٰ]هُمْ فِى هَ[n[ـٰ]ذِهِ [h:5052[ٱ][l[ل]دُّنْيَا لَعْنَ[a:6394[ةً‌ۖ و]َيَوْمَ [h:443[ٱ]لْقِيَ[n[ـٰ]مَةِ ه[w:10171[ُم م]ِّنَ [h:10172[ٱ]لْمَ[q:10173[قْ]بُوح[p[ِي]نَ","juz":20,"ruku":337,"manzil":5,"bangla_ahbayan":"এ পৃথিবীতে আমি তাদেরকে অভিশপ্ত করেছিলাম এবং কিয়ামতের দিন ওরা হবে ঘৃণিত! [১]","bangla_bayan":"এ যমীনে আমি তাদের পিছনে অভিসম্পাত লাগিয়ে দিয়েছি আর কিয়ামতের দিন তারা হবে ঘৃণিতদের অন্তর্ভুক্ত।","bangla_mkhan":"আমি এই পৃথিবীতে অভিশাপকে তাদের পশ্চাতে লাগিয়ে দিয়েছি এবং কেয়ামতের দিন তারা হবে দুর্দশাগ্রস্ত।","bangla_mujibur":"এই পৃথিবীতে আমি তাদের পশ্চাতে লাগিয়ে দিয়েছি অভিসম্পাত এবং কিয়ামাত দিবসেও তারা দুর্দশাগ্রস্ত লোকদের অন্তর্ভুক্ত থাকবে।","bangla_taisirul":"এ পৃথিবীতে তাদের পেছনে আমি লাগিয়ে দিয়েছি অভিসম্পাত আর ক্বিয়ামতের দিন তারা হবে দুর্দশাগ্রস্ত"},{"id":43,"arabic_text":"وَ لَقَدۡ اٰتَیۡنَا مُوۡسَی الۡکِتٰبَ مِنۡۢ بَعۡدِ مَاۤ اَہۡلَکۡنَا الۡقُرُوۡنَ الۡاُوۡلٰی بَصَآئِرَ لِلنَّاسِ وَ ہُدًی وَّ رَحۡمَۃً  لَّعَلَّہُمۡ  یَتَذَکَّرُوۡنَ ﴿۴۳﴾ ","english_text":"And [recall] when We took your covenant, [O Children of Israel, to abide by the Torah] and We raised over you the mount, [saying], \"Take what We have given you with determination and remember what is in it that perhaps you may become righteous.\"","page":390,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3295.mp3","colorText":"وَلَقَ[q:341[دْ] ءَاتَيْنَا مُوسَى [h:257[ٱ]لْكِتَ[n[ـٰ]بَ م[i:146[ِنۢ ب]َعْدِ م[o[َآ] أَهْلَكْنَا [h:5975[ٱ]لْقُرُونَ [h:10174[ٱ]لْأُولَىٰ بَص[o[َا]ٓئِرَ لِل[g[نّ]َاسِ وَهُ[a:4537[دًى و]َرَحْمَ[u:4538[ةً ل]َّعَلَّهُمْ يَتَذَكَّر[p[ُو]نَ","juz":20,"ruku":338,"manzil":5,"bangla_ahbayan":"আমি অবশ্যই পূর্ববর্তী বহু মানবগোষ্ঠীকে বিনাশ করার পর মূসাকে গ্রন্থ দিয়েছিলাম[১] মানব-জাতির জন্য আলোক-বর্তিকা, পথনিদের্শ ও করুণাস্বরূপ;[২] যাতে তারা উপদেশ গ্রহণ করে। [৩]","bangla_bayan":"আর অবশ্যই আমি পূর্ববর্তী বহু প্রজন্মকে ধ্বংস করার পর মানুষের জন্য আলোকবর্তিকা, হিদায়াত ও রহমতস্বরূপ মূসাকে কিতাব দিয়েছিলাম। যাতে তারা উপদেশ গ্রহণ করে।","bangla_mkhan":"আমি পূর্ববর্তী অনেক সম্প্রদায়কে ধ্বংস করার পর মূসাকে কিতাব দিয়েছি মানুষের জন্যে জ্ঞানবর্তিকা। হেদায়েত ও রহমত, যাতে তারা স্মরণ রাখে।","bangla_mujibur":"আমিতো পূর্ববর্তী বহু মানব গোষ্ঠিকে বিনাশ করার পর মূসাকে দিয়েছিলাম কিতাব, মানব জাতির জন্য জ্ঞান-বর্তিকা, পথ নির্দেশ ও দয়া স্বরূপ, যাতে তারা উপদেশ গ্রহণ করে।","bangla_taisirul":"আমি পূর্ববর্তী অনেক মানব গোষ্ঠীকে ধ্বংস করার পর মূসাকে কিতাব দিয়েছিলাম- মানুষের জন্য আলোকবর্তিকা, সত্যপথের নির্দেশ ও রহমতস্বরূপ যাতে তারা উপদেশ গ্রহণ করে।"},{"id":44,"arabic_text":"وَ مَا کُنۡتَ بِجَانِبِ الۡغَرۡبِیِّ  اِذۡ  قَضَیۡنَاۤ اِلٰی مُوۡسَی الۡاَمۡرَ  وَ مَا کُنۡتَ  مِنَ  الشّٰہِدِیۡنَ ﴿ۙ۴۴﴾ ","english_text":"Then you turned away after that. And if not for the favor of Allah upon you and His mercy, you would have been among the losers.","page":391,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3296.mp3","colorText":"وَمَا كُ[f:735[نت]َ بِجَانِبِ [h:10175[ٱ]لْغَرْبِىِّ إِذْ قَضَيْن[o[َآ] إِلَىٰ مُوسَى [h:10176[ٱ]لْأَمْرَ وَمَا كُ[f:735[نت]َ مِنَ [h:2069[ٱ][l[ل]شَّ[n[ـٰ]هِد[p[ِي]نَ","juz":20,"ruku":338,"manzil":5,"bangla_ahbayan":"মূসাকে যখন আমি বিধান দিয়েছিলাম, তখন তুমি পর্বতের পশ্চিম পাশে উপস্থিত ছিলে না এবং তুমি প্রত্যক্ষদর্শীও ছিলে না। [১]","bangla_bayan":"আর (হে নবী) আমি যখন মূসাকে বিধান দিয়েছিলাম তখন তুমি (তূর পাহাড়ের) পশ্চিম পার্শে উপস্থিত ছিলে না। আর তুমি প্রত্যক্ষদর্শীদের অন্তর্ভুক্তও ছিলে না।","bangla_mkhan":"মূসাকে যখন আমি নির্দেশনামা দিয়েছিলাম, তখন আপনি পশ্চিম প্রান্তে ছিলেন না এবং আপনি প্রত্যক্ষদর্শীও ছিলেন না।","bangla_mujibur":"মূসাকে যখন আমি বিধান দিয়েছিলাম তখন তুমি পশ্চিম প্রান্তে উপস্থিত ছিলেনা এবং তুমি প্রত্যক্ষদর্শীও ছিলেনা।","bangla_taisirul":"মূসাকে যখন আমি নির্দেশনামা দিয়েছিলাম তখন তুমি (তূওয়া উপত্যকার) পশ্চিম প্রান্তে ছিলে না, আর ছিলে না তুমি প্রত্যক্ষদর্শী।"},{"id":45,"arabic_text":"وَ لٰکِنَّاۤ  اَنۡشَاۡنَا قُرُوۡنًا فَتَطَاوَلَ عَلَیۡہِمُ الۡعُمُرُ ۚ وَ مَا کُنۡتَ ثَاوِیًا فِیۡۤ  اَہۡلِ مَدۡیَنَ تَتۡلُوۡا عَلَیۡہِمۡ اٰیٰتِنَا ۙ وَ لٰکِنَّا کُنَّا  مُرۡسِلِیۡنَ ﴿۴۵﴾ ","english_text":"And you had already known about those who transgressed among you concerning the sabbath, and We said to them, \"Be apes, despised.\"","page":391,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3297.mp3","colorText":"وَلَ[n[ـٰ]كِ[g[نّ][o[َآ] أَ[f:9202[نش]َأْنَا قُرُو[f:10177[نًا ف]َتَطَاوَلَ عَلَيْهِمُ [h:8761[ٱ]لْعُمُرُ‌ۚ وَمَا كُ[f:735[نت]َ ثَاوِ[f:10178[يًا ف][o[ِىٓ] أَهْلِ مَ[q:4842[دْ]يَنَ تَتْلُو[s[اْ] عَلَيْهِمْ ءَايَ[n[ـٰ]تِنَا وَلَ[n[ـٰ]كِ[g[نّ]َا كُ[g[نّ]َا مُرْسِل[p[ِي]نَ","juz":20,"ruku":338,"manzil":5,"bangla_ahbayan":"বস্তুতঃ (মূসার পর) অনেক মানবগোষ্ঠীর আবির্ভাব ঘটিয়েছিলাম;[১] অতঃপর ওদের বহু যুগ অতিবাহিত হয়ে গেছে।[২] তুমি তো মাদ্‌য়্যানবাসীদের মধ্যে বিদ্যমান ছিলে না[৩] ওদের নিকট আমার বাক্য আবৃত্তি করার জন্য । কিন্তু আমিই ছিলাম রসূলপ্রেরণকারী। [৪]","bangla_bayan":"কিন্তু আমি অনেক প্রজন্মকে সৃষ্টি করেছি। তারপর তাদের উপর বহু যুগ অতিবাহিত হয়েছিল। তুমি তো মাদইয়ানবাসীদের মধ্যে অবস্থানকারী ছিলে না যে, তাদের নিকট আমার আয়াতগুলো তুমি তিলাওয়াত করবে। কিন্তু আমিই রাসূল প্রেরণকারী।","bangla_mkhan":"কিন্তু আমি অনেক সম্প্রদায় সৃষ্টি করেছিলাম, অতঃপর তাদের অনেক যুগ অতিবাহিত হয়েছে। আর আপনি মাদইয়ানবাসীদের মধ্যে ছিলেন না যে, তাদের কাছে আমার আয়াতসমূহ পাঠ করতেন। কিন্তু আমিই ছিলাম রসূল প্রেরণকারী।","bangla_mujibur":"বস্তুতঃ আমি অনেক মানব গোষ্ঠির আবির্ভাব ঘটিয়েছিলাম, অতঃপর তাদের বহু যুগ অতিবাহিত হয়েছে। তুমিতো মাদইয়ানবাসীদের মধ্যে বিদ্যমান ছিলেনা, তাদের নিকট আমার আয়াত আবৃত্তি করার জন্য। আমিই ছিলাম রাসূল প্রেরণকারী।","bangla_taisirul":"কিন্তু আমি অনেক মানবগোষ্ঠী সৃষ্টি করেছিলাম, অতঃপর তাদের অনেক যুগ গত হয়ে গেছে। তুমি মাদইয়ানবাসীদের মধ্যে বিদ্যমান ছিলে না তাদের কাছে আমার আয়াত আবৃত্তি করার জন্য, কিন্তু (তাদের মাঝে) রসূল প্রেরণকারী আমিই ছিলাম।"},{"id":46,"arabic_text":"وَ مَا کُنۡتَ بِجَانِبِ الطُّوۡرِ  اِذۡ نَادَیۡنَا وَ لٰکِنۡ رَّحۡمَۃً مِّنۡ رَّبِّکَ لِتُنۡذِرَ قَوۡمًا مَّاۤ  اَتٰىہُمۡ مِّنۡ نَّذِیۡرٍ  مِّنۡ قَبۡلِکَ  لَعَلَّہُمۡ  یَتَذَکَّرُوۡنَ ﴿۴۶﴾ ","english_text":"And We made it a deterrent punishment for those who were present and those who succeeded [them] and a lesson for those who fear Allah .","page":391,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3298.mp3","colorText":"وَمَا كُ[f:735[نت]َ بِجَانِبِ [h:10179[ٱ][l[ل]طُّورِ إِذْ نَادَيْنَا وَلَ[n[ـٰ]ك[u:10180[ِن ر]َّحْمَ[a:5993[ةً م]ّ[u:770[ِن ر]َّبِّكَ لِتُ[f:4582[نذ]ِرَ قَوْ[a:10181[مًا م]ّ[o[َآ] أَتَ[n[ـٰ]ه[w:10182[ُم م]ّ[a:10183[ِن ن]َّذِي[a:10184[رٍ م]ِّ[f:18[ن ق]َ[q:19[بْ]لِكَ لَعَلَّهُمْ يَتَذَكَّر[p[ُو]نَ","juz":20,"ruku":338,"manzil":5,"bangla_ahbayan":"মূসাকে যখন আমি আহবান করেছিলাম, তখন তুমি ত্বুর পর্বত-পার্শ্বে উপস্থিত ছিলে না।[১] বস্তুতঃ এ সংবাদ তোমার প্রতিপালকের নিকট হতে করুণাস্বরূপ,[২] যাতে তুমি এমন এক সম্প্রদায়কে সতর্ক করতে পার, যাদের নিকট তোমার পূর্বে কোন সতর্ককারী আসেনি;[৩] যেন ওরা উপদেশ গ্রহণ করে।","bangla_bayan":"আর যখন আমি (মূসাকে) ডেকেছিলাম তখন তুমি তূর পর্বতের পাশে উপস্থিত ছিলে না। কিন্তু তোমার রবের পক্ষ থেকে রহমতস্বরূপ জানানো হয়েছে, যাতে তুমি এমন কওমকে সতর্ক করতে পার, যাদের কাছে তোমার পূর্বে কোন সতর্ককারী আসেনি। সম্ভবত তারা উপদেশ গ্রহণ করবে।","bangla_mkhan":"আমি যখন মূসাকে আওয়াজ দিয়েছিলাম, তখন আপনি তুর পর্বতের পার্শ্বে ছিলেন না। কিন্তু এটা আপনার পালনকর্তার রহমত স্বরূপ, যাতে আপনি এমন এক সম্প্রদায়কে ভীতি প্রদর্শন করেন, যাদের কাছে আপনার পূꦣ2503;ব কোন ভীতি প্রদর্শনকারী আগমন করেনি, যাতে তারা স্মরণ রাখে।","bangla_mujibur":"মূসাকে যখন আমি আহবান করেছিলাম তখন তুমি তূর পর্বত-পার্শ্বে উপস্থিত ছিলেনা। বস্তুতঃ এটা তোমার রবের নিকট হতে দয়া স্বরূপ যাতে তুমি এমন এক সম্প্রদায়কে সতর্ক করতে পার যাদের নিকট তোমার পূর্বে কোন সতর্ককারী আসেনি, যেন তারা উপদেশ গ্রহণ করে।","bangla_taisirul":"আমি যখন (মূসাকে) ডাক দিয়েছিলাম তখন তুমি তূর পর্বতের পাশে ছিলে না। কিন্তু (তোমাকে পাঠানো হয়েছে) তোমার প্রতিপালকের রহমতস্বরূপ যাতে তুমি এমন একটি সম্প্রদায়কে সতর্ক করতে পার যাদের কাছে তোমার পূর্বে সতর্ককারী পাঠানো হয়নি, যাতে তারা উপদেশ গ্রহণ করে।"},{"id":47,"arabic_text":"وَ لَوۡ لَاۤ  اَنۡ تُصِیۡبَہُمۡ مُّصِیۡبَۃٌۢ  بِمَا قَدَّمَتۡ  اَیۡدِیۡہِمۡ فَیَقُوۡلُوۡا رَبَّنَا لَوۡ لَاۤ اَرۡسَلۡتَ  اِلَیۡنَا رَسُوۡلًا فَنَتَّبِعَ اٰیٰتِکَ وَ نَکُوۡنَ  مِنَ  الۡمُؤۡمِنِیۡنَ ﴿۴۷﴾ ","english_text":"And [recall] when Moses said to his people, \"Indeed, Allah commands you to slaughter a cow.\" They said, \"Do you take us in ridicule?\" He said, \"I seek refuge in Allah from being among the ignorant.\"","page":391,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3299.mp3","colorText":"وَلَوْل[o[َآ] أَ[f:9555[ن ت]ُصِيبَه[w:10185[ُم م]ُّصِيبَ[i:2877[ةُۢ ب]ِمَا قَدَّمَتْ أَيْدِيهِمْ فَيَقُولُو[s[اْ] رَبَّنَا لَوْل[o[َآ] أَرْسَلْتَ إِلَيْنَا رَسُول[f:8659[اً ف]َنَتَّبِعَ ءَايَ[n[ـٰ]تِكَ وَنَكُونَ مِنَ [h:3047[ٱ]لْمُؤْمِن[p[ِي]نَ","juz":20,"ruku":338,"manzil":5,"bangla_ahbayan":"রসূল না পাঠালে ওদের কৃতকর্মের জন্য ওদের কোন বিপদ হলে ওরা বলত, ‘হে আমাদের প্রতিপালক! তুমি আমাদের নিকট কোন রসূল প্রেরণ করলে না কেন? করলে, আমরা তোমার আয়াতসমূহ মেনে চলতাম এবং আমরা বিশ্বাসী হতাম।’ [১]","bangla_bayan":"তাদের কৃতকর্মের কারণে তাদের উপর কোন বিপদ আসলে তারা যাতে বলতে না পারে, ‘হে আমাদের রব, আপনি আমাদের কাছে কোন রাসূল পাঠালেন না কেন? তাহলে আমরা আপনার আয়াতসমূহ অনুসরণ করতাম আর আমরা মুমিনদের অন্তর্ভুর্ক্ত হতাম’।","bangla_mkhan":"আর এ জন্য যে, তাদের কৃতকর্মের জন্যে তাদের কোন বিপদ হলে তারা বলত, হে আমাদের পালনকর্তা, তুমি আমাদের কাছে কোন রসূল প্রেরণ করলে না কেন? করলে আমরা তোমার আয়াতসমূহের অনুসরণ করতাম এবং আমরা বিশ্বাস স্থাপনকারী হয়ে যেতাম।","bangla_mujibur":"রাসূল না পাঠালে তাদের কৃতকর্মের জন্য তাদের কোন বিপদ হলে তারা বলতঃ হে আমাদের রাব্ব! আপনি আমাদের নিকট কোন রাসূল প্রেরণ করলেন না কেন? তাহলে আমরা আপনার নিদর্শন মেনে চলতাম এবং আমরা হতাম মু’মিন।","bangla_taisirul":"রসূল না পাঠালে তাদের কৃতকর্মের কারণে কোন বিপদ হলে তারা বলত- ‘হে আমাদের প্রতিপালক! আমাদের কাছে রসূল পাঠালে না কেন, পাঠালে তোমার আয়াতসমূহের অনুসরণ করতাম আর আমরা মু’মিন হয়ে যেতাম।’"},{"id":48,"arabic_text":"فَلَمَّا جَآءَہُمُ الۡحَقُّ مِنۡ عِنۡدِنَا قَالُوۡا لَوۡ لَاۤ  اُوۡتِیَ  مِثۡلَ  مَاۤ   اُوۡتِیَ  مُوۡسٰی ؕ اَوَ لَمۡ  یَکۡفُرُوۡا بِمَاۤ  اُوۡتِیَ  مُوۡسٰی  مِنۡ  قَبۡلُ ۚ قَالُوۡا  سِحۡرٰنِ تَظٰہَرَا ۟ٝ وَ قَالُوۡۤا اِنَّا بِکُلٍّ  کٰفِرُوۡنَ ﴿۴۸﴾ ","english_text":"They said, \"Call upon your Lord to make clear to us what it is.\" [Moses] said, \"[ Allah ] says, 'It is a cow which is neither old nor virgin, but median between that,' so do what you are commanded.\"","page":391,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3300.mp3","colorText":"فَلَ[g[مّ]َا ج[o[َا]ٓءَهُمُ [h:6141[ٱ]لْحَقُّ مِنْ عِ[f:6142[ند]ِنَا قَالُو[s[اْ] لَوْل[o[َآ] أُوتِىَ مِثْلَ م[o[َآ] أُوتِىَ مُوسَ[o[ىٰٓ‌ۚ] أَوَلَمْ يَكْفُرُو[s[اْ] بِم[o[َآ] أُوتِىَ مُوسَىٰ مِ[f:128[ن ق]َ[q:129[بْ]لُ‌ۖ قَالُو[s[اْ] سِحْرَانِ تَظَ[n[ـٰ]هَرَا وَقَال[o[ُوٓ][s[اْ] إِ[g[نّ]َا بِكُ[f:10186[لٍّ ك]َ[n[ـٰ]فِر[p[ُو]نَ","juz":20,"ruku":338,"manzil":5,"bangla_ahbayan":"অতঃপর যখন আমার নিকট হতে ওদের নিকট সত্য আগমন করল, তখন ওরা বলতে লাগল, ‘মূসাকে যেরূপ দেওয়া হয়েছিল ও (মুহাম্মাদ)কে সেরূপ দেওয়া হল না কেন?’[১] কিন্তু পূর্বে মূসাকে যা দেওয়া হয়েছিল, তা কি ওরা অস্বীকার করেনি? [২] ওরা বলেছিল, ‘উভয়ই যাদু, একটি অপরটির সমর্থক।’ এবং বলেছিল, ‘আমরা উভয়কে প্রত্যাখ্যান করি।’[৩]","bangla_bayan":"অতঃপর যখন আমার নিকট থেকে তাদের কাছে সত্য আসল তখন তারা বলল, ‘মূসাকে যা দেয়া হয়েছিল তাকে(মুহাম্মাদকে) কেন সেরূপ দেয়া হল না’? ইতঃপূর্বে মূসাকে যা দেয়া হয়েছিল তারা কি তা অস্বীকার করেনি? তারা বলেছিল, ‘দু’টিই যাদু, একটি অপরটিকে সাহায্য করে’। আর তারা বলেছিল, ‘আমরা সবই অস্বীকারকারী’।","bangla_mkhan":"অতঃপর আমার কাছ থেকে যখন তাদের কাছে সত্য আগমন করল, তখন তারা বলল, মূসাকে যেরূপ দেয়া হয়েছিল, এই রসূলকে সেরূপ দেয়া হল না কেন? পূর্বে মূসাকে যা দেয়া হয়েছিল, তারা কি তা অস্বীকার করেনি? তারা বলেছিল, উভয়ই জাদু, পরস্পরে একাত্ম। তারা আরও বলেছিল, আমরা উভয়কে মানি না।","bangla_mujibur":"অতঃপর যখন আমার নিকট হতে তাদের নিকট সত্য এসে গেল, তারা বলতে লাগলঃ মূসাকে যেরূপ দেয়া হয়েছিল অনুরূপ তাকে দেয়া হলনা কেন? কিন্তু পূর্বে মূসাকে যা দেয়া হয়েছিল তা কি তারা অস্বীকার করেনি? তারা বলেছিলঃ উভয়ই যাদু, একে অপরকে সমর্থন করে; এবং তারা বলেছিলঃ আমরা প্রত্যেককে প্রত্যাখ্যান করি।","bangla_taisirul":"অতঃপর আমার নিকট থেকে তাদের কাছে যখন সত্য আসল তখন তারা বলল- ‘মূসাকে যা দেয়া হয়েছিল তাকে কেন সেরূপ দেয়া হল না? ইতোপূর্বে মূসাকে যা দেয়া হয়েছিল তারা কি তা অস্বীকার করেনি?’ তারা বলেছিল- ‘দু’টোই যাদু, একটা আরেকটার সহায়তাকারী। আর তারা বলেছিল আমরা (তাওরাত ও কুরআন) সবই প্রত্যাখ্যান করি।’"},{"id":49,"arabic_text":"قُلۡ فَاۡتُوۡا بِکِتٰبٍ مِّنۡ عِنۡدِ اللّٰہِ ہُوَ اَہۡدٰی مِنۡہُمَاۤ  اَتَّبِعۡہُ  اِنۡ کُنۡتُمۡ صٰدِقِیۡنَ ﴿۴۹﴾ ","english_text":"They said, \"Call upon your Lord to show us what is her color.\" He said, \"He says, 'It is a yellow cow, bright in color - pleasing to the observers.' \"","page":391,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3301.mp3","colorText":"قُلْ فَأْتُو[s[اْ] بِكِتَ[n[ـٰ][a:10187[بٍ م]ِّنْ عِ[f:398[ند]ِ [h:399[ٱ]للَّهِ هُوَ أَهْدَىٰ مِنْهُم[o[َآ] أَتَّبِعْهُ إِ[f:109[ن ك]ُ[f:100[نت]ُمْ صَ[n[ـٰ]دِق[p[ِي]نَ","juz":20,"ruku":338,"manzil":5,"bangla_ahbayan":"বল, ‘তোমরা সত্যবাদী হলে আল্লাহর নিকট হতে এক গ্রন্থ আনয়ন কর যা পথনির্দেশে এ দু’টি হতে উৎকৃষ্ট হবে; আমি সে গ্রন্থ অনুসরণ করব।’ [১]","bangla_bayan":"বল, ‘তাহলে তোমরা আল্লাহর কাছ থেকে এমন একটি কিতাব নিয়ে আস যা এ দু’টো কিতাব থেকে উৎকৃষ্ট; আমি তারই অনুসরণ করব, যদি তোমরা সত্যবাদী হয়ে থাক’।","bangla_mkhan":"বলুন, তোমরা সত্যবাদী হলে এখন আল্লাহর কাছ থেকে কোন কিতাব আন, যা এতদুভয় থেকে উত্তম পথপ্রদর্শক হয়। আমি সেই কিতাব অনুসরণ করব।","bangla_mujibur":"বলঃ তোমরা সত্যবাদী হলে আল্লাহর নিকট হতে এক কিতাব আনয়ন কর, যে পথ নির্দেশ এতদুভয় হতে উৎকৃষ্টতর হবে, আমি সেই কিতাব অনুসরণ করব।","bangla_taisirul":"বল, তোমরা যদি সত্যবাদী হও তবে আল্লাহর নিকট হতে এমন কিতাব নিয়ে এসো যা সত্যপথ নির্দেশ করার ব্যাপারে এ দু’ (কিতাব) হতে অধিক উৎকৃষ্ট, আমি সে কিতাবের অনুসরণ করব।"},{"id":50,"arabic_text":"فَاِنۡ لَّمۡ یَسۡتَجِیۡبُوۡا لَکَ فَاعۡلَمۡ  اَنَّمَا یَتَّبِعُوۡنَ  اَہۡوَآءَہُمۡ ؕ وَ مَنۡ اَضَلُّ  مِمَّنِ اتَّبَعَ ہَوٰىہُ بِغَیۡرِ ہُدًی مِّنَ اللّٰہِ ؕ اِنَّ اللّٰہَ  لَا  یَہۡدِی الۡقَوۡمَ الظّٰلِمِیۡنَ ﴿۵۰﴾ ","english_text":"They said, \"Call upon your Lord to make clear to us what it is. Indeed, [all] cows look alike to us. And indeed we, if Allah wills, will be guided.\"","page":391,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3302.mp3","colorText":"فَإ[u:110[ِن ل]َّمْ يَسْتَجِيبُو[s[اْ] لَكَ فَ[h:3611[ٱ]عْلَمْ أَ[g[نّ]َمَا يَتَّبِعُونَ أَهْو[o[َا]ٓءَهُمْ‌ۚ وَمَنْ أَضَلُّ مِ[g[مّ]َنِ [h:10188[ٱ]تَّبَعَ هَوَ[n[ٮٰ]هُ بِغَيْرِ هُ[a:10189[دًى م]ِّنَ [h:321[ٱ]للَّهِ‌ۚ إِ[g[نّ]َ [h:80[ٱ]للَّهَ لَا يَهْدِى [h:1504[ٱ]لْقَوْمَ [h:1505[ٱ][l[ل]ظَّ[n[ـٰ]لِم[p[ِي]نَ","juz":20,"ruku":338,"manzil":5,"bangla_ahbayan":"অতঃপর ওরা যদি তোমার আহবানে সাড়া না দেয়,[১] তাহলে জানবে ওরা তো কেবল নিজেদের খেয়াল-খুশীর অনুসরণ করে। আল্লাহর পথনির্দেশ অমান্য করে যে ব্যক্তি নিজ খেয়াল-খুশীর অনুসরণ করে তার অপেক্ষা অধিক বিভ্রান্ত আর কে?[২] নিশ্চয়ই আল্লাহ সীমালংঘনকারী সম্প্রদায়কে পথনির্দেশ করেন না। [৩]","bangla_bayan":"অতঃপর তারা যদি তোমার আহবানে সাড়া না দেয়, তাহলে জেনে রাখ, তারা তো নিজদের খেয়াল খুশীর অনুসরণ করে। আর আল্লাহর দিকনির্দেশনা ছাড়া যে নিজের খেয়াল খুশীর অনুসরণ করে তার চেয়ে অধিক পথভ্রষ্ট আর কে? নিশ্চয় আল্লাহ যালিম কওমকে হিদায়াত করেন না।","bangla_mkhan":"অতঃপর তারা যদি আপনার কথায় সাড়া না দেয়, তবে জানবেন, তারা শুধু নিজের প্রবৃত্তির অনুসরণ করে। আল্লাহর হেদায়েতের পরিবর্তে যে ব্যক্তি নিজ প্রবৃত্তির অনুসরণ করে, তার চাইতে অধিক পথভ্রষ্ট আর কে? নিশ্চয় আল্লাহ জালেম সম্প্রদায়কে পথ দেখান না।","bangla_mujibur":"অতঃপর তারা যদি তোমার আহবানে সাড়া না দেয় তাহলে জানবে যে, তারা শুধু নিজেদের খেয়াল-খুশীর অনুসরণ করে। আল্লাহর পথ-নির্দেশ অগ্রাহ্য করে যে ব্যক্তি নিজ খেয়াল-খুশীর অনুসরণ করে সে অপেক্ষা অধিক বিভ্রান্ত আর কে? আল্লাহ যালিম সম্প্রদায়কে পথ প্রদর্শন করেননা।","bangla_taisirul":"অতঃপর তারা যদি তোমার কথায় সাড়া না দেয় তাহলে জেনে রেখ, তারা শুধু তাদের প্রবৃত্তির অনুসরণ করে। আল্লাহর পথ নির্দেশ ছাড়াই যে নিজের প্রবৃত্তির অনুসরণ করে, তার চেয়ে অধিক পথভ্রষ্ট আর কে আছে? আল্লাহ যালিম সম্প্রদায়কে সঠিক পথে পরিচালিত করেন না।"},{"id":51,"arabic_text":"وَ لَقَدۡ وَصَّلۡنَا لَہُمُ الۡقَوۡلَ لَعَلَّہُمۡ یَتَذَکَّرُوۡنَ ﴿ؕ۵۱﴾ ","english_text":"He said, \"He says, 'It is a cow neither trained to plow the earth nor to irrigate the field, one free from fault with no spot upon her.' \" They said, \"Now you have come with the truth.\" So they slaughtered her, but they could hardly do it.","page":392,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3303.mp3","colorText":"۞ وَلَقَ[q:341[دْ] وَصَّلْنَا لَهُمُ [h:10190[ٱ]لْقَوْلَ لَعَلَّهُمْ يَتَذَكَّر[p[ُو]نَ","juz":20,"ruku":339,"manzil":5,"bangla_ahbayan":"আর আমি অবশ্যই ওদের নিকট বার বার আমার বাণী পৌঁছিয়ে দিয়েছি;[১] যাতে ওরা উপদেশ গ্রহণ করে। [২]","bangla_bayan":"আর আমি তো তাদের কাছে একের পর এক বাণী পৌঁছে দিয়েছি, যাতে তারা উপদেশ গ্রহণ করে।","bangla_mkhan":"আমি তাদের কাছে উপর্যুপরি বাণী পৌছিয়েছি। যাতে তারা অনুধাবন করে।","bangla_mujibur":"আমিতো তাদের নিকট উপর্যুপরি বাণী পৌঁছে দিয়েছি যাতে তারা উপদেশ গ্রহণ করে।","bangla_taisirul":"আমি তাদের কাছে ক্রমাগত বাণী পৌঁছে দিয়েছি যাতে তারা উপদেশ গ্রহণ করে।"},{"id":52,"arabic_text":"اَلَّذِیۡنَ اٰتَیۡنٰہُمُ الۡکِتٰبَ مِنۡ قَبۡلِہٖ ہُمۡ بِہٖ یُؤۡمِنُوۡنَ ﴿۵۲﴾ ","english_text":"And [recall] when you slew a man and disputed over it, but Allah was to bring out that which you were concealing.","page":392,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3304.mp3","colorText":"ٱلَّذِينَ ءَاتَيْنَ[n[ـٰ]هُمُ [h:635[ٱ]لْكِتَ[n[ـٰ]بَ مِ[f:1097[ن ق]َ[q:1098[بْ]لِه[n[ِۦ] ه[c:7581[ُم ب]ِه[n[ِۦ] يُؤْمِن[p[ُو]نَ","juz":20,"ruku":339,"manzil":5,"bangla_ahbayan":"এর পূর্বে আমি যাদেরকে গ্রন্থ দিয়েছিলাম, তারাও এতে বিশ্বাস করে। [১]","bangla_bayan":"এর পূর্বে আমি যাদেরকে কিতাব দিয়েছিলাম তারা এর প্রতি ঈমান আনে।","bangla_mkhan":"কোরআনের পূর্বে আমি যাদেরকে কিতাব দিয়েছি, তারা এতে বিশ্বাস করে।","bangla_mujibur":"এর পূর্বে আমি যাদেরকে কিতাব দিয়েছিলাম তারা এতে বিশ্বাস করে।","bangla_taisirul":"এর পূর্বে আমি যাদেরকে কিতাব দিয়েছিলাম তারা (অর্থাৎ তাদের কতক লোক) তাতে বিশ্বাস করে।"},{"id":53,"arabic_text":"وَ  اِذَا یُتۡلٰی عَلَیۡہِمۡ  قَالُوۡۤا اٰمَنَّا بِہٖۤ  اِنَّہُ الۡحَقُّ مِنۡ رَّبِّنَاۤ  اِنَّا کُنَّا مِنۡ قَبۡلِہٖ مُسۡلِمِیۡنَ ﴿۵۳﴾ ","english_text":"So, We said, \"Strike the slain man with part of it.\" Thus does Allah bring the dead to life, and He shows you His signs that you might reason.","page":392,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3305.mp3","colorText":"وَإِذَا يُتْلَىٰ عَلَيْهِمْ قَال[o[ُوٓ][s[اْ] ءَامَ[g[نّ]َا بِه[o[ِۦٓ] إِ[g[نّ]َهُ [h:6280[ٱ]لْحَقُّ م[u:10191[ِن ر]َّبِّن[o[َآ] إِ[g[نّ]َا كُ[g[نّ]َا مِ[f:1097[ن ق]َ[q:1098[بْ]لِه[n[ِۦ] مُسْلِم[p[ِي]نَ","juz":20,"ruku":339,"manzil":5,"bangla_ahbayan":"যখন তাদের নিকট এ আবৃত্তি করা হয়, তখন তারা বলে, ‘আমরা এতে বিশ্বাস করি, এ আমাদের প্রতিপালক হতে আগত সত্য। অবশ্যই আমরা পূর্ব হতেই আত্মসমর্পণকারী (মুসলিম) ছিলাম।’[১]","bangla_bayan":"আর যখন তাদের নিকট তা তিলাওয়াত করা হয় তখন তারা বলে, ‘আমরা এর প্রতি ঈমান এনেছি, নিশ্চয় তা সত্য আমাদের রবের পক্ষ থেকে। নিশ্চয় আমরা এর পূর্বেও আত্মসমর্পণকারী ছিলাম’।","bangla_mkhan":"যখন তাদের কাছে এটা পাঠ করা হয়, তখন তারা বলে, আমরা এর প্রতি বিশ্বাস স্থাপন করলাম। এটা আমাদের পালনকর্তার পক্ষ থেকে সত্য। আমরা এর পূর্বেও আজ্ঞাবহ ছিলাম।","bangla_mujibur":"যখন তাদের নিকট এটি আবৃত্তি করা হয় তখন তারা বলেঃ আমরা এতে ঈমান এনেছি, এটি আমাদের রাব্ব হতে আগত সত্য। আমরাতো পূর্বেও আত্মসমর্পনকারী ছিলাম।","bangla_taisirul":"তাদের নিকট যখন তা আবৃত্তি করা হয় তখন তারা বলে- আমরা এতে বিশ্বাস করি, এ সত্য আমাদের প্রতিপালকের নিকট থেকে (আগত), এর পূর্বেই আমরা আত্মসমর্পণকারী ছিলাম।"},{"id":54,"arabic_text":"اُولٰٓئِکَ یُؤۡتَوۡنَ اَجۡرَہُمۡ مَّرَّتَیۡنِ بِمَا صَبَرُوۡا وَ یَدۡرَءُوۡنَ بِالۡحَسَنَۃِ  السَّیِّئَۃَ  وَ  مِمَّا  رَزَقۡنٰہُمۡ  یُنۡفِقُوۡنَ ﴿۵۴﴾ ","english_text":"Then your hearts became hardened after that, being like stones or even harder. For indeed, there are stones from which rivers burst forth, and there are some of them that split open and water comes out, and there are some of them that fall down for fear of Allah . And Allah is not unaware of what you do.","page":392,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3306.mp3","colorText":"أُ[s[وْ]لَ[o[ـٰٓ]ئِكَ يُؤْتَوْنَ أَ[q:7573[جْ]رَه[w:10192[ُم م]َّرَّتَيْنِ بِمَا صَبَرُو[s[اْ] وَيَ[q:6958[دْ]رَءُونَ بِ[h:4561[ٱ]لْحَسَنَةِ [h:6959[ٱ][l[ل]سَّيِّئَةَ وَمِ[g[مّ]َا رَزَ[q:15[قْ]نَ[n[ـٰ]هُمْ يُ[f:16[نف]ِق[p[ُو]نَ","juz":20,"ruku":339,"manzil":5,"bangla_ahbayan":"ওদেরকে দু’বার পুরস্কৃত করা হবে, কারণ ওরা ধৈর্যশীল।[১] ওরা ভালোর দ্বারা মন্দকে দূর করে[২] এবং আমি ওদেরকে যে জীবনোপকরণ দিয়েছি, তা হতে ব্যয় করে।","bangla_bayan":"তাদেরকে দু’বার প্রতিদান দেয়া হবে। এ কারণে যে, তারা ধৈর্যধারণ করে এবং ভাল দ্বারা মন্দকে প্রতিহত করে। আর আমি তাদেরকে যে রিয্ক দিয়েছি তা থেকে ব্যয় করে।","bangla_mkhan":"তারা দুইবার পুরস্কৃত হবে তাদের সবরের কারণে। তারা মন্দের জওয়াবে ভাল করে এবং আমি তাদেরকে যা দিয়েছি, তা থেকে ব্যয় করে।","bangla_mujibur":"তাদেরকে দু’বার পারিশ্রমিক প্রদান করা হবে; কারণ তারা ধৈর্যশীল এবং তারা ভাল দ্বারা মন্দের মুকাবিলা করে এবং আমি তাদেরকে যা দিয়েছি তা হতে তারা ব্যয় করে।","bangla_taisirul":"তাদেরকে তাদের পারিশ্রমিক দু’বার দেয়া হবে যেহেতু তারা ধৈর্য ধারণ করেছে এবং তারা ভাল দিয়ে মন্দের প্রতিহত করে আর আমি তাদেরকে যে রিযক দিয়েছি তাত্থেকে তারা ব্যয় করে।"},{"id":55,"arabic_text":"وَ اِذَا سَمِعُوا اللَّغۡوَ اَعۡرَضُوۡا عَنۡہُ وَ قَالُوۡا لَنَاۤ  اَعۡمَالُنَا وَ لَکُمۡ  اَعۡمَالُکُمۡ ۫ سَلٰمٌ  عَلَیۡکُمۡ ۫ لَا  نَبۡتَغِی الۡجٰہِلِیۡنَ ﴿۵۵﴾ ","english_text":"Do you covet [the hope, O believers], that they would believe for you while a party of them used to hear the words of Allah and then distort the Torah after they had understood it while they were knowing?","page":392,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3307.mp3","colorText":"وَإِذَا سَمِعُو[s[اْ] [h:10193[ٱ][l[ل]لَّغْوَ أَعْرَضُو[s[اْ] عَنْهُ وَقَالُو[s[اْ] لَن[o[َآ] أَعْمَ[n[ـٰ]لُنَا وَلَكُمْ أَعْمَ[n[ـٰ]لُكُمْ سَلَ[n[ـٰ]مٌ عَلَيْكُمْ لَا نَ[q:10194[بْ]تَغِى [h:10195[ٱ]لْجَ[n[ـٰ]هِل[p[ِي]نَ","juz":20,"ruku":339,"manzil":5,"bangla_ahbayan":"ওরা যখন অসার বাক্য[১] শ্রবণ করে, তখন ওরা তা পরিহার করে চলে এবং বলে, আমাদের কাজের জন্য আমরা দায়ী এবং তোমাদের কাজের জন্য তোমরা দায়ী; তোমাদের প্রতি সালাম।[২] আমরা অজ্ঞদের সঙ্গ চাই না।","bangla_bayan":"আর তারা যখন অনর্থক কথাবার্তা শুনে তখন তা থেকে বিমুখ হয় এবং বলে, ‘আমাদের আমল আমাদের জন্য, আর তোমাদের আমল তোমাদের জন্য। তোমাদের প্রতি ‘সালাম’। আমরা অজ্ঞদের সাহচর্য চাই না’।","bangla_mkhan":"তারা যখন অবাঞ্চিত বাজে কথাবার্তা শ্রবণ করে, তখন তা থেকে মুখ ফিরিয়ে নেয় এবং বলে, আমাদের জন্যে আমাদের কাজ এবং তোমাদের জন্যে তোমাদের কাজ। তোমাদের প্রতি সালাম। আমরা অজ্ঞদের সাথে জড়িত হতে চাই না।","bangla_mujibur":"তারা যখন অসার বাক্য শ্রবণ করে তখন তা উপেক্ষা করে চলে এবং বলেঃ আমাদের কাজের ফল আমাদের জন্য এবং তোমাদের কাজের ফল তোমাদের জন্য; তোমাদের প্রতি সালাম। আমরা অজ্ঞদের সঙ্গ চাইনা।","bangla_taisirul":"তারা যখন নিরর্থক কথাবার্তা শুনে তখন তাত্থেকে ফিরে থাকে আর বলে- আমাদের কাজের ফল আমরা পাব, তোমাদের কাজের ফল তোমরা পাবে, তোমাদের প্রতি সালাম, অজ্ঞদের সাথে আমাদের কোন প্রয়োজন নেই।"},{"id":56,"arabic_text":"اِنَّکَ لَا تَہۡدِیۡ مَنۡ  اَحۡبَبۡتَ وَ لٰکِنَّ اللّٰہَ یَہۡدِیۡ مَنۡ یَّشَآءُ ۚ وَ ہُوَ اَعۡلَمُ بِالۡمُہۡتَدِیۡنَ ﴿۵۶﴾ ","english_text":"And when they meet those who believe, they say, \"We have believed\"; but when they are alone with one another, they say, \"Do you talk to them about what Allah has revealed to you so they can argue with you about it before your Lord?\" Then will you not reason?","page":392,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3308.mp3","colorText":"إِ[g[نّ]َكَ لَا تَهْدِى مَنْ أَحْبَ[q:10196[بْ]تَ وَلَ[n[ـٰ]كِ[g[نّ]َ [h:1441[ٱ]للَّهَ يَهْدِى م[a:476[َن ي]َش[o[َا]ٓءُ‌ۚ وَهُوَ أَعْلَمُ بِ[h:4362[ٱ]لْمُهْتَد[p[ِي]نَ","juz":20,"ruku":339,"manzil":5,"bangla_ahbayan":"কাকেও প্রিয় মনে করলে তুমি তাকে সৎপথে আনতে পারবে না, তবে আল্লাহই যাকে ইচ্ছা সৎপথে আনেন এবং তিনিই ভাল জানেন কারা সৎপথের অনুসারী। [১]","bangla_bayan":"নিশ্চয় তুমি যাকে ভালবাস তাকে তুমি হিদায়াত দিতে পারবে না; বরং আল্লাহই যাকে ইচ্ছা হিদায়াত দেন। আর হিদায়াতপ্রাপ্তদের ব্যাপারে তিনি ভাল জানেন।","bangla_mkhan":"আপনি যাকে পছন্দ করেন, তাকে সৎপথে আনতে পারবেন না, তবে আল্লাহ তা’আলাই যাকে ইচ্ছা সৎপথে আনয়ন করেন। কে সৎপথে আসবে, সে সম্পর্কে তিনিই ভাল জানেন।","bangla_mujibur":"তুমি যাকে ভালবাস, ইচ্ছা করলেই তাকে সৎ পথে আনতে পারবেনা। তবে আল্লাহ যাকে ইচ্ছা সৎ পথে আনেন এবং তিনিই ভাল জানেন কারা সৎ পথ অনুসরণকারী।","bangla_taisirul":"তুমি যাকে ভালবাস তাকে সৎপথ দেখাতে পারবে না, বরং আল্লাহ্ই যাকে চান সৎ পথে পরিচালিত করেন, সৎপথপ্রাপ্তদের তিনি ভাল করেই জানেন।"},{"id":57,"arabic_text":"وَ قَالُوۡۤا اِنۡ نَّتَّبِعِ الۡہُدٰی مَعَکَ نُتَخَطَّفۡ مِنۡ  اَرۡضِنَا ؕ اَوَ لَمۡ نُمَکِّنۡ لَّہُمۡ حَرَمًا اٰمِنًا یُّجۡبٰۤی  اِلَیۡہِ  ثَمَرٰتُ  کُلِّ شَیۡءٍ رِّزۡقًا مِّنۡ لَّدُنَّا وَ لٰکِنَّ  اَکۡثَرَہُمۡ  لَا  یَعۡلَمُوۡنَ ﴿۵۷﴾ ","english_text":"But do they not know that Allah knows what they conceal and what they declare?","page":392,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3309.mp3","colorText":"وَقَال[o[ُوٓ][s[اْ] إ[a:10197[ِن ن]َّتَّبِعِ [h:10198[ٱ]لْهُدَىٰ مَعَكَ نُتَخَطَّفْ مِنْ أَرْضِن[o[َآ‌ۚ] أَوَلَمْ نُمَكّ[u:10199[ِن ل]َّهُمْ حَرَمًا ءَامِ[a:10200[نًا ي]ُ[q:10201[جْ]بَ[o[ىٰٓ] إِلَيْهِ ثَمَر[n[َٲ]تُ كُلِّ ش[u:10202[َىْءٍ ر]ِّزْ[a:10203[قًا م]ّ[u:2897[ِن ل]َّدُ[g[نّ]َا وَلَ[n[ـٰ]كِ[g[نّ]َ أَكْثَرَهُمْ لَا يَعْلَم[p[ُو]نَ","juz":20,"ruku":339,"manzil":5,"bangla_ahbayan":"ওরা বলে, ‘আমরা যদি তোমার পথ ধরি, তবে আমাদের দেশ হতে আমাদেরকে উৎখাত করা হবে।’[১] আমি কি ওদেরকে (মক্কায়) এক নিরাপদ হারামে (পবিত্র স্থানে) প্রতিষ্ঠিত করিনি;[২] যেখানে আহারের জন্য আমার নিকট থেকে সর্বপ্রকার ফলমূল আমদানী হয়?[৩] কিন্তু ওদের অধিকাংশই তা জানে না।","bangla_bayan":"আর তারা বলে, ‘আমরা যদি তোমার সাথে হিদায়াতের অনুসরণ করি তবে আমাদেরকে আমাদের দেশ থেকে উৎখাত করা হবে’। আমি কি তাদের জন্য এক নিরাপদ ‘হারাম’ এর সুব্যবস্থা করিনি? সেখানে সব ধরনের ফলমূল আমদানী করা হয়, আমার পক্ষ থেকে রিয্কস্বরূপ? কিন্তু তাদের অধিকাংশই তা জানে না।","bangla_mkhan":"তারা বলে, যদি আমরা আপনার সাথে সুপথে আসি, তবে আমরা আমাদের দেশ থেকে উৎখাত হব। আমি কি তাদের জন্যে একটি নিরাপদ হরম প্রতিষ্ঠিত করিনি? এখানে সর্বপ্রকার ফল-মূল আমদানী হয় আমার দেয়া রিযিকস্বরূপ। কিন্তু তাদের অধিকাংশই জানে না।","bangla_mujibur":"তারা বলেঃ আমরা যদি তোমার সাথে সৎ পথ অনুসরণ করি তাহলে আমাদেরকে দেশ হতে উৎখাত করা হবে। (আল্লাহ বলেন) আমি কি তাদের জন্য এক নিরাপদ ‘‘হারাম’’ প্রতিষ্ঠিত করিনি, যেখানে সর্ব প্রকার ফলমূল আমদানী হয় আমার দেয়া রিয্ক স্বরূপ? কিন্তু তাদের অধিকাংশই এটা জানেনা।","bangla_taisirul":"তারা বলে- ‘আমরা যদি তোমার সাথে সৎপথের অনুসরণ করি তাহলে আমরা আমাদের দেশ থেকে উৎখাত হব।’ আমি কি তাদের জন্য এক নিরাপদ ‘হারাম’ প্রতিষ্ঠিত করিনি যেখানে সর্বপ্রকার ফলমূলের নজরানা আসে আমার পক্ষ থেকে রিযক স্বরূপ? কিন্তু তাদের অধিকাংশই তা জানে না।"},{"id":58,"arabic_text":"وَ کَمۡ  اَہۡلَکۡنَا مِنۡ قَرۡیَۃٍۭ  بَطِرَتۡ مَعِیۡشَتَہَا ۚ فَتِلۡکَ مَسٰکِنُہُمۡ لَمۡ تُسۡکَنۡ مِّنۡۢ  بَعۡدِہِمۡ  اِلَّا قَلِیۡلًا ؕ وَ کُنَّا نَحۡنُ  الۡوٰرِثِیۡنَ ﴿۵۸﴾ ","english_text":"And among them are unlettered ones who do not know the Scripture except in wishful thinking, but they are only assuming.","page":392,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3310.mp3","colorText":"وَكَمْ أَهْلَكْنَا مِ[f:4585[ن ق]َرْيَ[i:10204[ةِۭ ب]َطِرَتْ مَعِيشَتَهَا‌ۖ فَتِلْكَ مَسَ[n[ـٰ]كِنُهُمْ لَمْ تُسْك[a:10205[َن م]ّ[i:1453[ِنۢ ب]َعْدِهِمْ إِلَّا قَلِيل[a:10206[اً‌ۖ و]َكُ[g[نّ]َا نَحْنُ [h:10207[ٱ]لْو[n[َٲ]رِث[p[ِي]نَ","juz":20,"ruku":339,"manzil":5,"bangla_ahbayan":"কত জনপদকে আমি ধ্বংস করেছি যার অধিবাসীরা নিজেদের ভোগ-সম্পদের জন্য গর্বিত ছিল। এগুলিই তো ওদের ঘরবাড়ী; ওদের পর এগুলিতে লোকজন সামান্যই বসবাস করেছে।[১] আর আমিই চূড়ান্ত মালিকানার অধিকারী! [২]","bangla_bayan":"আর আমি কত জনপদকে ধ্বংস করেছি, যার বাসিন্দারা তাদের জীবন উপকরণ নিয়ে দম্ভ করত! এগুলো তো তাদের বাসস্থান। তাদের পরে (এখানে) সামান্যই বসবাস করা হয়েছে। আর আমিই চূড়ান্ত মালিকানার ওয়ারিস।","bangla_mkhan":"আমি অনেক জনপদ ধবংস করেছি, যার অধিবাসীরা তাদের জীবন যাপনে মদমত্ত ছিল। এগুলোই এখন তাদের ঘর-বাড়ী। তাদের পর এগুলোতে মানুষ সামান্যই বসবাস করেছে। অবশেষে আমিই মালিক রয়েছি।","bangla_mujibur":"কত জনপদকে আমি ধ্বংস করেছি যার বাসিন্দারা নিজেদের ভোগ সম্পদের দম্ভ করত। এগুলিইতো তাদের ঘরবাড়ী, তাদের পরে এগুলিতে লোকজন সামান্যই বসবাস করেছে; আর আমিতো চূড়ান্ত মালিকানার অধিকারী।","bangla_taisirul":"আমি কত জনপদকে ধ্বংস করেছি যারা তাদের (ভোগবিলাসপূর্ণ) জীবনে চরম উৎকর্ষ সাধন করেছিল। এই তো তাদের বাসস্থান, তাদের পর এগুলোতে খুব অল্প লোকই বসবাস করেছে, অবশেষে আমিই মালিক রয়েছি।"},{"id":59,"arabic_text":"وَ مَا کَانَ رَبُّکَ مُہۡلِکَ الۡقُرٰی حَتّٰی یَبۡعَثَ فِیۡۤ  اُمِّہَا رَسُوۡلًا یَّتۡلُوۡا عَلَیۡہِمۡ اٰیٰتِنَا ۚ وَ مَا کُنَّا مُہۡلِکِی الۡقُرٰۤی  اِلَّا وَ اَہۡلُہَا ظٰلِمُوۡنَ ﴿۵۹﴾ ","english_text":"So woe to those who write the \"scripture\" with their own hands, then say, \"This is from Allah,\" in order to exchange it for a small price. Woe to them for what their hands have written and woe to them for what they earn.","page":392,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3311.mp3","colorText":"وَمَا كَانَ رَبُّكَ مُهْلِكَ [h:4425[ٱ]لْقُرَىٰ حَتَّىٰ يَ[q:4140[بْ]عَثَ ف[o[ِىٓ] أُ[g[مّ]ِهَا رَسُول[a:10208[اً ي]َتْلُو[s[اْ] عَلَيْهِمْ ءَايَ[n[ـٰ]تِنَا‌ۚ وَمَا كُ[g[نّ]َا مُهْلِكِى [h:10209[ٱ]لْقُرَ[o[ىٰٓ] إِلَّا وَأَهْلُهَا ظَ[n[ـٰ]لِم[p[ُو]نَ","juz":20,"ruku":339,"manzil":5,"bangla_ahbayan":"তোমার প্রতিপালক তাঁর বাক্য আবৃত্তি করার জন্য প্রধান জনপদে রসূল প্রেরণ না করে জনপদসমূহকে ধ্বংস করেন না[১] এবং তিনি জনপদসমূহকে তখনই ধ্বংস করেন যখন এর অধিবাসীরা সীমালংঘন করে। [২]","bangla_bayan":"আর তোমার রব কোন জনপদকে ধ্বংস করেন না, যতক্ষণ না তিনি তার মূল ভূখন্ডে রাসূল প্রেরণ করেন, যে তাদের কাছে আমার আয়াতসমূহ তিলাওয়াত করে। আর কোন জনপদের অধিবাসীরা যালিম না হলে আমি তাদেরকে ধ্বংস করি না।","bangla_mkhan":"আপনার পালনকর্তা জনপদসমূহকে ধ্বংস করেন না, যে পর্যন্ত তার কেন্দ্রস্থলে রসূল প্রেরণ না করেন, যিনি তাদের কাছে আমার আয়াতসমূহ পাঠ করেন এবং আমি জনপদসমূহকে তখনই ধ্বংস করি, যখন তার বাসিন্দারা জুলুম করে।","bangla_mujibur":"তোমার রাব্ব জনপদসমূহকে ধ্বংস করেন না, ওর কেন্দ্রে তাঁর আয়াত আবৃত্তি করার জন্য রাসূল প্রেরণ না করা পর্যন্ত এবং আমি জনপদসমূহকে তখনই ধ্বংস করি যখন ওর বাসিন্দারা যুল্‌ম করে।","bangla_taisirul":"তোমার প্রতিপালক কোন জনপদ ধ্বংস করেন না, যতক্ষণ না তিনি তার কেন্দ্রে রসূল প্রেরণ না করেন যে তাদের কাছে আমার আয়াতসমূহ আবৃত্তি করে; আমি কোন জনপদকে ধ্বংস করি না যতক্ষণ না তার বাসিন্দারা অত্যাচারী হয়।"},{"id":60,"arabic_text":"وَ مَاۤ  اُوۡتِیۡتُمۡ مِّنۡ شَیۡءٍ فَمَتَاعُ  الۡحَیٰوۃِ الدُّنۡیَا وَ زِیۡنَتُہَا ۚ وَ مَا عِنۡدَ اللّٰہِ خَیۡرٌ  وَّ  اَبۡقٰی ؕ اَفَلَا  تَعۡقِلُوۡنَ ﴿۶۰﴾ ","english_text":"And they say, \"Never will the Fire touch us, except for a few days.\" Say, \"Have you taken a covenant with Allah ? For Allah will never break His covenant. Or do you say about Allah that which you do not know?\"","page":393,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3312.mp3","colorText":"وَم[o[َآ] أُوتِيت[w:10210[ُم م]ِّ[f:2103[ن ش][f:10211[َىْءٍ ف]َمَتَ[n[ـٰ]عُ [h:10212[ٱ]لْحَيَ[s[و][n[ٲ]ةِ [h:442[ٱ][l[ل]دُّنْيَا وَزِينَتُهَا‌ۚ وَمَا عِ[f:264[ند]َ [h:408[ٱ]للَّهِ خَيْ[a:8546[رٌ و]َأَ[q:8540[بْ]قَ[o[ىٰٓ‌ۚ] أَفَلَا تَعْقِل[p[ُو]نَ","juz":20,"ruku":339,"manzil":5,"bangla_ahbayan":"তোমাদেরকে যা কিছু দেওয়া হয়েছে, তা তো পার্থিব জীবনের ভোগ ও সৌন্দর্য এবং যা আল্লাহর নিকট আছে, তা উত্তম এবং স্থায়ী। তোমরা কি অনুধাবন করবে না? [১]","bangla_bayan":"আর তোমাদেরকে যা কিছু দেয়া হয়েছে তা দুনিয়ার জীবনের ভোগ ও সৌন্দর্য মাত্র। আর আল্লাহর কাছে যা আছে তাই উত্তম ও স্থায়ী। তোমরা কি বুঝবে না?","bangla_mkhan":"তোমাদেরকে যা কিছু দেয়া হয়েছে, তা পার্থিব জীবনের ভোগ ও শোভা বৈ নয়। আর আল্লাহর কাছে যা আছে, তা উত্তম ও স্থায়ী। তোমরা কি বোঝ না ?","bangla_mujibur":"তোমাদের যা কিছু দেয়া হয়েছে তাতো পার্থিব জীবনের ভোগ শোভা এবং যা আল্লাহর নিকট রয়েছে তা উত্তম এবং স্থায়ী। তোমরা কি অনুধাবন করবেনা?","bangla_taisirul":"তোমাদেরকে যে সব বস্তু দেয়া হয়েছে তা পার্থিব জীবনের ভোগ্যবস্তু ও তার শোভা মাত্র। আর আল্লাহর নিকট যা কিছু আছে তা সর্বশ্রেষ্ঠ ও চিরস্থায়ী, তবুও কি তোমরা বুঝবে না?"},{"id":61,"arabic_text":"اَفَمَنۡ وَّعَدۡنٰہُ وَعۡدًا حَسَنًا فَہُوَ لَاقِیۡہِ کَمَنۡ مَّتَّعۡنٰہُ مَتَاعَ الۡحَیٰوۃِ الدُّنۡیَا ثُمَّ ہُوَ یَوۡمَ الۡقِیٰمَۃِ مِنَ الۡمُحۡضَرِیۡنَ ﴿۶۱﴾ ","english_text":"Yes, whoever earns evil and his sin has encompassed him - those are the companions of the Fire; they will abide therein eternally.","page":393,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3313.mp3","colorText":"أَفَم[a:10213[َن و]َعَ[q:10214[دْ]نَ[n[ـٰ]هُ وَعْدًا حَسَ[f:7506[نًا ف]َهُوَ لَ[n[ـٰ]قِيهِ كَم[a:10215[َن م]َّتَّعْنَ[n[ـٰ]هُ مَتَ[n[ـٰ]عَ [h:6006[ٱ]لْحَيَ[s[و][n[ٲ]ةِ [h:442[ٱ][l[ل]دُّنْيَا ثُ[g[مّ]َ هُوَ يَوْمَ [h:592[ٱ]لْقِيَ[n[ـٰ]مَةِ مِنَ [h:10216[ٱ]لْمُحْضَر[p[ِي]نَ","juz":20,"ruku":340,"manzil":5,"bangla_ahbayan":"যাকে আমি উত্তম (পুরস্কারের) প্রতিশ্রুতি দিয়েছি যা সে লাভ করবে, সে কি ঐ ব্যক্তির সমান যাকে আমি পার্থিব জীবনের ভোগসম্ভার দিয়েছি, যাকে পরে কিয়ামতের দিন (অপরাধীরূপে) উপস্থিত করা হবে?[১]","bangla_bayan":"আমি যাকে উত্তম ওয়াদা দিয়েছি সে তা পাবেই; সে কি তার মতই যাকে আমি দুনিয়ার জীবনের ভোগসামগ্রী দিয়েছি? তারপর কিয়ামতের দিনে সে উপস্থিতকৃতদের মধ্যে থাকবে।","bangla_mkhan":"যাকে আমি উত্তম প্রতিশ্রুতি দিয়েছি, যা সে পাবে, সে কি ঐ ব্যক্তির সমান, যাকে আমি পার্থিব জীবনের ভোগ-সম্ভার দিয়েছি, অতঃপর তাকে কেয়ামতের দিন অপরাধীরূপে হাযির করা হবে?","bangla_mujibur":"যাকে আমি উত্তম পুরস্কারের প্রতিশ্রুতি দিয়েছি সে যা পাবে, সে কি ঐ ব্যক্তির সমান যাকে আমি পার্থিব জীবনের ভোগ সম্ভার দিয়েছি, অতঃপর যাকে কিয়ামাত দিবসে অপরাধী রূপে হাযির করা হবে?","bangla_taisirul":"আমি যাকে ও‘য়াদা দিয়েছি, কল্যাণের ও‘য়াদা আর সেটা সে পাবেও, সে কি ঐ ব্যক্তির সমান যাকে আমি পার্থিব জীবনের ভোগ-সম্ভার দিয়েছি, অতঃপর ক্বিয়ামতের দিন তাকে হাজির করা হবে (অপরাধীরূপে)?"},{"id":62,"arabic_text":"وَ یَوۡمَ یُنَادِیۡہِمۡ فَیَقُوۡلُ  اَیۡنَ شُرَکَآءِیَ الَّذِیۡنَ  کُنۡتُمۡ  تَزۡعُمُوۡنَ ﴿۶۲﴾ ","english_text":"But they who believe and do righteous deeds - those are the companions of Paradise; they will abide therein eternally.","page":393,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3314.mp3","colorText":"وَيَوْمَ يُنَادِيهِمْ فَيَقُولُ أَيْنَ شُرَك[o[َا]ٓءِىَ [h:7378[ٱ]لَّذِينَ كُ[f:100[نت]ُمْ تَزْعُم[p[ُو]نَ","juz":20,"ruku":340,"manzil":5,"bangla_ahbayan":"এবং সেদিন ওদেরকে আহবান করে বলা হবে, ‘তোমরা যাদেরকে আমার শরীক ধারণা করতে, তারা কোথায়?’ [১]","bangla_bayan":"আর সে দিন তিনি তাদেরকে আহবান করবেন, অতঃপর বলবেন, ‘তোমরা যাদেরকে আমার শরীক মনে করতে তারা কোথায়’?","bangla_mkhan":"যেদিন আল্লাহ তাদেরকে আওয়াজ দিয়ে বলবেন, তোমরা যাদেরকে আমার শরীক দাবী করতে, তারা কোথায়?","bangla_mujibur":"আর সেদিন তিনি তাদেরকে আহবান করে বলবেনঃ তোমরা যাদেরকে আমার শরীক গণ্য করতে তারা কোথায়?","bangla_taisirul":"সেদিন তাদেরকে ডাক দিয়ে তিনি বলবেন- ‘যাদেরকে তোমরা আমার শরীক গণ্য করতে তারা কোথায়?’"},{"id":63,"arabic_text":"قَالَ الَّذِیۡنَ حَقَّ عَلَیۡہِمُ الۡقَوۡلُ رَبَّنَا ہٰۤؤُلَآءِ  الَّذِیۡنَ اَغۡوَیۡنَا ۚ اَغۡوَیۡنٰہُمۡ کَمَا غَوَیۡنَا ۚ تَبَرَّاۡنَاۤ  اِلَیۡکَ ۫ مَا کَانُوۡۤا اِیَّانَا یَعۡبُدُوۡنَ ﴿۶۳﴾ ","english_text":"And [recall] when We took the covenant from the Children of Israel, [enjoining upon them], \"Do not worship except Allah ; and to parents do good and to relatives, orphans, and the needy. And speak to people good [words] and establish prayer and give zakah.\" Then you turned away, except a few of you, and you were refusing.","page":393,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3315.mp3","colorText":"قَالَ [h:590[ٱ]لَّذِينَ حَقَّ عَلَيْهِمُ [h:10217[ٱ]لْقَوْلُ رَبَّنَا هَ[o[ـٰٓ]ؤُل[o[َا]ٓءِ [h:6282[ٱ]لَّذِينَ أَغْوَيْن[o[َآ] أَغْوَيْنَ[n[ـٰ]هُمْ كَمَا غَوَيْنَا‌ۖ تَبَرَّأْن[o[َآ] إِلَيْكَ‌ۖ مَا كَان[o[ُوٓ][s[اْ] إِيَّانَا يَعْبُد[p[ُو]نَ","juz":20,"ruku":340,"manzil":5,"bangla_ahbayan":"যাদের জন্য শাস্তি অবধারিত হয়েছে তারা বলবে,[১] ‘হে আমাদের প্রতিপালক! যাদেরকে আমরা পথভ্রান্ত করেছিলাম --এরা তারা।[২] এদেরকে বিভ্রান্ত করেছিলাম যেমন আমরা বিভ্রান্ত হয়েছিলাম।[৩] এদের জন্য আমরা দায়ী নই।[৪] এরা আমাদের পূজা করত না।’ [৫]","bangla_bayan":"যাদের জন্য (শাস্তির) বাণী অবধারিত হবে তারা বলবে, ‘হে আমাদের রব, ওরা তো তারা যাদেরকে আমরা বিভ্রান্ত করেছিলাম। তাদেরকে আমরা বিভ্রান্ত করেছিলাম যেমন আমরা বিভ্রান্ত হয়েছিলাম। আমরা আপনার কাছে দায় মুক্তি চাচ্ছি। তারা তো আমাদের ইবাদাত করত না’।","bangla_mkhan":"যাদের জন্যে শাস্তির আদেশ অবধারিত হয়েছে, তারা বলবে, হে আমাদের পালনকর্তা। এদেরকেই আমরা পথভ্রষ্ট করেছিলাম। আমরা তাদেরকে পথভ্রষ্ট করেছিলাম, যেমন আমরা পথভ্রষ্ট হয়েছিলাম। আমরা আপনার সামনে দায়মুক্ত হচ্ছি। তারা কেবল আমাদেরই এবাদত করত না।","bangla_mujibur":"যাদের জন্য শাস্তি অবধারিত হয়েছে তারা বলবেঃ হে আমাদের রাব্ব! এদেরকেও আমরা বিভ্রান্ত করেছিলাম, যেমন আমরা বিভ্রান্ত হয়েছিলাম; আপনার সমীপে আমরা দায়িত্ব হতে অব্যাহতি চাচ্ছি। এরা আমাদের ইবাদাত করতনা।","bangla_taisirul":"যাদের বিরুদ্ধে অভিযোগ প্রমাণিত হবে তারা বলবে- ‘হে আমাদের পালনকর্তা! ওদেরকে আমরা বিভ্রান্ত করেছিলাম, ওদেরকে বিভ্রান্ত করেছিলাম, যেমন আমরা নিজেরা বিভ্রান্ত হয়েছিলাম, আমরা তোমার কাছে দায়মুক্ত হচ্ছি (যে আমরা জোর ক’রে তাদেরকে বিভ্রান্ত করিনি)। এরা তো আমাদের ‘ইবাদাত করত না।"},{"id":64,"arabic_text":"وَ قِیۡلَ ادۡعُوۡا شُرَکَآءَکُمۡ  فَدَعَوۡہُمۡ فَلَمۡ  یَسۡتَجِیۡبُوۡا لَہُمۡ وَ رَاَوُا الۡعَذَابَ ۚ لَوۡ  اَنَّہُمۡ  کَانُوۡا یَہۡتَدُوۡنَ ﴿۶۴﴾ ","english_text":"And [recall] when We took your covenant, [saying], \"Do not shed each other's blood or evict one another from your homes.\" Then you acknowledged [this] while you were witnessing.","page":393,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3316.mp3","colorText":"وَقِيلَ [h:10218[ٱ][q:4751[دْ]عُو[s[اْ] شُرَك[o[َا]ٓءَكُمْ فَدَعَوْهُمْ فَلَمْ يَسْتَجِيبُو[s[اْ] لَهُمْ وَرَأَوُ[s[اْ] [h:864[ٱ]لْعَذَابَ‌ۚ لَوْ أَ[g[نّ]َهُمْ كَانُو[s[اْ] يَهْتَد[p[ُو]نَ","juz":20,"ruku":340,"manzil":5,"bangla_ahbayan":"ওদেরকে বলা হবে, ‘তোমাদের দেবতাগুলিকে আহবান কর।’[১] তখন ওরা ওদেরকে আহবান করবে; কিন্তু ওরা ওদের আহবানে সাড়া দেবে না। ওরা শাস্তি প্রত্যক্ষ করবে।[২] হায়, ওরা যদি সৎপথ অনুসরণ করত (তাহলে তা প্রত্যক্ষ করত না)। [৩]","bangla_bayan":"আর বলা হবে, ‘তোমাদের দেবতাগুলোকে ডাক, অতঃপর তারা তাদেরকে ডাকবে, তখন তারা তাদের ডাকে সাড়া দেবে না। আর তারা আযাব দেখতে পাবে। হায়, এরা যদি সৎপথ প্রাপ্ত হত!","bangla_mkhan":"বলা হবে, তোমরা তোমাদের শরীকদের আহবান কর। তখন তারা ডাকবে,। অতঃপর তারা তাদের ডাকে সাড়া দিবে না এবং তারা আযাব দেখবে। হায়! তারা যদি সৎপথ প্রাপ্ত হত।","bangla_mujibur":"তাদেরকে বলা হবেঃ তোমাদের দেবতাগুলিকে আহবান কর। তখন তারা তাদেরকে ডাকবে। কিন্তু তারা তাদের ডাকে সাড়া দিবেনা। তারা শাস্তি প্রত্যক্ষ করবে; হায়! তারা যদি সৎ পথ অনুসরণ করত!","bangla_taisirul":"তাদেরকে বলা হবে, ‘তোমাদের দেবতাগুলোকে ডাক, তখন তারা তাদেরকে ডাকবে’। কিন্তু তারা তাদের ডাকে সাড়া দিবে না। তারা শাস্তি দেখতে পাবে (তাদের সামনে)। তারা যদি সৎপথপ্রাপ্ত হত!"},{"id":65,"arabic_text":"وَ یَوۡمَ یُنَادِیۡہِمۡ فَیَقُوۡلُ مَاذَاۤ  اَجَبۡتُمُ الۡمُرۡسَلِیۡنَ ﴿۶۵﴾ ","english_text":"Then, you are those [same ones who are] killing one another and evicting a party of your people from their homes, cooperating against them in sin and aggression. And if they come to you as captives, you ransom them, although their eviction was forbidden to you. So do you believe in part of the Scripture and disbelieve in part? Then what is the recompense for those who do that among you except disgrace in worldly life; and on the Day of Resurrection they will be sent back to the severest of punishment. And Allah is not unaware of what you do.","page":393,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3317.mp3","colorText":"وَيَوْمَ يُنَادِيهِمْ فَيَقُولُ مَاذ[o[َآ] أَجَ[q:10219[بْ]تُمُ [h:10220[ٱ]لْمُرْسَل[p[ِي]نَ","juz":20,"ruku":340,"manzil":5,"bangla_ahbayan":"সেদিন আল্লাহ ওদেরকে ডেকে বলবেন, ‘তোমরা রসূলগণকে কি জবাব দিয়েছিলে?’ [১]","bangla_bayan":"আর সেদিন আল্লাহ তাদেরকে ডেকে বলবেন, ‘তোমরা রাসূলদেরকে কী জবাব দিয়েছিলে’?","bangla_mkhan":"যে দিন আল্লাহ তাদেরকে ডেকে বলবেন, তোমরা রসূলগণকে কি জওয়াব দিয়েছিলে?","bangla_mujibur":"আর সেদিন (আল্লাহ) তাদেরকে ডেকে বলবেনঃ তোমরা রাসূলদেরকে কি জবাব দিয়েছিলে?","bangla_taisirul":"আর সেদিন আল্লাহ তাদেরকে ডাক দিবেন এবং বলবেন- ‘তোমরা রসূলদেরকে কী জওয়াব দিয়েছিলে?’"},{"id":66,"arabic_text":"فَعَمِیَتۡ عَلَیۡہِمُ الۡاَنۡۢبَآءُ یَوۡمَئِذٍ فَہُمۡ لَا  یَتَسَآءَلُوۡنَ ﴿۶۶﴾ ","english_text":"Those are the ones who have bought the life of this world [in exchange] for the Hereafter, so the punishment will not be lightened for them, nor will they be aided.","page":393,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3318.mp3","colorText":"فَعَمِيَتْ عَلَيْهِمُ [h:10221[ٱ]لْأَ[i:10222[نۢب][o[َا]ٓءُ يَوْمَئِ[f:10223[ذٍ ف]َهُمْ لَا يَتَس[o[َا]ٓءَل[p[ُو]نَ","juz":20,"ruku":340,"manzil":5,"bangla_ahbayan":"সেদিন তাদের সকল খবর বিলুপ্ত হয়ে যাবে এবং তারা একে অপরকে জিজ্ঞাসাবাদও করতে পারবে না। [১]","bangla_bayan":"অতঃপর সেদিন সকল সংবাদ তাদের কাছ থেকে গোপন হয়ে যাবে, তখন তারা পরস্পরকে জিজ্ঞাসা করতে পারবে না।","bangla_mkhan":"অতঃপর তাদের কথাবার্তা বন্ধ হয়ে যাবে এবং তারা একে অপরকে জিজ্ঞাসাবাদ করতে পারবে না।","bangla_mujibur":"সেদিন সকল তথ্য তাদের নিকট হতে বিলুপ্ত হবে এবং তারা একে অপরকে জিজ্ঞাসাবাদ করতে পারবেনা।","bangla_taisirul":"সে দিন তাদের কথা বন্ধ হয়ে যাবে, অতঃপর পরস্পরকে জিজ্ঞাসাবাদও করতে পারবে না।"},{"id":67,"arabic_text":"فَاَمَّا مَنۡ تَابَ وَ اٰمَنَ وَ عَمِلَ صَالِحًا فَعَسٰۤی اَنۡ  یَّکُوۡنَ مِنَ الۡمُفۡلِحِیۡنَ ﴿۶۷﴾ ","english_text":"And We did certainly give Moses the Torah and followed up after him with messengers. And We gave Jesus, the son of Mary, clear proofs and supported him with the Pure Spirit. But is it [not] that every time a messenger came to you, [O Children of Israel], with what your souls did not desire, you were arrogant? And a party [of messengers] you denied and another party you killed.","page":393,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3319.mp3","colorText":"فَأَ[g[مّ]َا مَ[f:8374[ن ت]َابَ وَءَامَنَ وَعَمِلَ صَ[n[ـٰ]لِ[f:10224[حًا ف]َعَسَ[o[ىٰٓ] أ[a:3312[َن ي]َكُونَ مِنَ [h:10225[ٱ]لْمُفْلِح[p[ِي]نَ","juz":20,"ruku":340,"manzil":5,"bangla_ahbayan":"তবে যে ব্যক্তি তওবা করে ও সৎকাজ করে, সে অবশ্যই সফলকাম হবে।","bangla_bayan":"তবে যে তাওবা করেছিল, ঈমান এনেছিল এবং সৎকর্ম করেছিল, আশা করা যায় সে সাফল্য অর্জনকারীদের অন্তর্ভুক্ত হবে।","bangla_mkhan":"তবে যে তওবা করে, বিশ্বাস স্থাপন করে ও সৎকর্ম করে, আশা করা যায়, সে সফলকাম হবে।","bangla_mujibur":"তবে যে ব্যক্তি তাওবাহ করেছিল এবং ঈমান এনেছিল ও সৎ কাজ করেছিল সেতো সাফল্য অর্জনকারীদের অন্তর্ভুক্ত হবে।","bangla_taisirul":"কিন্তু যে ব্যক্তি (তার জীবনে) তাওবাহ করেছিল আর ঈমান এনেছিল আর সৎকাজ করেছিল, আশা করা যায় সে সাফল্যমন্ডিতদের অন্তর্ভুক্ত হবে।"},{"id":68,"arabic_text":"وَ رَبُّکَ یَخۡلُقُ مَا یَشَآءُ وَ یَخۡتَارُ ؕ مَا کَانَ لَہُمُ الۡخِیَرَۃُ ؕ سُبۡحٰنَ اللّٰہِ  وَ تَعٰلٰی عَمَّا یُشۡرِکُوۡنَ ﴿۶۸﴾ ","english_text":"And they said, \"Our hearts are wrapped.\" But, [in fact], Allah has cursed them for their disbelief, so little is it that they believe.","page":393,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3320.mp3","colorText":"وَرَبُّكَ يَخْلُقُ مَا يَش[o[َا]ٓءُ وَيَخْتَارُ‌ۗ مَا كَانَ لَهُمُ [h:10226[ٱ]لْخِيَرَةُ‌ۚ سُ[q:7648[بْ]حَ[n[ـٰ]نَ [h:9282[ٱ]للَّهِ وَتَعَ[n[ـٰ]لَىٰ عَ[g[مّ]َا يُشْرِك[p[ُو]نَ","juz":20,"ruku":340,"manzil":5,"bangla_ahbayan":"তোমার প্রতিপালক যা ইচ্ছা সৃষ্টি করেন এবং যাকে ইচ্ছা মনোনীত করেন, এতে ওদের কোন এখতিয়ার নেই।[১] আল্লাহ পবিত্র, মহান এবং ওরা যাকে অংশী করে তা হতে তিনি ঊর্ধ্বে।","bangla_bayan":"আর তোমার রব যা ইচ্ছা সৃষ্টি করেন এবং মনোনীত করেন, তাদের কোন এখতিয়ার নাই। আল্লাহ পবিত্র মহান এবং তারা যা শরীক করে তিনি তা থেকে ঊর্ধ্বে।","bangla_mkhan":"আপনার পালনকর্তা যা ইচ্ছা সৃষ্টি করেন এবং পছন্দ করেন। তাদের কোন ক্ষমতা নেই। আল্লাহ পবিত্র এবং তারা যাকে শরীক করে, তা থেকে উর্ধ্বে।","bangla_mujibur":"তোমার রাব্ব যা ইচ্ছা সৃষ্টি করেন এবং যাকে ইচ্ছা মনোনীত করেন, এতে তাদের কোন ক্ষমতা নেই, আল্লাহ পবিত্র মহান এবং তারা যাকে শরীক করে তা হতে তিনি উর্ধ্বে।","bangla_taisirul":"তোমার প্রতিপালক যা ইচ্ছে সৃষ্টি করেন আর যাকে ইচ্ছে মনোনীত করেন। এতে তাদের কোন এখতিয়ার নেই, আল্লাহ পবিত্র, মহান। তারা যাকে শরীক করে তাত্থেকে তিনি বহু ঊর্ধ্বে।"},{"id":69,"arabic_text":"وَ رَبُّکَ یَعۡلَمُ مَا تُکِنُّ صُدُوۡرُہُمۡ وَ مَا یُعۡلِنُوۡنَ ﴿۶۹﴾ ","english_text":"And when there came to them a Book from Allah confirming that which was with them - although before they used to pray for victory against those who disbelieved - but [then] when there came to them that which they recognized, they disbelieved in it; so the curse of Allah will be upon the disbelievers.","page":393,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3321.mp3","colorText":"وَرَبُّكَ يَعْلَمُ مَا تُكِ[g[نّ]ُ صُدُورُهُمْ وَمَا يُعْلِن[p[ُو]نَ","juz":20,"ruku":340,"manzil":5,"bangla_ahbayan":"ওদের অন্তর যা গোপন করে এবং ওরা যা ব্যক্ত করে, তোমার প্রতিপালক তা জানেন।","bangla_bayan":"আর তোমার রব জানেন, তাদের অন্তর যা গোপন করে আর তারা যা প্রকাশ করে।","bangla_mkhan":"তাদের অন্তর যা গোপন করে এবং যা প্রকাশ করে, আপনার পালনকর্তা তা জানেন।","bangla_mujibur":"আর তোমার রাব্ব জানেন তাদের অন্তর যা গোপন করে এবং তারা যা ব্যক্ত করে।","bangla_taisirul":"তোমার প্রতিপালক জানেন তাদের অন্তর যা গোপন করে আর যা প্রকাশ করে।"},{"id":70,"arabic_text":"وَ ہُوَ اللّٰہُ  لَاۤ  اِلٰہَ  اِلَّا ہُوَ ؕ لَہُ  الۡحَمۡدُ فِی الۡاُوۡلٰی وَ الۡاٰخِرَۃِ ۫ وَ لَہُ  الۡحُکۡمُ  وَ  اِلَیۡہِ تُرۡجَعُوۡنَ ﴿۷۰﴾ ","english_text":"How wretched is that for which they sold themselves - that they would disbelieve in what Allah has revealed through [their] outrage that Allah would send down His favor upon whom He wills from among His servants. So they returned having [earned] wrath upon wrath. And for the disbelievers is a humiliating punishment.","page":393,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3322.mp3","colorText":"وَهُوَ [h:3921[ٱ]للَّهُ ل[o[َآ] إِلَ[n[ـٰ]هَ إِلَّا هُوَ‌ۖ لَهُ [h:10227[ٱ]لْحَمْدُ فِى [h:10228[ٱ]لْأُولَىٰ وَ[h:1213[ٱ]لْأَخِرَةِ‌ۖ وَلَهُ [h:10229[ٱ]لْحُكْمُ وَإِلَيْهِ تُرْجَع[p[ُو]نَ","juz":20,"ruku":340,"manzil":5,"bangla_ahbayan":"তিনিই আল্লাহ, তিনি ব্যতীত কোন (সত্য) উপাস্য নেই, ইহকাল ও পরকালে সকল প্রশংসা তাঁরই এবং বিধান তাঁরই; তোমরা তাঁরই দিকে প্রত্যাবর্তিত হবে।","bangla_bayan":"আর তিনিই আল্লাহ, তিনি ছাড়া কোন (সত্য) ইলাহ নেই। দুনিয়া ও আখিরাতে সমস্ত প্রশংসা তাঁরই; বিধান তাঁরই। আর তাঁর কাছেই তোমরা প্রত্যাবর্তিত হবে।","bangla_mkhan":"তিনিই আল্লাহ তিনি ব্যতীত কোন উপাস্য নেই। ইহকাল ও পরকালে তাঁরই প্রশংসা। বিধান তাঁরই ক্ষমতাধীন এবং তোমরা তাঁরই কাছে প্রত্যাবর্তিত হবে।","bangla_mujibur":"তিনিই আল্লাহ, তিনি ব্যতীত কোন মা‘বূদ নেই; দুনিয়া ও আখিরাতে প্রশংসা তাঁরই, বিধান তাঁরই আয়ত্বাধীন; তোমরা তাঁরই দিকে প্রত্যাবর্তিত হবে।","bangla_taisirul":"আর তিনিই আল্লাহ, তিনি ছাড়া সত্যিকারের কোন ইলাহ্ নেই, সমস্ত প্রশংসা তাঁরই- প্রথমেও আর শেষেও, বিধান তাঁরই, আর তোমাদেরকে তাঁর দিকেই ফিরিয়ে নেয়া হবে।"},{"id":71,"arabic_text":"قُلۡ اَرَءَیۡتُمۡ  اِنۡ جَعَلَ اللّٰہُ عَلَیۡکُمُ الَّیۡلَ سَرۡمَدًا  اِلٰی یَوۡمِ الۡقِیٰمَۃِ مَنۡ اِلٰہٌ غَیۡرُ اللّٰہِ یَاۡتِیۡکُمۡ بِضِیَآءٍ ؕ اَفَلَا تَسۡمَعُوۡنَ ﴿۷۱﴾ ","english_text":"And when it is said to them, \"Believe in what Allah has revealed,\" they say, \"We believe [only] in what was revealed to us.\" And they disbelieve in what came after it, while it is the truth confirming that which is with them. Say, \"Then why did you kill the prophets of Allah before, if you are [indeed] believers?\"","page":394,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3323.mp3","colorText":"قُلْ أَرَءَيْتُمْ إِ[f:10230[ن ج]َعَلَ [h:2556[ٱ]للَّهُ عَلَيْكُمُ [h:10231[ٱ]لَّيْلَ سَرْمَدًا إِلَىٰ يَوْمِ [h:1965[ٱ]لْقِيَ[n[ـٰ]مَةِ مَنْ إِلَ[n[ـٰ]هٌ غَيْرُ [h:4057[ٱ]للَّهِ يَأْتِيك[c:10232[ُم ب]ِضِي[o[َا]ٓءٍ‌ۖ أَفَلَا تَسْمَع[p[ُو]نَ","juz":20,"ruku":340,"manzil":5,"bangla_ahbayan":"বল, ‘তোমরা ভেবে দেখেছ কি, আল্লাহ যদি রাত্রির অন্ধকারকে কিয়ামতের দিন পর্যন্ত স্থায়ী করেন, তাহলে আল্লাহ ছাড়া এমন কোন উপাস্য আছে কি, যে তোমাদের দিবালোক দান করতে পারে? তবুও কি তোমরা কর্ণপাত করবে না?’","bangla_bayan":"বল, ‘তোমরা ভেবে দেখেছ কি, যদি আল্লাহ রাতকে তোমাদের উপর কিয়ামত পর্যন্ত স্থায়ী করে দেন, তবে তাঁর পরিবর্তে কোন ইলাহ আছে কি যে তোমাদের আলো এনে দেবে? তবুও কি তোমরা শুনবে না’?","bangla_mkhan":"বলুন, ভেবে দেখ তো, আল্লাহ যদি রাত্রিকে কেয়ামতের দিন পর্যন্ত স্থায়ী করেন, তবে আল্লাহ ব্যতীত এমন উপাস্য কে আছে, যে তোমাদেরকে আলোক দান করতে পারে? তোমরা কি তবুও কর্ণꦣ2474;াত করবে না?","bangla_mujibur":"বলঃ তোমরা কি ভেবে দেখেছ, আল্লাহ যদি রাতকে কিয়ামাতের দিন পর্যন্ত স্থায়ী করেন তাহলে আল্লাহ ব্যতীত এমন কোন ইলাহ আছে কি যে তোমাদেরকে আলোক দান করতে পারে? তোমরা কি কর্ণপাত করবেনা?","bangla_taisirul":"তোমরা কি ভেবে দেখেছ আল্লাহ যদি তোমাদের উপর রাতকে ক্বিয়ামতের দিন পর্যন্ত স্থায়ী করতেন তাহলে আল্লাহ ছাড়া কোন ইলাহ্ আছে কি যে তোমাদেরকে আলো এনে দিত? তবুও কি তোমরা কর্ণপাত করবে না?"},{"id":72,"arabic_text":"قُلۡ  اَرَءَیۡتُمۡ  اِنۡ جَعَلَ  اللّٰہُ عَلَیۡکُمُ النَّہَارَ سَرۡمَدًا  اِلٰی یَوۡمِ الۡقِیٰمَۃِ مَنۡ اِلٰہٌ غَیۡرُ اللّٰہِ یَاۡتِیۡکُمۡ بِلَیۡلٍ تَسۡکُنُوۡنَ  فِیۡہِ ؕ اَفَلَا  تُبۡصِرُوۡنَ ﴿۷۲﴾ ","english_text":"And Moses had certainly brought you clear proofs. Then you took the calf [in worship] after that, while you were wrongdoers.","page":394,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3324.mp3","colorText":"قُلْ أَرَءَيْتُمْ إِ[f:10230[ن ج]َعَلَ [h:2556[ٱ]للَّهُ عَلَيْكُمُ [h:10233[ٱ][l[ل][g[نّ]َهَارَ سَرْمَدًا إِلَىٰ يَوْمِ [h:1965[ٱ]لْقِيَ[n[ـٰ]مَةِ مَنْ إِلَ[n[ـٰ]هٌ غَيْرُ [h:4057[ٱ]للَّهِ يَأْتِيك[c:10234[ُم ب]ِلَيْ[f:10235[لٍ ت]َسْكُنُونَ فِيهِ‌ۖ أَفَلَا تُ[q:8674[بْ]صِر[p[ُو]نَ","juz":20,"ruku":340,"manzil":5,"bangla_ahbayan":"বল, ‘তোমরা ভেবে দেখেছ কি, আল্লাহ যদি দিনকে কিয়ামতের দিন পর্যন্ত স্থায়ী করেন, তাহলে আল্লাহ ছাড়া এমন উপাস্য আছে কি, যে তোমাদের জন্য রাত্রির আবির্ভাব ঘটাবে; যাতে তোমরা বিশ্রাম করতে পার। তবুও কি তোমরা ভেবে দেখবে না?’","bangla_bayan":"বল, ‘তোমরা ভেবে দেখেছ কি, যদি আল্লাহ দিনকে তোমাদের উপর কিয়ামত পর্যন্ত স্থায়ী করে দেন, তবে তাঁর পরিবর্তে কোন ইলাহ আছে কি, যে তোমাদের রাত এনে দেবে যাতে তোমরা বিশ্রাম করবে? তবুও কি তোমরা ভেবে দেখবে না’?","bangla_mkhan":"বলুন, ভেবে দেখ তো, আল্লাহ যদি দিনকে কেয়ামতের দিন পর্যন্ত স্থায়ী করেন, তবে আল্লাহ ব্যতীত এমন উপাস্য কে আছে যে, তোমাদেরকে রাত্রি দান করতে পারে, যাতে তোমরা বিশ্রাম করবে ? তোমরা কি তবুও ভেবে দেখবে না ?","bangla_mujibur":"বলঃ ভেবে দেখ তো, আল্লাহ যদি দিনকে কিয়ামাতের দিন পর্যন্ত স্থায়ী করেন তাহলে আল্লাহ ব্যতীত এমন ইলাহ কে আছে যে তোমাদেরকে রাত দান করতে পারে, যাতে তোমরা বিশ্রাম করবে? তোমরা কি তবুও ভেবে দেখবেনা?","bangla_taisirul":"তোমরা কি ভেবে দেখেছ আল্লাহ যদি তোমাদের উপর দিনকে ক্বিয়ামতের দিন পর্যন্ত স্থায়ী করতেন তাহলে আল্লাহ ছাড়া কোন ইলাহ্ আছে কি যে তোমাদের জন্য রাত্রি এনে দিত যাতে তোমরা আরাম করতে? তোমরা কি চিন্তা করে দেখবে না?"},{"id":73,"arabic_text":"وَ مِنۡ رَّحۡمَتِہٖ جَعَلَ لَکُمُ الَّیۡلَ وَ النَّہَارَ  لِتَسۡکُنُوۡا فِیۡہِ وَ لِتَبۡتَغُوۡا مِنۡ فَضۡلِہٖ  وَ  لَعَلَّکُمۡ  تَشۡکُرُوۡنَ ﴿۷۳﴾ ","english_text":"And [recall] when We took your covenant and raised over you the mount, [saying], \"Take what We have given you with determination and listen.\" They said [instead], \"We hear and disobey.\" And their hearts absorbed [the worship of] the calf because of their disbelief. Say, \"How wretched is that which your faith enjoins upon you, if you should be believers.\"","page":394,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3325.mp3","colorText":"وَم[u:10236[ِن ر]َّحْمَتِه[n[ِۦ] جَعَلَ لَكُمُ [h:6116[ٱ]لَّيْلَ وَ[h:6117[ٱ][l[ل][g[نّ]َهَارَ لِتَسْكُنُو[s[اْ] فِيهِ وَلِتَ[q:7353[بْ]تَغُو[s[اْ] مِ[f:475[ن ف]َضْلِه[n[ِۦ] وَلَعَلَّكُمْ تَشْكُر[p[ُو]نَ","juz":20,"ruku":340,"manzil":5,"bangla_ahbayan":"তিনিই নিজ করুণায় তোমাদের জন্য রাত ও দিন সৃষ্টি করেছেন; যাতে রাতে তোমরা বিশ্রাম করতে পার এবং দিনে তাঁর অনুগ্রহ সন্ধান করতে পার [১] এবং যাতে কৃতজ্ঞতা প্রকাশ কর। [২]","bangla_bayan":"আর তাঁর অনুগ্রহে তিনি তোমাদের জন্য রাত ও দিন করেছেন যাতে তোমরা বিশ্রাম নিতে পার এবং তাঁর অনুগ্রহ সন্ধান করতে পার এবং যেন তোমরা শোকর আদায় করতে পার।","bangla_mkhan":"তিনিই স্বীয় রহমতে তোমাদের জন্যে রাত ও দিন করেছেন, যাতে তোমরা তাতে বিশ্রাম গ্রহণ কর ও তাঁর অনুগ্রহ অন্বেষণ কর এবং যাতে তোমরা কৃতজ্ঞতা প্রকাশ কর।","bangla_mujibur":"তিনিই তাঁর রাহমাতের দ্বারা তোমাদের জন্য সৃষ্টি করেছেন দিন ও রাত, যাতে তোমরা বিশ্রাম গ্রহণ কর এবং তাঁর অনুগ্রহ তালাশ কর, এবং যাতে তোমরা কৃতজ্ঞতা প্রকাশ কর।","bangla_taisirul":"তিনিই স্বীয় রহমতে তোমাদের জন্য রাত ও দিন করেছেন যাতে তোমরা তাতে আরাম করতে পার আর তাঁর অনুগ্রহ সন্ধান করতে পার এবং যাতে তোমরা কৃতজ্ঞতা প্রকাশ কর।"},{"id":74,"arabic_text":"وَ یَوۡمَ یُنَادِیۡہِمۡ فَیَقُوۡلُ اَیۡنَ شُرَکَآءِیَ الَّذِیۡنَ  کُنۡتُمۡ تَزۡعُمُوۡنَ ﴿۷۴﴾ ","english_text":"Say, [O Muhammad], \"If the home of the Hereafter with Allah is for you alone and not the [other] people, then wish for death, if you should be truthful.","page":394,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3326.mp3","colorText":"وَيَوْمَ يُنَادِيهِمْ فَيَقُولُ أَيْنَ شُرَك[o[َا]ٓءِىَ [h:7378[ٱ]لَّذِينَ كُ[f:100[نت]ُمْ تَزْعُم[p[ُو]نَ","juz":20,"ruku":340,"manzil":5,"bangla_ahbayan":"সেদিন ওদেরকে আহবান করে বলা হবে, ‘তোমরা যাদেরকে আমার অংশী মনে করতে তারা কোথায়?’","bangla_bayan":"আর সেদিন তিনি তাদের ডাকবেন। অতঃপর বলবেন, ‘তোমরা যাদেরকে আমার শরীক মনে করতে তারা কোথায়’?","bangla_mkhan":"যেদিন আল্লাহ তাদেরকে ডেকে বলবেন, তোমরা যাদেরকে আমার শরীক মনে করতে, তারা কোথায়?","bangla_mujibur":"সেদিন তিনি তাদেরকে আহবান করে বলবেনঃ তোমরা যাদেরকে শরীক গণ্য করতে তারা কোথায়?","bangla_taisirul":"সেদিন তিনি তাদেরকে ডাক দিবেন এবং বলবেন- ‘তোমরা যাদেরকে আমার শরীক মনে করতে তারা কোথায়?’"},{"id":75,"arabic_text":"وَ نَزَعۡنَا مِنۡ کُلِّ  اُمَّۃٍ  شَہِیۡدًا فَقُلۡنَا ہَاتُوۡا بُرۡہَانَکُمۡ فَعَلِمُوۡۤا اَنَّ الۡحَقَّ  لِلّٰہِ وَ ضَلَّ عَنۡہُمۡ  مَّا  کَانُوۡا  یَفۡتَرُوۡنَ ﴿۷۵﴾ ","english_text":"But they will never wish for it, ever, because of what their hands have put forth. And Allah is Knowing of the wrongdoers.","page":394,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3327.mp3","colorText":"وَنَزَعْنَا مِ[f:843[ن ك]ُلِّ أُ[g[مّ]َ[f:7537[ةٍ ش]َهِي[f:10237[دًا ف]َقُلْنَا هَاتُو[s[اْ] بُرْهَ[n[ـٰ]نَكُمْ فَعَلِم[o[ُوٓ][s[اْ] أَ[g[نّ]َ [h:10238[ٱ]لْحَقَّ لِلَّهِ وَضَلَّ عَنْه[w:3985[ُم م]َّا كَانُو[s[اْ] يَفْتَر[p[ُو]نَ","juz":20,"ruku":340,"manzil":5,"bangla_ahbayan":"প্রত্যেক জাতি হতে আমি একজন সাক্ষী বের করব [১] এবং বলব, ‘তোমাদের প্রমাণ উপস্থিত কর।’[২] তখন ওরা জানতে পারবে (উপাস্য হওয়ার) অধিকার আল্লাহরই [৩] এবং তারা যা উদ্ভাবন করেছিল তা তাদের নিকট হতে উধাও হয়ে যাবে। [৪]","bangla_bayan":"আর আমি প্রত্যেক জাতি থেকে একজন সাক্ষী বের করে নেব। অতঃপর আমি বলব, ‘তোমাদের প্রমাণ নিয়ে আস’। তখন তারা জানতে পারবে যে, নিশ্চয় সত্য আল্লাহর কাছেই এবং তারা যে সব মিথ্যা উদ্ভাবন করত তা তাদের থেকে হারিয়ে যাবে।","bangla_mkhan":"প্রত্যেক সম্প্রদায় থেকে আমি একজন সাক্ষী আলাদা করব; অতঃপর বলব, তোমাদের প্রমাণ আন। তখন তারা জানতে পারবে যে, সত্য আল্লাহর এবং তারা যা গড়ত, তা তাদের কাছ থেকে উধাও হয়ে যাবে।","bangla_mujibur":"প্রত্যেক সম্প্রদায় হতে আমি একজন সাক্ষী আলাদা করব এবং বলবঃ তোমাদের প্রমাণ উপস্থিত কর। তখন তারা জানতে পারবে, মা‘বূদ হবার অধিকার আল্লাহরই এবং তারা যা উদ্ভাবন করত তা তাদের নিকট হতে অন্তর্হিত হবে।","bangla_taisirul":"আমি প্রত্যেক সম্প্রদায় থেকে একজন সাক্ষী বের করে আনব, অতঃপর বলব- ‘তোমাদের (নির্দোষিতার পক্ষে) প্রমাণ হাজির কর। তখন তারা জানতে পারবে যে, ইলাহ হওয়ার অধিকার আল্লাহরই আর তারা যা উদ্ভাবন করত তা তাদের কাছ থেকে উধাও হয়ে যাবে।"},{"id":76,"arabic_text":"اِنَّ قَارُوۡنَ کَانَ مِنۡ قَوۡمِ  مُوۡسٰی فَبَغٰی عَلَیۡہِمۡ ۪ وَ اٰتَیۡنٰہُ مِنَ الۡکُنُوۡزِ مَاۤ  اِنَّ مَفَاتِحَہٗ  لَتَنُوۡٓاُ بِالۡعُصۡبَۃِ  اُولِی الۡقُوَّۃِ ٭ اِذۡ  قَالَ  لَہٗ  قَوۡمُہٗ  لَا تَفۡرَحۡ  اِنَّ اللّٰہَ  لَا یُحِبُّ الۡفَرِحِیۡنَ ﴿۷۶﴾ ","english_text":"And you will surely find them the most greedy of people for life - [even] more than those who associate others with Allah . One of them wishes that he could be granted life a thousand years, but it would not remove him in the least from the [coming] punishment that he should be granted life. And Allah is Seeing of what they do.","page":394,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3328.mp3","colorText":"۞ إِ[g[نّ]َ قَ[n[ـٰ]رُونَ كَانَ مِ[f:4913[ن ق]َوْمِ مُوسَىٰ فَبَغَىٰ عَلَيْهِمْ‌ۖ وَءَاتَيْنَ[n[ـٰ]هُ مِنَ [h:10239[ٱ]لْكُنُوزِ م[o[َآ] إِ[g[نّ]َ مَفَاتِحَهُ[n[ۥ] لَتَن[o[ُو]ٓأُ بِ[h:10240[ٱ]لْعُصْبَةِ أُ[s[وْ]لِى [h:10241[ٱ]لْقُوَّةِ إِذْ قَالَ لَهُ[n[ۥ] قَوْمُهُ[n[ۥ] لَا تَفْرَحْ‌ۖ إِ[g[نّ]َ [h:80[ٱ]للَّهَ لَا يُحِبُّ [h:10242[ٱ]لْفَرِح[p[ِي]نَ","juz":20,"ruku":341,"manzil":5,"bangla_ahbayan":"কারূন ছিল মূসার সম্প্রদায়ভুক্ত, কিন্তু সে তাদের প্রতি যুলুম করেছিল।[১] আমি তাকে ধনভান্ডার দান করেছিলাম, যার চাবিগুলি বহন করা একদল বলবান লোকের পক্ষেও কষ্টসাধ্য ছিল।[২] স্মরণ কর, তার সম্প্রদায় তাকে বলেছিল, ‘দম্ভ করো না,[৩] আল্লাহ দাম্ভিকদেরকে পছন্দ করেন না। [৪]","bangla_bayan":"নিশ্চয় কারূন ছিল মূসার কওমভুক্ত। অতঃপর সে তাদের উপর ঔদ্ধত্য প্রকাশ করে। অথচ আমি তাকে এমন ধনভান্ডার দান করেছিলাম যে, নিশ্চয় তার চাবিগুলো একদল শক্তিশালী লোকের উপর ভারী হয়ে যেত। স্মরণ কর, যখন তার কওম তাকে বলল, ‘দম্ভ করো না। নিশ্চয় আল্লাহ দাম্ভিকদের ভালবাসেন না’।","bangla_mkhan":"কারুন ছিল মূসার সম্প্রদায়ভুক্ত। অতঃপর সে তাদের প্রতি দুষ্টামি করতে আরম্ভ করল। আমি তাকে এত ধন-ভান্ডার দান করেছিলাম যার চাবি বহন করা কয়েকজন শক্তিশালী লোকের পক্ষে কষ্টসাধ্য ছিল। যখন তার সম্প্রদায় তাকে বলল, দম্ভ করো না, আল্লাহ দাম্ভিকদেরকে ভালবাসেন না।","bangla_mujibur":"কারূন ছিল মূসার সম্প্রদায়ভুক্ত, বস্তুতঃ সে তাদের প্রতি ঔদ্ধত্য প্রকাশ করেছিল। আমি তাকে দান করেছিলাম এমন ধনভান্ডার যার চাবিগুলি বহন করা একদল বলবান লোকের পক্ষেও কষ্টসাধ্য ছিল। স্মরণ কর, তার সম্প্রদায় তাকে বলেছিলঃ দম্ভ করনা, নিশ্চয়ই আল্লাহ দাম্ভিকদের পছন্দ করেননা।","bangla_taisirul":"কারূন ছিল মূসার সম্প্রদায়ভুক্ত, কিন্তু সে তাদের প্রতি উদ্ধত আচরণ করেছিল। তাকে আমি এমন ধনভান্ডার দিয়েছিলাম যে, তার চাবিগুলো বহন করা মাত্র একদল বলবান লোকের পক্ষে কষ্টকর ছিল। স্মরণ কর যখন তার সম্প্রদায় তাকে বলেছিল (ধনের) গর্ব করো না, আল্লাহ গর্বিতদেরকে ভালবাসেন না।"},{"id":77,"arabic_text":"وَ ابۡتَغِ  فِیۡمَاۤ  اٰتٰىکَ اللّٰہُ  الدَّارَ الۡاٰخِرَۃَ  وَ لَا تَنۡسَ نَصِیۡبَکَ مِنَ الدُّنۡیَا وَ اَحۡسِنۡ کَمَاۤ  اَحۡسَنَ اللّٰہُ  اِلَیۡکَ وَ لَا تَبۡغِ الۡفَسَادَ فِی الۡاَرۡضِ ؕ اِنَّ اللّٰہَ  لَا یُحِبُّ الۡمُفۡسِدِیۡنَ ﴿۷۷﴾ ","english_text":"Say, \"Whoever is an enemy to Gabriel - it is [none but] he who has brought the Qur'an down upon your heart, [O Muhammad], by permission of Allah, confirming that which was before it and as guidance and good tidings for the believers.\"","page":394,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3329.mp3","colorText":"وَ[h:9999[ٱ][q:7937[بْ]تَغِ فِيم[o[َآ] ءَاتَ[n[ـٰ]كَ [h:10243[ٱ]للَّهُ [h:10244[ٱ][l[ل]دَّارَ [h:10245[ٱ]لْأَخِرَةَ‌ۖ وَلَا تَ[f:10246[نس]َ نَصِيبَكَ مِنَ [h:10247[ٱ][l[ل]دُّنْيَا‌ۖ وَأَحْسِ[f:10248[ن ك]َم[o[َآ] أَحْسَنَ [h:10249[ٱ]للَّهُ إِلَيْكَ‌ۖ وَلَا تَ[q:10250[بْ]غِ [h:10251[ٱ]لْفَسَادَ فِى [h:44[ٱ]لْأَرْضِ‌ۖ إِ[g[نّ]َ [h:80[ٱ]للَّهَ لَا يُحِبُّ [h:3677[ٱ]لْمُفْسِد[p[ِي]نَ","juz":20,"ruku":341,"manzil":5,"bangla_ahbayan":"আল্লাহ যা তোমাকে দিয়েছেন তার মাধ্যমে পরলোকের কল্যাণ অনুসন্ধান কর।[১] আর তুমি তোমার ইহলোকের অংশ ভুলে যেয়ো না।[২] তুমি (পরের প্রতি) অনুগ্রহ কর, যেমন আল্লাহ তোমার প্রতি অনুগ্রহ করেছেন [৩] এবং পৃথিবীতে বিপর্যয় সৃষ্টি করতে চেয়ো না।[৪] আল্লাহ অবশ্যই বিপর্যয় সৃষ্টিকারীকে ভালবাসেন না।’","bangla_bayan":"আর আল্লাহ তোমাকে যা দান করেছেন তাতে তুমি আখিরাতের নিবাস অনুসন্ধান কর। তবে তুমি দুনিয়া থেকে তোমার অংশ ভুলে যেয়ো না। তোমার প্রতি আল্লাহ যেরূপ অনুগ্রহ করেছেন তুমিও সেরূপ অনুগ্রহ কর। আর যমীনে ফাসাদ করতে চেয়ো না। নিশ্চয় আল্লাহ ফাসাদকারীদের ভালবাসেন না’।","bangla_mkhan":"আল্লাহ তোমাকে যা দান করেছেন, তদ্বারা পরকালের গৃহ অনুসন্ধান কর, এবং ইহকাল থেকে তোমার অংশ ভূলে যেয়ো না। তুমি অনুগ্রহ কর, যেমন আল্লাহ তোমার প্রতি অনুগ্রহ করেছেন এবং পৃথিবীতে অনর্থ সৃষ্টি করতে প্রয়াসী হয়ো না। নিশ্চয় আল্লাহ অনর্থ সৃষ্টিকারীদেরকে পছন্দ করেন না।","bangla_mujibur":"আল্লাহ তোমাকে যা দান করেছেন তদ্বারা আখিরাতের আবাস অনুসন্ধান কর। আর দুনিয়া হতে তোমার অংশ ভুলে যেওনা; এবং পরোপকার কর যেমন আল্লাহ তোমার প্রতি অনুগ্রহ করেছেন, আর পৃথিবীতে বিপর্যয় সৃষ্টি করতে চেওনা। নিশ্চয়ই আল্লাহ বিপর্যয় সৃষ্টিকারীকে ভালবাসেন না ।","bangla_taisirul":"আল্লাহ তোমাকে যা দিয়েছেন তা দিয়ে তুমি আখিরাতে (স্থায়ী সুখভোগের) আবাস অনুসন্ধান কর, আর দুনিয়ায় তোমার অংশের কথা ভুলে যেও না, (মানুষের) কল্যাণ সাধন কর, যেমন আল্লাহ তোমার কল্যাণ করেছেন, দেশে বিপর্যয় সৃষ্টির কামনা কর না, নিশ্চয় আল্লাহ বিপর্যয় সৃষ্টিকারীদের ভালবাসেন না।"},{"id":78,"arabic_text":"قَالَ  اِنَّمَاۤ   اُوۡتِیۡتُہٗ  عَلٰی  عِلۡمٍ عِنۡدِیۡ ؕ اَوَ لَمۡ یَعۡلَمۡ اَنَّ اللّٰہَ  قَدۡ اَہۡلَکَ مِنۡ قَبۡلِہٖ مِنَ الۡقُرُوۡنِ مَنۡ ہُوَ اَشَدُّ مِنۡہُ  قُوَّۃً وَّ اَکۡثَرُ جَمۡعًا ؕ وَ لَا یُسۡـَٔلُ عَنۡ ذُنُوۡبِہِمُ  الۡمُجۡرِمُوۡنَ ﴿۷۸﴾ ","english_text":"Whoever is an enemy to Allah and His angels and His messengers and Gabriel and Michael - then indeed, Allah is an enemy to the disbelievers.","page":395,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3330.mp3","colorText":"قَالَ إِ[g[نّ]َم[o[َآ] أُوتِيتُهُ[n[ۥ] عَلَىٰ عِلْمٍ عِ[f:4065[ند][o[ِىٓ‌ۚ] أَوَلَمْ يَعْلَمْ أَ[g[نّ]َ [h:394[ٱ]للَّهَ قَ[q:298[دْ] أَهْلَكَ مِ[f:1097[ن ق]َ[q:1098[بْ]لِه[n[ِۦ] مِنَ [h:6524[ٱ]لْقُرُونِ مَنْ هُوَ أَشَدُّ مِنْهُ قُوَّ[a:10252[ةً و]َأَكْثَرُ جَمْ[a:10253[عًا‌ۚ و]َلَا يُسْــَٔلُ عَ[f:10254[ن ذ]ُنُوبِهِمُ [h:10255[ٱ]لْمُ[q:5255[جْ]رِم[p[ُو]نَ","juz":20,"ruku":341,"manzil":5,"bangla_ahbayan":"সে বলল, ‘এ সম্পদ আমি আমার জ্ঞানবলে প্রাপ্ত হয়েছি।’ [১] সে কি জানত না যে, আল্লাহ তার পূর্বে বহু মানবগোষ্ঠীকে ধ্বংস করেছেন, যারা তার থেকেও শক্তিতে ছিল প্রবল, সম্পদে ছিল প্রাচুর্যশালী?[২] আর অপরাধীদেরকে তাদের অপরাধ সম্পর্কে জিজ্ঞাসাও করা হবে না।[৩]","bangla_bayan":"সে বলল, ‘আমি তো এই ধনভান্ডার প্রাপ্ত হয়েছি আমার কাছে থাকা জ্ঞান দ্বারা’। সে কি জানত না যে, আল্লাহ তার পূর্বে বহু প্রজন্মকে ধ্বংস করে দিয়েছেন, যারা ছিল তার থেকে শক্তিমত্তায় প্রবলতর এবং জনসংখ্যায় অধিক। আর অপরাধীদেরকে তাদের অপরাধ সম্পর্কে প্রশ্ন করা হবে না।","bangla_mkhan":"সে বলল, আমি এই ধন আমার নিজস্ব জ্ঞান-গরিমা দ্বারা প্রাপ্ত হয়েছি। সে কি জানে না যে, আল্লাহ তার পূর্বে অনেক সম্প্রদায়কে ধ্বংস করেছেন, যারা শক্তিতে ছিল তার চাইতে প্রবল এবং ধন-সম্পদে অধিক প্রাচুর্যশীল? পাপীদেরকে তাদের পাপকর্ম সম্পর্কে জিজ্ঞেস করা হবে না।","bangla_mujibur":"সে বললঃ এই সম্পদ আমি আমার জ্ঞান বলে প্রাপ্ত হয়েছি। সে কি জানতোনা যে, আল্লাহ তার পূর্বে ধ্বংস করেছেন বহু মানব গোষ্ঠিকে, যারা তার চেয়ে শক্তিতে ছিল প্রবল এবং ছিল অধিক প্রাচুর্যশালী? কিন্তু অপরাধীদেরকে তাদের অপরাধ সম্পর্কে তৎক্ষণাৎ প্রশ্ন করা হয়না।","bangla_taisirul":"সে বলল- ‘এ সম্পদ তো আমাকে দেয়া হয়েছে যেহেতু আমার কাছে জ্ঞান আছে।’ সে কি জানে না যে, আল্লাহ তার পূর্বে অনেক মানব গোষ্ঠীকে ধ্বংস করে দিয়েছেন যারা শক্তিতে তার চেয়ে ছিল প্রবল আর জনসংখ্যায় ছিল অধিক? অপরাধীদেরকে (তাদের অপরাধ সম্পর্কে মুখে) কিছুই জিজ্ঞেস করা হবে না।"},{"id":79,"arabic_text":"فَخَرَجَ عَلٰی قَوۡمِہٖ فِیۡ زِیۡنَتِہٖ ؕ قَالَ الَّذِیۡنَ یُرِیۡدُوۡنَ الۡحَیٰوۃَ  الدُّنۡیَا یٰلَیۡتَ لَنَا مِثۡلَ مَاۤ  اُوۡتِیَ  قَارُوۡنُ ۙ اِنَّہٗ  لَذُوۡ حَظٍّ عَظِیۡمٍ ﴿۷۹﴾ ","english_text":"And We have certainly revealed to you verses [which are] clear proofs, and no one would deny them except the defiantly disobedient.","page":395,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3331.mp3","colorText":"فَخَرَجَ عَلَىٰ قَوْمِه[n[ِۦ] فِى زِينَتِه[n[ِۦ]‌ۖ قَالَ [h:590[ٱ]لَّذِينَ يُرِيدُونَ [h:10256[ٱ]لْحَيَ[s[و][n[ٲ]ةَ [h:446[ٱ][l[ل]دُّنْيَا يَ[n[ـٰ]لَيْتَ لَنَا مِثْلَ م[o[َآ] أُوتِىَ قَ[n[ـٰ]رُونُ إِ[g[نّ]َهُ[n[ۥ] لَذُو حَظٍّ عَظ[p[ِي]مٍ","juz":20,"ruku":341,"manzil":5,"bangla_ahbayan":"কারূন তার সম্প্রদায়ের সম্মুখে জাঁকজমক সহকারে বের হল। [১] যারা পার্থিব জীবন কামনা করত তারা বলল,[২] ‘আহা! কারূনকে যা দেওয়া হয়েছে সেরূপ যদি আমাদেরও থাকত; প্রকৃতই সে মহা ভাগ্যবান।’","bangla_bayan":"অতঃপর সে তার কওমের সামনে জাঁকজমকের সাথে বের হল। যারা দুনিয়ার জীবন চাইত তারা বলল, ‘আহা! কারূনকে যেমন দেয়া হয়েছে আমাদেরও যদি তেমন থাকত! নিশ্চয় সে বিরাট সম্পদশালী।’","bangla_mkhan":"অতঃপর কারুন জাঁকজমক সহকারে তার সম্প্রদায়ের সামনে বের হল। যারা পার্থিব জীবন কামনা করত, তারা বলল, হায়, কারুন যা প্রাপ্ত হয়েছে, আমাদেরকে যদি তা দেয়া হত! নিশ্চয় সে বড় ভাগ্যবান।","bangla_mujibur":"কারূন তার সম্প্রদায়ের সামনে উপস্থিত হয়েছিল জাকজমক সহকারে। যারা পার্থিব জীবন কামনা করত তারা বললঃ আহা! কারূনকে যেরূপ দেয়া হয়েছে আমাদেরকে যদি তা দেয়া হত! প্রকৃতই সে মহা ভাগ্যবান!","bangla_taisirul":"কারূন শান-শওকাতের সাথে তার সম্প্রদায়ের সামনে হাজির হল। যারা পার্থিব জীবন কামনা করে তারা বলে উঠল- ‘হায়! কারূনকে যা দেয়া হয়েছে আমাদের জন্যও যদি তা হত! সত্যই সে মহা ভাগ্যবান ব্যক্তি।’"},{"id":80,"arabic_text":"وَ قَالَ الَّذِیۡنَ  اُوۡتُوا الۡعِلۡمَ وَیۡلَکُمۡ ثَوَابُ اللّٰہِ خَیۡرٌ  لِّمَنۡ  اٰمَنَ وَ عَمِلَ صَالِحًا ۚ وَ لَا  یُلَقّٰہَاۤ   اِلَّا الصّٰبِرُوۡنَ ﴿۸۰﴾ ","english_text":"Is it not [true] that every time they took a covenant a party of them threw it away? But, [in fact], most of them do not believe.","page":395,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3332.mp3","colorText":"وَقَالَ [h:614[ٱ]لَّذِينَ أُوتُو[s[اْ] [h:7379[ٱ]لْعِلْمَ وَيْلَكُمْ ثَوَابُ [h:10257[ٱ]للَّهِ خَيْ[u:10258[رٌ ل]ِّمَنْ ءَامَنَ وَعَمِلَ صَ[n[ـٰ]لِ[a:8256[حًا و]َلَا يُلَقَّ[n[ـٰ]ه[o[َآ] إِلَّا [h:10259[ٱ][l[ل]صَّ[n[ـٰ]بِر[p[ُو]نَ","juz":20,"ruku":341,"manzil":5,"bangla_ahbayan":"আর যাদেরকে জ্ঞান দেওয়া হয়েছিল তারা বলল, ‘ধিক্ তোমাদের! যারা বিশ্বাস করে ও সৎকাজ করে, তাদের জন্য আল্লাহর পুরস্কারই শ্রেষ্ঠ।[১] আর ধৈর্যশীল ব্যতীত তা অন্য কেউ পায় না।’[২]","bangla_bayan":"আর যারা জ্ঞান প্রাপ্ত হয়েছিল, তারা বলল, ‘ধিক তোমাদেরকে! আল্লাহর প্রতিদানই উত্তম যে ঈমান আনে ও সৎকর্ম করে তার জন্য। আর তা শুধু সবরকারীরাই পেতে পারে।’","bangla_mkhan":"আর যারা জ্ঞান প্রাপ্ত হয়েছিল, তার বলল, ধিক তোমাদেরকে, যারা ঈমানদার এবং সৎকর্মী, তাদের জন্যে আল্লাহর দেয়া সওয়াবই উৎকৃষ্ট। এটা তারাই পায়, যারা সবরকারী।","bangla_mujibur":"আর যাদেরকে জ্ঞান দেয়া হয়েছিল তারা বললঃ ধিক্ তোমাদেরকে! যারা ঈমান আনে ও সৎ কাজ করে তাদের জন্য আল্লাহর পুরস্কার শ্রেষ্ঠ এবং ধৈর্যশীল ব্যতীত এটা কেহ পাবেনা।","bangla_taisirul":"যাদেরকে জ্ঞান দেয়া হয়েছিল তারা বলল- ‘ধিক তোমাদের প্রতি, আল্লাহর পুরস্কারই শ্রেষ্ঠতর তাদের জন্য যারা ঈমান আনে ও সৎ কাজ করে, আর সত্যপথে অবিচল ধৈর্যশীল ছাড়া অন্য কেউ তা প্রাপ্ত হয় না।"},{"id":81,"arabic_text":"فَخَسَفۡنَا بِہٖ وَ بِدَارِہِ  الۡاَرۡضَ ۟ فَمَا  کَانَ لَہٗ  مِنۡ فِئَۃٍ  یَّنۡصُرُوۡنَہٗ  مِنۡ دُوۡنِ اللّٰہِ ٭ وَ مَا  کَانَ مِنَ الۡمُنۡتَصِرِیۡنَ ﴿۸۱﴾ ","english_text":"And when a messenger from Allah came to them confirming that which was with them, a party of those who had been given the Scripture threw the Scripture of Allah behind their backs as if they did not know [what it contained].","page":395,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3333.mp3","colorText":"فَخَسَفْنَا بِه[n[ِۦ] وَبِدَارِهِ [h:10260[ٱ]لْأَرْضَ فَمَا كَانَ لَهُ[n[ۥ] مِ[f:1423[ن ف]ِئَ[a:10261[ةٍ ي]َ[f:8090[نص]ُرُونَهُ[n[ۥ] مِ[f:107[ن د]ُونِ [h:108[ٱ]للَّهِ وَمَا كَانَ مِنَ [h:10262[ٱ]لْمُ[f:10263[نت]َصِر[p[ِي]نَ","juz":20,"ruku":341,"manzil":5,"bangla_ahbayan":"অতঃপর আমি কারূনকে ও তার প্রাসাদকে মাটিতে ধসিয়ে দিলাম।[১] তার স্বপক্ষে এমন কোন দল ছিল না, যে আল্লাহর শাস্তির বিরুদ্ধে তাকে সাহায্য করতে পারত এবং সে নিজেও আত্মরক্ষায় সক্ষম ছিল না।","bangla_bayan":"অতঃপর আমি কারূন ও তার প্রাসাদকে মাটিতে দাবিয়ে দিলাম। তখন তার জন্য এমন কোন দল ছিল না, যে আল্লাহর মোকাবিলায় তাকে সাহায্য করতে পারত এবং সে নিজেও নিজেকে সাহায্য করতে সক্ষম ছিল না।","bangla_mkhan":"অতঃপর আমি কারুনকে ও তার প্রাসাদকে ভূগর্ভে বিলীন করে দিলাম। তার পক্ষে আল্লাহ ব্যতীত এমন কোন দল ছিল না, যারা তাকে সাহায্য করতে পারে এবং সে নিজেও আত্মরক্ষা করতে পারল না।","bangla_mujibur":"অতঃপর আমি কারূনকে ও তার প্রাসাদকে ভূগর্ভে প্রোথিত করলাম। তার স্বপক্ষে এমন কোন দল ছিলনা যে আল্লাহর শাস্তি হতে তাকে সাহায্য করতে পারত এবং সে নিজেও আত্মরক্ষায় সক্ষম ছিলনা।","bangla_taisirul":"অতঃপর আমি ভূগর্ভে প্রোথিত করলাম কারূনকে ও তার প্রাসাদকে। আল্লাহর ব্যতীত তাকে সাহায্য করার কোন দল ছিল না, আর সে নিজেও নিজেকে রক্ষা করতে পারল না।"},{"id":82,"arabic_text":"وَ اَصۡبَحَ الَّذِیۡنَ تَمَنَّوۡا مَکَانَہٗ بِالۡاَمۡسِ یَقُوۡلُوۡنَ وَیۡکَاَنَّ اللّٰہَ یَبۡسُطُ الرِّزۡقَ لِمَنۡ یَّشَآءُ مِنۡ عِبَادِہٖ وَ یَقۡدِرُ ۚ لَوۡ لَاۤ  اَنۡ مَّنَّ  اللّٰہُ عَلَیۡنَا لَخَسَفَ بِنَا ؕ وَیۡکَاَنَّہٗ  لَا  یُفۡلِحُ  الۡکٰفِرُوۡنَ ﴿۸۲﴾ ","english_text":"And they followed [instead] what the devils had recited during the reign of Solomon. It was not Solomon who disbelieved, but the devils disbelieved, teaching people magic and that which was revealed to the two angels at Babylon, Harut and Marut. But the two angels do not teach anyone unless they say, \"We are a trial, so do not disbelieve [by practicing magic].\" And [yet] they learn from them that by which they cause separation between a man and his wife. But they do not harm anyone through it except by permission of Allah . And the people learn what harms them and does not benefit them. But the Children of Israel certainly knew that whoever purchased the magic would not have in the Hereafter any share. And wretched is that for which they sold themselves, if they only knew.","page":395,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3334.mp3","colorText":"وَأَصْبَحَ [h:10264[ٱ]لَّذِينَ تَمَ[g[نّ]َوْ[s[اْ] مَكَانَهُ[n[ۥ] بِ[h:6017[ٱ]لْأَمْسِ يَقُولُونَ وَيْكَأَ[g[نّ]َ [h:10265[ٱ]للَّهَ يَ[q:6968[بْ]سُطُ [h:6969[ٱ][l[ل]رِّزْقَ لِم[a:1537[َن ي]َش[o[َا]ٓءُ مِنْ عِبَادِه[n[ِۦ] وَيَ[q:6970[قْ]دِرُ‌ۖ لَوْل[o[َآ] أ[a:10266[َن م]َّ[g[نّ]َ [h:2390[ٱ]للَّهُ عَلَيْنَا لَخَسَفَ بِنَا‌ۖ وَيْكَأَ[g[نّ]َهُ[n[ۥ] لَا يُفْلِحُ [h:9313[ٱ]لْكَ[n[ـٰ]فِر[p[ُو]نَ","juz":20,"ruku":341,"manzil":5,"bangla_ahbayan":"পূর্বদিন যারা তার (মত) মর্যাদা কামনা করেছিল তারা বলতে লাগল,[১] ‘দেখ, আল্লাহ তাঁর দাসদের মধ্যে যার জন্য ইচ্ছা তার রুযী বর্ধিত করেন এবং যার জন্য ইচ্ছা তা হ্রাস করেন। যদি আল্লাহ আমাদের প্রতি অনুগ্রহ না করতেন, তবে আমাদেরকেও তিনি মাটিতে ধসিয়ে দিতেন।[২] দেখ, অকৃতজ্ঞরা সফলকাম হয় না।’ [৩]","bangla_bayan":"আর গতকাল যারা তার মত হতে প্রত্যাশা করেছিল তারা বলতে লাগল, ‘আশ্চর্য! দেখলে তো, আল্লাহ তাঁর বান্দাদের মধ্য থেকে যার জন্য ইচ্ছা রিয্ক প্রসারিত অথবা সংকুচিত করেন। যদি আল্লাহ আমাদের প্রতি অনুগ্রহ না করতেন তবে আমাদেরকেও তিনি দাবিয়ে দিতেন। দেখলে তো, কাফিররা সফল হয় না’।","bangla_mkhan":"গতকল্য যারা তার মত হওয়ার বাসনা প্রকাশ করেছিল, তারা প্রত্যুষে বলতে লাগল, হায়, আল্লাহ তাঁর বান্দাদের মধ্যে যার জন্যে ইচ্ছা রিযিক বর্ধিত করেন ও হ্রাস করেন। আল্লাহ আমাদের প্রতি অনুগ্রহ না করলে আমাদেরকেও ভূগর্ভে বিলীন করে দিতেন। হায়, কাফেররা সফলকাম হবে না।","bangla_mujibur":"পূর্বদিন যারা তার অবস্থা কামনা করেছিল তারা বলতে লাগলঃ দেখলেতো আল্লাহ তাঁর বান্দাদের মধ্যে যার জন্য ইচ্ছা তার রিয্ক বর্ধিত করেন এবং যার জন্য ইচ্ছা হ্রাস করেন। যদি আল্লাহ আমাদের প্রতি সদয় না হতেন তাহলে আমাদেরকেও তিনি ভূগর্ভে প্রোথিত করতেন। দেখলে তো! কাফিরেরা সফলকাম হয়না।","bangla_taisirul":"গতকাল যারা তার মর্যাদার ন্যায় কামনা করেছিল তারা সকলে বলতে লাগল, ‘হায়, আল্লাহ তাঁর বান্দাদের যার জন্য ইচ্ছে রিযক বর্ধিত করেন আর যার জন্য ইচ্ছে হ্রাস করেন। আল্লাহ যদি আমাদের প্রতি অনুগ্রহ না করতেন তবে তিনি আমাদেরকেও ভূগর্ভে প্রোথিত করে দিতেন। হায়! অবিশ্বাসীরা সাফল্যমন্ডিত হয় না।"},{"id":83,"arabic_text":"تِلۡکَ الدَّارُ الۡاٰخِرَۃُ  نَجۡعَلُہَا لِلَّذِیۡنَ لَا یُرِیۡدُوۡنَ عُلُوًّا فِی الۡاَرۡضِ وَ لَا فَسَادًا ؕ وَ الۡعَاقِبَۃُ  لِلۡمُتَّقِیۡنَ ﴿۸۳﴾ ","english_text":"And if they had believed and feared Allah, then the reward from Allah would have been [far] better, if they only knew.","page":395,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3335.mp3","colorText":"تِلْكَ [h:10267[ٱ][l[ل]دَّارُ [h:491[ٱ]لْأَخِرَةُ نَ[q:10268[جْ]عَلُهَا لِلَّذِينَ لَا يُرِيدُونَ عُلُو[f:10269[ًّا ف]ِى [h:44[ٱ]لْأَرْضِ وَلَا فَسَا[a:10270[دًا‌ۚ و]َ[h:4941[ٱ]لْعَ[n[ـٰ]قِبَةُ لِلْمُتَّق[p[ِي]نَ","juz":20,"ruku":341,"manzil":5,"bangla_ahbayan":"এ পরলোকের আবাস; যা আমি নির্ধারিত করি তাদেরই জন্য যারা এ পৃথিবীতে উদ্ধত হতে ও বিপর্যয় সৃষ্টি করতে চায় না। সাবধানীদের জন্য শুভ পরিণাম। [১]","bangla_bayan":"এই হচ্ছে আখিরাতের নিবাস, যা আমি তাদের জন্য নির্ধারিত করি, যারা যমীনে ঔদ্ধত্য দেখাতে চায় না এবং ফাসাদও চায় না। আর শুভ পরিণাম মুত্তাকীদের জন্য।","bangla_mkhan":"এই পরকাল আমি তাদের জন্যে নির্ধারিত করি, যারা দুনিয়ার বুকে ঔদ্ধত্য প্রকাশ করতে ও অনর্থ সৃষ্টি করতে চায় না। খোদাভীরুদের জন্যে শুভ পরিণাম।","bangla_mujibur":"এটা আখিরাতের সেই আবাস যা আমি নির্ধারিত করি তাদের জন্য যারা এই পৃথিবীতে ঔদ্ধতা প্রকাশ করতে ও বিপর্যয় সৃষ্টি করতে চায়না। শুভ পরিণাম মুত্তাকীদের জন্য।","bangla_taisirul":"সেই আখিরাতের ঘর আমি তাদের জন্য করেছি যারা পৃথিবীর বুকে ঔদ্ধত্য প্রকাশ ও বিপর্যয় সৃষ্টি করতে চায় না। শুভ পরিণাম আল্লাহভীরুদের জন্য।"},{"id":84,"arabic_text":"مَنۡ جَآءَ بِالۡحَسَنَۃِ فَلَہٗ  خَیۡرٌ  مِّنۡہَا ۚ وَ مَنۡ جَآءَ بِالسَّیِّئَۃِ  فَلَا یُجۡزَی الَّذِیۡنَ عَمِلُوا السَّیِّاٰتِ  اِلَّا مَا کَانُوۡا یَعۡمَلُوۡنَ ﴿۸۴﴾ ","english_text":"O you who have believed, say not [to Allah 's Messenger], \"Ra'ina\" but say, \"Unthurna\" and listen. And for the disbelievers is a painful punishment.","page":395,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3336.mp3","colorText":"مَ[f:4560[ن ج][o[َا]ٓءَ بِ[h:4561[ٱ]لْحَسَنَةِ فَلَهُ[n[ۥ] خَيْ[a:10054[رٌ م]ِّنْهَا‌ۖ وَمَ[f:4562[ن ج][o[َا]ٓءَ بِ[h:4563[ٱ][l[ل]سَّيِّئَةِ فَلَا يُ[q:4564[جْ]زَى [h:10271[ٱ]لَّذِينَ عَمِلُو[s[اْ] [h:5038[ٱ][l[ل]سَّيِّـَٔـاتِ إِلَّا مَا كَانُو[s[اْ] يَعْمَل[p[ُو]نَ","juz":20,"ruku":341,"manzil":5,"bangla_ahbayan":"যে কেউ সৎকাজ করে, সে তার কর্ম অপেক্ষা অধিক ফল পাবে [১] আর যে মন্দ কাজ করে, সে তো কেবল তার কর্মের অনুপাতে শাস্তি পাবে। [২]","bangla_bayan":"কেউ পূণ্য নিয়ে আসলে তার জন্য থাকবে তা থেকে উত্তম প্রতিদান। আর কেউ পাপ নিয়ে আসলে তবে যারা মন্দকর্ম করেছে তাদের শুধু তারই প্রতিদান দেওয়া হবে যা তারা করেছে।","bangla_mkhan":"যে সৎকর্ম নিয়ে আসবে, সে তদপেক্ষা উত্তম ফল পাবে এবং যে মন্দ কর্ম নিয়ে আসবে, এরূপ মন্দ কর্মীরা সে মন্দ কর্ম পরিমানেই প্রতিফল পাবে।","bangla_mujibur":"কেহ যদি সৎ কাজ করে তাহলে সে তার কাজ অপেক্ষা উত্তম ফল পাবে, আর যে মন্দ কাজ করে সেতো শাস্তি পাবে শুধু তার কাজ অনুপাতে।","bangla_taisirul":"যে কেউ সৎকর্ম নিয়ে হাজির হবে তার জন্য আছে আরো উত্তম প্রতিদান। আর যে মন্দ কাজ নিয়ে হাজির হবে তাহলে যারা মন্দকর্ম করে তাদেরকে তাদের কাজ অনুপাতেই শাস্তি দেয়া হবে।"},{"id":85,"arabic_text":"اِنَّ الَّذِیۡ فَرَضَ عَلَیۡکَ الۡقُرۡاٰنَ لَرَآدُّکَ اِلٰی مَعَادٍ ؕ قُلۡ رَّبِّیۡۤ  اَعۡلَمُ مَنۡ جَآءَ بِالۡہُدٰی وَ مَنۡ ہُوَ فِیۡ ضَلٰلٍ مُّبِیۡنٍ ﴿۸۵﴾  ","english_text":"Neither those who disbelieve from the People of the Scripture nor the polytheists wish that any good should be sent down to you from your Lord. But Allah selects for His mercy whom He wills, and Allah is the possessor of great bounty.","page":396,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3337.mp3","colorText":"إِ[g[نّ]َ [h:10272[ٱ]لَّذِى فَرَضَ عَلَيْكَ [h:8434[ٱ]لْقُرْءَانَ لَر[m[َا]ٓدُّكَ إِلَىٰ مَعَا[f:10273[دٍ‌ۚ ق]ُ[b:8026[ل] رَّبّ[o[ِىٓ] أَعْلَمُ مَ[f:4560[ن ج][o[َا]ٓءَ بِ[h:54[ٱ]لْهُدَىٰ وَمَنْ هُوَ فِى ضَلَ[n[ـٰ][a:2393[لٍ م]ُّب[p[ِي]نٍ","juz":20,"ruku":341,"manzil":5,"bangla_ahbayan":"যিনি তোমার জন্য কুরআন (অবতীর্ণ) অপরিহার্য করেছেন[১] তিনি তোমাকে অবশ্যই স্বদেশে ফিরিয়ে আনবেন।[২] বল, ‘আমার প্রতিপালক ভাল জানেন কে সৎপথের নির্দেশ এনেছে এবং কে স্পষ্ট বিভ্রান্তিতে আছে।’ [৩]","bangla_bayan":"নিশ্চয় যিনি তোমার প্রতি কুরআনকে বিধানস্বরূপ দিয়েছেন, অবশ্যই তিনি তোমাকে প্রত্যাবর্তনস্থলে* ফিরিয়ে নেবেন। বল, ‘আমার রব বেশী জানেন, কে হিদায়াত নিয়ে এসেছে, আর কে রয়েছে স্পষ্ট পথভ্রষ্টতায়’। \\n\\n* معاد বা প্রত্যাবর্তনস্থল বলতে স্বদেশ অর্থাৎ মক্কা নগরী অথবা আখিরাতকে বুঝানো হয়েছে।","bangla_mkhan":"যিনি আপনার প্রতি কোরআনের বিধান পাঠিয়েছেন, তিনি অবশ্যই আপনাকে স্বদেশে ফিরিয়ে আনবেন। বলুন আমার পালনকর্তা ভাল জানেন কে হেদায়েত নিয়ে এসেছে এবং কে প্রকাশ্য বিভ্রান্তিতে আছে।","bangla_mujibur":"যিনি তোমার জন্য কুরআনকে করেছেন বিধান তিনি তোমাকে অবশ্যই ফিরিয়ে আনবেন প্রত্যাবর্তন স্থানে। বলঃ আমার রাব্ব ভাল জানেন কে সৎ পথের নির্দেশ এনেছে এবং কে স্পষ্ট বিভ্রান্তিতে আছে।","bangla_taisirul":"যিনি তোমার প্রতি কুরআন বিধিবদ্ধ করেছেন তিনি অবশ্যই তোমাকে মূলভূমিতে (মাক্কায়) ফিরিয়ে আনবেন। বল, আমার প্রতিপালক ভাল করেই জানেন কে সৎপথের নির্দেশ নিয়ে এসেছে আর কে আছে সুস্পষ্ট গুমরাহীতে।"},{"id":86,"arabic_text":"وَ مَا کُنۡتَ تَرۡجُوۡۤا اَنۡ یُّلۡقٰۤی  اِلَیۡکَ الۡکِتٰبُ  اِلَّا رَحۡمَۃً  مِّنۡ رَّبِّکَ فَلَا تَکُوۡنَنَّ  ظَہِیۡرًا  لِّلۡکٰفِرِیۡنَ ﴿۫۸۶﴾ ","english_text":"We do not abrogate a verse or cause it to be forgotten except that We bring forth [one] better than it or similar to it. Do you not know that Allah is over all things competent?","page":396,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3338.mp3","colorText":"وَمَا كُ[f:735[نت]َ تَرْج[o[ُوٓ][s[اْ] أ[a:10274[َن ي]ُلْقَ[o[ىٰٓ] إِلَيْكَ [h:10275[ٱ]لْكِتَ[n[ـٰ]بُ إِلَّا رَحْمَ[a:5993[ةً م]ّ[u:770[ِن ر]َّبِّكَ‌ۖ فَلَا تَكُونَ[g[نّ]َ ظَهِي[u:10276[رًا ل]ِّلْكَ[n[ـٰ]فِر[p[ِي]نَ","juz":20,"ruku":341,"manzil":5,"bangla_ahbayan":"তুমি আশা করনি যে, তোমার প্রতি গ্রন্থ অবতীর্ণ করা হবে।[১] এ তো কেবল তোমার প্রতিপালকের করুণা।[২] সুতরাং তুমি কখনও অবিশ্বাসীদের পৃষ্ঠপোষক হয়ো না। [৩]","bangla_bayan":"আর তুমি আশা করছিলে না যে, তোমার প্রতি কিতাব (কুরআন) নাযিল করা হবে, বরং তা তোমার রবের পক্ষ থেকে রহমতস্বরূপ। অতএব, তুমি কখনো কাফিরদের জন্য সাহায্যকারী হয়ো না।","bangla_mkhan":"আপনি আশা করতেন না যে, আপনার প্রতি কিতাব অবর্তীর্ণ হবে। এটা কেবল আপনার পালনকর্তার রহমত। অতএব আপনি কাফেরদের সাহায্যকারী হবেন না।","bangla_mujibur":"তুমি আশা করনি যে, তোমার প্রতি কিতাব অবতীর্ণ হবে। এটাতো শুধু তোমার রবের অনুগ্রহ। সুতরাং তুমি কখনও কাফিরদের সাহায্যকারী হয়োনা।","bangla_taisirul":"তুমি তো প্রত্যাশা করনি যে, তোমার প্রতি কিতাব অবতীর্ণ করা হবে। এটা তোমার প্রতিপালকের রহমত বিশেষ। কাজেই তুমি কক্ষনো কাফিরদের সমর্থনকারী হয়ো না।"},{"id":87,"arabic_text":"وَ لَا یَصُدُّنَّکَ عَنۡ اٰیٰتِ اللّٰہِ  بَعۡدَ  اِذۡ اُنۡزِلَتۡ  اِلَیۡکَ وَ ادۡعُ  اِلٰی رَبِّکَ وَ لَا تَکُوۡنَنَّ  مِنَ  الۡمُشۡرِکِیۡنَ ﴿ۚ۸۷﴾ ","english_text":"Do you not know that to Allah belongs the dominion of the heavens and the earth and [that] you have not besides Allah any protector or any helper?","page":396,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3339.mp3","colorText":"وَلَا يَصُدُّ[g[نّ]َكَ عَنْ ءَايَ[n[ـٰ]تِ [h:1298[ٱ]للَّهِ بَعْدَ إِذْ أُ[f:5767[نز]ِلَتْ إِلَيْكَ‌ۖ وَ[h:9097[ٱ][q:9097[دْ]عُ إِلَىٰ رَبِّكَ‌ۖ وَلَا تَكُونَ[g[نّ]َ مِنَ [h:699[ٱ]لْمُشْرِك[p[ِي]نَ","juz":20,"ruku":341,"manzil":5,"bangla_ahbayan":"তোমার প্রতি আল্লাহর আয়াত অবতীর্ণ করার পর ওরা যেন তোমাকে কিছুতেই সেগুলি হতে বিমুখ না করে ফেলে।[১] তুমি তোমার প্রতিপালকের দিকে আহবান কর এবং কিছুতেই অংশীবাদীদের অন্তর্ভুক্ত হয়ো না।","bangla_bayan":"আর আল্লাহর আয়াতসমূহ তোমার প্রতি নাযিল হওয়ার পর তারা যেন তোমাকে তা থেকে বিরত রাখতে না পারে, তোমার রবের প্রতি তুমি আহবান কর এবং তুমি মুশরিকদের অন্তর্ভুক্ত হয়ো না।","bangla_mkhan":"কাফেররা যেন আপনাকে আল্লাহর আয়াত থেকে বিমুখ না করে সেগুলো আপনার প্রতি অবর্তীর্ণ হওয়ার পর আপনি আপনার পালনকর্তার প্রতি দাওয়াত দিন এবং কিছুতেই মুশরিকদের অন্তর্ভুক্ত হবেন না।","bangla_mujibur":"তোমার প্রতি আল্লাহর আয়াত অবতীর্ণ হওয়ার পর কেহ যেন তোমাকে কিছুতেই সেগুলি হতে বিরত না রাখে। তুমি তোমার রবের দিকে আহবান করতে থাক এবং কিছুতেই মুশরিকদের অন্তর্ভুক্ত হয়োনা।","bangla_taisirul":"তোমার প্রতি আল্লাহর আয়াত নাযিল হওয়ার পর তারা যেন তোমাকে তাত্থেকে কক্ষনো বিমুখ না করতে পারে। তুমি তোমার প্রতিপালকের দিকে আহবান জানাও, আর কিছুতেই মুশরিকদের অন্তর্ভুক্ত হয়ো না।"},{"id":88,"arabic_text":"وَ لَا تَدۡعُ مَعَ اللّٰہِ  اِلٰـہًا اٰخَرَ ۘ لَاۤ  اِلٰہَ اِلَّا ہُوَ ۟ کُلُّ  شَیۡءٍ ہَالِکٌ  اِلَّا وَجۡہَہٗ ؕ لَہُ  الۡحُکۡمُ  وَ  اِلَیۡہِ  تُرۡجَعُوۡنَ ﴿۸۸﴾ ","english_text":"Or do you intend to ask your Messenger as Moses was asked before? And whoever exchanges faith for disbelief has certainly strayed from the soundness of the way.","page":396,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3340.mp3","colorText":"وَلَا تَ[q:6220[دْ]عُ مَعَ [h:3975[ٱ]للَّهِ إِلَ[n[ـٰ]هًا ءَاخَرَ‌ۘ ل[o[َآ] إِلَ[n[ـٰ]هَ إِلَّا هُوَ‌ۚ كُلُّ شَىْءٍ هَالِكٌ إِلَّا وَ[q:580[جْ]هَهُ[n[ۥ]‌ۚ لَهُ [h:4124[ٱ]لْحُكْمُ وَإِلَيْهِ تُرْجَع[p[ُو]نَ","juz":20,"ruku":341,"manzil":5,"bangla_ahbayan":"তুমি আল্লাহর সঙ্গে অন্য উপাস্যকে ডেকো না,[১] তিনি ব্যতীত অন্য কোন (সত্য) উপাস্য নেই। তাঁর মুখমন্ডল[২] ব্যতীত সমস্ত কিছুই ধ্বংসশীল। বিধান তাঁরই [৩] এবং তাঁরই নিকট তোমরা প্রত্যাবর্তিত হবে। [৪]","bangla_bayan":"আল্লাহর সাথে অন্য কোন ইলাহকে ডেকো না, তিনি ছাড়া কোন (সত্য) ইলাহ নেই। তাঁর চেহারা (সত্ত্বা)* ছাড়া সব কিছুই ধ্বংসশীল, সিদ্ধান্ত তাঁরই এবং তাঁর কাছেই তোমাদেরকে ফিরিয়ে নেয়া হবে। \\n\\n* আয়াতে উল্লিখিত وجه শব্দের অর্থ চেহারা। আল্লাহর চেহারা আছে। আর তাঁর চেহারা যেমন ধ্বংসশীল নয় তেমনি তাঁর সত্ত্বাও ধ্বংসশীল নয়।","bangla_mkhan":"আপনি আল্লাহর সাথে অন্য উপাস্যকে আহবান করবেন না। তিনি ব্যতীত অন্য কোন উপাস্য নেই। আল্লাহর সত্তা ব্যতীত সবকিছু ধবংস হবে। বিধান তাঁরই এবং তোমরা তাঁরই কাছে প্রত্যাবর্তিত হবে।","bangla_mujibur":"তুমি আল্লাহর সাথে অন্য ইলাহকে ডেকনা, তিনি ছাড়া অন্য কোন ইলাহ নেই। আল্লাহর সত্তা ব্যতীত সব কিছু ধ্বংসশীল। বিধান তাঁরই এবং তাঁরই নিকট তোমরা প্রত্যাবর্তিত হবে।","bangla_taisirul":"আল্লাহর সঙ্গে অন্য কোন ইলাহকে ডেকো না, তিনি ছাড়া সত্যিকারের কোন ইলাহ নেই, তাঁর (সত্তা) ছাড়া সকল কিছুই ধ্বংসশীল। বিধান তাঁরই, আর তাঁর কাছেই তোমাদেরকে ফিরিয়ে আনা হবে।"}]}}