{"surahDetails":{"id":35,"banglaName":"আদি স্রষ্টা","totalAyah":45,"arabicInBangla":"ফাত্বির"},"surah":{"id":35,"verses":[{"id":1,"arabic_text":"اَلۡحَمۡدُ لِلّٰہِ فَاطِرِ السَّمٰوٰتِ وَ الۡاَرۡضِ جَاعِلِ الۡمَلٰٓئِکَۃِ  رُسُلًا اُولِیۡۤ  اَجۡنِحَۃٍ مَّثۡنٰی وَ ثُلٰثَ وَ رُبٰعَ ؕ یَزِیۡدُ فِی الۡخَلۡقِ مَا یَشَآءُ ؕ اِنَّ اللّٰہَ عَلٰی کُلِّ شَیۡءٍ  قَدِیۡرٌ ﴿۱﴾ ","english_text":"How can you disbelieve in Allah when you were lifeless and He brought you to life; then He will cause you to die, then He will bring you [back] to life, and then to Him you will be returned.","page":434,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3661.mp3","colorText":"ٱلْحَمْدُ لِلَّهِ فَاطِرِ [h:3956[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَ[h:177[ٱ]لْأَرْضِ جَاعِلِ [h:11058[ٱ]لْمَلَ[o[ـٰٓ]ئِكَةِ رُسُلاً أُ[s[وْ]ل[o[ِىٓ] أَ[q:11059[جْ]نِحَ[a:11060[ةٍ م]َّثْنَىٰ وَثُلَ[n[ـٰ]ثَ وَرُبَ[n[ـٰ]عَۚ يَزِيدُ فِى [h:4788[ٱ]لْخَلْقِ مَا يَش[o[َا]ٓءُۚ إِ[g[نّ]َ [h:80[ٱ]للَّهَ عَلَىٰ كُلِّ ش[f:81[َىْءٍ ق]َد[p[ِي]رٌ","juz":22,"ruku":376,"manzil":5,"bangla_ahbayan":"সমস্ত প্রশংসা আকাশমন্ডলী ও পৃথিবীর সৃষ্টিকর্তা[১] আল্লাহরই -- যিনি ফিরিশতাদেরকে বাণীবাহক (দূত) করেন;[২] যারা দুই-দুই, তিন-তিন অথবা চার-চার ডানাবিশিষ্ট। তিনি তাঁর সৃষ্টিতে যা ইচ্ছা বৃদ্ধি করে থাকেন। [৩] নিশ্চয়ই আল্লাহ সর্ববিষয়ে সর্বশক্তিমান।","bangla_bayan":"সমস্ত প্রশংসা আল্লাহর জন্য, যিনি আসমানসমূহ ও যমীনের স্রষ্টা, ফেরেশতাদেরকে বাণীবাহকরূপে নিযুক্তকারী, যারা দুই দুই, তিন তিন ও চার চার পাখাবিশিষ্ট। তিনি সৃষ্টির মধ্যে যা ইচ্ছা বৃদ্ধি করেন। নিশ্চয় আল্লাহ সব কিছুর উপর সর্বশক্তিমান।","bangla_mkhan":"সমস্ত প্রশংসা আল্লাহর, যিনি আসমান ও যমীনের স্রষ্টা এবং ফেরেশতাগণকে করেছেন বার্তাবাহক-তারা দুই দুই, তিন তিন ও চার চার পাখাবিশিষ্ট। তিনি সৃষ্টি মধ্যে যা ইচ্ছা যোগ করেন। নিশ্চয় আল্লাহ সর্ববিষয়ে সক্ষম।","bangla_mujibur":"প্রশংসা আকাশমন্ডলী ও পৃথিবীর সৃষ্টিকর্তা আল্লাহরই যিনি বাণীবাহক করেন মালাইকা/ফেরেশতাদেরকে যারা দুই দুই, তিন তিন অথবা চার চার পাখা বিশিষ্ট। তিনি তাঁর সৃষ্টিতে যা ইচ্ছা সৃষ্টি করেন। আল্লাহ সর্ব বিষয়ে সর্ব শক্তিমান।","bangla_taisirul":"যাবতীয় প্রশংসা আকাশমন্ডলী ও পৃথিবীর সৃষ্টিকর্তা আল্লাহর জন্য। তিনি দূত মনোনীত করেন ফেরেশতামন্ডলীকে, যারা দুই দুই বা তিন তিন বা চার চার ডানা বিশিষ্ট। তিনি সৃষ্টিতে যা ইচ্ছে বৃদ্ধি করেন। আল্লাহ সকল বিষয়ের উপর সর্বশক্তিমান।"},{"id":2,"arabic_text":"مَا یَفۡتَحِ اللّٰہُ  لِلنَّاسِ مِنۡ  رَّحۡمَۃٍ  فَلَا مُمۡسِکَ لَہَا ۚ وَ مَا یُمۡسِکۡ ۙ فَلَا مُرۡسِلَ  لَہٗ  مِنۡۢ  بَعۡدِہٖ ؕ وَ ہُوَ  الۡعَزِیۡزُ  الۡحَکِیۡمُ ﴿۲﴾ ","english_text":"It is He who created for you all of that which is on the earth. Then He directed Himself to the heaven, [His being above all creation], and made them seven heavens, and He is Knowing of all things.","page":434,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3662.mp3","colorText":"مَّا يَفْتَحِ [h:11061[ٱ]للَّهُ لِل[g[نّ]َاسِ م[u:11062[ِن ر]َّحْمَ[f:11063[ةٍ ف]َلَا مُمْسِكَ لَهَاۖ وَمَا يُمْسِكْ فَلَا مُرْسِلَ لَهُ[n[ۥ] م[i:254[ِنۢ ب]َعْدِهِ[n[ۚۦ] وَهُوَ [h:7045[ٱ]لْعَزِيزُ [h:681[ٱ]لْحَك[p[ِي]مُ","juz":22,"ruku":376,"manzil":5,"bangla_ahbayan":"আল্লাহ মানুষের প্রতি কোন করুণা করলে কেউ তার নিবারণকারী নেই এবং তিনি যা নিবারণ করেন তারপর কেউ তার প্রেরণকারী নেই। [১] তিনি পরাক্রমশালী, প্রজ্ঞাময়।","bangla_bayan":"আল্লাহ মানুষের জন্য যে রহমত উন্মুক্ত করে দেন তা আটকে রাখার কেউ নেই। আর তিনি যা আটকে রাখেন, তারপর তা ছাড়াবার কেউ নেই। আর তিনি পরাক্রমশালী, প্রজ্ঞাময়।","bangla_mkhan":"আল্লাহ মানুষের জন্য অনুগ্রহের মধ্য থেকে যা খুলে দেন, তা ফেরাবার কেউ নেই এবং তিনি যা বারণ করেন, তা কেউ প্রেরণ করতে পারে না তিনি ব্যতিত। তিনি পরাক্রমশালী প্রজ্ঞাময়।","bangla_mujibur":"আল্লাহ মানুষের প্রতি কোন অনুগ্রহ অবারিত করলে কেহ ওটা নিবারন করতে পারেনা এবং তিনি কিছু নিরুদ্ধ করতে চাইলে অতঃপর কেহ ওর উম্মুক্তকারী নেই। তিনি পরাক্রমশালী, প্রজ্ঞাময়।","bangla_taisirul":"আল্লাহ মানুষের জন্য তাঁর অনুগ্রহ থেকে যা খুলে দেন তা নিবারণ করার কেউ নেই। আর তিনি যা বারিত করেন অতঃপর কেউ তা প্রেরণ করতে পারে না। তিনি মহাপরাক্রমশালী, মহাপ্রজ্ঞাময়।"},{"id":3,"arabic_text":"یٰۤاَیُّہَا النَّاسُ اذۡکُرُوۡا نِعۡمَتَ اللّٰہِ عَلَیۡکُمۡ ؕ ہَلۡ مِنۡ خَالِقٍ غَیۡرُ اللّٰہِ یَرۡزُقُکُمۡ مِّنَ السَّمَآءِ وَ الۡاَرۡضِ ؕ لَاۤ اِلٰہَ   اِلَّا  ہُوَ ۫ۖ فَاَنّٰی تُؤۡفَکُوۡنَ ﴿۳﴾ ","english_text":"And [mention, O Muhammad], when your Lord said to the angels, \"Indeed, I will make upon the earth a successive authority.\" They said, \"Will You place upon it one who causes corruption therein and sheds blood, while we declare Your praise and sanctify You?\" Allah said, \"Indeed, I know that which you do not know.\"","page":434,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3663.mp3","colorText":"يَ[o[ـٰٓ]أَيُّهَا [h:82[ٱ][l[ل][g[نّ]َاسُ [h:11064[ٱ]ذْكُرُو[s[اْ] نِعْمَتَ [h:1300[ٱ]للَّهِ عَلَيْكُمْۚ هَلْ مِنْ خَ[n[ـٰ]لِقٍ غَيْرُ [h:4057[ٱ]للَّهِ يَرْزُقُك[w:6034[ُم م]ِّنَ [h:64[ٱ][l[ل]سَّم[o[َا]ٓءِ وَ[h:177[ٱ]لْأَرْضِۚ ل[o[َآ] إِلَ[n[ـٰ]هَ إِلَّا هُوَۖ فَأَ[g[نّ]َىٰ تُؤْفَك[p[ُو]نَ","juz":22,"ruku":376,"manzil":5,"bangla_ahbayan":"হে মানুষ! তোমাদের প্রতি আল্লাহর অনুগ্রহ স্মরণ কর। আল্লাহ ব্যতীত কি কোন স্রষ্টা আছে যে তোমাদেরকে আকাশমন্ডলী ও পৃথিবী হতে রুযী দান করে? তিনি ব্যতীত কোন উপাস্য নেই। সুতরাং কিরূপে তোমরা সত্যবিমুখ হচ্ছ? [১]","bangla_bayan":"হে মানুষ, তোমাদের উপর আল্লাহর নিআমতকে তোমরা স্মরণ কর। আল্লাহ ছাড়া আর কোন স্রষ্টা আছে কি, যে, তোমাদেরকে আসমান ও যমীন থেকে রিয্ক দিবে? তিনি ছাড়া কোন (সত্য) ইলাহ নেই। অতএব তোমাদেরকে কোথায় ফিরানো হচ্ছে?","bangla_mkhan":"হে মানুষ, তোমাদের প্রতি আল্লাহর অনুগ্রহ স্মরণ কর। আল্লাহ ব্যতীত এমন কোন স্রষ্টা আছে কি, যে তোমাদেরকে আসমান ও যমীন থেকে রিযিক দান করে? তিনি ব্যতীত কোন উপাস্য নেই। অতএব তোমরা কোথায় ফিরে যাচ্ছ?","bangla_mujibur":"হে মানুষ! তোমাদের প্রতি আল্লাহর অনুগ্রহ স্মরণ কর। আল্লাহ ছাড়া কি কোন স্রষ্টা আছে যে তোমাদেরকে আকাশমন্ডলী ও পৃথিবী হতে রিয্ক দান করে? তিনি ছাড়া কোন মা‘বূদ নেই। সুতরাং কোথায় তোমরা বিপথে চালিত হচ্ছ?","bangla_taisirul":"হে মানুষ! তোমরা তোমাদের প্রতি আল্লাহর অনুগ্রহের কথা স্মরণ কর। তিনি ছাড়া কোন সৃষ্টিকর্তা আছে কি যে তোমাদেরকে আকাশ ও যমীন থেকে রিযক দান করে? তিনি ছাড়া সত্যিকারের কোন ইলাহ নেই, তাহলে কীভাবে তোমরা বিপথগামী হচ্ছ?"},{"id":4,"arabic_text":"وَ اِنۡ یُّکَذِّبُوۡکَ فَقَدۡ کُذِّبَتۡ رُسُلٌ مِّنۡ قَبۡلِکَ ؕ وَ  اِلَی  اللّٰہِ  تُرۡجَعُ  الۡاُمُوۡرُ ﴿۴﴾ ","english_text":"And He taught Adam the names - all of them. Then He showed them to the angels and said, \"Inform Me of the names of these, if you are truthful.\"","page":435,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3664.mp3","colorText":"وَإ[a:9047[ِن ي]ُكَذِّبُوكَ فَقَ[q:563[دْ] كُذِّبَتْ رُسُ[a:2469[لٌ م]ِّ[f:18[ن ق]َ[q:19[بْ]لِكَۚ وَإِلَى [h:1148[ٱ]للَّهِ تُرْجَعُ [h:1149[ٱ]لْأُم[p[ُو]رُ","juz":22,"ruku":376,"manzil":5,"bangla_ahbayan":"এরা যদি তোমাকে মিথ্যাবাদী বলে, তবে তোমার পূর্ববর্তী রসূলগণকেও তো মিথ্যাবাদী বলা হয়েছিল। আর আল্লাহর দিকেই সকল বিষয় প্রত্যাবর্তিত হয়ে থাকে। [১]","bangla_bayan":"আর যদি তারা তোমাকে মিথ্যাবাদী বলে, তবে তোমার পূর্বের রাসূলগণকেও মিথ্যাবাদী বলা হয়েছিল। আর সকল বিষয় আল্লাহর-ই কাছে ফিরিয়ে নেয়া হবে।","bangla_mkhan":"তারা যদি আপনাকে মিথ্যাবাদী বলে, তবে আপনার পূর্ববর্তী পয়গম্বরগণকেও তো মিথ্যাবাদী বলা হয়েছিল। আল্লাহর প্রতিই যাবতীয় বিষয় প্রত্যাবর্তিত হয়।","bangla_mujibur":"তারা যদি তোমার প্রতি মিথ্যা আরোপ করে তাহলে তোমার পূর্বেও রাসূলদের প্রতি মিথ্যা আরোপ করা হয়েছিল। আল্লাহর নিকটই সব কিছু প্রমাণিত হবে।","bangla_taisirul":"তারা যদি তোমাকে মিথ্যে বলে অস্বীকার করে, তাহলে (তাদের এ আচরণ তো কোন নতুন বিষয় নয়) তোমার পূর্বেও রসূলদেরকে মিথ্যে বলে অস্বীকার করা হয়েছে। (যে যা-ই কিছু করুক না কেন) সমস্ত কার্যকলাপ (হিসাব নিকাশের জন্য) আল্লাহর কাছে ফিরে যাবে।"},{"id":5,"arabic_text":"یٰۤاَیُّہَا النَّاسُ  اِنَّ  وَعۡدَ اللّٰہِ حَقٌّ فَلَا تَغُرَّنَّکُمُ الۡحَیٰوۃُ  الدُّنۡیَا ٝ وَ لَا یَغُرَّنَّکُمۡ  بِاللّٰہِ   الۡغَرُوۡرُ ﴿۵﴾ ","english_text":"They said, \"Exalted are You; we have no knowledge except what You have taught us. Indeed, it is You who is the Knowing, the Wise.\"","page":435,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3665.mp3","colorText":"يَ[o[ـٰٓ]أَيُّهَا [h:82[ٱ][l[ل][g[نّ]َاسُ إِ[g[نّ]َ وَعْدَ [h:3149[ٱ]للَّهِ حَ[f:10612[قٌّۖ ف]َلَا تَغُرَّ[g[نّ]َكُمُ [h:10613[ٱ]لْحَيَ[s[و][n[ٲ]ةُ [h:1156[ٱ][l[ل]دُّنْيَاۖ وَلَا يَغُرَّ[g[نّ]َك[c:10614[ُم ب]ِ[h:32[ٱ]للَّهِ [h:10615[ٱ]لْغَر[p[ُو]رُ","juz":22,"ruku":376,"manzil":5,"bangla_ahbayan":"হে মানুষ! নিশ্চয় আল্লাহর প্রতিশ্রুতি সত্য;[১] সুতরাং পার্থিব জীবন যেন কিছুতেই তোমাদেরকে প্রতারিত না করে[২] এবং কোন প্রবঞ্চক যেন কিছুতেই আল্লাহ সস্পর্কে তোমাদেরকে প্রবঞ্চিত না করে। [৩]","bangla_bayan":"হে মানুষ, নিশ্চয় আল্লাহর ওয়াদা সত্য; অতএব দুনিয়ার জীবন যেন তোমাদেরকে কিছুতেই প্রতারিত না করে; আর বড় প্রতারক (শয়তান) যেন তোমাদেরকে আল্লাহর ব্যাপারে প্রতারণা না করে।","bangla_mkhan":"হে মানুষ, নিশ্চয় আল্লাহর ওয়াদা সত্য। সুতরাং, পার্থিব জীবন যেন তোমাদেরকে প্রতারণা না করে। এবং সেই প্রবঞ্চক যেন কিছুতেই তোমাদেরকে আল্লাহ সম্পর্কে প্রবঞ্চিত না করে।","bangla_mujibur":"হে মানুষ! আল্লাহর প্রতিশ্রুতি সত্য; সুতরাং পার্থিব জীবন যেন তোমাদেরকে কিছুতেই প্রতারিত না করে এবং সেই প্রবঞ্চক যেন কিছুতেই আল্লাহ সম্পর্কে প্রবঞ্চিত না করে তোমাদেরকে।","bangla_taisirul":"হে মানুষ! আল্লাহর ওয়া‘দা সত্য, কাজেই পার্থিব জীবন কিছুতেই যেন তোমাদেরকে প্রতারিত না করে; আর সেই প্রধান প্রতারক (শয়ত্বান) যেন কিছুতেই তোমাদেরকে আল্লাহ সম্পর্কে প্রতারিত না করে।"},{"id":6,"arabic_text":"اِنَّ الشَّیۡطٰنَ لَکُمۡ عَدُوٌّ فَاتَّخِذُوۡہُ عَدُوًّا ؕ اِنَّمَا یَدۡعُوۡا حِزۡبَہٗ  لِیَکُوۡنُوۡا مِنۡ  اَصۡحٰبِ  السَّعِیۡرِ ؕ﴿۶﴾ ","english_text":"He said, \"O Adam, inform them of their names.\" And when he had informed them of their names, He said, \"Did I not tell you that I know the unseen [aspects] of the heavens and the earth? And I know what you reveal and what you have concealed.\"","page":435,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3666.mp3","colorText":"إِ[g[نّ]َ [h:4634[ٱ][l[ل]شَّيْطَ[n[ـٰ]نَ لَكُمْ عَدُ[f:11065[وٌّ ف]َ[h:11066[ٱ]تَّخِذُوهُ عَدُوًّاۚ إِ[g[نّ]َمَا يَ[q:1242[دْ]عُو[s[اْ] حِزْبَهُ[n[ۥ] لِيَكُونُو[s[اْ] مِنْ أَصْحَ[n[ـٰ]بِ [h:11067[ٱ][l[ل]سَّع[p[ِي]رِ","juz":22,"ruku":376,"manzil":5,"bangla_ahbayan":"শয়তান তোমাদের শত্রু; সুতরাং তাকে শত্রু হিসাবেই গ্রহণ কর। [১] সে তো তার দলবলকে এ জন্য আহবান করে যে, ওরা যেন জাহান্নামী হয়।","bangla_bayan":"নিশ্চয় শয়তান তোমাদের শত্রু; অতএব তাকে শত্রু হিসেবে গণ্য কর। সে তার দলকে কেবল এজন্যই ডাকে যাতে তারা জ্বলন্ত আগুনের অধিবাসী হয়।","bangla_mkhan":"শয়তান তোমাদের শত্রু; অতএব তাকে শত্রু রূপেই গ্রহণ কর। সে তার দলবলকে আহবান করে যেন তারা জাহান্নামী হয়।","bangla_mujibur":"শাইতান তোমাদের শত্রু; সুতরাং তাকে শত্রু হিসাবে গ্রহণ কর। সেতো তার দলবলকে আহবান করে শুধু এ জন্য যে, তারা যেন উত্তপ্ত জাহান্নামের সাথী হয়।","bangla_taisirul":"শয়ত্বান তোমাদের শত্রু, কাজেই তাকে শত্রু হিসেবে গ্রহণ কর। সে কেবল তার দলবলকে ডাকে, যাতে তারা জ্বলন্ত অগ্নির সঙ্গী হয়।"},{"id":7,"arabic_text":"اَلَّذِیۡنَ کَفَرُوۡا  لَہُمۡ عَذَابٌ شَدِیۡدٌ ۬ؕ وَ الَّذِیۡنَ اٰمَنُوۡا وَ عَمِلُوا الصّٰلِحٰتِ لَہُمۡ مَّغۡفِرَۃٌ   وَّ  اَجۡرٌ کَبِیۡرٌ ﴿۷﴾ ","english_text":"And [mention] when We said to the angels, \"Prostrate before Adam\"; so they prostrated, except for Iblees. He refused and was arrogant and became of the disbelievers.","page":435,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3667.mp3","colorText":"ٱلَّذِينَ كَفَرُو[s[اْ] لَهُمْ عَذَا[f:1727[بٌ ش]َدِي[a:11068[دٌۖ و]َ[h:37[ٱ]لَّذِينَ ءَامَنُو[s[اْ] وَعَمِلُو[s[اْ] [h:118[ٱ][l[ل]صَّ[n[ـٰ]لِحَ[n[ـٰ]تِ لَه[w:3412[ُم م]َّغْفِرَ[a:3413[ةٌ و]َأَ[q:3414[جْ][f:6259[رٌ ك]َب[p[ِي]رٌ","juz":22,"ruku":376,"manzil":5,"bangla_ahbayan":"যারা অবিশ্বাস করে, তাদের জন্য আছে কঠিন শাস্তি এবং যারা বিশ্বাস করে ও সৎকাজ করে, তাদের জন্য আছে ক্ষমা ও মহাপুরস্কার। [১]","bangla_bayan":"যারা কুফরী করে তাদের জন্য রয়েছে কঠিন আযাব; আর যারা ঈমান আনে ও নেক আমল করে তাদের জন্য রয়েছে ক্ষমা ও বড় প্রতিদান।","bangla_mkhan":"যারা কুফর করে তাদের জন্যে রয়েছে কঠোর আযাব। আর যারা ঈমান আনে ও সৎকর্ম করে, তাদের জন্যে রয়েছে ক্ষমা ও মহা পুরস্কার।","bangla_mujibur":"যারা কুফরী করে তাদের জন্য আছে কঠিন শাস্তি, কিন্তু যারা ঈমান আনে ও সৎ কাজ করে তাদের জন্য আছে ক্ষমা ও মহা পুরস্কার।","bangla_taisirul":"যারা কুফুরী করে তাদের জন্য রয়েছে কঠিন শাস্তি। আর যারা ঈমান আনে আর সৎকাজ করে তাদের জন্য রয়েছে ক্ষমা ও মহা প্রতিফল।"},{"id":8,"arabic_text":"اَفَمَنۡ زُیِّنَ لَہٗ  سُوۡٓءُ عَمَلِہٖ  فَرَاٰہُ حَسَنًا ؕ فَاِنَّ اللّٰہَ یُضِلُّ مَنۡ یَّشَآءُ وَ یَہۡدِیۡ مَنۡ یَّشَآءُ ۫ۖ فَلَا تَذۡہَبۡ نَفۡسُکَ عَلَیۡہِمۡ حَسَرٰتٍ ؕ اِنَّ اللّٰہَ عَلِیۡمٌۢ  بِمَا یَصۡنَعُوۡنَ ﴿۸﴾ ","english_text":"And We said, \"O Adam, dwell, you and your wife, in Paradise and eat therefrom in [ease and] abundance from wherever you will. But do not approach this tree, lest you be among the wrongdoers.\"","page":435,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3668.mp3","colorText":"أَفَمَ[f:11069[ن ز]ُيِّنَ لَهُ[n[ۥ] س[o[ُو]ٓءُ عَمَلِه[n[ِۦ] فَرَءَاهُ حَسَ[f:11070[نًاۖ ف]َإِ[g[نّ]َ [h:513[ٱ]للَّهَ يُضِلُّ م[a:476[َن ي]َش[o[َا]ٓءُ وَيَهْدِى م[a:476[َن ي]َش[o[َا]ٓءُۖ فَلَا تَذْهَ[q:11071[بْ] نَفْسُكَ عَلَيْهِمْ حَسَر[n[َٲ]تٍۚ إِ[g[نّ]َ [h:80[ٱ]للَّهَ عَلِي[i:6056[مُۢ ب]ِمَا يَصْنَع[p[ُو]نَ","juz":22,"ruku":377,"manzil":5,"bangla_ahbayan":"কাকেও যদি তার মন্দ কাজ শোভন করে দেখানো হয় এবং সে একে উত্তম মনে করে,[১] সে ব্যক্তি কি তার সমান (যে সৎকাজ করে)? আল্লাহ যাকে ইচ্ছা বিভ্রান্ত করেন এবং যাকে ইচ্ছা সৎপথে পরিচালিত করেন।[২] অতএব তুমি ওদের জন্য আক্ষেপ করে নিজেকে ধ্বংস করো না।[৩] নিশ্চয় ওরা যা করে, আল্লাহ তা খুব জানেন। [৪]","bangla_bayan":"কাউকে যদি তার অসৎ কাজ সুশোভিত করে দেখানো হয় অতঃপর সে ওটাকে ভাল মনে করে, (সে কি ঐ ব্যক্তির সমান যে ভালকে ভাল এবং মন্দকে মন্দ দেখে?) কেননা আল্লাহ যাকে ইচ্ছা গোমরাহ করেন আর যাকে ইচ্ছা হিদায়াত দান করেন; অতএব তাদের জন্য আফসোস করে নিজে ধ্বংস হয়ো না। নিশ্চয় তারা যা করে আল্লাহ তা জানেন।","bangla_mkhan":"যাকে মন্দকর্ম শোভনীয় করে দেখানো হয়, সে তাকে উত্তম মনে করে, সে কি সমান যে মন্দকে মন্দ মনে করে। নিশ্চয় আল্লাহ যাকে ইচ্ছা পথভ্রষ্ট করেন এবং যাকে ইচছা সৎপথ প্রদর্শন করেন। সুতরাং আপনি তাদের জন্যে অনুতাপ করে নিজেকে ধ্বংস করবেন না। নিশ্চয়ই আল্লাহ জানেন তারা যা করে।","bangla_mujibur":"কেহকেও যদি তার মন্দ কাজ শোভন করে দেখানো হয় এবং সে ওটাকে উত্তম মনে করে সেই ব্যক্তি কি তার সমান যে সৎ কাজ করে? আল্লাহ যাকে ইচ্ছা বিভ্রান্ত করেন এবং যাকে ইচ্ছা সৎ পথে পরিচালিত করেন। অতএব তুমি তাদের জন্য আক্ষেপ করে তোমার প্রাণকে ধ্বংস করনা। তারা যা করে আল্লাহ তা জানেন।","bangla_taisirul":"যাকে তার মন্দ কর্ম শোভনীয় ক’রে দেখানো হয়, অতঃপর সে সেটাকে উত্তম মনে করে (সে কি তার সমান, যে সৎ পথে পরিচালিত?) আল্লাহ যাকে ইচ্ছে বিপথগামী করেন, আর যাকে ইচ্ছে সঠিক পথে পরিচালিত করেন। কাজেই তাদের জন্য আক্ষেপ ক’রে, তুমি তোমার জীবনকে ধ্বংস হতে দিও না। তারা যা করে আল্লাহ তা খুব ভালভাবেই জানেন।"},{"id":9,"arabic_text":"وَ اللّٰہُ  الَّذِیۡۤ  اَرۡسَلَ الرِّیٰحَ فَتُثِیۡرُ سَحَابًا فَسُقۡنٰہُ  اِلٰی بَلَدٍ مَّیِّتٍ فَاَحۡیَیۡنَا بِہِ الۡاَرۡضَ بَعۡدَ مَوۡتِہَا ؕ کَذٰلِکَ النُّشُوۡرُ ﴿۹﴾ ","english_text":"But Satan caused them to slip out of it and removed them from that [condition] in which they had been. And We said, \"Go down, [all of you], as enemies to one another, and you will have upon the earth a place of settlement and provision for a time.\"","page":435,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3669.mp3","colorText":"وَ[h:9999[ٱ]للَّهُ [h:11072[ٱ]لَّذ[o[ِىٓ] أَرْسَلَ [h:9659[ٱ][l[ل]رِّيَ[n[ـٰ]حَ فَتُثِيرُ سَحَا[f:11073[بًا ف]َسُ[q:11074[قْ]نَ[n[ـٰ]هُ إِلَىٰ بَلَ[a:11075[دٍ م]َّيِّ[f:11076[تٍ ف]َأَحْيَيْنَا بِهِ [h:842[ٱ]لْأَرْضَ بَعْدَ مَوْتِهَاۚ كَذ[n[َٲ]لِكَ [h:11077[ٱ][l[ل][g[نّ]ُش[p[ُو]رُ","juz":22,"ruku":377,"manzil":5,"bangla_ahbayan":"আল্লাহই বায়ু প্রেরণ করে তার দ্বারা মেঘমালা সঞ্চালিত করেন। অতঃপর তিনি তা নির্জীব ভূখন্ডের দিকে পরিচালিত করেন,  অতঃপর তিনি তা দিয়ে পৃথিবীকে ওর মৃত্যুর পর সঞ্জীবিত করেন। পুনরুত্থান এরূপেই হবে। [১]","bangla_bayan":"আর তিনিই আল্লাহ যিনি বায়ু প্রেরণ করেন, অতঃপর তা মেঘমালা সঞ্চালিত করে, তারপর তাকে আমি মৃত ভূমির দিকে পরিচালিত করি, অতঃপর তা দিয়ে আমি যমীনকে তার মৃত্যুর পর জীবিত করি; এভাবেই পুনরুত্থান হবে।","bangla_mkhan":"আল্লাহই বায়ু প্রেরণ করেন, অতঃপর সে বায়ু মেঘমালা সঞ্চারিত করে। অতঃপর আমি তা মৃত ভূ-খন্ডের দিকে পরিচালিত করি, অতঃপর তদ্বারা সে ভূ-খন্ডকে তার মৃত্যুর পর সঞ্জীবিত করে দেই। এমনিভাবে হবে পুনরুত্থান।","bangla_mujibur":"আল্লাহই বায়ু প্রেরণ করে তা দ্বারা মেঘমালা সঞ্চালিত করেন। অতঃপর আমি তা নির্জীব ভূ-খন্ডের দিকে পরিচালিত করি, অতঃপর আমি ওটা দ্বারা ধরিত্রীকে ওর মৃত্যুর পর সঞ্জীবিত করি। পুনরুত্থান এ রূপেই হবে।","bangla_taisirul":"আল্লাহ, যিনি বায়ু প্রেরণ করেন, অতঃপর তা মেঘ সঞ্চার করে, অতঃপর আমি তা নির্জীব ভূখন্ডের দিকে পরিচালিত করি। অতঃপর আমি তা দিয়ে মৃত্তিকাকে তার মৃত্যুর পর আবার সঞ্জীবিত করি। এভাবেই (ঘটবে) পুনরুত্থান।"},{"id":10,"arabic_text":"مَنۡ کَانَ یُرِیۡدُ الۡعِزَّۃَ  فَلِلّٰہِ  الۡعِزَّۃُ جَمِیۡعًا ؕ اِلَیۡہِ یَصۡعَدُ الۡکَلِمُ الطَّیِّبُ وَ الۡعَمَلُ الصَّالِحُ یَرۡفَعُہٗ ؕ وَ الَّذِیۡنَ یَمۡکُرُوۡنَ السَّیِّاٰتِ لَہُمۡ عَذَابٌ شَدِیۡدٌ ؕ وَ  مَکۡرُ  اُولٰٓئِکَ ہُوَ  یَبُوۡرُ ﴿۱۰﴾ ","english_text":"Then Adam received from his Lord [some] words, and He accepted his repentance. Indeed, it is He who is the Accepting of repentance, the Merciful.","page":435,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3670.mp3","colorText":"مَ[f:506[ن ك]َانَ يُرِيدُ [h:11078[ٱ]لْعِزَّةَ فَلِلَّهِ [h:11079[ٱ]لْعِزَّةُ جَمِيعًاۚ إِلَيْهِ يَصْعَدُ [h:11080[ٱ]لْكَلِمُ [h:11081[ٱ][l[ل]طَّيِّبُ وَ[h:11082[ٱ]لْعَمَلُ [h:11083[ٱ][l[ل]صَّ[n[ـٰ]لِحُ يَرْفَعُهُۚ[n[ۥ] وَ[h:37[ٱ]لَّذِينَ يَمْكُرُونَ [h:11084[ٱ][l[ل]سَّيِّـَٔـاتِ لَهُمْ عَذَا[f:1727[بٌ ش]َدِي[a:11085[دٌۖ و]َمَكْرُ أُ[s[وْ]لَ[o[ـٰٓ]ئِكَ هُوَ يَب[p[ُو]رُ","juz":22,"ruku":377,"manzil":5,"bangla_ahbayan":"কেউ ক্ষমতা (ইজ্জত-সম্মান) চাইলে (সে জেনে রাখুক) সকল ক্ষমতা (ইজ্জত-সম্মান) তো আল্লাহরই।[১] সৎবাক্য তাঁর দিকে আরোহণ করে[২] এবং সৎকর্ম তিনি তুলে (গ্রহণ করে) নেন।[৩] আর যারা মন্দ কাজের ফন্দি আঁটে[৪] তাদের জন্য আছে কঠিন শাস্তি। তাদের ফন্দি ব্যর্থ হবেই। [৫]","bangla_bayan":"কেউ যদি সম্মান চায় (তবে তা যেন আল্লাহর কাছেই চায়) কেননা সকল সম্মান আল্লাহরই। তাঁরই পানে উত্থিত হয় ভাল কথা* আর নেক আমল তা উন্নীত করে। আর যারা মন্দকাজের চক্রান্ত করে তাদের জন্য রয়েছে কঠিন আযাব আর ওদের ষড়যন্ত্র তো নস্যাৎ হবে। \\n\\n* ভাল কথা বলতে বুঝানো হয়েছে ‘লা-ইলাহা ইল্লাল্লাহ’। কারো মতে তা হল ‘সুবহানাল্লাহ ওয়াল হামদুলিল্লাহ ওয়ালা ইলাহা ইল্লাল্লাহু ওয়াল্লাহু আকবার’। কেউ বলেন, তা হল আল্লাহর যিকির ও স্মরণ। ইমাম শাওকানী বলেন, যে কোন উত্তম ও ভাল কথা এখানে বুঝানো হয়েছে।","bangla_mkhan":"কেউ সম্মান চাইলে জেনে রাখুন, সমস্ত সম্মান আল্লাহরই জন্যে। তাঁরই দিকে আরোহণ করে সৎবাক্য এবং সৎকর্ম তাকে তুলে নেয়। যারা মন্দ কার্যের চক্রান্তে লেগে থাকে, তাদের জন্যে রয়েছে কঠোর শাস্তি। তাদের চক্রান্ত ব্যর্থ হবে।","bangla_mujibur":"কেহ ক্ষমতা চাইলে সে জেনে রাখুক যে, সমস্ত ক্ষমতাতো আল্লাহরই। তাঁরই দিকে পবিত্র বাণীসমূহ আরোহণ করে এবং সৎ কাজ ওকে উন্নীত করে, আর যারা মন্দ কর্মের ফন্দি আটে তাদের জন্য আছে কঠিন শাস্তি। তাদের ফন্দি ব্যর্থ হবেই।","bangla_taisirul":"কেউ সম্মান-সুখ্যাতি চাইলে (আল্লাহকে উপেক্ষা করে তা লাভ করা যাবে না), সে জেনে নিক যাবতীয় সম্মান-সুখ্যাতির অধিকারী হলেন আল্লাহ। তাঁরই দিকে উত্থিত হয় পবিত্র কথাগুলো আর সৎকাজ সেগুলোকে উচ্চে তুলে ধরে। যারা মন্দ কাজের চক্রান্ত করে তাদের জন্য আছে কঠিন শাস্তি। তাদের চক্রান্ত নিষ্ফল হবে।"},{"id":11,"arabic_text":"وَ اللّٰہُ خَلَقَکُمۡ مِّنۡ تُرَابٍ ثُمَّ مِنۡ نُّطۡفَۃٍ ثُمَّ جَعَلَکُمۡ اَزۡوَاجًا ؕ وَ مَا تَحۡمِلُ مِنۡ اُنۡثٰی وَ لَا تَضَعُ  اِلَّا بِعِلۡمِہٖ ؕ وَ مَا یُعَمَّرُ مِنۡ مُّعَمَّرٍ وَّ لَا یُنۡقَصُ مِنۡ عُمُرِہٖۤ  اِلَّا فِیۡ  کِتٰبٍ ؕ اِنَّ ذٰلِکَ عَلَی اللّٰہِ یَسِیۡرٌ ﴿۱۱﴾ ","english_text":"We said, \"Go down from it, all of you. And when guidance comes to you from Me, whoever follows My guidance - there will be no fear concerning them, nor will they grieve.","page":435,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3671.mp3","colorText":"وَ[h:9999[ٱ]للَّهُ خَلَقَك[w:2530[ُم م]ِّ[f:1972[ن ت]ُرَا[f:1973[بٍ ث]ُ[g[مّ]َ م[a:7325[ِن ن]ُّ[q:7326[طْ]فَ[f:8077[ةٍ ث]ُ[g[مّ]َ جَعَلَكُمْ أَزْو[n[َٲ][a:11086[جًاۚ و]َمَا تَحْمِلُ مِنْ أُ[f:1867[نث]َىٰ وَلَا تَضَعُ إِلَّا بِعِلْمِهِ[n[ۚۦ] وَمَا يُعَ[g[مّ]َرُ م[a:11087[ِن م]ُّعَ[g[مّ]َ[a:11088[رٍ و]َلَا يُ[f:11089[نق]َصُ مِنْ عُمُرِه[o[ِۦٓ] إِلَّا فِى كِتَ[n[ـٰ]بٍۚ إِ[g[نّ]َ ذ[n[َٲ]لِكَ عَلَى [h:412[ٱ]للَّهِ يَس[p[ِي]رٌ","juz":22,"ruku":377,"manzil":5,"bangla_ahbayan":"আল্লাহ তোমাদেরকে মাটি হতে সৃষ্টি করেছেন; অতঃপর শুক্রবিন্দু হতে,[১] অতঃপর তোমাদেরকে করেছেন জোড়া জোড়া। আল্লাহর অজ্ঞাতসারে কোন নারী গর্ভ ধারণ করে না অথবা সন্তানও প্রসব করে না।[২] কারও আয়ু বৃদ্ধি হলে অথবা তার আয়ু হ্রাস পেলে তা তো ‘লাওহে মাহফূয’ (সংরক্ষিত ফলক) অনুসারে হয়। [৩] নিশ্চয় এ আল্লাহর জন্য সহজ।","bangla_bayan":"আর আল্লাহ তোমাদেরকে সৃষ্টি করেছেন মাটি থেকে তারপর শুক্রবিন্দু থেকে তারপর তোমাদেরকে জোড়ায় জোড়ায় সৃষ্টি করেছেন এবং নারী তার গর্ভে যা ধারণ করে আর যা প্রসব করে তা আল্লাহর জ্ঞাতসারেই হয়। আর কোন বয়স্ক ব্যক্তির বয়স বাড়ানো হয় না কিংবা কমানো হয় না কিন্তু তা তো রয়েছে কিতাবে*; নিশ্চয় তা আল্লাহর জন্য সহজ। \\n\\n* ‘কিতাব’ বলতে এখানে ‘লওহে মাহফুয’ বা সংরক্ষিত ফলককে বুঝানো হয়েছে।","bangla_mkhan":"আল্লাহ তোমাদেরকে সৃষ্টি করেছেন মাটি থেকে, অতঃপর বীর্য থেকে, তারপর করেছেন তোমাদেরকে যুগল। কোন নারী গর্ভধারণ করে না এবং সন্তান প্রসব করে না; কিন্তু তাঁর জ্ঞাতসারে। কোন বয়স্ক ব্যক্তি বয়স পায় না। এবং তার বয়স হ্রাস পায় না; কিন্তু তা লিখিত আছে কিতাবে। নিশ্চয় এটা আল্লাহর পক্ষে সহজ।","bangla_mujibur":"আল্লাহ তোমাদেরকে সৃষ্টি করেছেন মাটি হতে; অতঃপর শুক্র বিন্দু হতে, অতঃপর তোমাদেরকে করেছেন যুগল! আল্লাহর অজ্ঞাতসারে কোন নারী গর্ভ ধারণ করেনা এবং প্রসবও করেনা; কোন দীর্ঘায়ু ব্যক্তির আয়ু বৃদ্ধি করা হয়না অথবা তার আয়ু হ্রাস করা হয়না। কিন্তু তাতো রয়েছে কিতাবে। এটা আল্লাহর জন্য সহজ।","bangla_taisirul":"আল্লাহ তোমাদেরকে মাটি থেকে সৃষ্টি করেছেন, অতঃপর শুক্র-বিন্দু হতে, অতঃপর তিনি তোমাদেরকে করেছেন (স্বামী-স্ত্রীর) জোড়া। তাঁর অবগতি ব্যতীত কোন নারী গর্ভ ধারণ করে না বা (তার বোঝা) হালকা করে না। কোন দীর্ঘায়ুর আয়ু দীর্ঘ করা হয় না, আর তার আয়ু কমানো হয় না কিতাবের লিখন ছাড়া। এটা (অর্থাৎ এ সবের হিসাব রাখা ও তত্ত্বাবধান করা) আল্লাহর জন্য সহজ।"},{"id":12,"arabic_text":"وَ مَا یَسۡتَوِی الۡبَحۡرٰنِ ٭ۖ ہٰذَا عَذۡبٌ فُرَاتٌ سَآئِغٌ  شَرَابُہٗ  وَ ہٰذَا مِلۡحٌ   اُجَاجٌ ؕ وَ مِنۡ کُلٍّ تَاۡکُلُوۡنَ لَحۡمًا طَرِیًّا وَّ تَسۡتَخۡرِجُوۡنَ حِلۡیَۃً تَلۡبَسُوۡنَہَا ۚ وَ تَرَی الۡفُلۡکَ فِیۡہِ مَوَاخِرَ لِتَبۡتَغُوۡا مِنۡ فَضۡلِہٖ  وَ  لَعَلَّکُمۡ  تَشۡکُرُوۡنَ ﴿۱۲﴾ ","english_text":"And those who disbelieve and deny Our signs - those will be companions of the Fire; they will abide therein eternally.\"","page":436,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3672.mp3","colorText":"وَمَا يَسْتَوِى [h:11090[ٱ]لْبَحْرَانِ هَ[n[ـٰ]ذَا عَذْ[f:9670[بٌ ف]ُرَا[f:11091[تٌ س][o[َا]ٓئِ[f:11092[غٌ ش]َرَابُهُ[n[ۥ] وَهَ[n[ـٰ]ذَا مِلْحٌ أُجَا[a:11093[جٌۖ و]َمِ[f:11094[ن ك]ُ[f:11095[لٍّ ت]َأْكُلُونَ لَحْ[f:7349[مًا ط]َرِي[a:11096[ًّا و]َتَسْتَخْرِجُونَ حِلْيَ[f:7351[ةً ت]َلْبَسُونَهَاۖ وَتَرَى [h:7352[ٱ]لْفُلْكَ فِيهِ مَوَاخِرَ لِتَ[q:7694[بْ]تَغُو[s[اْ] مِ[f:475[ن ف]َضْلِه[n[ِۦ] وَلَعَلَّكُمْ تَشْكُر[p[ُو]نَ","juz":22,"ruku":377,"manzil":5,"bangla_ahbayan":"দুটি সাগর একরূপ নয়; একটির পানি সুমিষ্ট ও সুপেয়, অপরটির পানি লোনা ও বিস্বাদ। প্রত্যেকটি হতে তোমরা তাজা গোশত (মাছ) ভক্ষণ করে থাক এবং তোমাদের ব্যবহার্য রত্নাবলী আহরণ কর। আর তোমরা দেখ ওর বুক চিরে জলযান চলাচল করে;[১] যাতে তোমরা তাঁর অনুগ্রহ অনুসন্ধান করতে পার এবং যাতে তোমরা কৃতজ্ঞ হও।","bangla_bayan":"আর দু’টি সমুদ্র সমান নয়; একটি খুবই সুমিষ্ট ও সুপেয়, আরেকটি অত্যন্ত লবণাক্ত আর প্রত্যেকটি থেকে তোমরা তাজা গোশত খাও এবং আহরণ কর অলঙ্কার* যা তোমরা পরিধান কর। আর তুমি তাতে দেখ নৌযান পানি চিরে চলাচল করে। যাতে তোমরা আল্লাহর অনুগ্রহ তালাশ কর এবং যাতে তোমরা শোকর কর। \\n\\n* মুক্তা","bangla_mkhan":"দু’টি সমুদ্র সমান হয় না-একটি মিঠা ও তৃষ্ণানিবারক এবং অপরটি লোনা। ঊভয়টি থেকেই তোমরা তাজা গোশত (মৎস) আহার কর এবং পরিধানে ব্যবহার্য গয়নাগাটি আহরণ কর। তুমি তাতে তার বুক চিরে জাহাজ চলতে দেখ, যাতে তোমরা তার অনুগ্রহ অন্বেষণ কর এবং যাতে তোমরা কৃতজ্ঞতা প্রকাশ কর।","bangla_mujibur":"দু’টি দরিয়া একরূপ নয়; একটির পানি সুমিষ্ট ও সুপেয়, অপরটির পানি লোনা, খর। প্রত্যেকটি হতে তোমরা তাজা গোশত আহার কর এবং অলংকার যা তোমরা পরিধান কর, এবং রত্নাবলী আহরণ কর এবং তোমরা দেখ যে, ওর বুক চিরে নৌযান চলাচল করে যাতে তোমরা তাঁর অনুগ্রহ অনুসন্ধান করতে পার এবং যাতে তোমরা কৃতজ্ঞ হও।","bangla_taisirul":"দু’টি দরিয়াও এক রকম নয়। একটি সুমিষ্ট, সুস্বাদু, সুপেয়; অন্যটি লবণাক্ত, বিস্বাদ। তথাপি তোমরা সকল (প্রকার পানি) থেকে তাজা গোশত আহার কর আর বের কর অলংকার- পরিধান করার জন্যে। তোমরা দেখতে পাও নৌযানগুলো ঢেউয়ের বুক চিরে চলাচল করে যাতে তোমরা তাঁর অনুগ্রহ খোঁজ করতে পার, আর যাতে তোমরা কৃতজ্ঞতা প্রকাশ কর।"},{"id":13,"arabic_text":"یُوۡلِجُ  الَّیۡلَ فِی النَّہَارِ وَ یُوۡلِجُ  النَّہَارَ فِی الَّیۡلِ ۙ وَ سَخَّرَ الشَّمۡسَ وَ الۡقَمَرَ ۫ۖ کُلٌّ یَّجۡرِیۡ  لِاَجَلٍ مُّسَمًّی ؕ ذٰلِکُمُ اللّٰہُ  رَبُّکُمۡ لَہُ  الۡمُلۡکُ ؕ وَ الَّذِیۡنَ تَدۡعُوۡنَ مِنۡ دُوۡنِہٖ مَا یَمۡلِکُوۡنَ مِنۡ  قِطۡمِیۡرٍ ﴿ؕ۱۳﴾ ","english_text":"O Children of Israel, remember My favor which I have bestowed upon you and fulfill My covenant [upon you] that I will fulfill your covenant [from Me], and be afraid of [only] Me.","page":436,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3673.mp3","colorText":"يُولِجُ [h:9084[ٱ]لَّيْلَ فِى [h:1829[ٱ][l[ل][g[نّ]َهَارِ وَيُولِجُ [h:9085[ٱ][l[ل][g[نّ]َهَارَ فِى [h:1831[ٱ]لَّيْلِ وَسَخَّرَ [h:6864[ٱ][l[ل]شَّمْسَ وَ[h:4265[ٱ]لْقَمَرَ كُ[a:6865[لٌّ ي]َ[q:6866[جْ]رِى لِأَجَ[a:6867[لٍ م]ُّسَم[f:11097[ًّىۚ ذ][n[َٲ]لِكُمُ [h:4260[ٱ]للَّهُ رَبُّكُمْ لَهُ [h:1397[ٱ]لْمُلْكُۚ وَ[h:37[ٱ]لَّذِينَ تَ[q:4040[دْ]عُونَ مِ[f:3136[ن د]ُونِه[n[ِۦ] مَا يَمْلِكُونَ مِ[f:11098[ن ق]ِ[q:11099[طْ]م[p[ِي]رٍ","juz":22,"ruku":377,"manzil":5,"bangla_ahbayan":"তিনি রাতকে দিনে পরিণত করেন এবং দিনকে পরিণত করেন রাতে, তিনি সূর্য ও চন্দ্রকে নিয়ন্ত্রিত করেছেন; প্রত্যেকেই এক নির্দিষ্টকাল পর্যন্ত আবর্তন করে। তিনিই আল্লাহ,[১] তোমাদের প্রতিপালক। সার্বভৌমত্ব তাঁরই। আর তোমরা আল্লাহর পরিবর্তে যাদেরকে ডাক তারা তো খেজুরের আঁটির উপরে পাতলা আবরণ বরাবর (অতি তুচ্ছ) কিছুরও মালিক নয়। [২]","bangla_bayan":"তিনি রাতকে দিনের মধ্যে প্রবেশ করান এবং দিনকে রাতের মধ্যে প্রবেশ করান আর তিনিই সূর্য ও চাঁদকে বশীভূত করে দিয়েছেন; প্রত্যেকে পরিভ্রমণ করছে একটি নির্দিষ্ট কাল পর্যন্ত। তিনি আল্লাহ, তোমাদের রব; সমস্ত কর্তৃত্ব তাঁরই, আর আল্লাহকে ছাড়া যাদেরকে তোমরা ডাকো তারা খেজুরের আঁটির আবরণেরও মালিক নয়।","bangla_mkhan":"তিনি রাত্রিকে দিবসে প্রবিষ্ট করেন এবং দিবসকে রাত্রিতে প্রবিষ্ট করেন। তিনি সূর্য ও চন্দ্রকে কাজে নিয়োজিত করেছেন। প্রত্যেকটি আবর্তন করে এক নির্দিষ্ট মেয়াদ পর্যন্ত। ইনি আল্লাহ; তোমাদের পালনকর্তা, সাম্রাজ্য তাঁরই। তাঁর পরিবর্তে তোমরা যাদেরকে ডাক, তারা তুচ্ছ খেজুর আঁটিরও অধিকারী নয়।","bangla_mujibur":"তিনি রাতকে দিনে প্রবেশ করান এবং দিনকে প্রবেশ করান রাতে। তিনি সূর্য ও চাঁদকে করেছেন নিয়ন্ত্রিত; প্রত্যেকে পরিভ্রমণ করে এক নির্দিষ্ট কাল পর্যন্ত। তিনিই আল্লাহ! তোমাদের রাবব! সার্বভৌমত্ব তাঁরই। আর তোমরা আল্লাহর পরিবর্তে যাদেরকে ডাক তারাতো খেজুর বীচির আবরণেরও অধিকারী নয়।","bangla_taisirul":"তিনি রাতকে দিনে ঢুকিয়ে দেন, আর দিনকে রাতে ঢুকিয়ে দেন। তিনি সূর্য ও চন্দ্রকে তাঁর নিয়ন্ত্রণের অধীনে (কাজে নিয়োজিত) রেখেছেন। প্রত্যেকেই নির্ধারিত সময় অনুসারে গতিশীল আছে। এই হলেন আল্লাহ, তোমাদের প্রতিপালক। রাজত্ব তাঁরই। তোমরা তাঁর পরিবর্তে যাদেরকে ডাক তারা তো খেজুরের অাঁটি সংলগ্ন (অত্যন্ত পাতলা ও দুর্বল) আবরণেরও মালিক নয়।"},{"id":14,"arabic_text":"اِنۡ تَدۡعُوۡہُمۡ لَا یَسۡمَعُوۡا دُعَآءَکُمۡ ۚ وَ لَوۡ سَمِعُوۡا مَا اسۡتَجَابُوۡا  لَکُمۡ ؕ وَ  یَوۡمَ الۡقِیٰمَۃِ  یَکۡفُرُوۡنَ بِشِرۡکِکُمۡ ؕ وَ لَا یُنَبِّئُکَ مِثۡلُ خَبِیۡرٍ ﴿۱۴﴾ ","english_text":"And believe in what I have sent down confirming that which is [already] with you, and be not the first to disbelieve in it. And do not exchange My signs for a small price, and fear [only] Me.","page":436,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3674.mp3","colorText":"إِ[f:11100[ن ت]َ[q:5192[دْ]عُوهُمْ لَا يَسْمَعُو[s[اْ] دُع[o[َا]ٓءَكُمْ وَلَوْ سَمِعُو[s[اْ] مَا [h:11101[ٱ]سْتَجَابُو[s[اْ] لَكُمْۖ وَيَوْمَ [h:443[ٱ]لْقِيَ[n[ـٰ]مَةِ يَكْفُرُونَ بِشِرْكِكُمْۚ وَلَا يُنَبِّئُكَ مِثْلُ خَب[p[ِي]رٍ","juz":22,"ruku":377,"manzil":5,"bangla_ahbayan":"তোমরা তাদের আহবান করলে তারা তোমাদের আহবান শুনবে না[১] এবং শুনলেও তোমাদের আহবানে সাড়া দেবে না।[২] তোমরা তাদেরকে যে অংশী করছ, তা ওরা কিয়ামতের দিন অস্বীকার করবে। [৩] আর সর্বজ্ঞ (আল্লাহ)র ন্যায় কেউই তোমাকে অবহিত করতে পারে না।[৪]","bangla_bayan":"যদি তোমরা তাদেরকে ডাক, তারা তোমাদের ডাক শুনবে না; আর শুনতে পেলেও তোমাদের ডাকে সাড়া দেবে না এবং কিয়ামতের দিন তারা তোমাদের শরীক করাকে অস্বীকার করবে। আর সর্বজ্ঞ আল্লাহর ন্যায় কেউ তোমাকে অবহিত করবে না।","bangla_mkhan":"তোমরা তাদেরকে ডাকলে তারা তোমাদের সে ডাক শুনে না। শুনলেও তোমাদের ডাকে সাড়া দেয় না। কেয়ামতের দিন তারা তোমাদের শেরক অস্বীকার করবে। বস্তুতঃ আল্লাহর ন্যায় তোমাকে কেউ অবহিত করতে পারবে না।","bangla_mujibur":"তোমরা তাদেরকে আহবান করলে তারা তোমাদের আহবান শুনবেনা এবং শুনলেও তোমাদের আহবানে সাড়া দিবেনা। তোমরা তাদেরকে যে শরীক করছ তা তারা কিয়ামাত দিবসে অস্বীকার করবে। তাঁর মত কেহই তোমাকে অবহিত করতে পারেনা, তিনি সর্বজ্ঞ।","bangla_taisirul":"তোমরা তাদেরকে ডাকলে তারা তোমাদের ডাক শুনবে না আর যদি শুনেও, তবুও তোমাদের (ডাকে) সাড়া দিতে পারবে না। আর তোমরা যে তাদেরকে (আল্লাহর) অংশীদার গণ্য করতে, ক্বিয়ামতের দিন তা তারা অস্বীকার করবে। কেউই তোমাদেরকে সর্বজ্ঞ আল্লাহর মত খবর জানাতে পারবে না।"},{"id":15,"arabic_text":"یٰۤاَیُّہَا النَّاسُ اَنۡتُمُ الۡفُقَرَآءُ  اِلَی اللّٰہِ ۚ وَ اللّٰہُ  ہُوَ  الۡغَنِیُّ   الۡحَمِیۡدُ ﴿۱۵﴾ ","english_text":"And do not mix the truth with falsehood or conceal the truth while you know [it].","page":436,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3675.mp3","colorText":"۞ يَ[o[ـٰٓ]أَيُّهَا [h:82[ٱ][l[ل][g[نّ]َاسُ أَ[f:8796[نت]ُمُ [h:11102[ٱ]لْفُقَر[o[َا]ٓءُ إِلَى [h:1637[ٱ]للَّهِۖ وَ[h:72[ٱ]للَّهُ هُوَ [h:6121[ٱ]لْغَنِىُّ [h:9093[ٱ]لْحَم[p[ِي][q[د]ُ","juz":22,"ruku":378,"manzil":5,"bangla_ahbayan":"হে মানুষ! তোমরা তো আল্লাহর মুখাপেক্ষী,[১] কিন্তু আল্লাহ; তিনিই অভাবমুক্ত,[২] প্রশংসার্হ। [৩]","bangla_bayan":"হে মানুষ, তোমরা আল্লাহর প্রতি মুখাপেক্ষী আর আল্লাহ অমুখাপেক্ষী ও প্রশংসিত।","bangla_mkhan":"হে মানুষ, তোমরা আল্লাহর গলগ্রহ। আর আল্লাহ; তিনি অভাবমুক্ত, প্রশংসিত।","bangla_mujibur":"হে লোক সকল! তোমরাতো আল্লাহর মুখাপেক্ষী, কিন্তু আল্লাহ অভাবমুক্ত, প্রশংসা।","bangla_taisirul":"হে মানুষ! তোমরাই আল্লাহর মুখাপেক্ষী, আর আল্লাহ তিনি তো অভাবহীন, প্রশংসিত।"},{"id":16,"arabic_text":"اِنۡ  یَّشَاۡ یُذۡہِبۡکُمۡ  وَ یَاۡتِ  بِخَلۡقٍ جَدِیۡدٍ ﴿ۚ۱۶﴾ ","english_text":"And establish prayer and give zakah and bow with those who bow [in worship and obedience].","page":436,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3676.mp3","colorText":"إ[a:3197[ِن ي]َشَأْ يُذْهِ[q:3198[بْ]كُمْ وَيَأْتِ بِخَلْ[f:7086[قٍ ج]َد[p[ِي][q[د]ٍ","juz":22,"ruku":378,"manzil":5,"bangla_ahbayan":"তিনি ইচ্ছা করলে তোমাদেরকে ধ্বংস করে এক নূতন সৃষ্টি অস্তিত্বে আনতে পারেন। [১]","bangla_bayan":"যদি তিনি চান তোমাদেরকে সরিয়ে দেবেন এবং একটি নতুন সৃষ্টি নিয়ে আসবেন।","bangla_mkhan":"তিনি ইচ্ছা করলে তোমাদেরকে বিলুপ্ত করে এক নতুন সৃষ্টির উদ্ভব করবেন।","bangla_mujibur":"তিনি ইচ্ছা করলে তোমাদেরকে অপসারণ করতে পারেন এবং এক নূতন সৃষ্টি আনয়ন করতে পারেন।","bangla_taisirul":"তিনি ইচ্ছে করলে তোমাদেরকে বিলুপ্ত করতে পারেন, আর এক নতুন সৃষ্টি আনতে পারেন।"},{"id":17,"arabic_text":"وَ مَا ذٰلِکَ عَلَی  اللّٰہِ  بِعَزِیۡزٍ ﴿۱۷﴾ ","english_text":"Do you order righteousness of the people and forget yourselves while you recite the Scripture? Then will you not reason?","page":436,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3677.mp3","colorText":"وَمَا ذ[n[َٲ]لِكَ عَلَى [h:412[ٱ]للَّهِ بِعَز[p[ِي]زٍ","juz":22,"ruku":378,"manzil":5,"bangla_ahbayan":"আর আল্লাহর পক্ষে তা কঠিন নয়।","bangla_bayan":"আর তা আল্লাহর জন্য মোটেই কঠিন নয়।","bangla_mkhan":"এটা আল্লাহর পক্ষে কঠিন নয়।","bangla_mujibur":"এটা আল্লাহর পক্ষে কঠিন নয়।","bangla_taisirul":"এটা আল্লাহর পক্ষে কঠিন নয়।"},{"id":18,"arabic_text":"وَ لَا تَزِرُ  وَازِرَۃٌ  وِّزۡرَ اُخۡرٰی ؕ وَ اِنۡ تَدۡعُ مُثۡقَلَۃٌ  اِلٰی حِمۡلِہَا لَا یُحۡمَلۡ مِنۡہُ شَیۡءٌ وَّ لَوۡ کَانَ ذَا قُرۡبٰی ؕ اِنَّمَا تُنۡذِرُ الَّذِیۡنَ یَخۡشَوۡنَ رَبَّہُمۡ بِالۡغَیۡبِ وَ اَقَامُوا الصَّلٰوۃَ ؕ وَ مَنۡ تَزَکّٰی فَاِنَّمَا یَتَزَکّٰی  لِنَفۡسِہٖ ؕ وَ  اِلَی  اللّٰہِ  الۡمَصِیۡرُ ﴿۱۸﴾ ","english_text":"And seek help through patience and prayer, and indeed, it is difficult except for the humbly submissive [to Allah ]","page":436,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3678.mp3","colorText":"وَلَا تَزِرُ وَازِرَ[a:4572[ةٌ و]ِزْرَ أُخْرَىٰۚ وَإِ[f:11103[ن ت]َ[q:6220[دْ]عُ مُثْقَلَةٌ إِلَىٰ حِمْلِهَا لَا يُحْمَلْ مِنْهُ ش[a:11104[َىْءٌ و]َلَوْ كَانَ ذَا قُرْبَ[o[ىٰٓۗ] إِ[g[نّ]َمَا تُ[f:11105[نذ]ِرُ [h:11106[ٱ]لَّذِينَ يَخْشَوْنَ رَبَّه[c:8779[ُم ب]ِ[h:13[ٱ]لْغَيْبِ وَأَقَامُو[s[اْ] [h:1641[ٱ][l[ل]صَّلَ[s[و][n[ٲ]ةَۚ وَمَ[f:11107[ن ت]َزَكَّىٰ فَإِ[g[نّ]َمَا يَتَزَكَّىٰ لِنَفْسِهِ[n[ۚۦ] وَإِلَى [h:1148[ٱ]للَّهِ [h:1842[ٱ]لْمَص[p[ِي]رُ","juz":22,"ruku":378,"manzil":5,"bangla_ahbayan":"কোন বহনকারী অপরের বোঝা বহন করবে না; [১] কারও পাপের বোঝা গুরুভার হলে সে যদি অন্যকে তা বহন করতে আহবান করে, তবুও কেউ তা বহন করবে না; যদিও সে নিকট আত্মীয় হয়।[২] তুমি কেবল তাদেরকেই সতর্ক করতে পার, যারা তাদের প্রতিপালককে না দেখে ভয় করে এবং যথাযথভাবে নামায পড়ে।[৩] যে কেউ পরিশুদ্ধ হয়, সে তো পরিশুদ্ধ হয় নিজেরই কল্যাণের জন্য। [৪] আর প্রত্যাবর্তন আল্লাহরই নিকট।","bangla_bayan":"আর কোন বোঝা বহনকারী অন্যের বোঝা বহন করবে না এবং কোন ভারাক্রান্ত ব্যক্তি যদি তার বোঝা বহনের জন্য কাউকে ডাকে তবে তার বোঝার কোন অংশই বহন করা হবে না যদিও সে আত্মীয় হয়; তুমি কেবল তাদেরকেই সতর্ক করবে যারা তাদের রবকে না দেখেও ভয় করে এবং সালাত কায়েম করে; আর যে ব্যক্তি পরিশুদ্ধি অর্জন করে সে নিজের জন্যই পরিশুদ্ধি অর্জন করে। আর আল্লাহর কাছেই প্রত্যাবর্তন।","bangla_mkhan":"কেউ অপরের বোঝা বহন করবে না। কেউ যদি তার গুরুতর ভার বহন করতে অন্যকে আহবান করে কেউ তা বহন করবে না-যদি সে নিকটবর্তী আত্নীয়ও হয়। আপনি কেবল তাদেরকে সতর্ক করেন, যারা তাদের পালনকর্তাকে না দেখেও ভয় করে এবং নামায কায়েম করে। যে কেউ নিজের সংশোধন করে, সে সংশোধন করে, স্বীয় কল্যাণের জন্যেই আল্লাহর নিকটই সকলের প্রত্যাবর্তন।","bangla_mujibur":"কোন বহনকারী অন্যের বোঝা বহন করবেনা, কোন ভারাক্রান্ত ব্যক্তি যদি কেহকেও এটা বহন করতে আহবান করে তাহলে তার কিছুই বহন করা হবেনা, নিকট আত্মীয় হলেও। তুমি শুধু সতর্ক করতে পার তাদেরকে যারা তাদের রাববকে না দেখে ভয় করে এবং সালাত কায়েম করে। যে কেহ নিজেকে পরিশোধন করে সেতো পরিশোধন করে নিজেরই কল্যাণের জন্য। প্রত্যাবর্তনতো আল্লাহরই নিকট।","bangla_taisirul":"কোন বহনকারী অন্যের (পাপের) বোঝা বইবে না। কেউ যদি তার গুরুভার বয়ে দেয়ার জন্য অন্যকে ডাকে তবে তার কিছুই বয়ে দেয়া হবে না- নিকটাত্মীয় হলেও। তুমি কেবল তাদেরকেই সতর্ক করতে পার, যারা না দেখেই তাদের প্রতিপালককে ভয় করে আর নামায প্রতিষ্ঠা করে। যে কেউ নিজেকে পরিশুদ্ধ করে সে তো পরিশুদ্ধ করে নিজের কল্যাণেই। আল্লাহর দিকেই (সকলের) প্রত্যাবর্তন।"},{"id":19,"arabic_text":"وَ مَا یَسۡتَوِی  الۡاَعۡمٰی وَ الۡبَصِیۡرُ ﴿ۙ۱۹﴾ ","english_text":"Who are certain that they will meet their Lord and that they will return to Him.","page":437,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3679.mp3","colorText":"وَمَا يَسْتَوِى [h:4068[ٱ]لْأَعْمَىٰ وَ[h:4069[ٱ]لْبَص[p[ِي]رُ","juz":22,"ruku":378,"manzil":5,"bangla_ahbayan":"অন্ধ ও চক্ষুষ্মান সমান নয়,","bangla_bayan":"আর অন্ধ ও দৃষ্টিশক্তিসম্পন্ন ব্যক্তি সমান নয়,","bangla_mkhan":"দৃষ্টিমান ও দৃষ্টিহীন সমান নয়।","bangla_mujibur":"সমান নয় অন্ধ ও চক্ষুম্মান,","bangla_taisirul":"অন্ধ আর চোখওয়ালা সমান নয়।"},{"id":20,"arabic_text":"وَ لَا الظُّلُمٰتُ وَ لَا  النُّوۡرُ ﴿ۙ۲۰﴾","english_text":"O Children of Israel, remember My favor that I have bestowed upon you and that I preferred you over the worlds.","page":437,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3680.mp3","colorText":"وَلَا [h:11108[ٱ][l[ل]ظُّلُمَ[n[ـٰ]تُ وَلَا [h:11109[ٱ][l[ل][g[نّ][p[ُو]رُ","juz":22,"ruku":378,"manzil":5,"bangla_ahbayan":"সমান নয় অন্ধকার ও আলো, [১]","bangla_bayan":"আর অন্ধকার ও আলো সমান নয়","bangla_mkhan":"সমান নয় অন্ধকার ও আলো।","bangla_mujibur":"অন্ধকার ও আলো,","bangla_taisirul":"আর অন্ধকার ও আলোও (সমান নয়)।"},{"id":21,"arabic_text":"وَ لَا الظِّلُّ  وَ لَا  الۡحَرُوۡرُ ﴿ۚ۲۱﴾ ","english_text":"And fear a Day when no soul will suffice for another soul at all, nor will intercession be accepted from it, nor will compensation be taken from it, nor will they be aided.","page":437,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3681.mp3","colorText":"وَلَا [h:11110[ٱ][l[ل]ظِّلُّ وَلَا [h:11111[ٱ]لْحَر[p[ُو]رُ","juz":22,"ruku":378,"manzil":5,"bangla_ahbayan":"সমান নয় ছায়া ও রৌদ্র [১]","bangla_bayan":"আর সমান নয় ছায়া ও রৌদ্র,","bangla_mkhan":"সমান নয় ছায়া ও তপ্তরোদ।","bangla_mujibur":"ছায়া ও রোদ,","bangla_taisirul":"আর ছায়া ও রোদও (সমান নয়)।"},{"id":22,"arabic_text":"وَ مَا یَسۡتَوِی  الۡاَحۡیَآءُ  وَ لَا الۡاَمۡوَاتُ ؕ اِنَّ اللّٰہَ  یُسۡمِعُ مَنۡ یَّشَآءُ ۚ وَ مَاۤ  اَنۡتَ بِمُسۡمِعٍ  مَّنۡ فِی الۡقُبُوۡرِ ﴿۲۲﴾ ","english_text":"And [recall] when We saved your forefathers from the people of Pharaoh, who afflicted you with the worst torment, slaughtering your [newborn] sons and keeping your females alive. And in that was a great trial from your Lord.","page":437,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3682.mp3","colorText":"وَمَا يَسْتَوِى [h:11112[ٱ]لْأَحْي[o[َا]ٓءُ وَلَا [h:11113[ٱ]لْأَمْو[n[َٲ]تُۚ إِ[g[نّ]َ [h:80[ٱ]للَّهَ يُسْمِعُ م[a:476[َن ي]َش[o[َا]ٓءُۖ وَم[o[َآ] أَ[f:169[نت]َ بِمُسْمِ[a:11114[عٍ م]َّ[f:2074[ن ف]ِى [h:8926[ٱ]لْقُب[p[ُو]رِ","juz":22,"ruku":378,"manzil":5,"bangla_ahbayan":"এবং সমান নয় জীবিত ও মৃত।[১] আল্লাহ যাকে ইচ্ছা শ্রবণ করান; [২] আর তুমি মৃতকে শোনাতে পার না। [৩]","bangla_bayan":"আর জীবিতরা ও মৃতরা এক নয়;* নিশ্চয় আল্লাহ যাকে ইচ্ছা শুনাতে পারেন, কিন্তু যে ব্যক্তি কবরে আছে তাকে তুমি শুনাতে পারবে না। \\n\\n* এই আয়াত ও আগের কয়েকটি আয়াতে ঈমান ও কুফরীকে নানা উপমায় চিত্রিত করা হয়েছে; ঈমান হল দৃষ্টিশক্তি, আলো, সুশীতল ছায়া আর প্রাণবন্ত জীবনের ন্যায়। পক্ষান্তরে কুফরী হল অন্ধত্ব, অন্ধকার, প্রচন্ড খরতাপ আর মৃত্যুতুল্য।","bangla_mkhan":"আরও সমান নয় জীবিত ও মৃত। আল্লাহ শ্রবণ করান যাকে ইচ্ছা। আপনি কবরে শায়িতদেরকে শুনাতে সক্ষম নন।","bangla_mujibur":"আর সমান নয় জীবিত ও মৃত। আল্লাহ যাকে ইচ্ছা শ্রবণ করান। তুমি শোনাতে সমর্থ হবেনা যারা কাবরে রয়েছে তাদেরকে।","bangla_taisirul":"আর জীবিত ও মৃতও সমান নয়। আল্লাহ যাকে ইচ্ছে করেন শোনান; যারা ক্ববরে আছে তুমি তাদেরকে শোনাতে পার না।"},{"id":23,"arabic_text":"اِنۡ  اَنۡتَ  اِلَّا  نَذِیۡرٌ ﴿۲۳﴾ ","english_text":"And [recall] when We parted the sea for you and saved you and drowned the people of Pharaoh while you were looking on.","page":437,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3683.mp3","colorText":"إِنْ أَ[f:169[نت]َ إِلَّا نَذ[p[ِي]رٌ","juz":22,"ruku":378,"manzil":5,"bangla_ahbayan":"তুমি একজন সতর্ককারী মাত্র। [১]","bangla_bayan":"তুমি তো একজন সতর্ককারী বৈ কিছু নও।","bangla_mkhan":"আপনি তো কেবল একজন সতর্ককারী।","bangla_mujibur":"তুমি একজন সতর্ককারী মাত্র।","bangla_taisirul":"তুমি তো কেবল একজন সতর্ককারী।"},{"id":24,"arabic_text":"اِنَّاۤ  اَرۡسَلۡنٰکَ بِالۡحَقِّ بَشِیۡرًا وَّ نَذِیۡرًا ؕ وَ اِنۡ  مِّنۡ  اُمَّۃٍ   اِلَّا خَلَا فِیۡہَا نَذِیۡرٌ ﴿۲۴﴾ ","english_text":"And [recall] when We made an appointment with Moses for forty nights. Then you took [for worship] the calf after him, while you were wrongdoers.","page":437,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3684.mp3","colorText":"إِ[g[نّ][o[َآ] أَرْسَلْنَ[n[ـٰ]كَ بِ[h:370[ٱ]لْحَقِّ بَشِي[a:622[رًا و]َنَذِي[a:11115[رًاۚ و]َإ[a:3281[ِن م]ِّنْ أُ[g[مّ]َةٍ إِلَّا خَلَا فِيهَا نَذ[p[ِي]رٌ","juz":22,"ruku":378,"manzil":5,"bangla_ahbayan":"আমি তো তোমাকে সত্যসহ সুসংবাদদাতা ও সতর্ককারীরূপে প্রেরণ করেছি; এমন কোন সম্প্রদায় নেই যার নিকট সতর্ককারী প্রেরিত হয়নি।","bangla_bayan":"আমি তোমাকে সত্যসহ পাঠিয়েছি সুসংবাদ দাতা ও সতর্ককারীরূপে; আর এমন কোন জাতি নেই যার কাছে সতর্ককারী আসেনি।","bangla_mkhan":"আমি আপনাকে সত্যধর্মসহ পাঠিয়েছি সংবাদদাতা ও সতর্ককারীরূপে। এমন কোন সম্প্রদায় নেই যাতে সতর্ককারী আসেনি।","bangla_mujibur":"আমি তোমাকে সত্যসহ প্রেরণ করেছি সুসংবাদ দাতা ও সতর্ককারী রূপে; এমন কোন সম্প্রদায় নেই যার নিকট সতর্ককারী প্রেরিত হয়নি।","bangla_taisirul":"আমি তোমাকে সত্যসহ পাঠিয়েছি সুসংবাদদাতা ও সতর্ককারীরূপে। এমন কোন সম্প্রদায় নেই যাতে সতর্ককারী আসেনি।"},{"id":25,"arabic_text":"وَ اِنۡ یُّکَذِّبُوۡکَ فَقَدۡ کَذَّبَ الَّذِیۡنَ مِنۡ قَبۡلِہِمۡ ۚ جَآءَتۡہُمۡ  رُسُلُہُمۡ بِالۡبَیِّنٰتِ وَ بِالزُّبُرِ وَ بِالۡکِتٰبِ الۡمُنِیۡرِ ﴿۲۵﴾ ","english_text":"Then We forgave you after that so perhaps you would be grateful.","page":437,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3685.mp3","colorText":"وَإ[a:9047[ِن ي]ُكَذِّبُوكَ فَقَ[q:563[دْ] كَذَّبَ [h:4507[ٱ]لَّذِينَ مِ[f:617[ن ق]َ[q:618[بْ]لِهِمْ ج[o[َا]ٓءَتْهُمْ رُسُلُه[c:4900[ُم ب]ِ[h:484[ٱ]لْبَيِّنَ[n[ـٰ]تِ وَبِ[h:11116[ٱ][l[ل]زُّبُرِ وَبِ[h:11117[ٱ]لْكِتَ[n[ـٰ]بِ [h:11118[ٱ]لْمُن[p[ِي]رِ","juz":22,"ruku":378,"manzil":5,"bangla_ahbayan":"এরা যদি তোমাকে মিথ্যাবাদী মনে করে, তবে এদের পূর্ববর্তিগণও তো মিথ্যা মনে করেছিল। তাদের নিকট তাদের রসূলগণ সুস্পষ্ট নিদর্শনাবলী, অবতীর্ণ গ্রন্থ ও দীপ্তিমান গ্রন্থ সহ এসেছিল।[১]","bangla_bayan":"আর তারা যদি তোমাকে মিথ্যাবাদী বলে তবে তাদের পূর্বে যারা ছিল তারাও মিথ্যাবাদী বলেছিল; তাদের নিকট স্পষ্ট প্রমাণাদি, গ্রন্থাবলী ও আলোকদীপ্ত কিতাবসহ রাসূলগণ এসেছিলেন।","bangla_mkhan":"তারা যদি আপনার প্রতি মিথ্যারোপ করে, তাদের পূর্ববর্তীরাও মিথ্যারোপ করেছিল। তাদের কাছে তাদের রসূলগণ স্পষ্ট নিদর্শন, সহীফা এবং উজ্জল কিতাবসহ এসেছিলেন।","bangla_mujibur":"তারা যদি তোমার প্রতি মিথ্যা আরোপ করে তাহলে তাদের পূর্ববর্তীরাও মিথ্যা আরোপ করেছিল; তাদের নিকট এসেছিল তাদের রাসূলগণ সুস্পষ্ট নিদর্শন, গ্রন্থাদি ও দীপ্তিমান কিতাবসহ।","bangla_taisirul":"তারা যদি তোমাকে মিথ্যে ব’লে অস্বীকার করে, (তাহলে জেনে রেখ, এটা কোন নতুন ব্যাপার নয়, কারণ) তাদের পূর্ববর্তীরাও (নবী-রসূলদেরকে) মিথ্যে ব’লে অস্বীকার করেছিল। তাদের কাছে তাদের রসূলগণ সুস্পষ্ট নিদর্শন, লিখিত দলীল ও আলোকপ্রদ কিতাব নিয়ে এসেছিল।"},{"id":26,"arabic_text":"ثُمَّ  اَخَذۡتُ الَّذِیۡنَ کَفَرُوۡا فَکَیۡفَ کَانَ نَکِیۡرِ ﴿۲۶﴾ ","english_text":"And [recall] when We gave Moses the Scripture and criterion that perhaps you would be guided.","page":437,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3686.mp3","colorText":"ثُ[g[مّ]َ أَخَذْتُ [h:11119[ٱ]لَّذِينَ كَفَرُو[s[اْۖ] فَكَيْفَ كَانَ نَك[p[ِي]رِ","juz":22,"ruku":378,"manzil":5,"bangla_ahbayan":"অতঃপর আমি অবিশ্বাসীদেরকে পাকড়াও করেছিলাম। সুতরাং কেমন (ভয়ঙ্কর) ছিল আমার প্রতিকার (শাস্তি)! [১]","bangla_bayan":"তারপর যারা কুফরী করেছিল তাদেরকে আমি পাকড়াও করেছিলাম; অতএব কেমন ছিল আমার শাস্তি?!","bangla_mkhan":"অতঃপর আমি কাফেরদেরকে ধৃত করেছিলাম। কেমন ছিল আমার আযাব!","bangla_mujibur":"অতঃপর আমি কাফিরদেরকে শাস্তি দিয়েছিলাম। কি ভয়ংকর আমার শাস্তি!","bangla_taisirul":"যারা কুফরী করেছিল, অতঃপর আমি তাদেরকে পাকড়াও করেছিলাম। কী (ভয়ংকর) ছিল আমার শাস্তি!"},{"id":27,"arabic_text":"اَلَمۡ  تَرَ  اَنَّ اللّٰہَ  اَنۡزَلَ مِنَ  السَّمَآءِ  مَآءً ۚ فَاَخۡرَجۡنَا بِہٖ ثَمَرٰتٍ  مُّخۡتَلِفًا  اَلۡوَانُہَا ؕ وَ مِنَ الۡجِبَالِ جُدَدٌۢ  بِیۡضٌ وَّ حُمۡرٌ  مُّخۡتَلِفٌ اَلۡوَانُہَا وَ غَرَابِیۡبُ سُوۡدٌ ﴿۲۷﴾ ","english_text":"And [recall] when Moses said to his people, \"O my people, indeed you have wronged yourselves by your taking of the calf [for worship]. So repent to your Creator and kill yourselves. That is best for [all of] you in the sight of your Creator.\" Then He accepted your repentance; indeed, He is the Accepting of repentance, the Merciful.","page":437,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3687.mp3","colorText":"أَلَمْ تَرَ أَ[g[نّ]َ [h:394[ٱ]للَّهَ أَ[f:471[نز]َلَ مِنَ [h:64[ٱ][l[ل]سَّم[o[َا]ٓءِ م[o[َا]ٓ[f:4278[ءً ف]َأَخْرَ[q:4279[جْ]نَا بِه[n[ِۦ] ثَمَر[n[َٲ][a:11120[تٍ م]ُّخْتَلِفًا أَلْو[n[َٲ]نُهَاۚ وَمِنَ [h:11121[ٱ]لْجِبَالِ جُدَ[i:11122[دُۢ ب]ِي[a:11123[ضٌ و]َحُمْ[a:11124[رٌ م]ُّخْتَلِفٌ أَلْو[n[َٲ]نُهَا وَغَرَابِيبُ س[p[ُو][q[د]ٌ","juz":22,"ruku":379,"manzil":5,"bangla_ahbayan":"তুমি কি দেখ না, আল্লাহ আকাশ হতে বৃষ্টি বর্ষণ করেন এবং এ দ্বারা বিচিত্র বর্ণের ফল-মূল উদগত করেন। [১] পাহাড়ের মধ্যে আছে বিচিত্র বর্ণের পথ; সাদা, লাল ও মিসমিসে কালো। [২]","bangla_bayan":"তুমি কি দেখনি আল্লাহ আসমান থেকে পানি বর্ষণ করেন, তারপর তা দিয়ে আমি বিচিত্র বর্ণের ফলমূল উৎপাদন করি আর পাহাড়ের মধ্যে রয়েছে নানা বর্ণের শুভ্র ও লাল পথ এবং (কিছু) মিশকালো।","bangla_mkhan":"তুমি কি দেখনি আল্লাহ আকাশ থেকে বৃষ্টিবর্ষণ করেন, অতঃপর তদ্দ্বারা আমি বিভিন্ন বর্ণের ফল-মূল উদগত করি। পর্বতসমূহের মধ্যে রয়েছে বিভিন্ন বর্ণের গিরিপথ-সাদা, লাল ও নিকষ কালো কৃষ্ণ।","bangla_mujibur":"তুমি কি দেখনা যে, আল্লাহ আকাশ হতে বৃষ্টি বর্ষন করেন এবং উহা দ্বারা আমি বিচিত্র বর্ণের ফলমূল উদ্গত করি? পাহাড়ের মধ্যে আছে বিচিত্র বর্ণের ফল - শুভ্র, লাল ও নিকষ কালো।","bangla_taisirul":"তুমি কি দেখ না যে, আল্লাহ আকাশ হতে পানি বর্ষণ করেন, অতঃপর আমি তা দিয়ে রং বেরংয়ের ফলমূল উদগত করি। পাহাড়ের মধ্যে আছে বিভিন্ন বর্ণের গিরিপথ- সাদা, লাল আর নিকষ কালো।"},{"id":28,"arabic_text":"وَ مِنَ النَّاسِ وَ الدَّوَآبِّ وَ الۡاَنۡعَامِ مُخۡتَلِفٌ اَلۡوَانُہٗ  کَذٰلِکَ ؕ اِنَّمَا یَخۡشَی اللّٰہَ مِنۡ عِبَادِہِ  الۡعُلَمٰٓؤُا ؕ اِنَّ اللّٰہَ عَزِیۡزٌ  غَفُوۡرٌ ﴿۲۸﴾ ","english_text":"And [recall] when you said, \"O Moses, we will never believe you until we see Allah outright\"; so the thunderbolt took you while you were looking on.","page":437,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3688.mp3","colorText":"وَمِنَ [h:30[ٱ][l[ل][g[نّ]َاسِ وَ[h:11125[ٱ][l[ل]دَّو[m[َا]ٓبِّ وَ[h:1778[ٱ]لْأَنْعَ[n[ـٰ]مِ مُخْتَلِفٌ أَلْو[n[َٲ]نُهُ[n[ۥ] كَذ[n[َٲ]لِكَۗ إِ[g[نّ]َمَا يَخْشَى [h:11126[ٱ]للَّهَ مِنْ عِبَادِهِ [h:11127[ٱ]لْعُلَمَ[o[ـٰٓ]ؤُ[s[اْ]ۗ إِ[g[نّ]َ [h:80[ٱ]للَّهَ عَزِيزٌ غَف[p[ُو]رٌ","juz":22,"ruku":379,"manzil":5,"bangla_ahbayan":"এভাবে রঙ-বেরঙের মানুষ, জন্তু ও গৃহপালিত পশু রয়েছে।[১] আল্লাহর দাসদের মধ্যে জ্ঞানীরাই তাঁকে ভয় করে থাকে। [২] নিশ্চয় আল্লাহ পরাক্রমশালী, বড় ক্ষমাশীল। [৩]","bangla_bayan":"আর এমনিভাবে মানুষ, বিচরণশীল প্রাণী ও চতুষ্পদ জন্তুর মধ্যেও রয়েছে নানা বর্ণ। বান্দাদের মধ্যে কেবল জ্ঞানীরাই আল্লাহকে ভয় করে। নিশ্চয় আল্লাহ মহাপরাক্রমশালী, পরম ক্ষমাশীল।","bangla_mkhan":"অনুরূপ ভাবে বিভিন্ন বর্ণের মানুষ, জন্তু, চতুস্পদ প্রাণী রয়েছে। আল্লাহর বান্দাদের মধ্যে জ্ঞানীরাই কেবল তাঁকে ভয় করে। নিশ্চয় আল্লাহ পরাক্রমশালী ক্ষমাময়।","bangla_mujibur":"এভাবে রং বেরংয়ের মানুষ, জানোয়ার ও চতুস্পদ জন্তু রয়েছে। আল্লাহর বান্দাদের মধ্যে যারা জ্ঞানী তারাই তাঁকে ভয় করে; আল্লাহ পরাক্রমশালী, ক্ষমাশীল।","bangla_taisirul":"তেমনিভাবে মানুষ, জীব-জন্তু আর গৃহপালিত পশুদের মধ্যেও রয়েছে তাদের বিভিন্ন রং। আল্লাহর বান্দাহদের মধ্যে তারাই তাঁকে ভয় করে যারা জ্ঞানী। আল্লাহ মহা ক্ষমতাশালী, পরম দয়ালু।"},{"id":29,"arabic_text":"اِنَّ الَّذِیۡنَ یَتۡلُوۡنَ  کِتٰبَ اللّٰہِ  وَ اَقَامُوا الصَّلٰوۃَ  وَ اَنۡفَقُوۡا مِمَّا رَزَقۡنٰہُمۡ سِرًّا وَّ عَلَانِیَۃً  یَّرۡجُوۡنَ  تِجَارَۃً  لَّنۡ تَبُوۡرَ ﴿ۙ۲۹﴾ ","english_text":"Then We revived you after your death that perhaps you would be grateful.","page":437,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3689.mp3","colorText":"إِ[g[نّ]َ [h:24[ٱ]لَّذِينَ يَتْلُونَ كِتَ[n[ـٰ]بَ [h:525[ٱ]للَّهِ وَأَقَامُو[s[اْ] [h:1641[ٱ][l[ل]صَّلَ[s[و][n[ٲ]ةَ وَأَ[f:2789[نف]َقُو[s[اْ] مِ[g[مّ]َا رَزَ[q:15[قْ]نَ[n[ـٰ]هُمْ سِر[a:1623[ًّا و]َعَلَانِيَ[a:11128[ةً ي]َرْجُونَ تِجَ[n[ـٰ]رَ[u:11129[ةً ل]َّ[f:11130[ن ت]َب[p[ُو]رَ","juz":22,"ruku":379,"manzil":5,"bangla_ahbayan":"নিশ্চয় যারা আল্লাহর গ্রন্থ পাঠ করে,[১] যথাযথভাবে নামায পড়ে,[২] আমি তাদেরকে যে রুযী দিয়েছি তা হতে গোপনে ও প্রকাশ্যে ব্যয় করে; [৩] তারাই আশা করতে পারে এমন ব্যবসার যাতে কখনোই নোকসান হবে না। [৪]","bangla_bayan":"নিশ্চয় যারা আল্লাহর কিতাব অধ্যয়ন করে, সালাত কায়েম করে এবং আল্লাহ যে রিয্ক দিয়েছেন তা থেকে গোপনে ও প্রকাশ্যে ব্যয় করে, তারা এমন ব্যবসার আশা করতে পারে যা কখনো ধ্বংস হবে না।","bangla_mkhan":"যারা আল্লাহর কিতাব পাঠ করে, নামায কায়েম করে, এবং আমি যা দিয়েছি, তা থেকে গোপনে ও প্রকাশ্যে ব্যয় করে, তারা এমন ব্যবসা আশা কর, যাতে কখনও লোকসান হবে না।","bangla_mujibur":"যারা আল্লাহর কিতাব পাঠ করে, সালাত কায়েম করে, আমি তাদেরকে যে রিয্ক দিয়েছি তা গোপনে ও প্রকাশ্যে ব্যয় করে, তারাই আশা করতে পারে তাদের এমন ব্যবসায়ের যার ক্ষয় নেই –","bangla_taisirul":"যারা আল্লাহর কিতাব তিলাওয়াত করে, নামায প্রতিষ্ঠা করে আর আল্লাহ তাদেরকে যে রিযক দিয়েছেন তাথেকে গোপনে ও প্রকাশ্যে ব্যয় করে, তারা এমন এক ব্যবসায়ের আশা করে যাতে কক্ষনো লোকসান হবে না।"},{"id":30,"arabic_text":"لِیُوَفِّیَہُمۡ  اُجُوۡرَہُمۡ وَ یَزِیۡدَہُمۡ مِّنۡ فَضۡلِہٖ ؕ  اِنَّہٗ  غَفُوۡرٌ  شَکُوۡرٌ ﴿۳۰﴾ ","english_text":"And We shaded you with clouds and sent down to you manna and quails, [saying], \"Eat from the good things with which We have provided you.\" And they wronged Us not - but they were [only] wronging themselves.","page":437,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3690.mp3","colorText":"لِيُوَفِّيَهُمْ أُجُورَهُمْ وَيَزِيدَه[w:9444[ُم م]ِّ[f:475[ن ف]َضْلِهِ[o[ۚۦٓ] إِ[g[نّ]َهُ[n[ۥ] غَفُو[f:11131[رٌ ش]َك[p[ُو]رٌ","juz":22,"ruku":379,"manzil":5,"bangla_ahbayan":"এ জন্য যে, আল্লাহ তাদেরকে (তাদের কর্মের) পূর্ণ প্রতিদান দেবেন এবং তিনি নিজ অনুগ্রহে তাদেরকে আরও বেশী দেবেন। [১] তিনি তো ক্ষমাশীল, গুণগ্রাহী। [২]","bangla_bayan":"যাতে তিনি তাদেরকে তাদের পূর্ণ প্রতিফল দান করেন এবং নিজ অনুগ্রহে তাদেরকে আরো বাড়িয়ে দেন। নিশ্চয় তিনি অতি ক্ষমাশীল, মহাগুণগ্রাহী।","bangla_mkhan":"পরিণামে তাদেরকে আল্লাহ তাদের সওয়াব পুরোপুরি দেবেন এবং নিজ অনুগ্রহে আরও বেশী দেবেন। নিশ্চয় তিনি ক্ষমাশীল, গুণগ্রাহী।","bangla_mujibur":"এ জন্য যে, আল্লাহ তাদের কর্মের পূর্ণ প্রতিফল দিবেন এবং নিজ অনুগ্রহে তাদেরকে আরো বেশি দিবেন। তিনিতো ক্ষমাশীল, গুণগ্রাহী।","bangla_taisirul":"কারণ, তিনি তাদেরকে তাদের প্রতিফল পূর্ণমাত্রায় দান করবেন এবং নিজ অনুগ্রহে আরো বেশি দিবেন। তিনি অতি ক্ষমাশীল, (ভাল কাজের) বড়ই মর্যাদাদানকারী।"},{"id":31,"arabic_text":"وَ الَّذِیۡۤ  اَوۡحَیۡنَاۤ  اِلَیۡکَ  مِنَ الۡکِتٰبِ ہُوَ الۡحَقُّ مُصَدِّقًا لِّمَا بَیۡنَ یَدَیۡہِ ؕ اِنَّ اللّٰہَ بِعِبَادِہٖ  لَخَبِیۡرٌۢ  بَصِیۡرٌ ﴿۳۱﴾ ","english_text":"And [recall] when We said, \"Enter this city and eat from it wherever you will in [ease and] abundance, and enter the gate bowing humbly and say, 'Relieve us of our burdens.' We will [then] forgive your sins for you, and We will increase the doers of good [in goodness and reward].\"","page":438,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3691.mp3","colorText":"وَ[h:9999[ٱ]لَّذ[o[ِىٓ] أَوْحَيْن[o[َآ] إِلَيْكَ مِنَ [h:891[ٱ]لْكِتَ[n[ـٰ]بِ هُوَ [h:8923[ٱ]لْحَقُّ مُصَدِّ[u:206[قًا ل]ِّمَا بَيْنَ يَدَيْهِۗ إِ[g[نّ]َ [h:80[ٱ]للَّهَ بِعِبَادِه[n[ِۦ] لَخَبِي[i:11132[رُۢ ب]َص[p[ِي]رٌ","juz":22,"ruku":379,"manzil":5,"bangla_ahbayan":"আমি তোমার প্রতি যে গ্রন্থ অবতীর্ণ করেছি তা সত্য,[১] তা পূর্ববর্তী গ্রন্থসমূহের সমর্থক।[২] নিশ্চয় আল্লাহ তাঁর দাসদের সমস্ত কিছু জানেন ও দেখেন। [৩]","bangla_bayan":"আর আমি যে কিতাবটি তোমার কাছে ওহী করেছি তা সত্য, এটা তার পূর্ববর্তী কিতাবের সত্যায়নকারী। নিশ্চয় আল্লাহ তাঁর বান্দাদের ব্যাপারে সম্যক অবহিত, সর্বদ্রষ্টা।","bangla_mkhan":"আমি আপনার প্রতি যে কিতাব প্রত্যাদেশ করেছি, তা সত্য-পূর্ববর্তী কিতাবের সত্যায়ন কারী নিশ্চয় আল্লাহ তাঁর বান্দাদের ব্যাপারে সব জানেন, দেখেন।","bangla_mujibur":"আমি তোমার প্রতি যে কিতাব অবতীর্ণ করেছি তা সত্য। এটা পূর্ববর্তী কিতাবের সমর্থক। আল্লাহ তাঁর বান্দাদের সব কিছু জানেন ও দেখেন।","bangla_taisirul":"আমি যে কিতাবটি হতে তোমার প্রতি ওয়াহী করেছি তা সত্য, পূর্ববর্তী কিতাবের সত্যায়নকারী। আল্লাহ তাঁর বান্দাহদের সম্পর্কে অবশ্যই সব খবর রাখেন এবং সব দেখেন।"},{"id":32,"arabic_text":"ثُمَّ  اَوۡرَثۡنَا الۡکِتٰبَ الَّذِیۡنَ اصۡطَفَیۡنَا مِنۡ عِبَادِنَا ۚ فَمِنۡہُمۡ ظَالِمٌ لِّنَفۡسِہٖ ۚ وَ مِنۡہُمۡ مُّقۡتَصِدٌ ۚ وَ مِنۡہُمۡ سَابِقٌۢ بِالۡخَیۡرٰتِ بِاِذۡنِ اللّٰہِ ؕ ذٰلِکَ ہُوَ الۡفَضۡلُ  الۡکَبِیۡرُ ﴿ؕ۳۲﴾ ","english_text":"But those who wronged changed [those words] to a statement other than that which had been said to them, so We sent down upon those who wronged a punishment from the sky because they were defiantly disobeying.","page":438,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3692.mp3","colorText":"ثُ[g[مّ]َ أَوْرَثْنَا [h:11133[ٱ]لْكِتَ[n[ـٰ]بَ [h:11134[ٱ]لَّذِينَ [h:11135[ٱ]صْطَفَيْنَا مِنْ عِبَادِنَاۖ فَمِنْهُمْ ظَالِ[u:8069[مٌ ل]ِّنَفْسِه[n[ِۦ] وَمِنْه[w:11136[ُم م]ُّ[q:10606[قْ]تَصِ[a:11137[دٌ و]َمِنْهُمْ سَابِ[i:11138[قُۢ ب]ِ[h:11139[ٱ]لْخَيْر[n[َٲ]تِ بِإِذْنِ [h:509[ٱ]للَّهِۚ ذ[n[َٲ]لِكَ هُوَ [h:11140[ٱ]لْفَضْلُ [h:11141[ٱ]لْكَب[p[ِي]رُ","juz":22,"ruku":379,"manzil":5,"bangla_ahbayan":"অতঃপর আমি আমার দাসদের মধ্যে তাদেরকে গ্রন্থের অধিকারী করলাম যাদেরকে আমি মনোনীত করেছি;[১] তবে তাদের কেউ নিজের প্রতি অত্যাচারী, [২] কেউ মিতাচারী[৩] এবং কেউ আল্লাহর নির্দেশে কল্যাণকর কাজে অগ্রগামী। [৪] এটিই মহা অনুগ্রহ। [৫]","bangla_bayan":"অতঃপর আমি এ কিতাবটির উত্তরাধীকারী করেছি আমার বান্দাদের মধ্যে তাদেরকে, যাদেরকে আমি মনোনীত করেছি। তারপর তাদের কেউ কেউ নিজের প্রতি যুলমকারী এবং কেউ কেউ মধ্যপন্থা অবলম্বনকারী। আবার তাদের কেউ কেউ আল্লাহর অনুমতিসাপেক্ষে কল্যাণকর কাজে অগ্রগামী। এটাই হলো মহা অনুগ্রহ।","bangla_mkhan":"অতঃপর আমি কিতাবের অধিকারী করেছি তাদেরকে যাদেরকে আমি আমার বান্দাদের মধ্য থেকে মনোনীত করেছি। তাদের কেউ কেউ নিজের প্রতি অত্যাচারী, কেউ মধ্যপন্থা অবলম্বনকারী এবং তাদের মধ্যে কেউ কেউ আল্লাহর নির্দেশক্রমে কল্যাণের পথে এগিয়ে গেছে। এটাই মহা অনুগ্রহ।","bangla_mujibur":"অতঃপর আমি কিতাবের অধিকারী করলাম আমার বান্দাদের মধ্যে তাদেরকে যাদেরকে আমি মনোনীত করেছি; তবে তাদের কেহ নিজের প্রতি অত্যাচারী, কেহ মধ্য পন্থী এবং কেহ আল্লাহর ইচ্ছায় কল্যাণের কাজে অগ্রগামী। এটাই মহা অনুগ্রহ।","bangla_taisirul":"অতঃপর সেই কিতাবটির উত্তরাধিকারী করেছি আমি আমার বান্দাহদের মধ্যে হতে যাদেরকে বেছে নিয়েছি। অতঃপর তাদের কতক নিজেদের প্রতি অত্যাচার করেছে, আর কতক মধ্যপন্থী। তাদের কতক আল্লাহর নির্দেশে সৎ কাজে অগ্রণী। এটাই (মানুষের প্রতি আল্লাহর) খুবই বড় দয়া।"},{"id":33,"arabic_text":"جَنّٰتُ عَدۡنٍ یَّدۡخُلُوۡنَہَا یُحَلَّوۡنَ فِیۡہَا مِنۡ اَسَاوِرَ  مِنۡ ذَہَبٍ وَّ لُؤۡلُؤًا ۚ وَ لِبَاسُہُمۡ  فِیۡہَا  حَرِیۡرٌ ﴿۳۳﴾ ","english_text":"And [recall] when Moses prayed for water for his people, so We said, \"Strike with your staff the stone.\" And there gushed forth from it twelve springs, and every people knew its watering place. \"Eat and drink from the provision of Allah, and do not commit abuse on the earth, spreading corruption.\"","page":438,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3693.mp3","colorText":"جَ[g[نّ]َ[n[ـٰ]تُ عَ[q:5720[دْ][a:6962[نٍ ي]َ[q:6963[دْ]خُلُونَهَا يُحَلَّوْنَ فِيهَا مِنْ أَسَاوِرَ مِ[f:8050[ن ذ]َهَ[a:8971[بٍ و]َلُؤْلُ[a:8972[ؤًاۖ و]َلِبَاسُهُمْ فِيهَا حَر[p[ِي]رٌ","juz":22,"ruku":379,"manzil":5,"bangla_ahbayan":"তারা প্রবেশ করবে স্থায়ী জান্নাতে,[১] যেখানে তাদের স্বর্ণ নির্মিত কঙ্কণ ও মুক্তা দ্বারা অলংকৃত করা হবে এবং যেখানে তাদের পোশাক-পরিচ্ছদ হবে রেশমের। [২]","bangla_bayan":"চিরস্থায়ী জান্নাত, এতে তারা প্রবেশ করবে। যেখানে তাদেরকে স্বর্ণের চুড়ি ও মুক্তা দ্বারা অলঙ্কৃত করা হবে এবং সেখানে তাদের পোশাক হবে রেশমের।","bangla_mkhan":"তারা প্রবেশ করবে বসবাসের জান্নাতে। তথায় তারা স্বর্ণনির্মিত, মোতি খচিত কংকন দ্বারা অলংকৃত হবে। সেখানে তাদের পোশাক হবে রেশমের।","bangla_mujibur":"তারা প্রবেশ করবে স্থায়ী জান্নাতে, সেখানে তাদেরকে স্বর্ণ নির্মিত কংকন ও মুক্তা দ্বারা অলংকৃত করা হবে এবং সেখানে তাদের পোশাক পরিচ্ছদ হবে রেশমের।","bangla_taisirul":"স্থায়ী জান্নাতে তারা প্রবেশ করবে। যেখানে তাদেরকে স্বর্ণ ও মুক্তার কঙ্কণে অলঙ্কৃত করা হবে। যেখানে তাদের পোশাক হবে রেশমের।"},{"id":34,"arabic_text":"وَ قَالُوا الۡحَمۡدُ لِلّٰہِ الَّذِیۡۤ  اَذۡہَبَ عَنَّا الۡحَزَنَ ؕ اِنَّ  رَبَّنَا لَغَفُوۡرٌ  شَکُوۡرُۨ ﴿ۙ۳۴﴾ ","english_text":"And [recall] when you said, \"O Moses, we can never endure one [kind of] food. So call upon your Lord to bring forth for us from the earth its green herbs and its cucumbers and its garlic and its lentils and its onions.\" [Moses] said, \"Would you exchange what is better for what is less? Go into [any] settlement and indeed, you will have what you have asked.\" And they were covered with humiliation and poverty and returned with anger from Allah [upon them]. That was because they [repeatedly] disbelieved in the signs of Allah and killed the prophets without right. That was because they disobeyed and were [habitually] transgressing.","page":438,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3694.mp3","colorText":"وَقَالُو[s[اْ] [h:4698[ٱ]لْحَمْدُ لِلَّهِ [h:3912[ٱ]لَّذ[o[ِىٓ] أَذْهَبَ عَ[g[نّ]َا [h:11142[ٱ]لْحَزَنَۖ إِ[g[نّ]َ رَبَّنَا لَغَفُو[f:11143[رٌ ش]َك[p[ُو]رٌ","juz":22,"ruku":379,"manzil":5,"bangla_ahbayan":"তারা বলবে, ‘সমস্ত প্রশংসা আল্লাহর; যিনি আমাদের দুঃখ-দুর্দশা দূরীভূত করেছেন;  নিশ্চয়ই আমাদের প্রতিপালক বড় ক্ষমাশীল, গুণগ্রাহী;","bangla_bayan":"আর তারা বলবে, ‘সকল প্রশংসা আল্লাহর, যিনি আমাদের দুঃখ-কষ্ট দূর করে দিয়েছেন। নিশ্চয় আমাদের রব পরম ক্ষমাশীল, মহাগুণগ্রাহী’।","bangla_mkhan":"আর তারা বলবে-সমস্ত প্রশংসা আল্লাহর, যিনি আমাদের দূঃখ দূর করেছেন। নিশ্চয় আমাদের পালনকর্তা ক্ষমাশীল, গুণগ্রাহী।","bangla_mujibur":"এবং তারা বলবেঃ প্রশংসা আল্লাহর যিনি আমাদের দুঃখ দুর্দশা দূরীভূত করেছেন! আমাদের রাববতো ক্ষমাশীল, গুণগ্রাহী।","bangla_taisirul":"আর তারা বলবে- যাবতীয় প্রশংসা আল্লাহর যিনি আমাদের দুঃখ কষ্ট দূর করে দিয়েছেন। আমাদের প্রতিপালক অবশ্যই পরম ক্ষমাশীল, (ভাল কাজের) বড়ই মর্যাদাদানকারী।"},{"id":35,"arabic_text":"الَّذِیۡۤ  اَحَلَّنَا  دَارَ الۡمُقَامَۃِ  مِنۡ فَضۡلِہٖ ۚ لَا یَمَسُّنَا فِیۡہَا نَصَبٌ وَّ لَا یَمَسُّنَا فِیۡہَا  لُغُوۡبٌ ﴿۳۵﴾ ","english_text":"Indeed, those who believed and those who were Jews or Christians or Sabeans [before Prophet Muhammad] - those [among them] who believed in Allah and the Last Day and did righteousness - will have their reward with their Lord, and no fear will there be concerning them, nor will they grieve.","page":438,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3695.mp3","colorText":"ٱلَّذ[o[ِىٓ] أَحَلَّنَا دَارَ [h:11144[ٱ]لْمُقَامَةِ مِ[f:475[ن ف]َضْلِه[n[ِۦ] لَا يَمَسُّنَا فِيهَا نَصَ[a:5892[بٌ و]َلَا يَمَسُّنَا فِيهَا لُغ[p[ُو][q[ب]ٌ","juz":22,"ruku":379,"manzil":5,"bangla_ahbayan":"যিনি নিজ অনুগ্রহে, আমাদেরকে স্থায়ী আবাস দান করেছেন; যেখানে আমাদেরকে কোন প্রকার ক্লেশ স্পর্শ করে না এবং স্পর্শ করে না কোন প্রকার ক্লান্তি।’","bangla_bayan":"‘যিনি নিজ অনুগ্রহে আমাদেরকে স্থায়ী নিবাসে স্থান দিয়েছেন, যেখানে কোন কষ্ট আমাদেরকে স্পর্শ করে না এবং যেখানে কোন ক্লান্তিও আমাদেরকে স্পর্শ করে না’।","bangla_mkhan":"যিনি স্বীয় অনুগ্রহে আমাদেরকে বসবাসের গৃহে স্থান দিয়েছেন, তথায় কষ্ট আমাদেরকে স্পর্শ করে না এবং স্পর্শ করে না ক্লান্তি।","bangla_mujibur":"যিনি নিজ অনুগ্রহে আমাদেরকে স্থায়ী আবাস দিয়েছেন, যেখানে ক্লেশ আমাদেরকে স্পর্শ করে না। এবং ক্লান্তিও স্পর্শ করে না।","bangla_taisirul":"যিনি স্বীয় অনুগ্রহে আমাদেরকে স্থায়ী আবাস দান করেছেন। সেখানে ক্লেশ আমাদেরকে স্পর্শ করে না, ক্লান্তিও আমাদেরকে স্পর্শ করে না।"},{"id":36,"arabic_text":"وَ الَّذِیۡنَ کَفَرُوۡا لَہُمۡ نَارُ جَہَنَّمَ ۚ لَا یُقۡضٰی عَلَیۡہِمۡ  فَیَمُوۡتُوۡا وَ لَا یُخَفَّفُ عَنۡہُمۡ  مِّنۡ عَذَابِہَا ؕ کَذٰلِکَ  نَجۡزِیۡ  کُلَّ کَفُوۡرٍ ﴿ۚ۳۶﴾ ","english_text":"And [recall] when We took your covenant, [O Children of Israel, to abide by the Torah] and We raised over you the mount, [saying], \"Take what We have given you with determination and remember what is in it that perhaps you may become righteous.\"","page":438,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3696.mp3","colorText":"وَ[h:9999[ٱ]لَّذِينَ كَفَرُو[s[اْ] لَهُمْ نَارُ جَهَ[g[نّ]َمَ لَا يُ[q:8625[قْ]ضَىٰ عَلَيْهِمْ فَيَمُوتُو[s[اْ] وَلَا يُخَفَّفُ عَنْه[w:11145[ُم م]ِّنْ عَذَابِهَاۚ كَذ[n[َٲ]لِكَ نَ[q:4214[جْ]زِى كُلَّ كَف[p[ُو]رٍ","juz":22,"ruku":379,"manzil":5,"bangla_ahbayan":"পক্ষান্তরে যারা অবিশ্বাস করে, তাদের জন্য রয়েছে জাহান্নামের আগুন। ওদের মৃত্যুর আদেশ দেওয়া হবে না যে ওরা মরবে এবং ওদের জন্য জাহান্নামের শাস্তিও লাঘব করা হবে না। এভাবে আমি প্রত্যেক অবিশ্বাসীকে শাস্তি দিয়ে থাকি।","bangla_bayan":"আর যারা কুফরী করে, তাদের জন্য রয়েছে জাহান্নামের আগুন। তাদের প্রতি এমন কোন ফয়সালা দেয়া হবে না যে, তারা মারা যাবে, এবং তাদের থেকে জাহান্নামের আযাবও লাঘব করা হবে না। এভাবেই আমি প্রত্যেক অকৃতজ্ঞকে প্রতিফল দিয়ে থাকি।","bangla_mkhan":"আর যারা কাফের হয়েছে, তাদের জন্যে রয়েছে জাহান্নামের আগুন। তাদেরকে মৃত্যুর আদেশও দেয়া হবে না যে, তারা মরে যাবে এবং তাদের থেকে তার শাস্তিও লাঘব করা হবে না। আমি প্রত্যেক অকৃতজ্ঞকে এভাবেই শাস্তি দিয়ে থাকি।","bangla_mujibur":"কিন্তু যারা কুফরী করে তাদের জন্য আছে জাহান্নামের আগুন। তাদের মৃত্যুর আদেশ দেয়া হবেনা যে, তারা মরবে এবং তাদের জন্য জাহান্নামের শাস্তিও লাঘব করা হবেনা। এভাবে আমি প্রত্যেক অকৃতজ্ঞকে শাস্তি দিয়ে থাকি।","bangla_taisirul":"আর যারা কুফুরী করে, তাদের জন্য আছে জাহান্নামের আগুন। তাদের জন্য কোন সময় নির্ধারণ করা হবে না যে, তারা (নির্ধারিত সময় আসলে) মরে যাবে, আর তাদের থেকে শাস্তিও কমানো হবে না। প্রত্যেক অকৃতজ্ঞকে আমি এভাবেই প্রতিফল দিয়ে থাকি।"},{"id":37,"arabic_text":"وَ ہُمۡ یَصۡطَرِخُوۡنَ فِیۡہَا ۚ رَبَّنَاۤ اَخۡرِجۡنَا نَعۡمَلۡ صَالِحًا غَیۡرَ الَّذِیۡ کُنَّا نَعۡمَلُ ؕ اَوَ لَمۡ  نُعَمِّرۡکُمۡ مَّا یَتَذَکَّرُ فِیۡہِ مَنۡ تَذَکَّرَ وَ جَآءَکُمُ  النَّذِیۡرُ ؕ فَذُوۡقُوۡا  فَمَا لِلظّٰلِمِیۡنَ  مِنۡ نَّصِیۡرٍ ﴿۳۷﴾ ","english_text":"Then you turned away after that. And if not for the favor of Allah upon you and His mercy, you would have been among the losers.","page":438,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3697.mp3","colorText":"وَهُمْ يَصْطَرِخُونَ فِيهَا رَبَّن[o[َآ] أَخْرِ[q:2927[جْ]نَا نَعْمَلْ صَ[n[ـٰ]لِحًا غَيْرَ [h:287[ٱ]لَّذِى كُ[g[نّ]َا نَعْمَلُۚ أَوَلَمْ نُعَ[g[مّ]ِرْك[w:11146[ُم م]َّا يَتَذَكَّرُ فِيهِ مَ[f:11147[ن ت]َذَكَّرَ وَج[o[َا]ٓءَكُمُ [h:11148[ٱ][l[ل][g[نّ]َذِيرُۖ فَذُوقُو[s[اْ] فَمَا لِلظَّ[n[ـٰ]لِمِينَ م[a:9103[ِن ن]َّص[p[ِي]رٍ","juz":22,"ruku":379,"manzil":5,"bangla_ahbayan":"সেখানে তারা আর্তনাদ করে বলবে, ‘হে আমাদের প্রতিপালক! আমাদেরকে (এখান হতে) বের কর, আমরা সৎকাজ করব; পূর্বে যা করতাম তা করব না।’[১] আল্লাহ বলবেন, ‘আমি কি তোমাদেরকে এত আয়ু দান করিনি যে, তখন কেউ উপদেশ গ্রহণ করতে চাইলে উপদেশ গ্রহণ করতে পারত?[২] তোমাদের নিকট তো সতর্ককারীও এসেছিল।[৩] সুতরাং শাস্তি আস্বাদন কর; সীমালংঘনকারীদের কোন সাহায্যকারী নেই।’","bangla_bayan":"আর সেখানে তারা আর্তনাদ করে বলবে, ‘হে আমাদের রব, আমাদেরকে বের করে দিন, আমরা পূর্বে যে আমল করতাম, তার পরিবর্তে আমরা নেক আমল করব’। (আল্লাহ বলবেন) ‘আমি কি তোমাদেরকে এতটা বয়স দেইনি যে, তখন কেউ শিক্ষা গ্রহণ করতে চাইলে শিক্ষা গ্রহণ করতে পারত? আর তোমাদের কাজে তো সতর্ককারী এসেছিল। কাজেই তোমরা আযাব আস্বাদন কর, আর যালিমদের কোন সাহায্যকারী নেই।","bangla_mkhan":"সেখানে তারা আর্ত চিৎকার করে বলবে, হে আমাদের পালনকর্তা, বের করুন আমাদেরকে, আমরা সৎকাজ করব, পূর্বে যা করতাম, তা করব না। (আল্লাহ বলবেন) আমি কি তোমাদেরকে এতটা বয়স দেইনি, যাতে যা চিন্তা করার বিষয় চিন্তা করতে পারতে? উপরন্তু তোমাদের কাছে সতর্ককারীও আগমন করেছিল। অতএব আস্বাদন কর। জালেমদের জন্যে কোন সাহায্যকারী নেই।","bangla_mujibur":"সেখানে তারা আর্তনাদ করে বলবেঃ হে আমাদের রাবব! আমাদেরকে নিস্কৃতি দিন, আমরা সৎ কাজ করব, পূর্বে যা করতাম তা করবনা। আল্লাহ বলবেনঃ আমি কি তোমাদেরকে এত দীর্ঘ জীবন দান করিনি যে, তখন কেহ সতর্ক হতে চাইলে সতর্ক হতে পারতে? তোমাদের নিকটতো সতর্ককারীরাও এসেছিল। সুতরাং শাস্তি আস্বাদন কর; যালিমদের কোন সাহায্যকারী নেই।","bangla_taisirul":"সেখানে তারা চিৎকার করে বলবে- হে আমাদের পালনকর্তা! বের করুন আমাদেরকে, আমরা সৎকাজ করব, আমরা যে কাজ করতাম তা করব না। আমি কি তোমাদেরকে এতটা বয়স দেইনি যে, তখন কেউ নসীহত গ্রহণ করতে চাইলে নসীহত গ্রহণ করতে পারতে? আর তোমাদের কাছে সতর্ককারীও এসেছিল। কাজেই শাস্তি ভোগ কর, যালিমদের কোন সাহায্যকারী নেই।"},{"id":38,"arabic_text":"اِنَّ اللّٰہَ عٰلِمُ غَیۡبِ السَّمٰوٰتِ وَ الۡاَرۡضِ ؕ اِنَّہٗ عَلِیۡمٌۢ  بِذَاتِ الصُّدُوۡرِ ﴿۳۸﴾ ","english_text":"And you had already known about those who transgressed among you concerning the sabbath, and We said to them, \"Be apes, despised.\"","page":438,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3698.mp3","colorText":"إِ[g[نّ]َ [h:80[ٱ]للَّهَ عَ[n[ـٰ]لِمُ غَيْبِ [h:11149[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَ[h:177[ٱ]لْأَرْضِۚ إِ[g[نّ]َهُ[n[ۥ] عَلِي[i:2196[مُۢ ب]ِذَاتِ [h:2197[ٱ][l[ل]صُّد[p[ُو]رِ","juz":22,"ruku":380,"manzil":5,"bangla_ahbayan":"নিশ্চয় আল্লাহ আকাশমন্ডলী ও পৃথিবীর অদৃশ্য বিষয় অবগত আছেন।[১] নিশ্চয় তিনি অন্তরে যা রয়েছে, সে সম্বন্ধে সবিশেষ অবহিত। [২]","bangla_bayan":"নিশ্চয় আল্লাহ আসমানসমূহ ও যমীনের গায়েবী বিষয়ের জ্ঞানী, অন্তরসমূহে যা রয়েছে সে বিষয়েও তিনি সবিশেষ অবগত।","bangla_mkhan":"আল্লাহ আসমান ও যমীনের অদৃশ্য বিষয় সম্পর্কে জ্ঞাত। তিনি অন্তরের বিষয় সম্পর্কেও সবিশেষ অবহিত।","bangla_mujibur":"আল্লাহ আকাশমন্ডলী ও পৃথিবীর অদৃশ্য বিষয় অবগত আছেন। অন্তরে যা রয়েছে সে সম্বন্ধে তিনি সবিশেষ অবহিত।","bangla_taisirul":"আল্লাহ আসমান যমীনের অদৃশ্য বিষয় সম্পর্কে অবগত। অন্তরে যা আছে সে সম্পর্কে তিনি বিশেষভাবে জ্ঞাত।"},{"id":39,"arabic_text":"ہُوَ الَّذِیۡ جَعَلَکُمۡ خَلٰٓئِفَ فِی الۡاَرۡضِ ؕ فَمَنۡ  کَفَرَ فَعَلَیۡہِ  کُفۡرُہٗ ؕ وَ لَا یَزِیۡدُ الۡکٰفِرِیۡنَ کُفۡرُہُمۡ عِنۡدَ  رَبِّہِمۡ  اِلَّا مَقۡتًا ۚ وَ لَا یَزِیۡدُ الۡکٰفِرِیۡنَ  کُفۡرُہُمۡ اِلَّا خَسَارًا ﴿۳۹﴾ ","english_text":"And We made it a deterrent punishment for those who were present and those who succeeded [them] and a lesson for those who fear Allah .","page":439,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3699.mp3","colorText":"هُوَ [h:153[ٱ]لَّذِى جَعَلَكُمْ خَلَ[o[ـٰٓ]ئِفَ فِى [h:44[ٱ]لْأَرْضِۚ فَمَ[f:3429[ن ك]َفَرَ فَعَلَيْهِ كُفْرُهُۖ[n[ۥ] وَلَا يَزِيدُ [h:11150[ٱ]لْكَ[n[ـٰ]فِرِينَ كُفْرُهُمْ عِ[f:264[ند]َ رَبِّهِمْ إِلَّا مَ[q:11151[قْ][a:11152[تًاۖ و]َلَا يَزِيدُ [h:11150[ٱ]لْكَ[n[ـٰ]فِرِينَ كُفْرُهُمْ إِلَّا خَسَارًا","juz":22,"ruku":380,"manzil":5,"bangla_ahbayan":"তিনিই পৃথিবীতে তোমাদেরকে প্রতিনিধি করেছেন। সুতরাং কেউ অবিশ্বাস করলে তার অবিশ্বাসের জন্য সে নিজেই দায়ী হবে। অবিশ্বাসীদের অবিশ্বাস কেবল ওদের প্রতিপালকের ক্রোধই বৃদ্ধি করে এবং ওদের অবিশ্বাস ওদের ক্ষতিই বৃদ্ধি করে। [১]","bangla_bayan":"তিনিই তোমাদেরকে যমীনের মধ্যে খলীফা করেছেন। সুতরাং যে কুফরী করবে, তার কুফরী তার উপরই (বর্তাবে)। আর কাফিরদের জন্য তাদের কুফরী তাদের রবের নিকট কেবল ক্রোধই বৃদ্ধি করে এবং কাফিরদের জন্য তাদের কুফরী কেবল ক্ষতিই বৃদ্ধি করে।","bangla_mkhan":"তিনিই তোমাদেরকে পৃথিবীতে স্বীয় প্রতিনিধি করেছেন। অতএব যে কুফরী করবে তার কুফরী তার উপরই বর্তাবে। কাফেরদের কুফর কেবল তাদের পালনকর্তার ক্রোধই বৃদ্ধি করে এবং কাফেরদের কুফর কেবল তাদের ক্ষতিই বৃদ্ধি করে।","bangla_mujibur":"তিনিই তোমাদেরকে পৃথিবীতে প্রতিনিধি করেছেন। সুতরাং কেহ কুফরী করলে তার কুফরীর জন্য সে নিজেই দায়ী হবে। কাফিরদের কুফরী শুধু তাদের রবের ক্রোধই বৃদ্ধি করে এবং কাফিরদের কুফরী তাদের ক্ষতিই বৃদ্ধি করে।","bangla_taisirul":"তিনি তোমাদেরকে পৃথিবীতে (নিজের) প্রতিনিধি করেছেন। অতএব যে কুফুরী করবে তার কুফুরীর জন্য সে নিজেই দায়ী হবে। কাফিরদের কুফর তাদের প্রতিপালকের ঘৃণাই বৃদ্ধি করে। কাফিরদের কুফর তাদের ক্ষতিই বৃদ্ধি করে।"},{"id":40,"arabic_text":"قُلۡ  اَرَءَیۡتُمۡ شُرَکَآءَکُمُ الَّذِیۡنَ تَدۡعُوۡنَ مِنۡ  دُوۡنِ اللّٰہِ ؕ اَرُوۡنِیۡ مَاذَا خَلَقُوۡا مِنَ الۡاَرۡضِ اَمۡ لَہُمۡ شِرۡکٌ فِی السَّمٰوٰتِ ۚ اَمۡ اٰتَیۡنٰہُمۡ کِتٰبًا فَہُمۡ عَلٰی بَیِّنَتٍ مِّنۡہُ ۚ بَلۡ  اِنۡ یَّعِدُ الظّٰلِمُوۡنَ بَعۡضُہُمۡ بَعۡضًا اِلَّا غُرُوۡرًا ﴿۴۰﴾ ","english_text":"And [recall] when Moses said to his people, \"Indeed, Allah commands you to slaughter a cow.\" They said, \"Do you take us in ridicule?\" He said, \"I seek refuge in Allah from being among the ignorant.\"","page":439,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3700.mp3","colorText":"قُلْ أَرَءَيْتُمْ شُرَك[o[َا]ٓءَكُمُ [h:11153[ٱ]لَّذِينَ تَ[q:4040[دْ]عُونَ مِ[f:107[ن د]ُونِ [h:108[ٱ]للَّهِ أَرُونِى مَاذَا خَلَقُو[s[اْ] مِنَ [h:1579[ٱ]لْأَرْضِ أَمْ لَهُمْ شِرْ[f:11154[كٌ ف]ِى [h:609[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ أَمْ ءَاتَيْنَ[n[ـٰ]هُمْ كِتَ[n[ـٰ][f:11155[بًا ف]َهُمْ عَلَىٰ بَيِّنَ[a:11156[تٍ م]ِّنْهُۚ بَلْ إ[a:11157[ِن ي]َعِدُ [h:11158[ٱ][l[ل]ظَّ[n[ـٰ]لِمُونَ بَعْضُه[c:11159[ُم ب]َعْضًا إِلَّا غُرُورًا","juz":22,"ruku":380,"manzil":5,"bangla_ahbayan":"বল, ‘তোমরা আল্লাহর পরিবর্তে যে সকল শরীকদের আহবান কর, তাদের কথা ভেবে দেখেছ কি? তারা পৃথিবীতে কিছু সৃষ্টি করে থাকলে আমাকে দেখাও; অথবা আকাশমন্ডলীতে ওদের কোন অংশ আছে কি?’ নাকি আমি তাদেরকে এমন কোন গ্রন্থ দিয়েছি যার প্রমাণের ওপর ওরা নির্ভর করে? [১] বরং সীমালংঘনকারীরা একে অপরকে ধোঁকামূলক প্রতিশ্রুতি দিয়ে থাকে।[২]","bangla_bayan":"বল, ‘তোমরা আল্লাহর পরিবর্তে যাদেরকে ডাক, সেই শরীকদের কথা ভেবে দেখেছ কি? আমাকে দেখাও তারা যমীনের কী সৃষ্টি করেছে? অথবা আসমানসমূহের মধ্যে কি তাদের কোন অংশীদারিত্ব আছে? অথবা আমি কি তাদেরকে কোন কিতাব দিয়েছি, যার কোন সুস্পষ্ট প্রমাণের উপর তারা আছে’? বরং যালিমরা একে অপরকে কেবল প্রতারণামূলক ওয়াদাই দিয়ে থাকে।","bangla_mkhan":"বলুন, তোমরা কি তোমাদের সে শরীকদের কথা ভেবে দেখেছ, যাদেরকে আল্লাহর পরিবর্তে তোমরা ডাক? তারা পৃথিবীতে কিছু সৃষ্টি করে থাকলে আমাকে দেখাও। না আসমান সৃষ্টিতে তাদের কোন অংশ আছে, না আমি তাদেরকে কোন কিতাব দিয়েছি যে, তারা তার দলীলের উপর কায়েম রয়েছে, বরং জালেমরা একে অপরকে কেবল প্রতারণামূলক ওয়াদা দিয়ে থাকে।","bangla_mujibur":"বলঃ তোমরা আল্লাহর পরিবর্তে যাদেরকে ডাক সেসব দেবদেবীর কথা ভেবে দেখেছ কি? তারা পৃথিবীতে কিছু সৃষ্টি করে থাকলে আমাকে দেখাও; অথবা আকাশমন্ডলী সৃষ্টিতে তাদের কোন অংশ আছে কি? না কি আমি তাদেরকে এমন কোন কিতাব দিয়েছি যার প্রমাণের উপর এরা নির্ভর করে? বস্তুতঃ যালিমরা একে অপরকে মিথ্যা প্রতিশ্রুতি দিয়ে থাকে।","bangla_taisirul":"বল- তোমরা কি তোমাদের শরীকদেরকে দেখেছ আল্লাহর পরিবর্তে তোমরা যাদেরকে ডেকে থাক? তারা পৃথিবীতে কী সৃষ্টি করেছে তা আমাকে দেখাও; কিংবা আকাশমন্ডলীতে তাদের কোন শরীকানা আছে কি? কিংবা আমি কি তাদেরকে কোন কিতাব দিয়েছি যাত্থেকে কোন সুস্পষ্ট প্রমাণের উপর তারা আছে? বরং সীমালঙ্ঘনকারীরা একে অপরকে প্রতারণামূলক ওয়া‘দা দিয়ে থাকে।"},{"id":41,"arabic_text":"اِنَّ اللّٰہَ یُمۡسِکُ  السَّمٰوٰتِ وَ الۡاَرۡضَ اَنۡ تَزُوۡلَا ۬ۚ وَ لَئِنۡ زَالَتَاۤ  اِنۡ  اَمۡسَکَہُمَا مِنۡ اَحَدٍ مِّنۡۢ بَعۡدِہٖ ؕ اِنَّہٗ کَانَ حَلِیۡمًا غَفُوۡرًا ﴿۴۱﴾ ","english_text":"They said, \"Call upon your Lord to make clear to us what it is.\" [Moses] said, \"[ Allah ] says, 'It is a cow which is neither old nor virgin, but median between that,' so do what you are commanded.\"","page":439,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3701.mp3","colorText":"۞ إِ[g[نّ]َ [h:80[ٱ]للَّهَ يُمْسِكُ [h:11160[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَ[h:1474[ٱ]لْأَرْضَ أَ[f:11161[ن ت]َزُولَاۚ وَلَئِ[f:11162[ن ز]َالَت[o[َآ] إِنْ أَمْسَكَهُمَا مِنْ أَحَ[a:1710[دٍ م]ّ[i:254[ِنۢ ب]َعْدِهِ[o[ۚۦٓ] إِ[g[نّ]َهُ[n[ۥ] كَانَ حَلِيمًا غَفُورًا","juz":22,"ruku":380,"manzil":5,"bangla_ahbayan":"আল্লাহ আকাশমন্ডলী ও পৃথিবীকে (ধরে) স্থির রাখেন, যাতে ওরা কক্ষচ্যুত না হয়। [১] ওরা কক্ষচ্যুত হলে তিনি ব্যতীত কেউ ওগুলিকে স্থির রাখতে পারে না। [২] তিনি সহনশীল, ক্ষমাপরায়ণ।[৩]","bangla_bayan":"নিশ্চয় আল্লাহ আসমানসমূহ ও যমীনকে ধরে রাখেন যাতে এগুলো স্থানচ্যুত না হয়। আর যদি এগুলো স্থানচ্যুত হয়, তাহলে তিনি ছাড়া আর কে আছে, যে এগুলোকে ধরে রাখবে? নিশ্চয় তিনি পরম সহনশীল, অতিশয় ক্ষমাপরায়ণ।","bangla_mkhan":"নিশ্চয় আল্লাহ আসমান ও যমীনকে স্থির রাখেন, যাতে টলে না যায়। যদি এগুলো টলে যায় তবে তিনি ব্যতীত কে এগুলোকে স্থির রাখবে? তিনি সহনশীল, ক্ষমাশীল।","bangla_mujibur":"আল্লাহ আকাশমন্ডলী ও পৃথিবীকে সংরক্ষণ করেন যাতে ওরা স্থানচ্যূত না হয়, ওরা স্থানচ্যূত হলে তিনি ব্যতীত কে ওদেরকে সংরক্ষণ করবে? তিনি অতি সহনশীল, ক্ষমাপরায়ণ।","bangla_taisirul":"আল্লাহই আসমান ও যমীনকে স্থির রাখেন যাতে ও দু’টো টলে না যায়। ও দু’টো যদি টলে যায় তাহলে তিনি ছাড়া কে ও দু’টোকে স্থির রাখবে? তিনি পরম সহিষ্ণু, পরম ক্ষমাশীল।"},{"id":42,"arabic_text":"وَ اَقۡسَمُوۡا بِاللّٰہِ جَہۡدَ اَیۡمَانِہِمۡ لَئِنۡ جَآءَہُمۡ  نَذِیۡرٌ لَّیَکُوۡنُنَّ اَہۡدٰی مِنۡ اِحۡدَی الۡاُمَمِ ۚ فَلَمَّا جَآءَہُمۡ  نَذِیۡرٌ  مَّا زَادَہُمۡ  اِلَّا  نُفُوۡرَۨا ﴿ۙ۴۲﴾  ","english_text":"They said, \"Call upon your Lord to show us what is her color.\" He said, \"He says, 'It is a yellow cow, bright in color - pleasing to the observers.' \"","page":439,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3702.mp3","colorText":"وَأَ[q:4324[قْ]سَمُو[s[اْ] بِ[h:32[ٱ]للَّهِ جَهْدَ أَيْمَ[n[ـٰ]نِهِمْ لَئِ[f:11163[ن ج][o[َا]ٓءَهُمْ نَذِي[u:11164[رٌ ل]َّيَكُونُ[g[نّ]َ أَهْدَىٰ مِنْ إِحْدَى [h:11165[ٱ]لْأُمَمِۖ فَلَ[g[مّ]َا ج[o[َا]ٓءَهُمْ نَذِي[a:11166[رٌ م]َّا زَادَهُمْ إِلَّا نُفُورًا","juz":22,"ruku":380,"manzil":5,"bangla_ahbayan":"এরা দৃঢ়তার সাথে আল্লাহর শপথ করে বলত যে, এদের নিকট কোন সতর্ককারী এলে এরা অবশ্যই অন্য সকল সম্প্রদায় অপেক্ষা অধিকতর সৎপথের অনুসারী হবে;[১] কিন্তু এদের নিকট যখন সতর্ককারী এল,[২] তখন তা কেবল এদের বিমুখতাই বৃদ্ধি করল।","bangla_bayan":"আর তারা দৃঢ়তার সাথে আল্লাহর নামে কসম করে বলত যে, যদি তাদের কাছে কোন সতর্ককারী আসে, তাহলে তারা অবশ্যই অন্য যে কোন জাতির চেয়ে অধিক হিদায়াতপ্রাপ্ত হবে; কিন্তু যখন তাদের নিকট সতর্ককারী আসল, তখন তা কেবল তাদের বিমুখতাই বৃদ্ধি করল-","bangla_mkhan":"তারা জোর শপথ করে বলত, তাদের কাছে কোন সতর্ককারী আগমন করলে তারা অন্য যে কোন সম্প্রদায় অপেক্ষা অধিকতর সৎপথে চলবে। অতঃপর যখন তাদের কাছে সতর্ককারী আগমন করল, তখন তাদের ঘৃণাই কেবল বেড়ে গেল।","bangla_mujibur":"তারা দৃঢ়তার সাথে আল্লাহর শপথ করে বলত যে, তাদের নিকট কোন সতর্ককারী এলে তারা অন্য সব সম্প্রদায় অপেক্ষা সৎ পথের অধিকতর অনুসারী হবে। কিন্তু তাদের নিকট যখন সতর্ককারী এলো তখন তারা শুধু তাদের বিমুখতাই বৃদ্ধি করল –","bangla_taisirul":"আর তারা (অর্থাৎ মক্কার মুশরিকরা) শক্তভাবে কসম খেয়ে বলত যে, তাদের কাছে সতর্ককারী আসলে তারা অন্য যে কোন সম্প্রদায়ের চেয়ে অবশ্য অবশ্যই সৎ পথের অধিক অনুসারী হয়ে যাবে। কিন্তু তাদের কাছে যখন সতর্ককারী আসল, তা বাড়িয়েই তুলল তাদের ঘৃণা,"},{"id":43,"arabic_text":"اسۡتِکۡـبَارًا فِی  الۡاَرۡضِ وَ مَکۡرَ السَّیِّیَٴ ؕ وَ لَا یَحِیۡقُ الۡمَکۡرُ السَّیِّیٴُ  اِلَّا بِاَہۡلِہٖ ؕ فَہَلۡ یَنۡظُرُوۡنَ  اِلَّا سُنَّتَ الۡاَوَّلِیۡنَ ۚ فَلَنۡ تَجِدَ لِسُنَّتِ اللّٰہِ تَبۡدِیۡلًا ۬ۚ وَ لَنۡ تَجِدَ  لِسُنَّتِ  اللّٰہِ تَحۡوِیۡلًا ﴿۴۳﴾ ","english_text":"They said, \"Call upon your Lord to make clear to us what it is. Indeed, [all] cows look alike to us. And indeed we, if Allah wills, will be guided.\"","page":439,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3703.mp3","colorText":"ٱسْتِكْبَا[f:11167[رًا ف]ِى [h:44[ٱ]لْأَرْضِ وَمَكْرَ [h:11168[ٱ][l[ل]سَّيِّىِٕۚ وَلَا يَحِيقُ [h:11169[ٱ]لْمَكْرُ [h:11170[ٱ][l[ل]سَّيِّئُ إِلَّا بِأَهْلِهِ[n[ۚۦ] فَهَلْ يَ[f:1141[نظ]ُرُونَ إِلَّا سُ[g[نّ]َتَ [h:11171[ٱ]لْأَوَّلِينَۚ فَلَ[f:2843[ن ت]َجِدَ لِسُ[g[نّ]َتِ [h:11172[ٱ]للَّهِ تَ[q:10752[بْ]دِيل[a:11173[اًۖ و]َلَ[f:3232[ن ت]َجِدَ لِسُ[g[نّ]َتِ [h:11172[ٱ]للَّهِ تَحْوِيلاً","juz":22,"ruku":380,"manzil":5,"bangla_ahbayan":"কারণ, এরা পৃথিবীতে উদ্ধত ছিল[১] এবং কূট ষড়যন্ত্রে লিপ্ত ছিল। [২] আর কূট ষড়যন্ত্র ষড়যন্ত্রকারীদেরই পরিবেষ্টন করে।[৩] তবে কি এরা এদের পূর্ববর্তীদের বিধানের প্রতীক্ষা করছে?[৪] বস্তুতঃ তুমি আল্লাহর বিধানের কখনও কোন পরিবর্তন পাবে না[৫] এবং আল্লাহর বিধানের কোন ব্যতিক্রমও দেখবে না।[৬]","bangla_bayan":"যমীনে উদ্ধত আচরণ ও কূটচক্রান্তের কারণে। কিন্তু কূটচক্রান্ত কেবল তার ধারককেই পরিবেষ্টন করবে। তবে কি তারা পূর্ববর্তীদের (উপর আল্লাহর) বিধানের অপেক্ষা করছে? কিন্তু তুমি আল্লাহর বিধানের কখনই কোন পরিবর্তন পাবে না এবং তুমি আল্লাহর বিধানের কখনই কোন ব্যতিক্রমও দেখতে পাবে না।","bangla_mkhan":"পৃথিবীতে ঔদ্ধত্যের কারণে এবং কুচক্রের কারণে। কুচক্র কুচক্রীদেরকেই ঘিরে ধরে। তারা কেবল পূর্ববর্তীদের দশারই অপেক্ষা করছে। অতএব আপনি আল্লাহর বিধানে পরিবর্তন পাবেন না এবং আল্লাহর রীতি-নীতিতে কোন রকম বিচ্যুতিও পাবেন না।","bangla_mujibur":"পৃথিবীতে ঔদ্ধত্য প্রকাশ এবং কূট ষড়যন্ত্রের কারণে। কূট ষড়যন্ত্র ওর উদ্যোক্তাদেরকেই পরিবেষ্টন করে। তাহলে কি তারা প্রতীক্ষা করছে পূর্ববর্তীদের প্রতি প্রযুক্ত বিধানের? কিন্তু তুমি আল্লাহর বিধানের কখনও কোন পরিবর্তন পাবেনা এবং আল্লাহর বিধানের কোন ব্যতিক্রমও দেখবেনা।","bangla_taisirul":"যমীনে উদ্ধত আচরণ আর কু-চক্রান্ত। কু-চক্রান্ত তাকেই ঘিরে ধরবে যে তা করবে। তাহলে তারা কি তাদের পূর্ববর্তীদের উপর (আল্লাহর পক্ষ হতে) যে বিধান প্রয়োগ করা হয়েছে তারই অপেক্ষা করছে? তুমি আল্লাহর বিধানে কক্ষনো কোন পরিবর্তন পাবে না। তুমি আল্লাহর বিধানে কক্ষনো কোন ব্যতিক্রম পাবে না।"},{"id":44,"arabic_text":"اَوَ لَمۡ یَسِیۡرُوۡا فِی الۡاَرۡضِ فَیَنۡظُرُوۡا کَیۡفَ کَانَ عَاقِبَۃُ  الَّذِیۡنَ مِنۡ قَبۡلِہِمۡ وَ کَانُوۡۤا اَشَدَّ مِنۡہُمۡ  قُوَّۃً ؕ وَ مَا کَانَ اللّٰہُ  لِیُعۡجِزَہٗ  مِنۡ شَیۡءٍ  فِی السَّمٰوٰتِ وَ لَا فِی الۡاَرۡضِ ؕ اِنَّہٗ  کَانَ عَلِیۡمًا قَدِیۡرًا ﴿۴۴﴾ ","english_text":"He said, \"He says, 'It is a cow neither trained to plow the earth nor to irrigate the field, one free from fault with no spot upon her.' \" They said, \"Now you have come with the truth.\" So they slaughtered her, but they could hardly do it.","page":439,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3704.mp3","colorText":"أَوَلَمْ يَسِيرُو[s[اْ] فِى [h:44[ٱ]لْأَرْضِ فَيَ[f:6853[نظ]ُرُو[s[اْ] كَيْفَ كَانَ عَ[n[ـٰ]قِبَةُ [h:6854[ٱ]لَّذِينَ مِ[f:617[ن ق]َ[q:618[بْ]لِهِمْ وَكَان[o[ُوٓ][s[اْ] أَشَدَّ مِنْهُمْ قُوَّۚ[a:11174[ةً و]َمَا كَانَ [h:742[ٱ]للَّهُ لِيُعْجِزَهُ[n[ۥ] مِ[f:2103[ن ش][f:5402[َىْءٍ ف]ِى [h:609[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَلَا فِى [h:44[ٱ]لْأَرْضِۚ إِ[g[نّ]َهُ[n[ۥ] كَانَ عَلِي[f:11175[مًا ق]َدِيرًا","juz":22,"ruku":380,"manzil":5,"bangla_ahbayan":"এরা কি পৃথিবীতে পরিভ্রমণ করেনি এবং এদের পূর্ববতীদের পরিণাম কি হয়েছিল তা কি দেখেনি? ওরা তো এদের অপেক্ষা অধিকতর বলশালী ছিল। আল্লাহ এমন নন যে, আকাশমন্ডলী ও পৃথিবীর কোন কিছু তাঁকে ব্যর্থ করতে পারে। নিশ্চয় তিনি সর্বজ্ঞ, সর্বশক্তিমান।","bangla_bayan":"আর তারা কি যমীনে ভ্রমণ করে না? তাহলে তারা দেখত, কেমন ছিল তাদের পূর্ববর্তীদের পরিণাম। অথচ তারা তো শক্তিতে ছিল এদের চেয়েও প্রবল। আল্লাহ তো এমন নন যে, আসমানসমূহ ও যমীনের কোন কিছু তাকে অক্ষম করে দেবে। নিশ্চয় তিনি সর্বজ্ঞ, সর্বশক্তিমান।","bangla_mkhan":"তারা কি পৃথিবীতে ভ্রমণ করে না? করলে দেখত তাদের পূর্ববর্তীদের কি পরিণাম হয়েছে। অথচ তারা তাদের অপেক্ষা অধিকতর শক্তিশালী ছিল। আকাশ ও পৃথিবীতে কোন কিছুই আল্লাহকে অপারগ করতে পারে না। নিশ্চয় তিনি সর্বজ্ঞ সর্বশক্তিমান।","bangla_mujibur":"তারা কি পৃথিবীতে ভ্রমণ করেনি? তাহলে তাদের পূর্ববর্তীদের পরিণাম কি হয়েছিল তা দেখতে পেত। তারাতো এদের অপেক্ষা অধিকতর শক্তিশালী ছিল। আল্লাহ এমন নন যে, আকাশমন্ডলী এবং পৃথিবীর কোন কিছুই তাঁকে অক্ষম করতে পারে; তিনি সর্বজ্ঞ, সর্বশক্তিমান।","bangla_taisirul":"তারা কি পৃথিবীতে ভ্রমণ করে না? তাহলে দেখত, তাদের পূর্ববর্তীদের পরিণাম কী হয়েছিল। তারা তো শক্তিতে ছিল এদের চেয়েও শক্তিশালী। আসমান ও যমীনের কোন কিছুই আল্লাহকে অপারগ করতে পারে না। তিনি সর্বজ্ঞাতা, সকল শক্তির অধিকারী।"},{"id":45,"arabic_text":"وَ لَوۡ یُؤَاخِذُ اللّٰہُ  النَّاسَ بِمَا کَسَبُوۡا مَا تَرَکَ عَلٰی ظَہۡرِہَا مِنۡ دَآبَّۃٍ  وَّ لٰکِنۡ یُّؤَخِّرُہُمۡ  اِلٰۤی  اَجَلٍ مُّسَمًّی ۚ فَاِذَا جَآءَ  اَجَلُہُمۡ فَاِنَّ اللّٰہَ کَانَ بِعِبَادِہٖ  بَصِیۡرًا ﴿۴۵﴾ ","english_text":"And [recall] when you slew a man and disputed over it, but Allah was to bring out that which you were concealing.","page":440,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3705.mp3","colorText":"وَلَوْ يُؤَاخِذُ [h:7452[ٱ]للَّهُ [h:7453[ٱ][l[ل][g[نّ]َاسَ بِمَا كَسَبُو[s[اْ] مَا تَرَكَ عَلَىٰ ظَهْرِهَا مِ[f:4026[ن د][m[َا]ٓبَّ[a:7455[ةٍ و]َلَ[n[ـٰ]ك[a:7456[ِن ي]ُؤَخِّرُهُمْ إِلَ[o[ىٰٓ] أَجَ[a:1657[لٍ م]ُّسَم[f:7457[ًّىۖ ف]َإِذَا ج[o[َا]ٓءَ أَجَلُهُمْ فَإِ[g[نّ]َ [h:513[ٱ]للَّهَ كَانَ بِعِبَادِه[n[ِۦ] بَصِيرَۢا","juz":22,"ruku":380,"manzil":5,"bangla_ahbayan":"আল্লাহ মানুষকে তাদের কৃতকর্মের জন্য পাকড়াও করলে ভূপৃষ্ঠে কোন জীব-জন্তুকেই রেহাই দিতেন না।[১] কিন্তু তিনি এক নির্দিষ্টকাল পর্যন্ত তাদেরকে অবকাশ দিয়ে থাকেন।[২] সুতরাং তাদের নির্দিষ্ট সময় যখন এসে পড়বে, তখন অবশ্যই আল্লাহ তাঁর দাসদের ব্যাপারে সম্যক দ্রষ্টা। [৩]","bangla_bayan":"আর যদি আল্লাহ মানুষদেরকে তারা যা অর্জন করেছে তার জন্য পাকড়াও করতেন, তাহলে যমীনের উপর একটি প্রাণীকেও তিনি ছেড়ে দিতেন না। কিন্তু তিনি একটি নির্দিষ্ট সময় পর্যন্ত তাদেরকে বিলম্বিত করে থাকেন। অতঃপর যখন তাদের সেই নির্দিষ্ট সময় এসে যায় (তখন তিনি তাদের পাকড়াও করেন), কেননা আল্লাহ তো তাঁর বান্দাদের ব্যাপারে সম্যক দ্রষ্টা।","bangla_mkhan":"যদি আল্লাহ মানুষকে তাদের কৃতকর্মের কারণে পাকড়াও করতেন, তবে ভুপৃষ্ঠে চলমানকাউকে ছেড়ে দিতেন না। কিন্তু তিনি এক নির্দিষ্ট মেয়াদ পর্যন্ত তাদেরকে অবকাশ দেন। অতঃপর যখন সে নির্দিষ্ট মেয়াদ এসে যাবে তখন আল্লাহর সব বান্দা তাঁর দৃষ্টিতে থাকবে।","bangla_mujibur":"আল্লাহ মানুষকে তাদের কৃতকর্মের জন্য শাস্তি দিলে ভূপৃষ্ঠের কোন জীব জন্তুকেই রেহাই দিতেনন।, কিন্তু তিনি এক নির্দিষ্টকাল পর্যন্ত তাদেরকে অবকাশ দিয়ে থাকেন। অতঃপর তাদের নির্দিষ্ট কাল এসে গেলে আল্লাহ হবেন তাঁর বান্দাদের সম্যক দ্রষ্টা।","bangla_taisirul":"আল্লাহ মানুষকে তার কৃতকর্মের জন্য পাকড়াও করতে চাইলে ভূপৃষ্ঠের একটি প্রাণীকেও রেহাই দিতেন না। কিন্তু তিনি তাদের জন্য একটা নির্ধারিত কাল পর্যন্ত সময় বিলম্বিত করেন। অতঃপর তাদের সে নির্ধারিত সময় যখন এসে যায়, (তখন আল্লাহর ফয়সালা কার্যকরী হতে এক মুহূর্তও বিলম্ব ঘটে না), কারণ আল্লাহ (প্রতিটি মুহূর্তে) তাঁর বান্দাহদের পর্যবেক্ষণকারী।"}]}}