{"surahDetails":{"id":36,"banglaName":"ইয়াসীন","totalAyah":83,"arabicInBangla":"ইয়া-সীন"},"surah":{"id":36,"verses":[{"id":1,"arabic_text":"یٰسٓ ۚ﴿۱﴾ ","english_text":"It is He who created for you all of that which is on the earth. Then He directed Himself to the heaven, [His being above all creation], and made them seven heavens, and He is Knowing of all things.","page":440,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3706.mp3","colorText":"ي[m[سٓ]","juz":22,"ruku":381,"manzil":5,"bangla_ahbayan":"ইয়া-সীন,[১]","bangla_bayan":"ইয়া-সীন।","bangla_mkhan":"ইয়া-সীন","bangla_mujibur":"ইয়া সীন।","bangla_taisirul":"ইয়াসীন।"},{"id":2,"arabic_text":"وَ الۡقُرۡاٰنِ  الۡحَکِیۡمِ  ۙ﴿۲﴾","english_text":"And [mention, O Muhammad], when your Lord said to the angels, \"Indeed, I will make upon the earth a successive authority.\" They said, \"Will You place upon it one who causes corruption therein and sheds blood, while we declare Your praise and sanctify You?\" Allah said, \"Indeed, I know that which you do not know.\"","page":440,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3707.mp3","colorText":"وَ[h:9999[ٱ]لْقُرْءَانِ [h:11176[ٱ]لْحَك[p[ِي]مِ","juz":22,"ruku":381,"manzil":5,"bangla_ahbayan":"জ্ঞানগর্ভ কুরআনের শপথ, [১]","bangla_bayan":"বিজ্ঞানময় কুরআনের শপথ।","bangla_mkhan":"প্রজ্ঞাময় কোরআনের কসম।","bangla_mujibur":"শপথ জ্ঞানগর্ভ কুরআনের।","bangla_taisirul":"শপথ হিকমতপূর্ণ কুরআনের।"},{"id":3,"arabic_text":"اِنَّکَ  لَمِنَ  الۡمُرۡسَلِیۡنَ ۙ﴿۳﴾ ","english_text":"And He taught Adam the names - all of them. Then He showed them to the angels and said, \"Inform Me of the names of these, if you are truthful.\"","page":440,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3708.mp3","colorText":"إِ[g[نّ]َكَ لَمِنَ [h:1443[ٱ]لْمُرْسَل[p[ِي]نَ","juz":22,"ruku":381,"manzil":5,"bangla_ahbayan":"তুমি অবশ্যই প্রেরিত (রসূল)দের অন্তর্ভুক্ত; [১]","bangla_bayan":"নিশ্চয় তুমি রাসূলদের অন্তর্ভুক্ত।","bangla_mkhan":"নিশ্চয় আপনি প্রেরিত রসূলগণের একজন।","bangla_mujibur":"তুমি অবশ্যই রাসূলদের অন্তর্ভুক্ত।","bangla_taisirul":"তুমি অবশ্যই রসূলগণের অন্তর্ভুক্ত।"},{"id":4,"arabic_text":"عَلٰی صِرَاطٍ مُّسۡتَقِیۡمٍ ؕ﴿۴﴾ ","english_text":"They said, \"Exalted are You; we have no knowledge except what You have taught us. Indeed, it is You who is the Knowing, the Wise.\"","page":440,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3709.mp3","colorText":"عَلَىٰ صِر[n[َٲ][a:726[طٍ م]ُّسْتَق[p[ِي]مٍ","juz":22,"ruku":381,"manzil":5,"bangla_ahbayan":"তুমি সরলপথে প্রতিষ্ঠিত, [১]","bangla_bayan":"সরল পথের উপর প্রতিষ্ঠিত।","bangla_mkhan":"সরল পথে প্রতিষ্ঠিত।","bangla_mujibur":"তুমি সরল পথে প্রতিষ্ঠিত।","bangla_taisirul":"তুমি সরল সঠিক পথে প্রতিষ্ঠিত।"},{"id":5,"arabic_text":"تَنۡزِیۡلَ الۡعَزِیۡزِ  الرَّحِیۡمِ ۙ﴿۵﴾ ","english_text":"He said, \"O Adam, inform them of their names.\" And when he had informed them of their names, He said, \"Did I not tell you that I know the unseen [aspects] of the heavens and the earth? And I know what you reveal and what you have concealed.\"","page":440,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3710.mp3","colorText":"تَ[f:11177[نز]ِيلَ [h:11178[ٱ]لْعَزِيزِ [h:9869[ٱ][l[ل]رَّح[p[ِي]مِ","juz":22,"ruku":381,"manzil":5,"bangla_ahbayan":"কুরআন পরাক্রমশালী, পরম দয়ালু আল্লাহর নিকট হতে অবতীর্ণ। [১]","bangla_bayan":"(এ কুরআন) মহাপরাক্রমশালী, পরম দয়াময় (আল্লাহ) কর্তৃক নাযিলকৃত।","bangla_mkhan":"কোরআন পরাক্রমশালী পরম দয়ালু আল্লাহর তরফ থেকে অবতীর্ণ,","bangla_mujibur":"কুরআন অবতীর্ণ পরাক্রমশালী, পরম দয়ালু আল্লাহর নিকট হতে।","bangla_taisirul":"(এ কুরআন) মহাপরাক্রমশালী পরম করুণাময় (আল্লাহ) হতে অবতীর্ণ।"},{"id":6,"arabic_text":"لِتُنۡذِرَ قَوۡمًا مَّاۤ  اُنۡذِرَ اٰبَآؤُہُمۡ فَہُمۡ غٰفِلُوۡنَ ﴿۶﴾ ","english_text":"And [mention] when We said to the angels, \"Prostrate before Adam\"; so they prostrated, except for Iblees. He refused and was arrogant and became of the disbelievers.","page":440,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3711.mp3","colorText":"لِتُ[f:4582[نذ]ِرَ قَوْ[a:10181[مًا م]ّ[o[َآ] أُ[f:11179[نذ]ِرَ ءَاب[o[َا]ٓؤُهُمْ فَهُمْ غَ[n[ـٰ]فِل[p[ُو]نَ","juz":22,"ruku":381,"manzil":5,"bangla_ahbayan":"যাতে তুমি সতর্ক করতে পার এমন এক জাতিকে, যাদের পিতৃ-পুরুষদেরকে সতর্ক করা হয়নি, যার ফলে ওরা উদাসীন। [১]","bangla_bayan":"যাতে তুমি এমন এক কওমকে সতর্ক কর, যাদের পিতৃপুরুষদেরকে সতর্ক করা হয়নি, কাজেই তারা উদাসীন।","bangla_mkhan":"যাতে আপনি এমন এক জাতিকে সতর্ক করেন, যাদের পূর্ব পুরুষগণকেও সতর্ক করা হয়নি। ফলে তারা গাফেল।","bangla_mujibur":"যাতে তুমি সতর্ক করতে পার এমন এক জাতিকে যাদের পিতৃ-পুরুষদেরকে সতর্ক করা হয়নি, যার ফলে তারা গাফিল।","bangla_taisirul":"যাতে তুমি সতর্ক করতে পার এমন এক সম্প্রদায়কে যাদের পিৃতপুরুষদেরকে সতর্ক করা হয়নি, কাজেই তারা (আল্লাহর নিদর্শন সম্পর্কে) উদাসীন।"},{"id":7,"arabic_text":"لَقَدۡ حَقَّ الۡقَوۡلُ عَلٰۤی  اَکۡثَرِہِمۡ  فَہُمۡ  لَا یُؤۡمِنُوۡنَ ﴿۷﴾ ","english_text":"And We said, \"O Adam, dwell, you and your wife, in Paradise and eat therefrom in [ease and] abundance from wherever you will. But do not approach this tree, lest you be among the wrongdoers.\"","page":440,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3712.mp3","colorText":"لَقَ[q:2389[دْ] حَقَّ [h:10639[ٱ]لْقَوْلُ عَلَ[o[ىٰٓ] أَكْثَرِهِمْ فَهُمْ لَا يُؤْمِن[p[ُو]نَ","juz":22,"ruku":381,"manzil":5,"bangla_ahbayan":"ওদের অধিকাংশের জন্য (শাস্তির) বাণী অবধারিত হয়েছে, সুতরাং ওরা বিশ্বাস করবে না।[১]","bangla_bayan":"অবশ্যই তাদের অধিকাংশের উপর (আল্লাহর) বাণী অবধারিত হয়েছে, ফলে তারা ঈমান আনবে না।","bangla_mkhan":"তাদের অধিকাংশের জন্যে শাস্তির বিষয় অবধারিত হয়েছে। সুতরাং তারা বিশ্বাস স্থাপন করবে না।","bangla_mujibur":"তাদের অধিকাংশের জন্য সেই বাণী অবধারিত হয়েছে; সুতরাং তারা ঈমান আনবেনা।","bangla_taisirul":"(জেনে বুঝে আল্লাহর অবাধ্য হওয়ার কারণে) তাদের অধিকাংশের উপর (তাদের অন্তঃকরণে সীল লাগিয়ে দেয়ার) বাণী অবধারিত হয়ে গেছে, কাজেই তারা ঈমান আনবে না।"},{"id":8,"arabic_text":"اِنَّا جَعَلۡنَا فِیۡۤ  اَعۡنَاقِہِمۡ  اَغۡلٰلًا فَہِیَ  اِلَی  الۡاَذۡقَانِ فَہُمۡ  مُّقۡمَحُوۡنَ ﴿۸﴾ ","english_text":"But Satan caused them to slip out of it and removed them from that [condition] in which they had been. And We said, \"Go down, [all of you], as enemies to one another, and you will have upon the earth a place of settlement and provision for a time.\"","page":440,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3713.mp3","colorText":"إِ[g[نّ]َا جَعَلْنَا ف[o[ِىٓ] أَعْنَ[n[ـٰ]قِهِمْ أَغْلَ[n[ـٰ]ل[f:11180[اً ف]َهِىَ إِلَى [h:11181[ٱ]لْأَذْقَانِ فَه[w:11182[ُم م]ُّ[q:11183[قْ]مَح[p[ُو]نَ","juz":22,"ruku":381,"manzil":5,"bangla_ahbayan":"আমি ওদের গলদেশে মোটা বেড়ি পরিয়েছি, তা ওদের চিবুক পর্যন্ত বর্তমান, ফলে ওরা ঊর্ধ্বমুখী হয়ে আছে। [১]","bangla_bayan":"নিশ্চয় আমি তাদের গলায় বেড়ি পরিয়ে দিয়েছি এবং তা চিবুক পর্যন্ত। ফলে তারা ঊর্ধ্বমুখী হয়ে আছে।","bangla_mkhan":"আমি তাদের গর্দানে চিবুক পর্যন্ত বেড়ী পরিয়েছি। ফলে তাদের মস্তক উর্দ্ধমুখী হয়ে গেছে।","bangla_mujibur":"আমি তাদের গলদেশে চিবুক পর্যন্ত বেড়ি পরিয়েছি, ফলে তারা উর্ধ্বমুখী হয়ে গেছে।","bangla_taisirul":"আমি তাদের গলদেশে (তাদের জিদ ও অহমিকার) বেড়ি পরিয়ে দিয়েছি আর তা থুতনি পর্যন্ত (গিয়ে ঠেকেছে), কাজেই তারা মাথা খাড়া করে রেখেছে।"},{"id":9,"arabic_text":"وَ جَعَلۡنَا مِنۡۢ بَیۡنِ اَیۡدِیۡہِمۡ سَدًّا وَّ مِنۡ خَلۡفِہِمۡ سَدًّا فَاَغۡشَیۡنٰہُمۡ فَہُمۡ لَا یُبۡصِرُوۡنَ ﴿۹﴾ ","english_text":"Then Adam received from his Lord [some] words, and He accepted his repentance. Indeed, it is He who is the Accepting of repentance, the Merciful.","page":440,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3714.mp3","colorText":"وَجَعَلْنَا م[i:4612[ِنۢ ب]َيْنِ أَيْدِيهِمْ سَد[a:11184[ًّا و]َمِنْ خَلْفِهِمْ سَد[f:11185[ًّا ف]َأَغْشَيْنَ[n[ـٰ]هُمْ فَهُمْ لَا يُ[q:60[بْ]صِر[p[ُو]نَ","juz":22,"ruku":381,"manzil":5,"bangla_ahbayan":"আমি ওদের সম্মুখে ও পশ্চাতে অন্তরাল স্থাপন করেছি[১] এবং ওদের দৃষ্টির ওপর আবরণ রেখেছি; [২] ফলে ওরা দেখতে পায় না।","bangla_bayan":"আর আমি তাদের সামনে একটি প্রাচীর ও তাদের পিছনে একটি প্রাচীর স্থাপন করেছি, অতঃপর আমি তাদেরকে ঢেকে দিয়েছি, ফলে তারা দেখতে পায় না।","bangla_mkhan":"আমি তাদের সামনে ও পিছনে প্রাচীর স্থাপন করেছি, অতঃপর তাদেরকে আবৃত করে দিয়েছি, ফলে তারা দেখে না।","bangla_mujibur":"আমি তাদের সম্মুখে প্রাচীর ও পশ্চাতে প্রাচীর স্থাপন করেছি এবং তাদেরকে আবৃত করেছি, ফলে তারা দেখতে পায়না।","bangla_taisirul":"তাদের সামনে আমি একটা (বাধার) প্রাচীর দাঁড় করিয়ে দিয়েছি, আর পেছনে একটা প্রাচীর, উপরন্তু তাদেরকে ঢেকে দিয়েছি; কাজেই তারা দেখতে পায় না।"},{"id":10,"arabic_text":"وَ سَوَآءٌ عَلَیۡہِمۡ ءَاَنۡذَرۡتَہُمۡ اَمۡ لَمۡ تُنۡذِرۡہُمۡ  لَا  یُؤۡمِنُوۡنَ ﴿۱۰﴾ ","english_text":"We said, \"Go down from it, all of you. And when guidance comes to you from Me, whoever follows My guidance - there will be no fear concerning them, nor will they grieve.","page":440,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3715.mp3","colorText":"وَسَو[o[َا]ٓءٌ عَلَيْهِمْ ءَأَ[f:25[نذ]َرْتَهُمْ أَمْ لَمْ تُ[f:26[نذ]ِرْهُمْ لَا يُؤْمِن[p[ُو]نَ","juz":22,"ruku":381,"manzil":5,"bangla_ahbayan":"তুমি ওদেরকে সতর্ক কর বা না কর, ওদের পক্ষে উভয়ই সমান; ওরা বিশ্বাস করবে না। [১]","bangla_bayan":"আর তুমি তাদেরকে সতর্ক কর অথবা না কর তাদের কাছে দু’টোই সমান, তারা ঈমান আনবে না।","bangla_mkhan":"আপনি তাদেরকে সতর্ক করুন বা না করুন, তাদের পক্ষে দুয়েই সমান; তারা বিশ্বাস স্থাপন করবে না।","bangla_mujibur":"তুমি তাদেরকে সতর্ক কর কিংবা না কর তাদের জন্য উভয়ই সমান; তারা ঈমান আনবেনা।","bangla_taisirul":"তুমি তাদেরকে সতর্ক কর আর না কর, তাদের কাছে দু’টোই সমান, তারা ঈমান আনবে না।"},{"id":11,"arabic_text":"اِنَّمَا تُنۡذِرُ مَنِ اتَّبَعَ  الذِّکۡرَ  وَ خَشِیَ الرَّحۡمٰنَ بِالۡغَیۡبِ ۚ فَبَشِّرۡہُ  بِمَغۡفِرَۃٍ وَّ اَجۡرٍ  کَرِیۡمٍ ﴿۱۱﴾ ","english_text":"And those who disbelieve and deny Our signs - those will be companions of the Fire; they will abide therein eternally.\"","page":440,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3716.mp3","colorText":"إِ[g[نّ]َمَا تُ[f:11105[نذ]ِرُ مَنِ [h:3443[ٱ]تَّبَعَ [h:11186[ٱ][l[ل]ذِّكْرَ وَخَشِىَ [h:11187[ٱ][l[ل]رَّحْمَ[n[ـٰ]نَ بِ[h:13[ٱ]لْغَيْبِۖ فَبَشِّرْهُ بِمَغْفِرَ[a:11188[ةٍ و]َأَ[q:11189[جْ][f:11190[رٍ ك]َر[p[ِي]مٍ","juz":22,"ruku":381,"manzil":5,"bangla_ahbayan":"তুমি কেবল তাদেরকে সতর্ক করতে পার[১] যারা উপদেশ মেনে চলে এবং না দেখে পরম দয়াময়কে ভয় করে। অতএব তাদেরকে তুমি ক্ষমা ও সম্মানজনক পুরস্কারের সুসংবাদ দাও।","bangla_bayan":"তুমি তো কেবল তাকেই সতর্ক করবে যে উপদেশ মেনে চলে এবং না দেখেও পরম করুণাময় আল্লাহকে ভয় করে। অতএব তাকে তুমি ক্ষমা ও সম্মানজনক পুরস্কারের সুসংবাদ দাও।","bangla_mkhan":"আপনি কেবল তাদেরকেই সতর্ক করতে পারেন, যারা উপদেশ অনুসরণ করে এবং দয়াময় আল্লাহকে না দেখে ভয় করে। অতএব আপনি তাদেরকে সুসংবাদ দিয়ে দিন ক্ষমা ও সম্মানজনক পুরস্কারের।","bangla_mujibur":"তুমি শুধু তাদেরকেই সতর্ক করতে পার যারা উপদেশ মেনে চলে এবং না দেখে দয়াময় রাহমানকে ভয় করে। অতএব তুমি তাদেরকে ক্ষমা ও মহা পুরস্কারের সংবাদ দাও।","bangla_taisirul":"তুমি তো সতর্ক কেবল তাকেই করতে পার যে লোক উপদেশ মেনে চলে আর দয়াময় (আল্লাহ)-কে না দেখেও ভয় করে। অতঃপর এদেরকে তুমি ক্ষমা ও সম্মানজনক পুরস্কারের সুসংবাদ দাও।"},{"id":12,"arabic_text":"اِنَّا نَحۡنُ نُحۡیِ الۡمَوۡتٰی وَ نَکۡتُبُ مَا قَدَّمُوۡا وَ اٰثَارَہُمۡ ؕؑ وَ کُلَّ شَیۡءٍ اَحۡصَیۡنٰہُ  فِیۡۤ   اِمَامٍ  مُّبِیۡنٍ ﴿۱۲﴾ ","english_text":"O Children of Israel, remember My favor which I have bestowed upon you and fulfill My covenant [upon you] that I will fulfill your covenant [from Me], and be afraid of [only] Me.","page":440,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3717.mp3","colorText":"إِ[g[نّ]َا نَحْنُ نُحْىِ [h:11191[ٱ]لْمَوْتَىٰ وَنَكْتُبُ مَا قَدَّمُو[s[اْ] وَءَاثَ[n[ـٰ]رَهُمْۚ وَكُلَّ شَىْءٍ أَحْصَيْنَ[n[ـٰ]هُ ف[o[ِىٓ] إِمَا[a:11192[مٍ م]ُّب[p[ِي]نٍ","juz":22,"ruku":381,"manzil":5,"bangla_ahbayan":"নিশ্চয় আমি মৃতকে জীবিত করি[১] এবং লিখে রাখি ওদের কৃতকর্ম ও যা ওরা পশ্চাতে রেখে যায়, [২] আমি প্রত্যেক জিনিস স্পষ্ট গ্রন্থে সংরক্ষিত রেখেছি। [৩]","bangla_bayan":"আমিই তো মৃতকে জীবিত করি আর লিখে রাখি যা তারা অগ্রে প্রেরণ করে এবং যা পিছনে রেখে যায়। আর প্রতিটি বস্তুকেই আমি সুস্পষ্ট কিতাবে সংরক্ষণ করে রেখেছি।","bangla_mkhan":"আমিই মৃতদেরকে জীবিত করি এবং তাদের কর্ম ও কীর্তিসমূহ লিপিবদ্ধ করি। আমি প্রত্যেক বস্তু স্পষ্ট কিতাবে সংরক্ষিত রেখেছি।","bangla_mujibur":"আমিই মৃতকে করি জীবিত এবং লিখে রাখি যা তারা অগ্রে প্রেরণ করে এবং যা তারা পশ্চাতে রেখে যায়, আমি প্রত্যেক বিষয়কে স্পষ্ট কিতাবে সংরক্ষিত রেখেছি।","bangla_taisirul":"আমিই মৃতকে জীবিত করি, আর লিখে রাখি যা তারা আগে পাঠিয়ে দেয় আর যা পেছনে ছেড়ে যায়। সব কিছুই আমি স্পষ্ট কিতাবে সংরক্ষিত করে রেখেছি।"},{"id":13,"arabic_text":"وَ اضۡرِبۡ لَہُمۡ مَّثَلًا  اَصۡحٰبَ الۡقَرۡیَۃِ ۘ اِذۡ جَآءَہَا  الۡمُرۡسَلُوۡنَ ﴿ۚ۱۳﴾  ","english_text":"And believe in what I have sent down confirming that which is [already] with you, and be not the first to disbelieve in it. And do not exchange My signs for a small price, and fear [only] Me.","page":441,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3718.mp3","colorText":"وَ[h:9999[ٱ]ضْرِ[q:8060[بْ] لَه[w:8061[ُم م]َّثَلاً أَصْحَ[n[ـٰ]بَ [h:11193[ٱ]لْقَرْيَةِ إِذْ ج[o[َا]ٓءَهَا [h:11194[ٱ]لْمُرْسَل[p[ُو]نَ","juz":22,"ruku":382,"manzil":5,"bangla_ahbayan":"ওদের নিকট এক জনপদের অধিবাসীদের দৃষ্টান্ত উপস্থিত কর, যাদের নিকট রসূল এসেছিল।[১]","bangla_bayan":"আর এক জনপদের অধিবাসীদের উপমা তাদের কাছে বর্ণনা কর, যখন তাদের কাছে রাসূলগণ এসেছিল।","bangla_mkhan":"আপনি তাদের কাছে সে জনপদের অধিবাসীদের দৃষ্টান্ত বর্ণনা করুন, যখন সেখানে রসূল আগমন করেছিলেন।","bangla_mujibur":"তাদের নিকট উপস্থিত কর এক জনপদের অধিবাসীদের দৃষ্টান্ত; তাদের নিকট এসেছিল রাসূলগণ।","bangla_taisirul":"তাদের কাছে দৃষ্টান্ত স্বরূপ এক জনপদবাসীদের কথা শুনিয়ে দাও যখন তাদের কাছে এসেছিল রসূলগণ।"},{"id":14,"arabic_text":"اِذۡ  اَرۡسَلۡنَاۤ  اِلَیۡہِمُ  اثۡنَیۡنِ  فَکَذَّبُوۡہُمَا فَعَزَّزۡنَا بِثَالِثٍ فَقَالُوۡۤا اِنَّاۤ  اِلَیۡکُمۡ مُّرۡسَلُوۡنَ ﴿۱۴﴾ ","english_text":"And do not mix the truth with falsehood or conceal the truth while you know [it].","page":441,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3719.mp3","colorText":"إِذْ أَرْسَلْن[o[َآ] إِلَيْهِمُ [h:11195[ٱ]ثْنَيْنِ فَكَذَّبُوهُمَا فَعَزَّزْنَا بِثَالِ[f:11196[ثٍ ف]َقَال[o[ُوٓ][s[اْ] إِ[g[نّ][o[َآ] إِلَيْك[w:11197[ُم م]ُّرْسَل[p[ُو]نَ","juz":22,"ruku":382,"manzil":5,"bangla_ahbayan":"ওদের নিকট দু’জন রসূল পাঠিয়েছিলাম, কিন্তু ওরা তাদেরকে মিথ্যাবাদী বলল; তখন আমি তাদেরকে তৃতীয় একজন দ্বারা শক্তিশালী করেছিলাম এবং তারা বলেছিল, ‘নিশ্চয় আমরা তোমাদের নিকট প্রেরিত হয়েছি।’ [১]","bangla_bayan":"যখন আমি তাদের কাছে দু’জন রাসূল পাঠিয়েছিলাম, তখন তারা তাদেরকে মিথ্যাবাদী বলেছিল। তারপর আমি তাদেরকে তৃতীয় একজনের মাধ্যমে শক্তিশালী করেছিলাম। অতঃপর তারা বলেছিল, ‘নিশ্চয় আমরা তোমাদের প্রতি প্রেরিত রাসূল’।","bangla_mkhan":"আমি তাদের নিকট দুজন রসূল প্রেরণ করেছিলাম, অতঃপর ওরা তাদেরকে মিথ্যা প্রতিপন্ন করল। তখন আমি তাদেরকে শক্তিশালী করলাম তৃতীয় একজনের মাধ্যমে। তারা সবাই বলল, আমরা তোমাদের প্রতি প্রেরিত হয়েছি।","bangla_mujibur":"যখন আমি তাদের নিকট পাঠিয়েছিলাম দু’জন রাসূল, কিন্তু তারা তাদেরকে মিথ্যাবাদী বলল; তখন আমি তাদেরকে শক্তিশালী করেছিলাম তৃতীয় একজন দ্বারা এবং তারা বলেছিলঃ আমরাতো তোমাদের নিকট প্রেরিত হয়েছি।","bangla_taisirul":"যখন তাদের কাছে দু’জন রসূল পাঠিয়েছিলাম তখন তারা সে দু’জনকে মিথ্যে ব’লে প্রত্যাখ্যান করল। অতঃপর আমি তৃতীয় আরেকজন দ্বারা তাদের শক্তি বৃদ্ধি করলাম। তারা বলল- আমরা তোমাদের প্রতি প্রেরিত হয়েছি।"},{"id":15,"arabic_text":"قَالُوۡا مَاۤ  اَنۡتُمۡ  اِلَّا بَشَرٌ مِّثۡلُنَا ۙ وَ مَاۤ اَنۡزَلَ  الرَّحۡمٰنُ  مِنۡ شَیۡءٍ ۙ اِنۡ  اَنۡتُمۡ  اِلَّا تَکۡذِبُوۡنَ ﴿۱۵﴾ ","english_text":"And establish prayer and give zakah and bow with those who bow [in worship and obedience].","page":441,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3720.mp3","colorText":"قَالُو[s[اْ] م[o[َآ] أَ[f:428[نت]ُمْ إِلَّا بَشَ[a:7065[رٌ م]ِّثْلُنَا وَم[o[َآ] أَ[f:471[نز]َلَ [h:11198[ٱ][l[ل]رَّحْمَ[n[ـٰ]نُ مِ[f:2103[ن ش]َىْءٍ إِنْ أَ[f:428[نت]ُمْ إِلَّا تَكْذِب[p[ُو]نَ","juz":22,"ruku":382,"manzil":5,"bangla_ahbayan":"ওরা বলল, ‘তোমরা তো আমাদেরই মত মানুষ, আর পরম দয়াময় তো কিছুই অবতীর্ণ  করেননি। তোমরা কেবল মিথ্যাই বলছ।’","bangla_bayan":"তারা বলল, ‘তোমরা তো আমাদের মতই মানুষ। আর পরম করুণাময় তো কিছুই নাযিল করেননি। তোমরা শুধু মিথ্যাই বলছ।","bangla_mkhan":"তারা বলল, তোমরা তো আমাদের মতই মানুষ, রহমান আল্লাহ কিছুই নাযিল করেননি। তোমরা কেবল মিথ্যাই বলে যাচ্ছ।","bangla_mujibur":"তারা বললঃ তোমরাতো আমাদের মত মানুষ, দয়াময় কিছুই অবতীর্ণ করেননি, তোমরা শুধু মিথ্যাই বলছ।","bangla_taisirul":"জনপদবাসীরা বলল- তোমরা তো আমাদেরই মত মানুষ বতীত অন্য কিছু নও। আর দয়াময় (আল্লাহ) কোন কিছুই নাযিল করেননি। তোমরা শুধু মিথ্যেই বলছ।"},{"id":16,"arabic_text":"قَالُوۡا رَبُّنَا یَعۡلَمُ  اِنَّاۤ  اِلَیۡکُمۡ لَمُرۡسَلُوۡنَ ﴿۱۶﴾ ","english_text":"Do you order righteousness of the people and forget yourselves while you recite the Scripture? Then will you not reason?","page":441,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3721.mp3","colorText":"قَالُو[s[اْ] رَبُّنَا يَعْلَمُ إِ[g[نّ][o[َآ] إِلَيْكُمْ لَمُرْسَل[p[ُو]نَ","juz":22,"ruku":382,"manzil":5,"bangla_ahbayan":"তারা বলল, ‘আমাদের প্রতিপালক জানেন যে, আমরা অবশ্যই তোমাদের নিকট প্রেরিত হয়েছি।","bangla_bayan":"তারা বলল, ‘আমাদের রব জানেন, অবশ্যই আমরা তোমাদের কাছে প্রেরিত রাসূল’।","bangla_mkhan":"রাসূলগণ বলল, আমাদের পরওয়ারদেগার জানেন, আমরা অবশ্যই তোমাদের প্রতি প্রেরিত হয়েছি।","bangla_mujibur":"তারা বললঃ আমাদের রাব্ব জানেন যে, আমরা অবশ্যই তোমাদের নিকট প্রেরিত হয়েছি।","bangla_taisirul":"রসূলগণ বলল- আমাদের পালনকর্তা জানেন আমরা অবশ্যই তোমাদের প্রতি প্রেরিত হয়েছি।"},{"id":17,"arabic_text":"وَ مَا عَلَیۡنَاۤ  اِلَّا  الۡبَلٰغُ  الۡمُبِیۡنُ ﴿۱۷﴾ ","english_text":"And seek help through patience and prayer, and indeed, it is difficult except for the humbly submissive [to Allah ]","page":441,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3722.mp3","colorText":"وَمَا عَلَيْن[o[َآ] إِلَّا [h:3819[ٱ]لْبَلَ[n[ـٰ]غُ [h:3781[ٱ]لْمُب[p[ِي]نُ","juz":22,"ruku":382,"manzil":5,"bangla_ahbayan":"স্পষ্টভাবে প্রচার করাই আমাদের দায়িত্ব।’","bangla_bayan":"‘আর সুস্পষ্টভাবে পৌঁছিয়ে দেয়াই আমাদের দায়িত্ব’।","bangla_mkhan":"পরিস্কারভাবে আল্লাহর বাণী পৌছে দেয়াই আমাদের দায়িত্ব।","bangla_mujibur":"স্পষ্টভাবে প্রচার করাই আমাদের দায়িত্ব।","bangla_taisirul":"স্পষ্টভাবে (আল্লাহর বাণী) পৌঁছে দেয়াই আমাদের একমাত্র দায়িত্ব।"},{"id":18,"arabic_text":"قَالُوۡۤا اِنَّا تَطَیَّرۡنَا بِکُمۡ ۚ لَئِنۡ لَّمۡ تَنۡتَہُوۡا لَنَرۡجُمَنَّکُمۡ وَ لَیَمَسَّنَّکُمۡ مِّنَّا عَذَابٌ  اَلِیۡمٌ ﴿۱۸﴾ ","english_text":"Who are certain that they will meet their Lord and that they will return to Him.","page":441,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3723.mp3","colorText":"قَال[o[ُوٓ][s[اْ] إِ[g[نّ]َا تَطَيَّرْنَا بِكُمْۖ لَئ[u:4195[ِن ل]َّمْ تَ[f:5288[نت]َهُو[s[اْ] لَنَرْجُمَ[g[نّ]َكُمْ وَلَيَمَسَّ[g[نّ]َك[w:11199[ُم م]ِّ[g[نّ]َا عَذَابٌ أَل[p[ِي]مٌ","juz":22,"ruku":382,"manzil":5,"bangla_ahbayan":"ওরা বলল, ‘আমরা তোমাদেরকে অমঙ্গলের কারণ মনে করি,[১] যদি তোমরা বিরত না হও, তাহলে অবশ্যই তোমাদেরকে পাথর মেরে হত্যা করব এবং আমাদের পক্ষ হতে তোমাদেরকে মর্মন্তুদ শাস্তি স্পর্শ করবে।’","bangla_bayan":"তারা বলল, ‘আমরা তো তোমাদেরকে অমঙ্গলের কারণ মনে করি। তোমরা যদি বিরত না হও তাহলে আমরা অবশ্যই তোমাদেরকে পাথর মেরে হত্যা করব এবং আমাদের পক্ষ থেকে তোমাদেরকে যন্ত্রণাদায়ক আযাব স্পর্শ করবে’।","bangla_mkhan":"তারা বলল, আমরা তোমাদেরকে অশুভ-অকল্যাণকর দেখছি। যদি তোমরা বিরত না হও, তবে অবশ্যই তোমাদেরকে প্রস্তর বর্ষণে হত্যা করব এবং আমাদের পক্ষ থেকে তোমাদেরকে যন্ত্রনাদায়ক শাস্তি স্পর্শ করবে।","bangla_mujibur":"তারা বললঃ আমরা তোমাদেরকে অমঙ্গলের কারণ মনে করি। যদি তোমরা বিরত না হও তাহলে তোমাদেরকে অবশ্যই প্রস্তরাঘাতে হত্যা করব এবং আমাদের পক্ষ হতে তোমাদের উপর যন্ত্রণাদায়ক শাস্তি অবশ্যই আপতিত হবে।","bangla_taisirul":"জনপদের লোকেরা বলল- আমরা তোমাদেরকেই অমঙ্গলের কারণ মনে করি। তোমরা যদি (প্রচারকার্য থেকে) নিবৃত্ত না হও, তাহলে আমরা অবশ্য অবশ্যই তোমাদেরকে পাথর মেরে হত্যা করব এবং আমাদের পক্ষ থেকে বড়ই মর্মান্তিক শাস্তি তোমাদের উপর অবশ্য অবশ্যই নেমে আসবে।"},{"id":19,"arabic_text":"قَالُوۡا طَآئِرُکُمۡ مَّعَکُمۡ ؕ اَئِنۡ ذُکِّرۡتُمۡ ؕ بَلۡ  اَنۡتُمۡ  قَوۡمٌ  مُّسۡرِفُوۡنَ ﴿۱۹﴾ ","english_text":"O Children of Israel, remember My favor that I have bestowed upon you and that I preferred you over the worlds.","page":441,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3724.mp3","colorText":"قَالُو[s[اْ] طَ[o[ـٰٓ]ئِرُك[w:11200[ُم م]َّعَكُمْۚ أَئِ[f:11201[ن ذ]ُكِّرْت[c:11202[ُمۚ ب]َلْ أَ[f:428[نت]ُمْ قَوْ[a:4833[مٌ م]ُّسْرِف[p[ُو]نَ","juz":22,"ruku":382,"manzil":5,"bangla_ahbayan":"তারা বলল, ‘তোমাদের অমঙ্গল তোমাদের সঙ্গেই।[১] এ কি এ জন্য যে, তোমাদেরকে উপদেশ দেওয়া হচ্ছে? বরং তোমরা এক সীমালংঘনকারী সম্প্রদায়।’","bangla_bayan":"তারা বলল, তোমাদের অমঙ্গলের কারণ তোমাদের সাথেই। তোমাদেরকে উপদেশ দেয়া হয়েছে বলেই কি এরূপ বলছ? বরং তোমরা সীমালঙ্ঘনকারী কওম’।","bangla_mkhan":"রসূলগণ বলল, তোমাদের অকল্যাণ তোমাদের সাথেই! এটা কি এজন্যে যে, আমরা তোমাদেরকে সদুপদেশ দিয়েছি? বস্তুতঃ তোমরা সীমা লংঘনকারী সম্প্রদায় বৈ নও।","bangla_mujibur":"তারা বললঃ তোমাদের অমঙ্গল তোমাদেরই সাথে, এটা কি এ জন্য যে, আমরা তোমাদেরকে উপদেশ দিচ্ছি? বস্তুতঃ তোমরা এক সীমালংঘনকারী সম্প্রদায়।","bangla_taisirul":"রসূলগণ বলল- তোমাদের অমঙ্গলের কারণ তোমাদের সাথেই আছে (আর তা হল তোমাদের অপকর্ম)। তোমাদেরকে নসীহত করা হলেই কি (সেটাকে তোমরা তোমাদের অমঙ্গলের কারণ মনে কর)? আসলে তোমরা হচ্ছ এক সীমালঙ্ঘনকারী জাতি।"},{"id":20,"arabic_text":"وَ جَآءَ مِنۡ اَقۡصَا الۡمَدِیۡنَۃِ  رَجُلٌ یَّسۡعٰی قَالَ یٰقَوۡمِ اتَّبِعُوا الۡمُرۡسَلِیۡنَ ﴿ۙ۲۰﴾ ","english_text":"And fear a Day when no soul will suffice for another soul at all, nor will intercession be accepted from it, nor will compensation be taken from it, nor will they be aided.","page":441,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3725.mp3","colorText":"وَج[o[َا]ٓءَ مِنْ أَ[q:10108[قْ]صَا [h:10109[ٱ]لْمَدِينَةِ رَجُ[a:11203[لٌ ي]َسْعَىٰ قَالَ يَ[n[ـٰ]قَوْمِ [h:11204[ٱ]تَّبِعُو[s[اْ] [h:11205[ٱ]لْمُرْسَل[p[ِي]نَ","juz":22,"ruku":382,"manzil":5,"bangla_ahbayan":"নগরীর এক প্রান্ত থেকে এক ব্যক্তি ছুটে এল এবং বলল, ‘হে আমার সম্প্রদায়! রসূলদের অনুসরণ কর, [১]","bangla_bayan":"আর শহরের দূরপ্রান্ত থেকে এক ব্যক্তি দৌড়ে এসে বলল, ‘হে আমার কওম! তোমরা রাসূলদের অনুসরণ কর।","bangla_mkhan":"অতঃপর শহরের প্রান্তভাগ থেকে এক ব্যক্তি দৌড়ে এল। সে বলল, হে আমার সম্প্রদায় তোমরা রসূলগণের অনুসরণ কর।","bangla_mujibur":"নগরীর প্রান্ত হতে এক ব্যক্তি ছুটে এলো, সে বললঃ হে আমার সম্প্রদায়! রাসূলদের অনুসরণ কর।","bangla_taisirul":"নগর প্রান্ত থেকে এক লোক ছুটে আসলো। সে বলল- হে আমার জাতির লোকেরা! তোমরা রসূলদের মান্য কর।"},{"id":21,"arabic_text":"اتَّبِعُوۡا مَنۡ لَّا یَسۡـَٔلُکُمۡ اَجۡرًا وَّ ہُمۡ مُّہۡتَدُوۡنَ ﴿۲۱﴾","english_text":"And [recall] when We saved your forefathers from the people of Pharaoh, who afflicted you with the worst torment, slaughtering your [newborn] sons and keeping your females alive. And in that was a great trial from your Lord.","page":441,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3726.mp3","colorText":"ٱتَّبِعُو[s[اْ] م[u:6065[َن ل]َّا يَسْــَٔلُكُمْ أَ[q:2795[جْ][a:11206[رًا و]َه[w:4209[ُم م]ُّهْتَد[p[ُو]نَ","juz":22,"ruku":382,"manzil":5,"bangla_ahbayan":"অনুসরণ কর তাদের যারা তোমাদের নিকট কোন প্রতিদান চায় না এবং যারা সৎপথপ্রাপ্ত।","bangla_bayan":"‘তোমরা তাদের অনুসরণ কর যারা তোমাদের কাছে কোন প্রতিদান চায় না আর তারা সৎপথপ্রাপ্ত’।","bangla_mkhan":"অনুসরণ কর তাদের, যারা তোমাদের কাছে কোন বিনিময় কামনা করে না, অথচ তারা সুপথ প্রাপ্ত।","bangla_mujibur":"অনুসরণ কর তাদের যারা তোমাদের নিকট কোন প্রতিদান চায়না এবং তারা সৎ পথপ্রাপ্ত।","bangla_taisirul":"তোমরা মান্য কর এদেরকে- যারা তোমাদের কাছে কোন প্রতিদান চায় না। উপরন্তু তারা সঠিক পথে পরিচালিত।"},{"id":22,"arabic_text":"وَ مَا لِیَ  لَاۤ  اَعۡبُدُ الَّذِیۡ فَطَرَنِیۡ وَ  اِلَیۡہِ تُرۡجَعُوۡنَ ﴿۲۲﴾ ","english_text":"And [recall] when We parted the sea for you and saved you and drowned the people of Pharaoh while you were looking on.","page":441,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3727.mp3","colorText":"وَمَا لِىَ ل[o[َآ] أَعْبُدُ [h:11207[ٱ]لَّذِى فَطَرَنِى وَإِلَيْهِ تُرْجَع[p[ُو]نَ","juz":22,"ruku":382,"manzil":5,"bangla_ahbayan":"যিনি আমাকে সৃষ্টি করেছেন এবং যাঁর নিকট তোমরা প্রত্যাবর্তিত হবে আমি তাঁর উপাসনা করব না কেন? [১]","bangla_bayan":"‘আর আমি কেন তাঁর ইবাদাত করব না যিনি আমাকে সৃষ্টি করেছেন? আর তাঁর কাছেই তোমাদেরকে ফিরিয়ে নেয়া হবে’।","bangla_mkhan":"আমার কি হল যে, যিনি আমাকে সৃষ্টি করেছেন এবং যার কাছে তোমরা প্রত্যাবর্তিত হবে, আমি তাঁর এবাদত করব না?","bangla_mujibur":"আমার কি যুক্তি আছে যে, যিনি আমাকে সৃষ্টি করেছেন এবং যাঁর নিকট তোমরা প্রত্যাবর্তিত হবে আমি তাঁর ইবাদাত করবনা?","bangla_taisirul":"কেন আমি তাঁর ‘ইবাদাত করব না যিনি আমাকে সৃষ্টি করেছেন, আর তাঁর কাছেই তোমাদেরকে ফিরে যেতে হবে?"},{"id":23,"arabic_text":"ءَاَتَّخِذُ مِنۡ دُوۡنِہٖۤ  اٰلِہَۃً اِنۡ یُّرِدۡنِ الرَّحۡمٰنُ بِضُرٍّ لَّا تُغۡنِ عَنِّیۡ شَفَاعَتُہُمۡ شَیۡئًا  وَّ لَا  یُنۡقِذُوۡنِ ﴿ۚ۲۳﴾ ","english_text":"And [recall] when We made an appointment with Moses for forty nights. Then you took [for worship] the calf after him, while you were wrongdoers.","page":441,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3728.mp3","colorText":"ءَأَتَّخِذُ مِ[f:3136[ن د]ُونِه[o[ِۦٓ] ءَالِهَةً إ[a:11208[ِن ي]ُرِ[q:11209[دْ]نِ [h:11210[ٱ][l[ل]رَّحْمَ[n[ـٰ]نُ بِضُ[u:11211[رٍّ ل]َّا تُغْنِ عَ[g[نّ]ِى شَفَ[n[ـٰ]عَتُهُمْ شَيْـ[a:232[ـًٔا و]َلَا يُ[f:11212[نق]ِذ[p[ُو]نِ","juz":22,"ruku":382,"manzil":5,"bangla_ahbayan":"আমি কি তাঁর পরিবর্তে অন্য উপাস্য গ্রহণ করব? পরম দয়াময় আমাকে ক্ষতিগ্রস্ত করতে চাইলে ওদের সুপারিশ আমার কোন কাজে আসবে না এবং ওরা আমাকে উদ্ধার করতেও পারবে না।[১]","bangla_bayan":"আমি কি তাঁর পরিবর্তে অন্য ইলাহ গ্রহণ করব? যদি পরম করুণাময় আমার কোন ক্ষতি করার ইচ্ছা করেন, তাহলে তাদের সুপারিশ আমার কোন কাজে আসবে না এবং তারা আমাকে উদ্ধারও করতে পারবে না’।","bangla_mkhan":"আমি কি তাঁর পরিবর্তে অন্যান্যদেরকে উপাস্যরূপে গ্রহণ করব? করুণাময় যদি আমাকে কষ্টে নিপতিত করতে চান, তবে তাদের সুপারিশ আমার কোনই কাজে আসবে না এবং তারা আমাকে রক্ষাও করতে পারবে না।","bangla_mujibur":"আমি কি তাঁর পরিবর্তে অন্য মা‘বূদ গ্রহণ করব? দয়াময় (আল্লাহ) আমাকে ক্ষতিগ্রস্ত করতে চাইলে তাদের সুপারিশ আমার কোন কাজে আসবেনা এবং তারা আমাকে উদ্ধারও করতে পারবেনা।","bangla_taisirul":"আমি কি তাঁর পরিবর্তে (অন্য) সব ইলাহ্ গ্রহণ করব? করুণাময় আল্লাহ যদি আমার কোন ক্ষতি করতে চান তবে আমার জন্য তাদের সুপারিশ কোনই কাজে আসবে না, আর তারা আমাকে উদ্ধার করতেও পারবে না।"},{"id":24,"arabic_text":"اِنِّیۡۤ   اِذًا  لَّفِیۡ  ضَلٰلٍ  مُّبِیۡنٍ ﴿۲۴﴾ ","english_text":"Then We forgave you after that so perhaps you would be grateful.","page":441,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3729.mp3","colorText":"إِ[g[نّ][o[ِىٓ] إِ[u:11213[ذًا ل]َّفِى ضَلَ[n[ـٰ][a:2393[لٍ م]ُّب[p[ِي]نٍ","juz":22,"ruku":382,"manzil":5,"bangla_ahbayan":"এরূপ করলে আমি অবশ্যই স্পষ্ট বিভ্রান্তিতে পড়ব। [১]","bangla_bayan":"‘এরূপ করলে নিশ্চয় আমি স্পষ্ট বিভ্রান্তিতে পতিত হব’।","bangla_mkhan":"এরূপ করলে আমি প্রকাশ্য পথভ্রষ্টতায় পতিত হব।","bangla_mujibur":"এরূপ করলে আমি অবশ্যই স্পষ্ট বিভ্রান্তিতে পতিত হব।","bangla_taisirul":"তা যদি করি, তাহলে আমি স্পষ্ট পথভ্রষ্টতেই পতিত হব।"},{"id":25,"arabic_text":"اِنِّیۡۤ   اٰمَنۡتُ بِرَبِّکُمۡ   فَاسۡمَعُوۡنِ ﴿ؕ۲۵﴾ ","english_text":"And [recall] when We gave Moses the Scripture and criterion that perhaps you would be guided.","page":441,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3730.mp3","colorText":"إِ[g[نّ][o[ِىٓ] ءَامَ[f:6185[نت]ُ بِرَبِّكُمْ فَ[h:11214[ٱ]سْمَع[p[ُو]نِ","juz":22,"ruku":382,"manzil":5,"bangla_ahbayan":"আমি তো তোমাদের প্রতিপালকে বিশ্বাসী, অতএব তোমরা আমার কথা শোন। [১]","bangla_bayan":"‘নিশ্চয় আমি তোমাদের রবের প্রতি ঈমান এনেছি, অতএব তোমরা আমার কথা শোন’।","bangla_mkhan":"আমি নিশ্চিতভাবে তোমাদের পালনকর্তার প্রতি বিশ্বাস স্থাপন করলাম। অতএব আমার কাছ থেকে শুনে নাও।","bangla_mujibur":"আমিতো তোমাদের রবের উপর ঈমান এনেছি, অতএব তোমরা আমার কথা শোন।","bangla_taisirul":"আমি তো তোমাদের পালনকর্তার উপর ঈমান এনেছি, কাজেই তোমরা আমার কথা শুন।"},{"id":26,"arabic_text":"قِیۡلَ ادۡخُلِ الۡجَنَّۃَ ؕ قَالَ یٰلَیۡتَ قَوۡمِیۡ یَعۡلَمُوۡنَ ﴿ۙ۲۶﴾ ","english_text":"And [recall] when Moses said to his people, \"O my people, indeed you have wronged yourselves by your taking of the calf [for worship]. So repent to your Creator and kill yourselves. That is best for [all of] you in the sight of your Creator.\" Then He accepted your repentance; indeed, He is the Accepting of repentance, the Merciful.","page":441,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3731.mp3","colorText":"قِيلَ [h:11215[ٱ][q:11216[دْ]خُلِ [h:11217[ٱ]لْجَ[g[نّ]َةَۖ قَالَ يَ[n[ـٰ]لَيْتَ قَوْمِى يَعْلَم[p[ُو]نَ","juz":22,"ruku":382,"manzil":5,"bangla_ahbayan":"(তখন তারা তাকে হত্যা করল এবং তার মৃত্যুর পর) তাকে বলা হল, ‘তুমি জান্নাতে প্রবেশ কর।’ সে বলে উঠল, ‘হায়! আমার সম্প্রদায় যদি জানতে পারত--","bangla_bayan":"তাকে বলা হল, ‘জান্নাতে প্রবেশ কর’। সে বলল, ‘হায়! আমার কওম যদি জানতে পারত’,","bangla_mkhan":"তাকে বলা হল, জান্নাতে প্রবেশ কর। সে বলল হায়, আমার সম্প্রদায় যদি কোন ক্রমে জানতে পারত-","bangla_mujibur":"তাকে বলা হলঃ জান্নাতে প্রবেশ কর। সে বলে উঠলঃ হায়! আমার সম্প্রদায় যদি জানতে পারত –","bangla_taisirul":"(লোকেরা তাকে হত্যা করে ফেললে আল্লাহর পক্ষ থেকে) তাকে বলা হল- জান্নাতে প্রবেশ কর। (তখন) সে বলল- হায়! আমার জাতির লোকেরা যদি জানত,"},{"id":27,"arabic_text":"بِمَا غَفَرَ لِیۡ رَبِّیۡ وَ جَعَلَنِیۡ مِنَ الۡمُکۡرَمِیۡنَ ﴿۲۷﴾ ","english_text":"And [recall] when you said, \"O Moses, we will never believe you until we see Allah outright\"; so the thunderbolt took you while you were looking on.","page":441,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3732.mp3","colorText":"بِمَا غَفَرَ لِى رَبِّى وَجَعَلَنِى مِنَ [h:11218[ٱ]لْمُكْرَم[p[ِي]نَ","juz":22,"ruku":382,"manzil":5,"bangla_ahbayan":"কি কারণে আমার প্রতিপালক আমাকে ক্ষমা করেছেন এবং আমাকে সম্মানিত লোকদের দলভুক্ত করেছেন।’[১]\\r","bangla_bayan":"‘আমার রব আমাকে কিসের বিনিময়ে ক্ষমা করে দিয়েছেন এবং আমাকে সম্মানিতদের অন্তর্ভুক্ত করেছেন’।","bangla_mkhan":"যে আমার পরওয়ারদেগার আমাকে ক্ষমা করেছেন এবং আমাকে সম্মানিতদের অন্তর্ভুক্ত করেছেন।","bangla_mujibur":"কি কারণে আমার রাব্ব আমাকে ক্ষমা করেছেন এবং সম্মানিত করেছেন।","bangla_taisirul":"আমার পালনকর্তা কোন্ জিনিসের বদৌলতে আমাকে ক্ষমা করেছেন আর আমাকে সম্মানিতদের অন্তর্ভুক্ত করেছেন।"},{"id":28,"arabic_text":"وَ مَاۤ  اَنۡزَلۡنَا عَلٰی قَوۡمِہٖ مِنۡۢ  بَعۡدِہٖ مِنۡ جُنۡدٍ مِّنَ السَّمَآءِ وَ مَا کُنَّا مُنۡزِلِیۡنَ ﴿۲۸﴾ ","english_text":"Then We revived you after your death that perhaps you would be grateful.","page":442,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3733.mp3","colorText":"۞ وَم[o[َآ] أَ[f:515[نز]َلْنَا عَلَىٰ قَوْمِه[n[ِۦ] م[i:254[ِنۢ ب]َعْدِه[n[ِۦ] مِ[f:11219[ن ج]ُن[a:11220[دٍ م]ِّنَ [h:64[ٱ][l[ل]سَّم[o[َا]ٓءِ وَمَا كُ[g[نّ]َا مُ[f:11221[نز]ِل[p[ِي]نَ","juz":23,"ruku":382,"manzil":5,"bangla_ahbayan":"আমি তার মৃত্যুর পর তার সম্প্রদায়ের বিরুদ্ধে আকাশ হতে কোন বাহিনী প্রেরণ করিনি[১] এবং বাহিনী প্রেরণ করা আমার নীতিও ছিল না। [২]","bangla_bayan":"আর আমি তার (মৃত্যুর) পর তার কওমের বিরুদ্ধে আসমান থেকে কোন সৈন্য পাঠাইনি। আর তা পাঠানোর কোন দরকারও আমার ছিল না।","bangla_mkhan":"তারপর আমি তার সম্প্রদায়ের উপর আকাশ থেকে কোন বাহিনী অবতীর্ণ করিনি এবং আমি (বাহিনী) অবতরণকারীও না।","bangla_mujibur":"আমি তার মৃত্যুর পর তার সম্প্রদায়ের বিরুদ্ধে আকাশ হতে কোন বাহিনী প্রেরণ করিনি এবং প্রেরণের প্রয়োজনও ছিলনা।","bangla_taisirul":"আমি তার মৃত্যুর পর তার জাতির বিরুদ্ধে আসমান থেকে কোন সৈন্যবাহিনী পাঠাইনি, আর তা পাঠানোর আমার কোন দরকারও ছিল না।"},{"id":29,"arabic_text":"اِنۡ کَانَتۡ  اِلَّا صَیۡحَۃً وَّاحِدَۃً  فَاِذَا ہُمۡ خٰمِدُوۡنَ ﴿۲۹﴾ ","english_text":"And We shaded you with clouds and sent down to you manna and quails, [saying], \"Eat from the good things with which We have provided you.\" And they wronged Us not - but they were [only] wronging themselves.","page":442,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3734.mp3","colorText":"إِ[f:489[ن ك]َانَتْ إِلَّا صَيْحَ[a:11222[ةً و][n[َٲ]حِدَ[f:11223[ةً ف]َإِذَا هُمْ خَ[n[ـٰ]مِد[p[ُو]نَ","juz":23,"ruku":382,"manzil":5,"bangla_ahbayan":"কেবলমাত্র এক মহাগর্জন হল। ফলে ওরা নিথর-নিস্তব্ধ হয়ে গেল। [১]","bangla_bayan":"তা ছিল শুধুই একটি বিকট আওয়াজ, ফলে তারা নিথর-নিস্তব্ধ হয়ে পড়ল।","bangla_mkhan":"বস্তুতঃ এ ছিল এক মহানাদ। অতঃপর সঙ্গে সঙ্গে সবাই স্তদ্ধ হয়ে গেল।","bangla_mujibur":"ওটা ছিল শুধুমাত্র এক মহানাদ। ফলে তারা নিথর নিস্তব্ধ হয়ে গেল।","bangla_taisirul":"ওটা ছিল মাত্র একটা প্রচন্ড শব্দ, ফলে তারা সহসাই নিস্তব্ধ হয়ে গেল।"},{"id":30,"arabic_text":"یٰحَسۡرَۃً عَلَی الۡعِبَادِ ۚؑ مَا یَاۡتِیۡہِمۡ مِّنۡ رَّسُوۡلٍ  اِلَّا  کَانُوۡا بِہٖ  یَسۡتَہۡزِءُوۡنَ ﴿۳۰﴾ ","english_text":"And [recall] when We said, \"Enter this city and eat from it wherever you will in [ease and] abundance, and enter the gate bowing humbly and say, 'Relieve us of our burdens.' We will [then] forgive your sins for you, and We will increase the doers of good [in goodness and reward].\"","page":442,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3735.mp3","colorText":"يَ[n[ـٰ]حَسْرَةً عَلَى [h:11224[ٱ]لْعِبَادِ‌ۚ مَا يَأْتِيه[w:7205[ِم م]ّ[u:2882[ِن ر]َّسُولٍ إِلَّا كَانُو[s[اْ] بِه[n[ِۦ] يَسْتَهْزِء[p[ُو]نَ","juz":23,"ruku":382,"manzil":5,"bangla_ahbayan":"পরিতাপ এমন দাসদের জন্য! [১] ওদের নিকট যখনই কোন রসূল এসেছে, তখনই ওরা তাকে নিয়ে ঠাট্টা-বিদ্রূপ করেছে।","bangla_bayan":"আফসোস, বান্দাদের জন্য! যখনই তাদের কাছে কোন রাসূল এসেছে তখনই তারা তাকে নিয়ে ঠাট্টা-বিদ্রূপ করেছে।","bangla_mkhan":"বান্দাদের জন্যে আক্ষেপ যে, তাদের কাছে এমন কোন রসূলই আগমন করেনি যাদের প্রতি তারা বিদ্রুপ করে না।","bangla_mujibur":"পরিতাপ বান্দাদের জন্য! তাদের নিকট যখনই কোন রাসূল এসেছে তখনই তারা তাকে ঠাট্টা বিদ্রুপ করেছে।","bangla_taisirul":"বান্দাহদের জন্য পরিতাপ! তাদের কাছে এমন কোন রসূলই আসেনি যাকে তারা ঠাট্টা-বিদ্রূপ করেনি।"},{"id":31,"arabic_text":"اَلَمۡ یَرَوۡا کَمۡ  اَہۡلَکۡنَا قَبۡلَہُمۡ مِّنَ الۡقُرُوۡنِ  اَنَّہُمۡ  اِلَیۡہِمۡ لَا یَرۡجِعُوۡنَ ﴿ؕ۳۱﴾ ","english_text":"But those who wronged changed [those words] to a statement other than that which had been said to them, so We sent down upon those who wronged a punishment from the sky because they were defiantly disobeying.","page":442,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3736.mp3","colorText":"أَلَمْ يَرَوْ[s[اْ] كَمْ أَهْلَكْنَا قَ[q:8394[بْ]لَه[w:8646[ُم م]ِّنَ [h:6524[ٱ]لْقُرُونِ أَ[g[نّ]َهُمْ إِلَيْهِمْ لَا يَرْجِع[p[ُو]نَ","juz":23,"ruku":382,"manzil":5,"bangla_ahbayan":"ওরা কি লক্ষ্য করে না, ওদের পূর্বে কত মানবগোষ্ঠীকে আমি ধ্বংস করেছি, যারা ওদের মধ্যে ফিরে আসবে না।[১]","bangla_bayan":"তারা কি লক্ষ্য করেনি যে, আমি তাদের পূর্বে কত প্রজন্মকে ধ্বংস করেছি, নিশ্চয় তারা তাদের কাছে ফিরে আসবে না।","bangla_mkhan":"তারা কি প্রত্যক্ষ করে না, তাদের পূর্বে আমি কত সম্প্রদায়কে ধ্বংস করেছি যে, তারা তাদের মধ্যে আর ফিরে আসবে না।","bangla_mujibur":"তারা কি লক্ষ্য করেনা যে, তাদের পূর্বে কত মানবগোষ্ঠীকে আমি ধ্বংস করেছি যারা তাদের মধ্যে ফিরে আসবেনা?","bangla_taisirul":"তারা কি দেখে না যে, তাদের পূর্বে আমি কত মানবগোষ্ঠীকে ধ্বংস করে দিয়েছি? তারা তাদের কাছে ফিরে আসবে না।"},{"id":32,"arabic_text":"وَ اِنۡ کُلٌّ  لَّمَّا جَمِیۡعٌ لَّدَیۡنَا مُحۡضَرُوۡنَ ﴿۳۲﴾ ","english_text":"And [recall] when Moses prayed for water for his people, so We said, \"Strike with your staff the stone.\" And there gushed forth from it twelve springs, and every people knew its watering place. \"Eat and drink from the provision of Allah, and do not commit abuse on the earth, spreading corruption.\"","page":442,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3737.mp3","colorText":"وَإِ[f:11225[ن ك]ُ[u:11226[لٌّ ل]َّ[g[مّ]َا جَمِي[u:11227[عٌ ل]َّدَيْنَا مُحْضَر[p[ُو]نَ","juz":23,"ruku":382,"manzil":5,"bangla_ahbayan":"এবং অবশ্যই ওদের সকলকে একত্রে আমার নিকট উপস্থিত করা হবে। [১]","bangla_bayan":"আর তাদের সকলকে একত্রে আমার কাছে হাযির করা হবে।","bangla_mkhan":"ওদের সবাইকে সমবেত অবস্থায় আমার দরবারে উপস্থিত হতেই হবে।","bangla_mujibur":"এবং অবশ্যই তাদের সকলকে একত্রে আমার নিকট উপস্থিত করা হবে।","bangla_taisirul":"তাদের সব্বাইকে একত্রে আমার কাছে হাজির করা হবে।"},{"id":33,"arabic_text":"وَ اٰیَۃٌ  لَّہُمُ الۡاَرۡضُ الۡمَیۡتَۃُ ۚۖ اَحۡیَیۡنٰہَا وَ اَخۡرَجۡنَا مِنۡہَا حَبًّا فَمِنۡہُ  یَاۡکُلُوۡنَ ﴿۳۳﴾ ","english_text":"And [recall] when you said, \"O Moses, we can never endure one [kind of] food. So call upon your Lord to bring forth for us from the earth its green herbs and its cucumbers and its garlic and its lentils and its onions.\" [Moses] said, \"Would you exchange what is better for what is less? Go into [any] settlement and indeed, you will have what you have asked.\" And they were covered with humiliation and poverty and returned with anger from Allah [upon them]. That was because they [repeatedly] disbelieved in the signs of Allah and killed the prophets without right. That was because they disobeyed and were [habitually] transgressing.","page":442,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3738.mp3","colorText":"وَءَايَ[u:11228[ةٌ ل]َّهُمُ [h:11229[ٱ]لْأَرْضُ [h:11230[ٱ]لْمَيْتَةُ أَحْيَيْنَ[n[ـٰ]هَا وَأَخْرَ[q:11231[جْ]نَا مِنْهَا حَب[f:11232[ًّا ف]َمِنْهُ يَأْكُل[p[ُو]نَ","juz":23,"ruku":383,"manzil":5,"bangla_ahbayan":"মৃত ধরিত্রী ওদের জন্য একটি নিদর্শন,[১] যাকে আমি সঞ্জীবিত করি এবং যা হতে উৎপন্ন করি শস্য, যা ওরা ভক্ষণ করে।","bangla_bayan":"আর মৃত যমীন তাদের জন্য একটি নিদর্শন, আমি তাকে জীবিত করেছি এবং তা থেকে শস্যদানা উৎপন্ন করেছি। অতঃপর তা থেকেই তারা খায়।","bangla_mkhan":"তাদের জন্যে একটি নিদর্শন মৃত পৃথিবী। আমি একে সঞ্জীবিত করি এবং তা থেকে উৎপন্ন করি শস্য, তারা তা থেকে ভক্ষণ করে।","bangla_mujibur":"তাদের জন্য একটি নিদর্শন মৃত ধরিত্রী, যাকে আমি সঞ্জীবিত করি এবং যা হতে উৎপন্ন করি শস্য, যা তারা আহার করে।","bangla_taisirul":"মৃত যমীন তাদের জন্য একটা নিদর্শন। তাকে আমি জীবিত করি আর তা থেকে আমি উৎপন্ন করি শস্য যা থেকে তারা খায়।"},{"id":34,"arabic_text":"وَ جَعَلۡنَا فِیۡہَا جَنّٰتٍ مِّنۡ نَّخِیۡلٍ وَّ اَعۡنَابٍ وَّ فَجَّرۡنَا فِیۡہَا مِنَ الۡعُیُوۡنِ ﴿ۙ۳۴﴾ ","english_text":"Indeed, those who believed and those who were Jews or Christians or Sabeans [before Prophet Muhammad] - those [among them] who believed in Allah and the Last Day and did righteousness - will have their reward with their Lord, and no fear will there be concerning them, nor will they grieve.","page":442,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3739.mp3","colorText":"وَجَعَلْنَا فِيهَا جَ[g[نّ]َ[n[ـٰ][a:9169[تٍ م]ّ[a:1568[ِن ن]َّخِي[a:1569[لٍ و]َأَعْنَ[n[ـٰ][a:11233[بٍ و]َفَجَّرْنَا فِيهَا مِنَ [h:11234[ٱ]لْعُي[p[ُو]نِ","juz":23,"ruku":383,"manzil":5,"bangla_ahbayan":"ওতে আমি সৃষ্টি করি খেজুর ও আঙ্গুরের বাগানসমূহ[১] এবং উৎসারিত করি বহু প্রস্রবণ।","bangla_bayan":"আর আমি তাতে খেজুর ও আঙ্গুরের বাগান তৈরী করেছি এবং তাতে কিছু ঝর্নাধারা প্রবাহিত করি।","bangla_mkhan":"আমি তাতে সৃষ্টি করি খেজুর ও আঙ্গুরের বাগান এবং প্রবাহিত করি তাতে নির্ঝরিণী।","bangla_mujibur":"তাতে আমি সৃষ্টি করি খেজুর ও আঙ্গুরের উদ্যান এবং উৎসারিত করি প্রস্রবণ –","bangla_taisirul":"আর আমি তাতে খেজুর ও আঙ্গুরের বাগান তৈরি করি, আর তাতে প্রবাহিত করি ঝর্ণাধারা।"},{"id":35,"arabic_text":"لِیَاۡکُلُوۡا مِنۡ ثَمَرِہٖ ۙ وَ مَا عَمِلَتۡہُ اَیۡدِیۡہِمۡ ؕ اَفَلَا  یَشۡکُرُوۡنَ ﴿۳۵﴾ ","english_text":"And [recall] when We took your covenant, [O Children of Israel, to abide by the Torah] and We raised over you the mount, [saying], \"Take what We have given you with determination and remember what is in it that perhaps you may become righteous.\"","page":442,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3740.mp3","colorText":"لِيَأْكُلُو[s[اْ] مِ[f:4468[ن ث]َمَرِه[n[ِۦ] وَمَا عَمِلَتْهُ أَيْدِيهِمْ‌ۖ أَفَلَا يَشْكُر[p[ُو]نَ","juz":23,"ruku":383,"manzil":5,"bangla_ahbayan":"যাতে ওরা ভক্ষণ করতে পারে তার ফলমূল,[১] যা ওদের হাতের সৃষ্টি নয়।[২] তবুও কি ওরা কৃতজ্ঞতা প্রকাশ করবে না?","bangla_bayan":"যাতে তারা তার ফল খেতে পারে, অথচ তাদের হাত তা বানায়নি। তবুও কি তারা কৃতজ্ঞতা প্রকাশ করবে না?","bangla_mkhan":"যাতে তারা তার ফল খায়। তাদের হাত একে সৃষ্টি করে না। অতঃপর তারা কৃতজ্ঞতা প্রকাশ করে না কেন?","bangla_mujibur":"যাতে তারা আহার করতে পারে এর ফলমূল হতে, অথচ তাদের হাত ওটা সৃষ্টি করেনি। তবুও কি তারা কৃতজ্ঞতা প্রকাশ করবেনা?","bangla_taisirul":"যাতে তারা তার ফল খেতে পারে- যা তারা তাদের হাত দিয়ে বানায়নি। তাহলে কেন তারা কৃতজ্ঞতা প্রকাশ করে না?"},{"id":36,"arabic_text":"سُبۡحٰنَ الَّذِیۡ خَلَقَ الۡاَزۡوَاجَ کُلَّہَا مِمَّا تُنۡۢبِتُ الۡاَرۡضُ وَ مِنۡ اَنۡفُسِہِمۡ وَ  مِمَّا لَا یَعۡلَمُوۡنَ ﴿۳۶﴾ ","english_text":"Then you turned away after that. And if not for the favor of Allah upon you and His mercy, you would have been among the losers.","page":442,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3741.mp3","colorText":"سُ[q:7648[بْ]حَ[n[ـٰ]نَ [h:7649[ٱ]لَّذِى خَلَقَ [h:11235[ٱ]لْأَزْو[n[َٲ]جَ كُلَّهَا مِ[g[مّ]َا تُ[i:308[نۢب]ِتُ [h:309[ٱ]لْأَرْضُ وَمِنْ أَ[f:568[نف]ُسِهِمْ وَمِ[g[مّ]َا لَا يَعْلَم[p[ُو]نَ","juz":23,"ruku":383,"manzil":5,"bangla_ahbayan":"পবিত্র ও মহান তিনি, যিনি মাটি হতে উৎপন্ন উদ্ভিদ, স্বয়ং মানুষ এবং ওরা যাদের জানে না, তাদের সকলকে জোড়া জোড়া সৃষ্টি করেছেন। [১]","bangla_bayan":"পবিত্র ও মহান সে সত্তা যিনি সকল জোড়া জোড়া সৃষ্টি করেছেন, যমীন যা উৎপন্ন করেছে তা থেকে, মানুষের নিজদের মধ্য থেকে এবং সে সব কিছু থেকেও যা তারা জানে না ।","bangla_mkhan":"পবিত্র তিনি যিনি যমীন থেকে উৎপন্ন উদ্ভিদকে, তাদেরই মানুষকে এবং যা তারা জানে না, তার প্রত্যেককে জোড়া জোড়া করে সৃষ্টি করেছেন।","bangla_mujibur":"পবিত্র মহান তিনি, যিনি উদ্ভিদ, মানুষ এবং তারা যাদেরকে জানেনা তাদের প্রত্যেককে সৃষ্টি করেছেন জোড়ায় জোড়ায়।","bangla_taisirul":"পূত পবিত্র সেই সত্তা যিনি জোড়া সৃষ্টি করেছেন প্রত্যেকটির যা উৎপন্ন করে যমীন, আর তাদের নিজেদের ভিতরেও আর সে সবেও যা তারা জানে না।"},{"id":37,"arabic_text":"وَ اٰیَۃٌ  لَّہُمُ الَّیۡلُ ۚۖ نَسۡلَخُ مِنۡہُ النَّہَارَ  فَاِذَا ہُمۡ  مُّظۡلِمُوۡنَ ﴿ۙ۳۷﴾ ","english_text":"And you had already known about those who transgressed among you concerning the sabbath, and We said to them, \"Be apes, despised.\"","page":442,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3742.mp3","colorText":"وَءَايَ[u:11228[ةٌ ل]َّهُمُ [h:11236[ٱ]لَّيْلُ نَسْلَخُ مِنْهُ [h:11237[ٱ][l[ل][g[نّ]َهَارَ فَإِذَا ه[w:11238[ُم م]ُّظْلِم[p[ُو]نَ","juz":23,"ruku":383,"manzil":5,"bangla_ahbayan":"রাত ওদের জন্য এক নিদর্শন, এ হতে আমি দিবালোক অপসারিত করি, ফলে সকলেই অন্ধকারাচ্ছন্ন হয়ে পড়ে। [১]","bangla_bayan":"আর রাত তাদের জন্য একটি নিদর্শন; আমি তা থেকে দিনকে সরিয়ে নেই, ফলে তখনই তারা অন্ধকারাচ্ছন্ন হয়ে যায়।","bangla_mkhan":"তাদের জন্যে এক নিদর্শন রাত্রি, আমি তা থেকে দিনকে অপসারিত করি, তখনই তারা অন্ধকারে থেকে যায়।","bangla_mujibur":"তাদের এক নিদর্শন রাত, ওটা হতে আমি দিবালোক অপসারিত করি, তখন সকলেই অন্ধকারাচ্ছন্ন হয়ে পড়ে।","bangla_taisirul":"তাদের জন্য একটি নিদর্শন হচ্ছে রাত, তাত্থেকে আমি দিনকে সরিয়ে নেই, ফলে তখনই তারা অন্ধকারে ডুবে যায়।"},{"id":38,"arabic_text":"وَ الشَّمۡسُ تَجۡرِیۡ لِمُسۡتَقَرٍّ  لَّہَا ؕ ذٰلِکَ تَقۡدِیۡرُ  الۡعَزِیۡزِ  الۡعَلِیۡمِ ﴿ؕ۳۸﴾ ","english_text":"And We made it a deterrent punishment for those who were present and those who succeeded [them] and a lesson for those who fear Allah .","page":442,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3743.mp3","colorText":"وَ[h:9999[ٱ][l[ل]شَّمْسُ تَ[q:120[جْ]رِى لِمُسْتَقَ[u:11239[رٍّ ل]َّهَا‌ۚ ذ[n[َٲ]لِكَ تَ[q:4267[قْ]دِيرُ [h:4268[ٱ]لْعَزِيزِ [h:4269[ٱ]لْعَل[p[ِي]مِ","juz":23,"ruku":383,"manzil":5,"bangla_ahbayan":"আর সূর্য তার নির্দিষ্ট গন্ডীর মধ্যে আবর্তন করে;[১] এ পরাক্রমশালী সর্বজ্ঞ (আল্লাহর) নিয়ন্ত্রণ।","bangla_bayan":"আর সূর্য ভ্রমণ করে তার নির্দিষ্ট পথে, এটা মহাপরাক্রমশালী সর্বজ্ঞ (আল্লাহ)-র নির্ধারণ।","bangla_mkhan":"সূর্য তার নির্দিষ্ট অবস্থানে আবর্তন করে। এটা পরাক্রমশালী, সর্বজ্ঞ, আল্লাহর নিয়ন্ত্রণ।","bangla_mujibur":"এবং সূর্য ভ্রমণ করে ওর নির্দিষ্ট গন্তব্যের দিকে। এটা পরাক্রমশালী, সর্বজ্ঞের নিয়ন্ত্রণ।","bangla_taisirul":"আর সূর্য তার জন্যে নির্দিষ্ট ক’রে দেয়া জায়গায় গতিশীল, এটা মহা পরাক্রমশালী সর্বজ্ঞের সুনিরূপিত নির্ধারণ।"},{"id":39,"arabic_text":"وَ الۡقَمَرَ قَدَّرۡنٰہُ  مَنَازِلَ حَتّٰی عَادَ کَالۡعُرۡجُوۡنِ  الۡقَدِیۡمِ ﴿۳۹﴾ ","english_text":"And [recall] when Moses said to his people, \"Indeed, Allah commands you to slaughter a cow.\" They said, \"Do you take us in ridicule?\" He said, \"I seek refuge in Allah from being among the ignorant.\"","page":442,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3744.mp3","colorText":"وَ[h:9999[ٱ]لْقَمَرَ قَدَّرْنَ[n[ـٰ]هُ مَنَازِلَ حَتَّىٰ عَادَ كَ[h:11240[ٱ]لْعُرْجُونِ [h:11241[ٱ]لْقَد[p[ِي]مِ","juz":23,"ruku":383,"manzil":5,"bangla_ahbayan":"এবং চন্দ্রের জন্য আমি বিভিন্ন কক্ষ নির্দিষ্ট করেছি;[১] অবশেষে তা পুরাতন খেজুর মোছার ডাঁটার আকার ধারণ করে। [২]","bangla_bayan":"আর চাঁদের জন্য আমি নির্ধারণ করেছি মানযিলসমূহ, অবশেষে সেটি খেজুরের শুষ্ক পুরাতন শাখার মত হয়ে যায়।","bangla_mkhan":"চন্দ্রের জন্যে আমি বিভিন্ন মনযিল নির্ধারিত করেছি। অবশেষে সে পুরাতন খর্জুর শাখার অনুরূপ হয়ে যায়।","bangla_mujibur":"এবং চন্দ্রের জন্য আমি নির্দিষ্ট করেছি বিভিন্ন মানযিল, অবশেষে ওটা শুষ্ক বক্র পুরাতন খেজুর শাখার আকার ধারণ করে।","bangla_taisirul":"আর চাঁদ-তার জন্য আমি নির্দিষ্ট করেছি বিভিন্ন মান্যিল (যা সে অতিক্রম করে), এমনকি শেষ পর্যন্ত সেটি খেজুরের কাঁদির পুরানো শুকনো দন্ডের মত হয়ে ফিরে আসে।"},{"id":40,"arabic_text":"لَا الشَّمۡسُ یَنۡۢبَغِیۡ لَہَاۤ اَنۡ تُدۡرِکَ الۡقَمَرَ  وَ لَا الَّیۡلُ سَابِقُ النَّہَارِ ؕ وَ کُلٌّ فِیۡ  فَلَکٍ  یَّسۡبَحُوۡنَ ﴿۴۰﴾ ","english_text":"They said, \"Call upon your Lord to make clear to us what it is.\" [Moses] said, \"[ Allah ] says, 'It is a cow which is neither old nor virgin, but median between that,' so do what you are commanded.\"","page":442,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3745.mp3","colorText":"لَا [h:11242[ٱ][l[ل]شَّمْسُ يَ[i:8425[نۢب]َغِى لَه[o[َآ] أَ[f:11243[ن ت]ُ[q:11244[دْ]رِكَ [h:11245[ٱ]لْقَمَرَ وَلَا [h:11246[ٱ]لَّيْلُ سَابِقُ [h:11247[ٱ][l[ل][g[نّ]َهَارِ‌ۚ وَكُ[f:11248[لٌّ ف]ِى فَلَ[a:8732[كٍ ي]َسْبَح[p[ُو]نَ","juz":23,"ruku":383,"manzil":5,"bangla_ahbayan":"সূর্যের পক্ষে চন্দ্রের নাগাল পাওয়া সম্ভব নয়,[১] রজনীও দিবসকে অতিক্রম করতে পারে না[২] এবং প্রত্যেকে নিজ নিজ কক্ষপথে সন্তরণ করে। [৩]","bangla_bayan":"সূর্যের জন্য সম্ভব নয় চাঁদের নাগাল পাওয়া, আর রাতের জন্য সম্ভব নয় দিনকে অতিক্রম করা, আর প্রত্যেকেই কক্ষ পথে ভেসে বেড়ায়।","bangla_mkhan":"সূর্য নাগাল পেতে পারে না চন্দ্রের এবং রাত্রি অগ্রে চলে না দিনের প্রত্যেকেই আপন আপন কক্ষপথে সন্তরণ করে।","bangla_mujibur":"সূর্যের পক্ষে সম্ভব নয় চাঁদের নাগাল পাওয়া এরং রাতের পক্ষে সম্ভব নয় দিনকে অতিক্রম করা; এবং প্রত্যেকে নিজ নিজ কক্ষপথে সাতার কাটে।","bangla_taisirul":"সূর্যের পক্ষে সম্ভব নয় চাঁদকে ধরে ফেলা, আর রাতের পক্ষে সম্ভব নয় দিনকে ছাড়িয়ে আগে বেড়ে যাওয়া, প্রত্যেকেই নিজ নিজ কক্ষ পথে সাঁতার কাটছে।"},{"id":41,"arabic_text":"وَ اٰیَۃٌ  لَّہُمۡ  اَنَّا حَمَلۡنَا ذُرِّیَّتَہُمۡ  فِی الۡفُلۡکِ  الۡمَشۡحُوۡنِ ﴿ۙ۴۱﴾ ","english_text":"They said, \"Call upon your Lord to show us what is her color.\" He said, \"He says, 'It is a yellow cow, bright in color - pleasing to the observers.' \"","page":443,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3746.mp3","colorText":"وَءَايَ[u:11249[ةٌ ل]َّهُمْ أَ[g[نّ]َا حَمَلْنَا ذُرِّيَّتَهُمْ فِى [h:4780[ٱ]لْفُلْكِ [h:9808[ٱ]لْمَشْح[p[ُو]نِ","juz":23,"ruku":383,"manzil":5,"bangla_ahbayan":"ওদের জন্য এক নিদর্শন এই যে, আমি ওদের বংশধরদেরকে বোঝাই জলযানে আরোহণ করিয়েছিলাম; [১]","bangla_bayan":"আর তাদের জন্য একটি নিদর্শন হল, অবশ্যই আমি তাদের বংশধরদেরকে ভরা নৌকায় আরোহণ করিয়েছিলাম।","bangla_mkhan":"তাদের জন্যে একটি নিদর্শন এই যে, আমি তাদের সন্তান-সন্ততিকে বোঝাই নৌকায় আরোহণ করিয়েছি।","bangla_mujibur":"তাদের এক নিদর্শন এই যে, আমি তাদের বংশধরদের বোঝাই নৌযানে আরোহণ করিয়েছিলাম।","bangla_taisirul":"তাদের জন্য (আমার কুদরাতের) আরো একটি নিদর্শন এই যে, আমি তাদের বংশধরদেরকে (মহা প্লাবণের সময়) ভরা নৌকায় আরোহণ করিয়েছি।"},{"id":42,"arabic_text":"وَ خَلَقۡنَا  لَہُمۡ مِّنۡ مِّثۡلِہٖ مَا یَرۡکَبُوۡنَ ﴿۴۲﴾ ","english_text":"They said, \"Call upon your Lord to make clear to us what it is. Indeed, [all] cows look alike to us. And indeed we, if Allah wills, will be guided.\"","page":443,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3747.mp3","colorText":"وَخَلَ[q:11250[قْ]نَا لَه[w:1812[ُم م]ّ[a:104[ِن م]ِّثْلِه[n[ِۦ] مَا يَرْكَب[p[ُو]نَ","juz":23,"ruku":383,"manzil":5,"bangla_ahbayan":"এবং ওদের জন্য অনুরূপ যানবাহন সৃষ্টি করেছি, যাতে ওরা আরোহণ করে। [১]","bangla_bayan":"আর তাদের জন্য তার অনুরূপ (যানবাহন) সৃষ্টি করেছি, যাতে তারা আরোহণ করে।","bangla_mkhan":"এবং তাদের জন্যে নৌকার অনুরূপ যানবাহন সৃষ্টি করেছি, যাতে তারা আরোহণ করে।","bangla_mujibur":"এবং তাদের জন্য অনুরূপ যানবাহন সৃষ্টি করেছি যাতে তারা আরোহণ করে।","bangla_taisirul":"আর তাদের জন্য ঐ ধরনের আরো যানবাহন তৈরি করেছি যাতে তারা আরোহণ করে থাকে।"},{"id":43,"arabic_text":"وَ  اِنۡ نَّشَاۡ نُغۡرِقۡہُمۡ  فَلَا صَرِیۡخَ لَہُمۡ وَ لَا ہُمۡ  یُنۡقَذُوۡنَ ﴿ۙ۴۳﴾ ","english_text":"He said, \"He says, 'It is a cow neither trained to plow the earth nor to irrigate the field, one free from fault with no spot upon her.' \" They said, \"Now you have come with the truth.\" So they slaughtered her, but they could hardly do it.","page":443,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3748.mp3","colorText":"وَإ[a:11251[ِن ن]َّشَأْ نُغْرِ[q:11252[قْ]هُمْ فَلَا صَرِيخَ لَهُمْ وَلَا هُمْ يُ[f:11253[نق]َذ[p[ُو]نَ","juz":23,"ruku":383,"manzil":5,"bangla_ahbayan":"আমি ইচ্ছা করলে ওদেরকে ডুবিয়ে দিতে পারি; সে অবস্থায় ওরা কোন সাহায্যকারী পাবে না এবং ওরা পরিত্রাণও পাবে না--","bangla_bayan":"আর যদি আমি চাই তাদেরকে নিমজ্জিত করে দেই, তখন তাদের জন্য কোন সাহায্যকারী থাকে না এবং তাদেরকে উদ্ধারও করা হয় না।","bangla_mkhan":"আমি ইচ্ছা করলে তাদেরকে নিমজ্জত করতে পারি, তখন তাদের জন্যে কোন সাহায্যকারী নেই এবং তারা পরিত্রাণও পাবে না।","bangla_mujibur":"আমি ইচ্ছা করলে তাদেরকে নিমজ্জিত করতে পারি; সেই অবস্থায় তারা কোন সাহায্যকারী পাবেনা এবং তারা পরিত্রাণও পাবেনা –","bangla_taisirul":"আমি ইচ্ছে করলে তাদেরকে ডুবিয়ে দিতে পারি, তখন (তাদের ফরিয়াদ শুনার জন্য) কোন সাহায্যকারী থাকবে না, আর তারা পরিত্রাণও পাবে না"},{"id":44,"arabic_text":"اِلَّا رَحۡمَۃً  مِّنَّا وَ مَتَاعًا اِلٰی حِیۡنٍ ﴿۴۴﴾ ","english_text":"And [recall] when you slew a man and disputed over it, but Allah was to bring out that which you were concealing.","page":443,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3749.mp3","colorText":"إِلَّا رَحْمَ[a:11254[ةً م]ِّ[g[نّ]َا وَمَتَ[n[ـٰ]عًا إِلَىٰ ح[p[ِي]نٍ","juz":23,"ruku":383,"manzil":5,"bangla_ahbayan":"ওদের প্রতি আমার করুণা না হলে এবং ওদেরকে কিছুকালের জন্য জীবনোপভোগ করতে না দিলে।","bangla_bayan":"যদি না আমার পক্ষ থেকে রহমত হয় এবং কিছু সময়ের জন্য উপভোগের সুযোগ দেয়া হয়।","bangla_mkhan":"কিন্তু আমারই পক্ষ থেকে কৃপা এবং তাদেরকে কিছু কাল জীবনোপভোগ করার সুযোগ দেয়ার কারণে তা করি না।","bangla_mujibur":"আমার অনুগ্রহ না হলে এবং কিছুকালের জন্য জীবনোপকরণ ভোগ করতে না দিলে।","bangla_taisirul":"আমার রহমত না হলে, আর কিছু কালের জন্য তাদেরকে জীবন উপভোগ করতে না দিলে।"},{"id":45,"arabic_text":"وَ اِذَا قِیۡلَ لَہُمُ اتَّقُوۡا مَا بَیۡنَ اَیۡدِیۡکُمۡ وَ مَا خَلۡفَکُمۡ لَعَلَّکُمۡ تُرۡحَمُوۡنَ ﴿۴۵﴾ ","english_text":"So, We said, \"Strike the slain man with part of it.\" Thus does Allah bring the dead to life, and He shows you His signs that you might reason.","page":443,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3750.mp3","colorText":"وَإِذَا قِيلَ لَهُمُ [h:11255[ٱ]تَّقُو[s[اْ] مَا بَيْنَ أَيْدِيكُمْ وَمَا خَلْفَكُمْ لَعَلَّكُمْ تُرْحَم[p[ُو]نَ","juz":23,"ruku":383,"manzil":5,"bangla_ahbayan":"যখন ওদেরকে বলা হয়, ‘তোমরা অগ্রে যা (পাপ বা শাস্তি) আছে ও পশ্চাতে যা (পাপ বা শাস্তি) আছে, তাকে ভয় কর; যাতে তোমরা করুণার পাত্র হতে পার।’ (তখন ওরা তা অগ্রাহ্য করে।)","bangla_bayan":"আর যখন তাদেরকে বলা হয়, যা তোমাদের সামনে আছে এবং যা তোমাদের পিছনে আছে সে বিষয়ে সতর্ক হও, যাতে তোমাদের প্রতি অনুগ্রহ করা যায়।","bangla_mkhan":"আর যখন তাদেরকে বলা হয়, তোমরা সামনের আযাব ও পেছনের আযাবকে ভয় কর, যাতে তোমাদের প্রতি অনুগ্রহ করা হয়, তখন তারা তা অগ্রাহ্য করে।","bangla_mujibur":"যখন তাদেরকে বলা হয়ঃ যা তোমাদের সম্মুখে ও পশ্চাতে রয়েছে সে সম্বন্ধে সাবধান হও যাতে তোমরা অনুগ্রহভাজন হতে পার।","bangla_taisirul":"তাদেরকে যখন বলা হয় ‘‘তোমাদের সামনে যে পরিণাম আসছে তাত্থেকে আর তোমাদের পেছনের (অতীত জাতিগুলোর উপর ঘটে গেছে সে রকম) ‘আযাব থেকে নিজেদেরকে রক্ষা কর যাতে তোমাদের উপর রহম করা হয় (তখন তারা মুখ ফিরিয়ে নেয়)।’’"},{"id":46,"arabic_text":"وَ مَا تَاۡتِیۡہِمۡ مِّنۡ اٰیَۃٍ  مِّنۡ اٰیٰتِ رَبِّہِمۡ اِلَّا  کَانُوۡا عَنۡہَا مُعۡرِضِیۡنَ ﴿۴۶﴾ ","english_text":"Then your hearts became hardened after that, being like stones or even harder. For indeed, there are stones from which rivers burst forth, and there are some of them that split open and water comes out, and there are some of them that fall down for fear of Allah . And Allah is not unaware of what you do.","page":443,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3751.mp3","colorText":"وَمَا تَأْتِيه[w:3923[ِم م]ِّنْ ءَايَ[a:3924[ةٍ م]ِّنْ ءَايَ[n[ـٰ]تِ رَبِّهِمْ إِلَّا كَانُو[s[اْ] عَنْهَا مُعْرِض[p[ِي]نَ","juz":23,"ruku":383,"manzil":5,"bangla_ahbayan":"যখনই ওদের প্রতিপালকের কোন নিদর্শন ওদের নিকট আসে, তখনই ওরা তা থেকে মুখ ফিরিয়ে নেয়। [১]","bangla_bayan":"আর তাদের রবের নিদর্শনসমূহ থেকে তাদের কাছে কোন নিদর্শন আসলেই তারা তা থেকে মুখ ফিরিয়ে নেয়।","bangla_mkhan":"যখনই তাদের পালনকর্তার নির্দেশাবলীর মধ্যে থেকে কোন নির্দেশ তাদের কাছে আসে, তখনই তারা তা থেকে মুখে ফিরিয়ে নেয়।","bangla_mujibur":"আর যখনই তাদের রবের নিদর্শনাবলীর কোন নিদর্শন তাদের নিকট আসে তখন তারা তা হতে মুখ ফিরিয়ে নেয়।","bangla_taisirul":"তাদের কাছে তাদের প্রতিপালকের নিদর্শন থেকে যখনই কোন নিদর্শন আসে তখনই তারা তাত্থেকে মুখ ফিরিয়ে নেয়।"},{"id":47,"arabic_text":"وَ اِذَا قِیۡلَ لَہُمۡ  اَنۡفِقُوۡا  مِمَّا رَزَقَکُمُ  اللّٰہُ ۙ قَالَ  الَّذِیۡنَ کَفَرُوۡا لِلَّذِیۡنَ اٰمَنُوۡۤا اَنُطۡعِمُ مَنۡ لَّوۡ  یَشَآءُ  اللّٰہُ   اَطۡعَمَہٗۤ ٭ۖ اِنۡ اَنۡتُمۡ   اِلَّا  فِیۡ ضَلٰلٍ مُّبِیۡنٍ ﴿۴۷﴾ ","english_text":"Do you covet [the hope, O believers], that they would believe for you while a party of them used to hear the words of Allah and then distort the Torah after they had understood it while they were knowing?","page":443,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3752.mp3","colorText":"وَإِذَا قِيلَ لَهُمْ أَ[f:1460[نف]ِقُو[s[اْ] مِ[g[مّ]َا رَزَقَكُمُ [h:3751[ٱ]للَّهُ قَالَ [h:590[ٱ]لَّذِينَ كَفَرُو[s[اْ] لِلَّذِينَ ءَامَن[o[ُوٓ][s[اْ] أَنُ[q:11256[طْ]عِمُ م[u:11257[َن ل]َّوْ يَش[o[َا]ٓءُ [h:6988[ٱ]للَّهُ أَ[q:11258[طْ]عَمَهُ[o[ۥٓ] إِنْ أَ[f:428[نت]ُمْ إِلَّا فِى ضَلَ[n[ـٰ][a:2393[لٍ م]ُّب[p[ِي]نٍ","juz":23,"ruku":383,"manzil":5,"bangla_ahbayan":"যখন ওদেরকে বলা হয়, ‘আল্লাহ তোমাদেরকে যে রুযী দান করেছেন, তা হতে ব্যয় কর’,[১] তখন অবিশ্বাসীরা বিশ্বাসীদেরকে বলে, ‘যাকে ইচ্ছা করলে আল্লাহ খাওয়াতে পারতেন, আমরা কেন তাকে খাওয়াব? [২] তোমরা তো স্পষ্ট বিভ্রান্তিতে রয়েছ।’ [৩]","bangla_bayan":"আর যখন তাদেরকে বলা হয়, ‘আল্লাহ তোমাদেরকে যে রিয্ক দিয়েছেন তা থেকে তোমরা ব্যয় কর’, তখন কাফিররা মুমিনদেরকে বলে, ‘আমরা কি তাকে খাদ্য দান করব, আল্লাহ চাইলে যাকে খাদ্য দান করতেন? তোমরা তো স্পষ্ট পথভ্রষ্টতায় রয়েছ’।","bangla_mkhan":"যখন তাদেরকে বলা হয়, আল্লাহ তোমাদেরকে যা দিয়েছেন, তা থেকে ব্যয় কর। তখন কাফেররা মুমিনগণকে বলে, ইচ্ছা করলেই আল্লাহ যাকে খাওয়াতে পারতেন, আমরা তাকে কেন খাওয়াব? তোমরা তো স্পষ্ট বিভ্রান্তিতে পতিত রয়েছ।","bangla_mujibur":"যখন তাদেরকে বলা হয়, আল্লাহ তোমাদেরকে যে জীবনোপকরণ দিয়েছেন তা হতে ব্যয় কর তখন কাফিরেরা মু’মিনদেরকে বলেঃ যাকে ইচ্ছা করলে আল্লাহ খাওয়াতে পারতেন আমরা কেন তাকে খাওয়াব? তোমরাতো স্পষ্ট বিভ্রান্তিতে রয়েছ।","bangla_taisirul":"তাদেরকে যখন বলা হয় ‘আল্লাহ তোমাদেরকে যে রিযক দিয়েছেন তাত্থেকে তোমরা (আল্লাহর পথে) ব্যয় কর; তখন কাফিররা মু’মিনদেরকে বলে, ‘‘আমরা কি এমন লোককে খাওয়াবো আল্লাহ ইচ্ছে করলে যাকে খাওয়াতে পারতেন? তোমরা তো স্পষ্ট পথভ্রষ্টতে পড়ে আছ।"},{"id":48,"arabic_text":"وَ یَقُوۡلُوۡنَ مَتٰی ہٰذَا الۡوَعۡدُ اِنۡ کُنۡتُمۡ صٰدِقِیۡنَ ﴿۴۸﴾ ","english_text":"And when they meet those who believe, they say, \"We have believed\"; but when they are alone with one another, they say, \"Do you talk to them about what Allah has revealed to you so they can argue with you about it before your Lord?\" Then will you not reason?","page":443,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3753.mp3","colorText":"وَيَقُولُونَ مَتَىٰ هَ[n[ـٰ]ذَا [h:6081[ٱ]لْوَعْدُ إِ[f:109[ن ك]ُ[f:100[نت]ُمْ صَ[n[ـٰ]دِق[p[ِي]نَ","juz":23,"ruku":383,"manzil":5,"bangla_ahbayan":"ওরা বলে, ‘তোমরা যদি সত্যবাদী হও, তাহলে বল, এ প্রতিজ্ঞা কখন পূর্ণ হবে?’","bangla_bayan":"আর তারা বলে, ‘এ ওয়াদা কখন বাস্তবায়িত হবে’? (তা বল) ‘যদি তোমরা সত্যবাদী হও’।","bangla_mkhan":"তারা বলে, তোমরা সত্যবাদী হলে বল এই ওয়াদা কবে পূর্ণ হবে?","bangla_mujibur":"তারা বলেঃ তোমরা যদি সত্যবাদী হও তাহলে বলঃ এই প্রতিশ্রুতি কখন পূর্ণ হবে?","bangla_taisirul":"আর তারা বলে, ‘‘তোমরা যদি সত্যবাদী হও তাহলে বল, (ক্বিয়ামতের) এ ও‘য়াদা কখন পূর্ণ হবে?’’"},{"id":49,"arabic_text":"مَا یَنۡظُرُوۡنَ  اِلَّا صَیۡحَۃً وَّاحِدَۃً تَاۡخُذُہُمۡ  وَ ہُمۡ  یَخِصِّمُوۡنَ ﴿۴۹﴾ ","english_text":"But do they not know that Allah knows what they conceal and what they declare?","page":443,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3754.mp3","colorText":"مَا يَ[f:1141[نظ]ُرُونَ إِلَّا صَيْحَ[a:11222[ةً و][n[َٲ]حِدَ[f:11259[ةً ت]َأْخُذُهُمْ وَهُمْ يَخِصِّم[p[ُو]نَ","juz":23,"ruku":383,"manzil":5,"bangla_ahbayan":"ওরা তো এক মহাগর্জনের অপেক্ষায় আছে যা এদের বাক্-বিতন্ডাকালে ওদেরকে আঘাত করবে। [১]","bangla_bayan":"তারা তো কেবল এক বিকট আওয়াজের অপেক্ষা করছে যা তাদেরকে বাক-বিতন্ডায় লিপ্ত অবস্থায় পাকড়াও করবে।","bangla_mkhan":"তারা কেবল একটা ভয়াবহ শব্দের অপেক্ষা করছে, যা তাদেরকে আঘাত করবে তাদের পারস্পরিক বাকবিতন্ডাকালে।","bangla_mujibur":"এরাতো অপেক্ষায় আছে এক মহানাদের যা এদেরকে আঘাত করবে এদের বাক বিতন্ডা কালে।","bangla_taisirul":"তারা যে জন্য অপেক্ষা করছে সেটাতো একটা প্রচন্ড শব্দ যা তাদেরকে পাকড়াও করবে যখন তারা নিজেদের মধ্যে বাক-বিতন্ডায় লিপ্ত থাকবে।"},{"id":50,"arabic_text":"فَلَا یَسۡتَطِیۡعُوۡنَ تَوۡصِیَۃً  وَّ لَاۤ  اِلٰۤی اَہۡلِہِمۡ   یَرۡجِعُوۡنَ ﴿۵۰﴾ ","english_text":"And among them are unlettered ones who do not know the Scripture except in wishful thinking, but they are only assuming.","page":443,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3755.mp3","colorText":"فَلَا يَسْتَطِيعُونَ تَوْصِيَ[a:11260[ةً و]َل[o[َآ] إِلَ[o[ىٰٓ] أَهْلِهِمْ يَرْجِع[p[ُو]نَ","juz":23,"ruku":383,"manzil":5,"bangla_ahbayan":"ওরা অসিয়ত করতে (শেষ কথা বলতে) সমর্থ হবে না এবং নিজেদের পরিবার-পরিজনের নিকট ফিরে আসতে পারবে না।","bangla_bayan":"সুতরাং না পারবে তারা ওসিয়াত করতে এবং না পারবে তাদের পরিবার-পরিজনের কাছে ফিরে যেতে।","bangla_mkhan":"তখন তারা ওছিয়ত করতেও সক্ষম হবে না। এবং তাদের পরিবার-পরিজনের কাছেও ফিরে যেতে পারবে না।","bangla_mujibur":"তখন তারা অসীয়াত করতে সমর্থ হবেনা এবং নিজেদের পরিবার পরিজনের নিকট ফিরেও আসতে পারবেনা।","bangla_taisirul":"(ক্বিয়ামত এমনই হঠাৎ আক্রমণ করবে যে) তারা না পারবে ওসীয়াত করতে আর না পারবে তাদের পরিবার পরিজনের কাছে ফিরে যেতে।"},{"id":51,"arabic_text":"وَ نُفِخَ فِی الصُّوۡرِ فَاِذَا ہُمۡ مِّنَ الۡاَجۡدَاثِ  اِلٰی  رَبِّہِمۡ  یَنۡسِلُوۡنَ ﴿۵۱﴾ ","english_text":"So woe to those who write the \"scripture\" with their own hands, then say, \"This is from Allah,\" in order to exchange it for a small price. Woe to them for what their hands have written and woe to them for what they earn.","page":443,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3756.mp3","colorText":"وَنُفِخَ فِى [h:4185[ٱ][l[ل]صُّورِ فَإِذَا ه[w:10171[ُم م]ِّنَ [h:11261[ٱ]لْأَ[q:11262[جْ]دَاثِ إِلَىٰ رَبِّهِمْ يَ[f:8857[نس]ِل[p[ُو]نَ","juz":23,"ruku":384,"manzil":5,"bangla_ahbayan":"যখন শিঙ্গায় ফুৎকার দেওয়া হবে[১] তখন মানুষ কবর থেকে তাদের প্রতিপালকের দিকে ছুটে আসবে।","bangla_bayan":"আর শিঙ্গায় ফুঁক দেয়া হবে, তৎক্ষণাৎ তারা কবর থেকে তাদের রবের দিকে ছুটে আসবে।","bangla_mkhan":"শিংগায় ফুঁক দেয়া হবে, তখনই তারা কবর থেকে তাদের পালনকর্তার দিকে ছুটে চলবে।","bangla_mujibur":"যখন শিঙ্গায় ফুৎকার দেয়া হবে তখনই তারা কাবর হতে ছুটে আসবে তাদের রবের দিকে।","bangla_taisirul":"আর যখন শিঙ্গায় ফুঁক দেয়া হবে, তখনই তারা ক্ববর থেকে তাদের পালনকর্তার দিকে ছুটে আসবে।"},{"id":52,"arabic_text":"قَالُوۡا یٰوَیۡلَنَا مَنۡۢ بَعَثَنَا مِنۡ مَّرۡقَدِنَا ٜۘؐ ہٰذَا  مَا  وَعَدَ  الرَّحۡمٰنُ وَ صَدَقَ الۡمُرۡسَلُوۡنَ ﴿۵۲﴾ ","english_text":"And they say, \"Never will the Fire touch us, except for a few days.\" Say, \"Have you taken a covenant with Allah ? For Allah will never break His covenant. Or do you say about Allah that which you do not know?\"","page":443,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3757.mp3","colorText":"قَالُو[s[اْ] يَ[n[ـٰ]وَيْلَنَا م[i:11263[َنۢ ب]َعَثَنَا م[a:11264[ِن م]َّرْقَدِنَاۜ‌ۗ هَ[n[ـٰ]ذَا مَا وَعَدَ [h:8377[ٱ][l[ل]رَّحْمَ[n[ـٰ]نُ وَصَدَقَ [h:11265[ٱ]لْمُرْسَل[p[ُو]نَ","juz":23,"ruku":384,"manzil":5,"bangla_ahbayan":"ওরা বলবে, ‘হায় দুর্ভোগ আমাদের! কে আমাদেরকে আমাদের নিদ্রাস্থল থেকে উত্থিত করল?’[১] এ হল তা-ই, পরম দয়াময় যার প্রতিশ্রুতি দিয়েছিলেন এবং রসূলগণ সত্যই বলেছিলেন।","bangla_bayan":"তারা বলবে, ‘হায় আমাদের দুর্ভোগ! কে আমাদেরকে আমাদের নিদ্রাস্থল থেকে উঠালো’? (তাদেরকে বলা হবে) ‘এটা তো তা যার ওয়াদা পরম করুনাময় করেছিলেন এবং রাসূলগণ সত্য বলেছিলেন’।","bangla_mkhan":"তারা বলবে, হায় আমাদের দুর্ভোগ! কে আমাদেরকে নিদ্রাস্থল থেকে উখিত করল? রহমান আল্লাহ তো এরই ওয়াদা দিয়েছিলেন এবং রসূলগণ সত্য বলেছিলেন।","bangla_mujibur":"তারা বলবেঃ হায়! দুর্ভোগ আমাদের! কে আমাদেরকে আমাদের নিদ্রাস্থল হতে উঠালো? দয়াময় (আল্লাহ) তো এরই প্রতিশ্রুতি দিয়েছিলেন এবং রাসূলগণ সত্যই বলেছিলেন।","bangla_taisirul":"তারা বলবে, ‘হায় আমাদের দুর্ভোগ! আমাদেরকে আমাদের ঘুমের জায়গা থেকে কে উঠালো? (তাদেরকে জবাব দেয়া হবে) ‘‘এটা হল তাই- দয়াময় আল্লাহ যার ও‘য়াদা দিয়েছিলেন, আর রসূলগণও সত্য কথাই বলেছিলেন।’"},{"id":53,"arabic_text":"اِنۡ کَانَتۡ  اِلَّا صَیۡحَۃً وَّاحِدَۃً  فَاِذَا ہُمۡ جَمِیۡعٌ  لَّدَیۡنَا  مُحۡضَرُوۡنَ ﴿۵۳﴾ ","english_text":"Yes, whoever earns evil and his sin has encompassed him - those are the companions of the Fire; they will abide therein eternally.","page":443,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3758.mp3","colorText":"إِ[f:489[ن ك]َانَتْ إِلَّا صَيْحَ[a:11222[ةً و][n[َٲ]حِدَ[f:11223[ةً ف]َإِذَا هُمْ جَمِي[u:11227[عٌ ل]َّدَيْنَا مُحْضَر[p[ُو]نَ","juz":23,"ruku":384,"manzil":5,"bangla_ahbayan":"এ হবে এক মহাগর্জন; তখনই ওদের সকলকে আমার সম্মুখে উপস্থিত করা হবে।","bangla_bayan":"তা ছিল শুধুই একটি বিকট আওয়াজ, ফলে তৎক্ষণাৎ তাদের সকলকে আমার সামনে উপস্থিত করা হবে।","bangla_mkhan":"এটা তো হবে কেবল এক মহানাদ। সে মুহুর্তেই তাদের সবাইকে আমার সামনে উপস্থিত করা হবে।","bangla_mujibur":"এটা হবে শুধুমাত্র এক মহানাদ; তখনই তাদের সকলকে উপস্থিত করা হবে আমার সম্মুখে।","bangla_taisirul":"মাত্র একটা প্রচন্ড শব্দ হবে, তক্ষুণি তাদের সব্বাইকে আমার সামনে হাজির করা হবে।"},{"id":54,"arabic_text":"فَالۡیَوۡمَ لَا تُظۡلَمُ نَفۡسٌ شَیۡئًا وَّ لَا تُجۡزَوۡنَ  اِلَّا مَا کُنۡتُمۡ تَعۡمَلُوۡنَ ﴿۵۴﴾ ","english_text":"But they who believe and do righteous deeds - those are the companions of Paradise; they will abide therein eternally.","page":443,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3759.mp3","colorText":"فَ[h:9999[ٱ]لْيَوْمَ لَا تُظْلَمُ نَفْ[f:8774[سٌ ش]َيْـ[a:232[ـًٔا و]َلَا تُ[q:4248[جْ]زَوْنَ إِلَّا مَا كُ[f:100[نت]ُمْ تَعْمَل[p[ُو]نَ","juz":23,"ruku":384,"manzil":5,"bangla_ahbayan":"এবং বলা হবে, আজ কারও প্রতি কোন জুলুম করা হবে না এবং তোমরা যা করতে কেবল তারই প্রতিফল দেওয়া হবে।","bangla_bayan":"সুতরাং আজ কাউকেই কোন যুলম করা হবে না এবং তোমরা যা আমল করছিলে শুধু তারই প্রতিদান তোমাদের দেয়া হবে।","bangla_mkhan":"আজকের দিনে কারও প্রতি জুলুম করা হবে না এবং তোমরা যা করবে কেবল তারই প্রতিদান পাবে।","bangla_mujibur":"আজ কারও প্রতি কোন যুলম করা হবেনা এবং তোমরা যা করতে শুধু তারই প্রতিফল দেয়া হবে।","bangla_taisirul":"আজ কারো প্রতি কোন যুলম করা হবে না, তোমরা যে ‘আমাল করছিলে তোমাদেরকে কেবল তারই প্রতিফল দেয়া হবে।"},{"id":55,"arabic_text":"اِنَّ  اَصۡحٰبَ الۡجَنَّۃِ  الۡیَوۡمَ فِیۡ  شُغُلٍ فٰکِہُوۡنَ ﴿ۚ۵۵﴾ ","english_text":"And [recall] when We took the covenant from the Children of Israel, [enjoining upon them], \"Do not worship except Allah ; and to parents do good and to relatives, orphans, and the needy. And speak to people good [words] and establish prayer and give zakah.\" Then you turned away, except a few of you, and you were refusing.","page":444,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3760.mp3","colorText":"إِ[g[نّ]َ أَصْحَ[n[ـٰ]بَ [h:4715[ٱ]لْجَ[g[نّ]َةِ [h:11266[ٱ]لْيَوْمَ فِى شُغُ[f:11267[لٍ ف]َ[n[ـٰ]كِه[p[ُو]نَ","juz":23,"ruku":384,"manzil":5,"bangla_ahbayan":"এ দিন বেহেশ্তিগণ আনন্দে মগ্ন থাকবে, [১]","bangla_bayan":"নিশ্চয় জান্নাতবাসীরা আজ আনন্দে মশগুল থাকবে।","bangla_mkhan":"এদিন জান্নাতীরা আনন্দে মশগুল থাকবে।","bangla_mujibur":"এ দিন জান্নাতবাসীরা আনন্দে মগ্ন থাকবে।","bangla_taisirul":"সে দিন জান্নাতীরা আনন্দে মশগুল হয়ে থাকবে।"},{"id":56,"arabic_text":"ہُمۡ وَ اَزۡوَاجُہُمۡ فِیۡ ظِلٰلٍ عَلَی الۡاَرَآئِکِ مُتَّکِـُٔوۡنَ ﴿۵۶﴾ ","english_text":"And [recall] when We took your covenant, [saying], \"Do not shed each other's blood or evict one another from your homes.\" Then you acknowledged [this] while you were witnessing.","page":444,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3761.mp3","colorText":"هُمْ وَأَزْو[n[َٲ]جُهُمْ فِى ظِلَ[n[ـٰ]لٍ عَلَى [h:8058[ٱ]لْأَر[o[َا]ٓئِكِ مُتَّكِــٔ[p[ُو]نَ","juz":23,"ruku":384,"manzil":5,"bangla_ahbayan":"তারা এবং তাদের স্ত্রীগণ সুশীতল ছায়ায় থাকবে এবং হেলান দিয়ে বসবে সুসজ্জিত আসনে।","bangla_bayan":"তারা ও তাদের স্ত্রীরা ছায়ার মধ্যে সুসজ্জিত আসনে হেলান দিয়ে উপবিষ্ট থাকবে।","bangla_mkhan":"তারা এবং তাদের স্ত্রীরা উপবিষ্ট থাকবে ছায়াময় পরিবেশে আসনে হেলান দিয়ে।","bangla_mujibur":"তারা এবং তাদের সঙ্গিনীরা সুশীতল ছায়ায় সুসজ্জিত আসনে হেলান দিয়ে বসবে।","bangla_taisirul":"তারা আর তাদের স্ত্রীরা সুশীতল ছায়ায়, উঁচু উঁচু আসনে হেলান দিয়ে বসবে।"},{"id":57,"arabic_text":"لَہُمۡ فِیۡہَا فَاکِہَۃٌ  وَّ لَہُمۡ مَّا یَدَّعُوۡنَ ﴿ۚۖ۵۷﴾ ","english_text":"Then, you are those [same ones who are] killing one another and evicting a party of your people from their homes, cooperating against them in sin and aggression. And if they come to you as captives, you ransom them, although their eviction was forbidden to you. So do you believe in part of the Scripture and disbelieve in part? Then what is the recompense for those who do that among you except disgrace in worldly life; and on the Day of Resurrection they will be sent back to the severest of punishment. And Allah is not unaware of what you do.","page":444,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3762.mp3","colorText":"لَهُمْ فِيهَا فَ[n[ـٰ]كِهَ[a:11268[ةٌ و]َلَه[w:7443[ُم م]َّا يَدَّع[p[ُو]نَ","juz":23,"ruku":384,"manzil":5,"bangla_ahbayan":"সেখানে তাদের জন্য থাকবে ফল-মূল এবং বাঞ্ছিত সমস্ত কিছু।","bangla_bayan":"সেখানে তাদের জন্য থাকবে ফল-ফলাদি এবং থাকবে তারা যা চাইবে তাও।","bangla_mkhan":"সেখানে তাদের জন্যে থাকবে ফল-মূল এবং যা চাইবে।","bangla_mujibur":"সেখানে থাকবে তাদের জন্য ফল-মূল এবং থাকবে যা তারা ফরমায়েশ করবে।","bangla_taisirul":"তাদের জন্য সেখানে থাকবে ফলমূল আর তাদের জন্য থাকবে তারা যা কিছু পেতে চাইবে।"},{"id":58,"arabic_text":"سَلٰمٌ ۟ قَوۡلًا  مِّنۡ  رَّبٍّ  رَّحِیۡمٍ ﴿۵۸﴾ ","english_text":"Those are the ones who have bought the life of this world [in exchange] for the Hereafter, so the punishment will not be lightened for them, nor will they be aided.","page":444,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3763.mp3","colorText":"سَلَ[n[ـٰ][f:11269[مٌ ق]َوْل[a:11270[اً م]ّ[u:11271[ِن ر]َّ[u:11272[بٍّ ر]َّح[p[ِي]مٍ","juz":23,"ruku":384,"manzil":5,"bangla_ahbayan":"পরম দয়ালু প্রতিপালকের পক্ষ হতে তাদেরকে বলা হবে ‘সালাম’ (শান্তি)। [১]","bangla_bayan":"অসীম দয়ালু রবের পক্ষ থেকে বলা হবে, ‘সালাম’।","bangla_mkhan":"করুণাময় পালনকর্তার পক্ষ থেকে তাদেরকে বলা হবে সালাম।","bangla_mujibur":"পরম দয়ালু রবের পক্ষ হতে তাদেরকে বলা হবে ‘সালাম’।","bangla_taisirul":"দয়াময় প্রতিপালকের পক্ষ থেকে তাদেরকে ‘সালাম’ বলে সম্ভাষণ করা হবে।"},{"id":59,"arabic_text":"وَ امۡتَازُوا الۡیَوۡمَ اَیُّہَا الۡمُجۡرِمُوۡنَ ﴿۵۹﴾ ","english_text":"And We did certainly give Moses the Torah and followed up after him with messengers. And We gave Jesus, the son of Mary, clear proofs and supported him with the Pure Spirit. But is it [not] that every time a messenger came to you, [O Children of Israel], with what your souls did not desire, you were arrogant? And a party [of messengers] you denied and another party you killed.","page":444,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3764.mp3","colorText":"وَ[h:9999[ٱ]مْتَ[n[ـٰ]زُو[s[اْ] [h:11273[ٱ]لْيَوْمَ أَيُّهَا [h:11274[ٱ]لْمُ[q:5255[جْ]رِم[p[ُو]نَ","juz":23,"ruku":384,"manzil":5,"bangla_ahbayan":"আর (বলা হবে,) ‘হে অপরাধিগণ! তোমরা আজ পৃথক হয়ে যাও।’ [১]","bangla_bayan":"আর [বলা হবে] ‘হে অপরাধীরা, আজ তোমরা পৃথক হয়ে যাও’।","bangla_mkhan":"হে অপরাধীরা! আজ তোমরা আলাদা হয়ে যাও।","bangla_mujibur":"আর হে অপরাধীরা! তোমরা আজ পৃথক হয়ে যাও।","bangla_taisirul":"(সে দিন বলা হবে) ‘হে অপরাধীরা! আজ তোমরা আলাদা হয়ে যাও।’"},{"id":60,"arabic_text":"اَلَمۡ  اَعۡہَدۡ  اِلَیۡکُمۡ یٰبَنِیۡۤ  اٰدَمَ اَنۡ  لَّا تَعۡبُدُوا الشَّیۡطٰنَ ۚ اِنَّہٗ  لَکُمۡ  عَدُوٌّ مُّبِیۡنٌ ﴿ۙ۶۰﴾ ","english_text":"And they said, \"Our hearts are wrapped.\" But, [in fact], Allah has cursed them for their disbelief, so little is it that they believe.","page":444,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3765.mp3","colorText":"۞ أَلَمْ أَعْهَ[q:11275[دْ] إِلَيْكُمْ يَ[n[ـٰ]بَن[o[ِىٓ] ءَادَمَ أ[u:4908[َن ل]َّا تَعْبُدُو[s[اْ] [h:11276[ٱ][l[ل]شَّيْطَ[n[ـٰ]نَ‌ۖ إِ[g[نّ]َهُ[n[ۥ] لَكُمْ عَدُ[a:873[وٌّ م]ُّب[p[ِي]نٌ","juz":23,"ruku":384,"manzil":5,"bangla_ahbayan":"হে আদম সন্তান-সন্ততিগণ! আমি কি তোমাদের কাছে অঙ্গীকার নিইনি যে, তোমরা শয়তানের দাসত্ব করো না,[১] কারণ সে তোমাদের প্রকাশ্য শত্রু,[২]","bangla_bayan":"হে বনী আদম, আমি কি তোমাদেরকে এ মর্মে নির্দেশ দেইনি যে, ‘তোমরা শয়তানের উপাসনা করো না। নিঃসন্দেহে সে তোমাদের প্রকাশ্য শত্রু’?","bangla_mkhan":"হে বনী-আদম! আমি কি তোমাদেরকে বলে রাখিনি যে, শয়তানের এবাদত করো না, সে তোমাদের প্রকাশ্য শত্রু?","bangla_mujibur":"হে বানী আদম! আমি কি তোমাদেরকে নির্দেশ দেইনি যে, তোমরা শাইতানের দাসত্ব করনা, কারণ সে তোমাদের প্রকাশ্য শত্রু?","bangla_taisirul":"‘হে আদাম সন্তান! আমি কি তোমাদেরকে নির্দেশ দেইনি যে, তোমরা শয়ত্বানের ‘ইবাদাত করো না, কারণ সে তোমাদের প্রকাশ্য দুশমন?"},{"id":61,"arabic_text":"وَّ  اَنِ اعۡبُدُوۡنِیۡ ؕؔ ہٰذَا  صِرَاطٌ مُّسۡتَقِیۡمٌ ﴿۶۱﴾ ","english_text":"And when there came to them a Book from Allah confirming that which was with them - although before they used to pray for victory against those who disbelieved - but [then] when there came to them that which they recognized, they disbelieved in it; so the curse of Allah will be upon the disbelievers.","page":444,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3766.mp3","colorText":"وَأَنِ [h:11277[ٱ]عْبُدُونِى‌ۚ هَ[n[ـٰ]ذَا صِر[n[َٲ][a:1947[طٌ م]ُّسْتَق[p[ِي]مٌ","juz":23,"ruku":384,"manzil":5,"bangla_ahbayan":"এবং আমারই দাসত্ব কর।[১] এটিই সরল পথ। [২]","bangla_bayan":"আর আমারই ইবাদাত কর। এটিই সরল পথ।","bangla_mkhan":"এবং আমার এবাদত কর। এটাই সরল পথ।","bangla_mujibur":"আর আমার ইবাদাত কর, এটাই সরল পথ?","bangla_taisirul":"আর আমারই ‘ইবাদাত কর, এটাই সরল সঠিক পথ।"},{"id":62,"arabic_text":"وَ لَقَدۡ اَضَلَّ  مِنۡکُمۡ  جِبِلًّا کَثِیۡرًا ؕ اَفَلَمۡ  تَکُوۡنُوۡا تَعۡقِلُوۡنَ ﴿۶۲﴾","english_text":"How wretched is that for which they sold themselves - that they would disbelieve in what Allah has revealed through [their] outrage that Allah would send down His favor upon whom He wills from among His servants. So they returned having [earned] wrath upon wrath. And for the disbelievers is a humiliating punishment.","page":444,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3767.mp3","colorText":"وَلَقَ[q:341[دْ] أَضَلَّ مِ[f:344[نك]ُمْ جِبِل[f:11278[اًّ ك]َثِيرًا‌ۖ أَفَلَمْ تَكُونُو[s[اْ] تَعْقِل[p[ُو]نَ","juz":23,"ruku":384,"manzil":5,"bangla_ahbayan":"শয়তান তো তোমাদের পূর্বে বহু দলকে বিভ্রান্ত করেছে; তবুও কি তোমরা বোঝ না? [১]","bangla_bayan":"আর অবশ্যই শয়তান তোমাদের বহু দলকে পথভ্রষ্ট করেছে। তবুও কি তোমরা অনুধাবন করনি?","bangla_mkhan":"শয়তান তোমাদের অনেক দলকে পথভ্রষ্ট করেছে। তবুও কি তোমরা বুঝনি?","bangla_mujibur":"শাইতানতো তোমাদের বহু দলকে বিভ্রান্ত করেছিল, তবুও কি তোমরা বুঝনি?","bangla_taisirul":"(কিন্তু তোমাদেরকে সতর্ক করে দেয়া সত্ত্বেও) শয়ত্বান তোমাদের বহু দলকে বিভ্রান্ত করে দিয়েছে, তবুও কি তোমরা বুঝ না?"},{"id":63,"arabic_text":"ہٰذِہٖ  جَہَنَّمُ  الَّتِیۡ  کُنۡتُمۡ  تُوۡعَدُوۡنَ ﴿۶۳﴾","english_text":"And when it is said to them, \"Believe in what Allah has revealed,\" they say, \"We believe [only] in what was revealed to us.\" And they disbelieve in what came after it, while it is the truth confirming that which is with them. Say, \"Then why did you kill the prophets of Allah before, if you are [indeed] believers?\"","page":444,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3768.mp3","colorText":"هَ[n[ـٰ]ذِه[n[ِۦ] جَهَ[g[نّ]َمُ [h:11279[ٱ]لَّتِى كُ[f:100[نت]ُمْ تُوعَد[p[ُو]نَ","juz":23,"ruku":384,"manzil":5,"bangla_ahbayan":"এটিই জাহান্নাম, যার প্রতিশ্রুতি তোমাদেরকে দেওয়া হয়েছিল।","bangla_bayan":"এটি সেই জাহান্নাম যার সম্পর্কে তোমরা ওয়াদাপ্রাপ্ত হয়েছিলে।","bangla_mkhan":"এই সে জাহান্নাম, যার ওয়াদা তোমাদেরকে দেয়া হতো।","bangla_mujibur":"এটা সেই জাহান্নাম যার প্রতিশ্রুতি তোমাদেরকে দেয়া হয়েছিল।","bangla_taisirul":"এটা সেই জাহান্নাম যে বিষয়ে তোমাদেরকে ভয় দেখানো হয়েছিল।"},{"id":64,"arabic_text":"اِصۡلَوۡہَا الۡیَوۡمَ بِمَا کُنۡتُمۡ تَکۡفُرُوۡنَ ﴿۶۴﴾ ","english_text":"And Moses had certainly brought you clear proofs. Then you took the calf [in worship] after that, while you were wrongdoers.","page":444,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3769.mp3","colorText":"ٱصْلَوْهَا [h:11280[ٱ]لْيَوْمَ بِمَا كُ[f:100[نت]ُمْ تَكْفُر[p[ُو]نَ","juz":23,"ruku":384,"manzil":5,"bangla_ahbayan":"তোমাদের অবিশ্বাস (কুফরী) করার কারণে আজ তোমরা এতে প্রবেশ কর। [১]","bangla_bayan":"তোমরা যে কুফরী করতে সে কারণে আজ তোমরা এতে প্রবেশ কর।","bangla_mkhan":"তোমাদের কুফরের কারণে আজ এতে প্রবেশ কর।","bangla_mujibur":"আজ তোমরা এতে প্রবেশ কর; কারণ তোমরা একে অবিশ্বাস করেছিলে।","bangla_taisirul":"আজ তাতে প্রবেশ কর, কেননা তোমরা এটাকে অবিশ্বাস করেছিলে।’"},{"id":65,"arabic_text":"اَلۡیَوۡمَ نَخۡتِمُ عَلٰۤی اَفۡوَاہِہِمۡ وَ تُکَلِّمُنَاۤ اَیۡدِیۡہِمۡ وَ تَشۡہَدُ اَرۡجُلُہُمۡ بِمَا کَانُوۡا یَکۡسِبُوۡنَ  ﴿۶۵﴾","english_text":"And [recall] when We took your covenant and raised over you the mount, [saying], \"Take what We have given you with determination and listen.\" They said [instead], \"We hear and disobey.\" And their hearts absorbed [the worship of] the calf because of their disbelief. Say, \"How wretched is that which your faith enjoins upon you, if you should be believers.\"","page":444,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3770.mp3","colorText":"ٱلْيَوْمَ نَخْتِمُ عَلَ[o[ىٰٓ] أَفْو[n[َٲ]هِهِمْ وَتُكَلِّمُن[o[َآ] أَيْدِيهِمْ وَتَشْهَدُ أَرْجُلُه[c:11281[ُم ب]ِمَا كَانُو[s[اْ] يَكْسِب[p[ُو]نَ","juz":23,"ruku":384,"manzil":5,"bangla_ahbayan":"আমি আজ এদের মুখে মোহর মেরে দেব, এদের হাত আমার সঙ্গে কথা বলবে এবং এদের পা এদের কৃতকর্মের সাক্ষী দেবে।[১]","bangla_bayan":"আজ আমি তাদের মুখে মোহর মেরে দেব এবং তাদের হাত আমার সাথে কথা বলবে ও তাদের পা সে সম্পর্কে সাক্ষ্য দেবে যা তারা অর্জন করত।","bangla_mkhan":"আজ আমি তাদের মুখে মোহর এঁটে দেব তাদের হাত আমার সাথে কথা বলবে এবং তাদের পা তাদের কৃতকর্মের সাক্ষ্য দেবে।","bangla_mujibur":"আমি আজ এদের মুখে মোহর লাগিয়ে দিব। এদের হাত কথা বলবে আমার সাথে এবং এদের পা সাক্ষ্য দিবে এদের কৃতকর্মের।","bangla_taisirul":"আজ আমি তাদের মুখে সীল মোহর লাগিয়ে দেব, তাদের হাত আমার সঙ্গে কথা বলবে, আর তারা যা করত সে সম্পর্কে তাদের পাগুলো সাক্ষ্য দেবে।"},{"id":66,"arabic_text":"وَ لَوۡ نَشَآءُ  لَطَمَسۡنَا عَلٰۤی  اَعۡیُنِہِمۡ فَاسۡتَبَقُوا الصِّرَاطَ فَاَنّٰی یُبۡصِرُوۡنَ ﴿۶۶﴾ ","english_text":"Say, [O Muhammad], \"If the home of the Hereafter with Allah is for you alone and not the [other] people, then wish for death, if you should be truthful.","page":444,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3771.mp3","colorText":"وَلَوْ نَش[o[َا]ٓءُ لَطَمَسْنَا عَلَ[o[ىٰٓ] أَعْيُنِهِمْ فَ[h:11282[ٱ]سْتَبَقُو[s[اْ] [h:11283[ٱ][l[ل]صِّر[n[َٲ]طَ فَأَ[g[نّ]َىٰ يُ[q:60[بْ]صِر[p[ُو]نَ","juz":23,"ruku":384,"manzil":5,"bangla_ahbayan":"আমি ইচ্ছা করলে এদের দৃষ্টিশক্তি ছিনিয়ে নিতে পারতাম। তখন এরা পথ চলতে চাইলে কি করে দেখতে পেত। [১]","bangla_bayan":"আর যদি আমি চাইতাম তবে তাদের চোখসমূহ অন্ধ করে দিতাম। তখন এরা পথের অন্বেষণে দৌড়ালে কী করে দেখতে পেত?","bangla_mkhan":"আমি ইচ্ছা করলে তাদের দৃষ্টি শক্তি বিলুপ্ত করে দিতে পারতাম, তখন তারা পথের দিকে দৌড়াতে চাইলে কেমন করে দেখতে পেত!","bangla_mujibur":"আমি ইচ্ছা করলে এদের চক্ষুগুলিকে লোপ করে দিতে পারতাম, তখন এরা পথ চলতে চাইলে কি করে দেখতে পেত?","bangla_taisirul":"আমি ইচ্ছে করলে তাদের দৃষ্টিশক্তি বিলুপ্ত করে দিতাম। তখন তারা পথের দিকে দৌঁড়ে দেখতে চাইলে কীভাবে তারা দেখতে পেত?"},{"id":67,"arabic_text":"وَ لَوۡ نَشَآءُ لَمَسَخۡنٰہُمۡ عَلٰی مَکَانَتِہِمۡ فَمَا اسۡتَطَاعُوۡا مُضِیًّا وَّ لَا یَرۡجِعُوۡنَ ﴿۶۷﴾ ","english_text":"But they will never wish for it, ever, because of what their hands have put forth. And Allah is Knowing of the wrongdoers.","page":444,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3772.mp3","colorText":"وَلَوْ نَش[o[َا]ٓءُ لَمَسَخْنَ[n[ـٰ]هُمْ عَلَىٰ مَكَانَتِهِمْ فَمَا [h:11284[ٱ]سْتَطَ[n[ـٰ]عُو[s[اْ] مُضِي[a:11285[ًّا و]َلَا يَرْجِع[p[ُو]نَ","juz":23,"ruku":384,"manzil":5,"bangla_ahbayan":"এবং আমি ইচ্ছা করলে এদের স্ব-স্ব স্থানে এদের আকার বিকৃত করে দিতে পারতাম, ফলে এরা আগে বাড়তে পারত না এবং ফিরেও আসতে পারত না। [১]","bangla_bayan":"আর আমি যদি চাইতাম তবে তাদের স্ব স্ব স্থানে তাদেরকে বিকৃত করে দিতাম। ফলে তারা সামনেও এগিয়ে যেতে পারত না এবং পিছনেও ফিরে আসতে পারত না।","bangla_mkhan":"আমি ইচ্ছা করলে তাদেরকে স্ব স্ব স্থানে আকার বিকৃত করতে পারতাম, ফলে তারা আগেও চলতে পারত না এবং পেছনেও ফিরে যেতে পারত না।","bangla_mujibur":"এবং আমি ইচ্ছা করলে এদেরকে স্ব স্ব স্থানে বিকৃত করে দিতে পারতাম, ফলে এরা চলতে পারতো না এবং ফিরেও আসতে পারতো না।","bangla_taisirul":"আমি ইচ্ছে করলে তাদের নিজ নিজ জায়গাতেই তাদের আকৃতি পরিবর্তন করে দিতাম, তখন তারা না সামনের দিকে চলতে পারত, আর না পারত পেছনে ফিরে যেতে।"},{"id":68,"arabic_text":"وَ مَنۡ نُّعَمِّرۡہُ  نُنَکِّسۡہُ  فِی الۡخَلۡقِ ؕ اَفَلَا یَعۡقِلُوۡنَ ﴿۶۸﴾ ","english_text":"And you will surely find them the most greedy of people for life - [even] more than those who associate others with Allah . One of them wishes that he could be granted life a thousand years, but it would not remove him in the least from the [coming] punishment that he should be granted life. And Allah is Seeing of what they do.","page":444,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3773.mp3","colorText":"وَم[a:11286[َن ن]ُّعَ[g[مّ]ِرْهُ نُنَكِّسْهُ فِى [h:4788[ٱ]لْخَلْقِ‌ۖ أَفَلَا يَعْقِل[p[ُو]نَ","juz":23,"ruku":385,"manzil":5,"bangla_ahbayan":"আমি যাকে দীর্ঘ জীবন দান করি, তাকে তো জরাগ্রস্ত করে দিই।[১] তবুও কি ওরা বোঝে না?[২]","bangla_bayan":"আর আমি যাকে দীর্ঘ জীবন দান করি, সৃষ্টি-অবয়বে আমি তার পরিবর্তন ঘটাই। তবুও কি তারা বুঝবে না?","bangla_mkhan":"আমি যাকে দীর্ঘ জীবন দান করি, তাকে সৃষ্টিগত পূর্বাবস্থায় ফিরিয়ে নেই। তবুও কি তারা বুঝে না?","bangla_mujibur":"আমি যাকে দীর্ঘ জীবন দান করি তার স্বাভাবিক গঠনে অবনতি ঘটাই। তবুও কি তারা বুঝেনা?","bangla_taisirul":"আমি যাকে দীর্ঘ জীবন দেই, তাকে সৃষ্টির ক্ষেত্রে পূর্বের অবস্থায় ফিরিয়ে আনি। তবুও কি তারা বুঝে না?"},{"id":69,"arabic_text":"وَ مَا عَلَّمۡنٰہُ الشِّعۡرَ وَ مَا یَنۡۢبَغِیۡ لَہٗ ؕ اِنۡ ہُوَ   اِلَّا  ذِکۡرٌ   وَّ  قُرۡاٰنٌ  مُّبِیۡنٌ ﴿ۙ۶۹﴾ ","english_text":"Say, \"Whoever is an enemy to Gabriel - it is [none but] he who has brought the Qur'an down upon your heart, [O Muhammad], by permission of Allah, confirming that which was before it and as guidance and good tidings for the believers.\"","page":444,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3774.mp3","colorText":"وَمَا عَلَّمْنَ[n[ـٰ]هُ [h:11287[ٱ][l[ل]شِّعْرَ وَمَا يَ[i:8425[نۢب]َغِى لَهُ[o[ۥٓ‌ۚ] إِنْ هُوَ إِلَّا ذِكْ[a:11288[رٌ و]َقُرْءَا[a:11289[نٌ م]ُّب[p[ِي]نٌ","juz":23,"ruku":385,"manzil":5,"bangla_ahbayan":"আমি তাকে (রসূলকে) কবিতা শিখাইনি এবং এ তার পক্ষে শোভনীয়ও নয়। এ তো কেবল এক উপদেশ এবং সুস্পষ্ট কুরআন;[১]","bangla_bayan":"আমি রাসূলকে কাব্য শিখাইনি এবং এটি তার জন্য শোভনীয়ও নয়। এ তো কেবল এক উপদেশ ও স্পষ্ট কুরআন মাত্র।","bangla_mkhan":"আমি রসূলকে কবিতা শিক্ষা দেইনি এবং তা তার জন্যে শোভনীয়ও নয়। এটা তো এক উপদেশ ও প্রকাশ্য কোরআন।","bangla_mujibur":"আমি তাকে কাব্য রচনা করতে শিখাইনি এবং এটা তার পক্ষে শোভনীয় নয়। ইহাতো শুধু উপদেশ এবং সুস্পষ্ট কুরআন।","bangla_taisirul":"[কাফিররা রসূল (সা.)-কে উদ্দেশ্য করে বলে, লোকটা একটা কবি। কিন্তু) আমি রসূলকে কবিতা শিখাইনি, আর তা তার জন্য শোভনীয়ও নয়। তাতো এক উপদেশ ও স্পষ্ট কুরআন ব্যতীত অন্য কিছু নয়।"},{"id":70,"arabic_text":"لِّیُنۡذِرَ مَنۡ کَانَ حَیًّا وَّ یَحِقَّ الۡقَوۡلُ عَلَی الۡکٰفِرِیۡنَ ﴿۷۰﴾ ","english_text":"Whoever is an enemy to Allah and His angels and His messengers and Gabriel and Michael - then indeed, Allah is an enemy to the disbelievers.","page":444,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3775.mp3","colorText":"لِّيُ[f:7947[نذ]ِرَ مَ[f:506[ن ك]َانَ حَي[a:11290[ًّا و]َيَحِقَّ [h:11291[ٱ]لْقَوْلُ عَلَى [h:468[ٱ]لْكَ[n[ـٰ]فِر[p[ِي]نَ","juz":23,"ruku":385,"manzil":5,"bangla_ahbayan":"যাতে সে জীবিত (জাগ্রতচিত্ত) ব্যক্তিদেরকে সতর্ক করতে পারে[১] এবং অবিশ্বাসীদের বিরুদ্ধে শাস্তির কথা সাব্যস্ত হয়। [২]","bangla_bayan":"যাতে তা সতর্ক করতে পারে ঐ ব্যক্তিকে যে জীবিত এবং যাতে কাফিরদের বিরুদ্ধে অভিযোগবাণী প্রমাণিত হয়।","bangla_mkhan":"যাতে তিনি সতর্ক করেন জীবিতকে এবং যাতে কাফেরদের বিরুদ্ধে অভিযোগ প্রতিষ্ঠিত হয়।","bangla_mujibur":"যাতে সে সতর্ক করতে পারে জীবিতদেরকে এবং যাতে কাফিরদের বিরুদ্ধে শাস্তির কথা সত্য হতে পারে।","bangla_taisirul":"যাতে সে (আত্মিকভাবে) জীবিতকে সতর্ক করতে পারে আর কাফিরদের বিরুদ্ধে অকাট্য দলীল হতে পারে।"},{"id":71,"arabic_text":"اَوَ لَمۡ یَرَوۡا اَنَّا خَلَقۡنَا لَہُمۡ مِّمَّا عَمِلَتۡ اَیۡدِیۡنَاۤ  اَنۡعَامًا فَہُمۡ  لَہَا مٰلِکُوۡنَ ﴿۷۱﴾ ","english_text":"And We have certainly revealed to you verses [which are] clear proofs, and no one would deny them except the defiantly disobedient.","page":445,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3776.mp3","colorText":"أَوَلَمْ يَرَوْ[s[اْ] أَ[g[نّ]َا خَلَ[q:5159[قْ]نَا لَه[w:402[ُم م]ِّ[g[مّ]َا عَمِلَتْ أَيْدِين[o[َآ] أَنْعَ[n[ـٰ][f:11292[مًا ف]َهُمْ لَهَا مَ[n[ـٰ]لِك[p[ُو]نَ","juz":23,"ruku":385,"manzil":5,"bangla_ahbayan":"ওরা কি লক্ষ্য করে না যে, আমি নিজ হাতে যা সৃষ্টি করেছি[১] তার মধ্যে ওদের জন্য সৃষ্টি করেছি পশু[২] এবং ওরাই এগুলির মালিক? [৩]","bangla_bayan":"তারা কি দেখেনি, আমার হাতের তৈরী বস্তুসমূহের মধ্যে আমি তাদের জন্য চতুষ্পদ জন্তু সৃষ্টি করেছি। অতঃপর তারা হল এগুলোর মালিক।","bangla_mkhan":"তারা কি দেখে না, তাদের জন্যে আমি আমার নিজ হাতের তৈরী বস্তুর দ্বারা চতুস্পদ জন্তু সৃষ্টি করেছি, অতঃপর তারাই এগুলোর মালিক।","bangla_mujibur":"তারা কি লক্ষ্য করেনা যে, নিজ হতে সৃষ্ট বস্তুর মধ্যে তাদের জন্য আমি সৃষ্টি করেছি গৃহ পালিত পশু এবং তারাই ওগুলির অধিকারী।","bangla_taisirul":"তারা কি দেখে না যে আমার হাতে তৈরি জিনিসগুলোর মধ্যে আমি তাদের জন্য সৃষ্টি করেছি গৃহপালিত পশু আর এখন তারা এগুলোর মালিক!"},{"id":72,"arabic_text":"وَ ذَلَّلۡنٰہَا لَہُمۡ  فَمِنۡہَا رَکُوۡبُہُمۡ  وَ  مِنۡہَا یَاۡکُلُوۡنَ ﴿۷۲﴾ ","english_text":"Is it not [true] that every time they took a covenant a party of them threw it away? But, [in fact], most of them do not believe.","page":445,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3777.mp3","colorText":"وَذَلَّلْنَ[n[ـٰ]هَا لَهُمْ فَمِنْهَا رَكُوبُهُمْ وَمِنْهَا يَأْكُل[p[ُو]نَ","juz":23,"ruku":385,"manzil":5,"bangla_ahbayan":"এবং আমি এগুলিকে ওদের বশীভূত করে দিয়েছি।[১] এগুলির কিছু ওদের সওয়ারী এবং কিছু ওদের খাদ্য।","bangla_bayan":"আর আমি এগুলোকে তাদের বশীভূত করে দিয়েছি। ফলে এদের কতক তাদের বাহন এবং কতক তারা ভক্ষণ করে।","bangla_mkhan":"আমি এগুলোকে তাদের হাতে অসহায় করে দিয়েছি। ফলে এদের কতক তাদের বাহন এবং কতক তারা ভক্ষণ করে।","bangla_mujibur":"এবং আমি ওগুলিকে তাদের বশীভূত করেছি। ওগুলির কতক তাদের বাহন এবং কতক তারা আহার করে।","bangla_taisirul":"আমি এগুলোকে তাদের বশীভূত করে দিয়েছি, ফলে এগুলোর কতক তাদের বাহন, আর এদের কতকগুলো তারা খায়।"},{"id":73,"arabic_text":"وَ لَہُمۡ  فِیۡہَا مَنَافِعُ  وَ  مَشَارِبُ ؕ اَفَلَا یَشۡکُرُوۡنَ ﴿۷۳﴾  ","english_text":"And when a messenger from Allah came to them confirming that which was with them, a party of those who had been given the Scripture threw the Scripture of Allah behind their backs as if they did not know [what it contained].","page":445,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3778.mp3","colorText":"وَلَهُمْ فِيهَا مَنَ[n[ـٰ]فِعُ وَمَشَارِبُ‌ۖ أَفَلَا يَشْكُر[p[ُو]نَ","juz":23,"ruku":385,"manzil":5,"bangla_ahbayan":"ওদের জন্য এগুলিতে বহু উপকারিতা আছে;[১] আছে  পানীয়  বস্তু।  তবুও  কি  ওরা কৃতজ্ঞ হবে না?","bangla_bayan":"আর তাদের জন্য এগুলোতে রয়েছে আরও বহু উপকারিতা ও পানীয় উপাদান। তবুও কি তারা শোকর আদায় করবে না?","bangla_mkhan":"তাদের জন্যে চতুস্পদ জন্তুর মধ্যে অনেক উপকারিতা ও পানীয় রয়েছে। তবুও কেন তারা শুকরিয়া আদায় করে না?","bangla_mujibur":"তাদের জন্য ওগুলিতে রয়েছে বহু উপকারিতা, আর আছে পানীয় বস্তু। তবুও কি তারা কৃতজ্ঞ হবেনা?","bangla_taisirul":"তাদের জন্য এগুলোতে আছে বহু উপকার আর পানীয় দ্রব্য। তবুও তারা কেন শুকরিয়া আদায় করে না?"},{"id":74,"arabic_text":"وَ اتَّخَذُوۡا مِنۡ دُوۡنِ اللّٰہِ اٰلِہَۃً  لَّعَلَّہُمۡ یُنۡصَرُوۡنَ ﴿ؕ۷۴﴾ ","english_text":"And they followed [instead] what the devils had recited during the reign of Solomon. It was not Solomon who disbelieved, but the devils disbelieved, teaching people magic and that which was revealed to the two angels at Babylon, Harut and Marut. But the two angels do not teach anyone unless they say, \"We are a trial, so do not disbelieve [by practicing magic].\" And [yet] they learn from them that by which they cause separation between a man and his wife. But they do not harm anyone through it except by permission of Allah . And the people learn what harms them and does not benefit them. But the Children of Israel certainly knew that whoever purchased the magic would not have in the Hereafter any share. And wretched is that for which they sold themselves, if they only knew.","page":445,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3779.mp3","colorText":"وَ[h:9999[ٱ]تَّخَذُو[s[اْ] مِ[f:107[ن د]ُونِ [h:108[ٱ]للَّهِ ءَالِهَ[u:11293[ةً ل]َّعَلَّهُمْ يُ[f:237[نص]َر[p[ُو]نَ","juz":23,"ruku":385,"manzil":5,"bangla_ahbayan":"ওরা তো আল্লাহর পরিবর্তে অন্য উপাস্য গ্রহণ করেছে এ আশায় যে, ওরা সাহায্যপ্রাপ্ত হবে।[১]","bangla_bayan":"অথচ তারা আল্লাহর পরিবর্তে অন্য সব ইলাহ গ্রহণ করেছে, এই প্রত্যাশায় যে, তারা সাহায্যপ্রাপ্ত হবে।","bangla_mkhan":"তারা আল্লাহর পরিবর্তে অনেক উপাস্য গ্রহণ করেছে যাতে তারা সাহায্যপ্রাপ্ত হতে পারে।","bangla_mujibur":"তারাতো আল্লাহর পরিবর্তে অন্য মা‘বূদ গ্রহণ করেছে এ আশায় যে, তারা সাহায্য প্রাপ্ত হবে।","bangla_taisirul":"তারা আল্লাহর পরিবর্তে অনেক ইলাহ গ্রহণ করেছে এই আশায় যে, তারা (ঐ সব ইলাহ দ্বারা) সাহায্যপ্রাপ্ত হবে।"},{"id":75,"arabic_text":"لَا یَسۡتَطِیۡعُوۡنَ نَصۡرَہُمۡ ۙ وَ ہُمۡ   لَہُمۡ  جُنۡدٌ  مُّحۡضَرُوۡنَ ﴿۷۵﴾ ","english_text":"And if they had believed and feared Allah, then the reward from Allah would have been [far] better, if they only knew.","page":445,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3780.mp3","colorText":"لَا يَسْتَطِيعُونَ نَصْرَهُمْ وَهُمْ لَهُمْ جُن[a:11294[دٌ م]ُّحْضَر[p[ُو]نَ","juz":23,"ruku":385,"manzil":5,"bangla_ahbayan":"কিন্তু এরা ওদেরকে সাহায্য করতে সক্ষম নয়; অথচ ওরা এদের জন্য উপস্থিত বাহিনী। [১]","bangla_bayan":"এরা তাদের কোন সাহায্য করতে সক্ষম হবে না, বরং এগুলোকে তাদের বিরুদ্ধে বাহিনীরূপে হাযির করা হবে।","bangla_mkhan":"অথচ এসব উপাস্য তাদেরকে সাহায্য করতে সক্ষম হবে না এবং এগুলো তাদের বাহিনী রূপে ধৃত হয়ে আসবে।","bangla_mujibur":"কিন্তু এসব ইলাহ তাদের সাহায্য করতে সক্ষম নয়, তাদেরকে তাদের বাহিনীরূপে উপস্থিত করা হবে।","bangla_taisirul":"ঐ সব ইলাহ তাদেরকে সাহায্য করতে সক্ষম নয়, বরং (উল্টো) এ লোকেরাই (ঐ সব ইলাহকে সাহায্য করার জন্য) সদা প্রস্তুত সেনাবাহিনীর মত হাযির হয়ে আছে।"},{"id":76,"arabic_text":"فَلَا یَحۡزُنۡکَ قَوۡلُہُمۡ ۘ اِنَّا نَعۡلَمُ مَا یُسِرُّوۡنَ  وَ مَا  یُعۡلِنُوۡنَ ﴿۷۶﴾ ","english_text":"O you who have believed, say not [to Allah 's Messenger], \"Ra'ina\" but say, \"Unthurna\" and listen. And for the disbelievers is a painful punishment.","page":445,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3781.mp3","colorText":"فَلَا يَحْزُ[f:2435[نك]َ قَوْلُهُمْ‌ۘ إِ[g[نّ]َا نَعْلَمُ مَا يُسِرُّونَ وَمَا يُعْلِن[p[ُو]نَ","juz":23,"ruku":385,"manzil":5,"bangla_ahbayan":"অতএব ওদের কথা তোমাকে যেন কষ্ট না দেয়। আমি তো জানি যা ওরা গোপন করে এবং যা ওরা ব্যক্ত করে।","bangla_bayan":"সুতরাং তাদের কথা তোমাকে যেন চিন্তিত না করে, নিশ্চয় আমি জানি তারা যা গোপন করে এবং যা প্রকাশ করে।","bangla_mkhan":"অতএব তাদের কথা যেন আপনাকে দুঃখিত না করে। আমি জানি যা তারা গোপনে করে এবং যা তারা প্রকাশ্যে করে।","bangla_mujibur":"অতএব তাদের কথা তোমাদের যেন দুঃখ না দেয়। আমিতো জানি যা তারা গোপন করে এবং যা তারা ব্যক্ত করে।","bangla_taisirul":"কাজেই তাদের কথাবার্তা তোমাকে যেন দুঃখ না দেয়; আমি জানি তারা যা গোপন করে, আর যা প্রকাশ করে।"},{"id":77,"arabic_text":"اَوَ لَمۡ یَرَ الۡاِنۡسَانُ  اَنَّا خَلَقۡنٰہُ مِنۡ نُّطۡفَۃٍ  فَاِذَا ہُوَ  خَصِیۡمٌ  مُّبِیۡنٌ ﴿۷۷﴾ ","english_text":"Neither those who disbelieve from the People of the Scripture nor the polytheists wish that any good should be sent down to you from your Lord. But Allah selects for His mercy whom He wills, and Allah is the possessor of great bounty.","page":445,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3782.mp3","colorText":"أَوَلَمْ يَرَ [h:11295[ٱ]لْإِ[f:2732[نس]َ[n[ـٰ]نُ أَ[g[نّ]َا خَلَ[q:7232[قْ]نَ[n[ـٰ]هُ م[a:7325[ِن ن]ُّ[q:7326[طْ]فَ[f:7327[ةٍ ف]َإِذَا هُوَ خَصِي[a:7328[مٌ م]ُّب[p[ِي]نٌ","juz":23,"ruku":385,"manzil":5,"bangla_ahbayan":"মানুষ কি ভেবে দেখে না যে, আমি তাকে শুক্রবিন্দু হতে সৃষ্টি করেছি? অতঃপর তখনই সে প্রকাশ্য বিতন্ডাকারী হয়ে পড়ে।","bangla_bayan":"মানুষ কি দেখেনি যে, আমি তাকে সৃষ্টি করেছি শুক্রবিন্দু থেকে? অথচ সে (বনে যায়) একজন প্রকাশ্য কুটতর্ককারী।","bangla_mkhan":"মানুষ কি দেখে না যে, আমি তাকে সৃষ্টি করেছি বীর্য থেকে? অতঃপর তখনই সে হয়ে গেল প্রকাশ্য বাকবিতন্ডাকারী।","bangla_mujibur":"মানুষ কি দেখেনা যে, আমি তাকে সৃষ্টি করেছি শুক্র বিন্দু হতে? অথচ পরে সে হয়ে পড়ে প্রকাশ্য বিতন্ডাকারী।","bangla_taisirul":"মানুষ কি দেখে না যে আমি তাকে সৃষ্টি করেছি শুক্রবিন্দু হতে? অতঃপর সে হয়ে গেল সুস্পষ্ট ঝগড়াটে।"},{"id":78,"arabic_text":"وَ ضَرَبَ لَنَا مَثَلًا وَّ نَسِیَ خَلۡقَہٗ ؕ قَالَ مَنۡ  یُّحۡیِ  الۡعِظَامَ  وَ  ہِیَ  رَمِیۡمٌ ﴿۷۸﴾ ","english_text":"We do not abrogate a verse or cause it to be forgotten except that We bring forth [one] better than it or similar to it. Do you not know that Allah is over all things competent?","page":445,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3783.mp3","colorText":"وَضَرَبَ لَنَا مَثَل[a:11296[اً و]َنَسِىَ خَلْقَهُ[n[ۥ]‌ۖ قَالَ م[a:11297[َن ي]ُحْىِ [h:11298[ٱ]لْعِظَ[n[ـٰ]مَ وَهِىَ رَم[p[ِي]مٌ","juz":23,"ruku":385,"manzil":5,"bangla_ahbayan":"মানুষ আমার ব্যাপারে দৃষ্টান্ত বর্ণনা করে অথচ সে নিজের সৃষ্টির কথা ভুলে যায়; এবং বলে, অস্থিতে প্রাণ সঞ্চার করবে কে; যখন তা পচে-গলে যাবে?","bangla_bayan":"আর সে আমার উদ্দেশ্যে উপমা পেশ করে, অথচ সে তার নিজের সৃষ্টি ভুলে যায়। সে বলে, ‘হাড়গুলো জরাজীর্ণ হওয়া অবস্থায় কে সেগুলো জীবিত করবে’?","bangla_mkhan":"সে আমার সম্পর্কে এক অদ্ভূত কথা বর্ণনা করে, অথচ সে নিজের সৃষ্টি ভুলে যায়। সে বলে কে জীবিত করবে অস্থিসমূহকে যখন সেগুলো পচে গলে যাবে?","bangla_mujibur":"আর সে আমার সম্বন্ধে উপমা রচনা করে, অথচ সে নিজের সৃষ্টির কথা ভুলে যায়। বলেঃ অস্থিতে কে প্রাণ সঞ্চার করবে যখন ওটা পচে গলে যাবে?","bangla_taisirul":"সে (আমার সৃষ্টির সাথে) আমার তুলনা করে, অথচ সে তার নিজের সৃষ্টির ব্যপারটি ভুলে যায় (যে তাকে আমিই সৃষ্টি করেছি)। সে বলে, ‘হাড়গুলোকে কে আবার জীবন্ত করবে যখন তা পচে গলে যাবে?’’"},{"id":79,"arabic_text":"قُلۡ یُحۡیِیۡہَا الَّذِیۡۤ  اَنۡشَاَہَاۤ  اَوَّلَ  مَرَّۃٍ ؕ وَ  ہُوَ  بِکُلِّ  خَلۡقٍ عَلِیۡمُۨ  ﴿ۙ۷۹﴾ ","english_text":"Do you not know that to Allah belongs the dominion of the heavens and the earth and [that] you have not besides Allah any protector or any helper?","page":445,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3784.mp3","colorText":"قُلْ يُحْيِيهَا [h:11299[ٱ]لَّذ[o[ِىٓ] أَ[f:11300[نش]َأَه[o[َآ] أَوَّلَ مَرَّ[a:11301[ةٍ‌ۖ و]َهُوَ بِكُلِّ خَلْقٍ عَل[p[ِي]مٌ","juz":23,"ruku":385,"manzil":5,"bangla_ahbayan":"বল, তার মধ্যে প্রাণ সঞ্চার করবেন তিনিই, যিনি তা প্রথমবার সৃষ্টি করেছেন[১] এবং তিনি প্রত্যেক সৃষ্টি সম্বন্ধে সম্যক পরিজ্ঞাত।","bangla_bayan":"বল, ‘যিনি প্রথমবার এগুলোকে সৃষ্টি করেছেন তিনিই সেগুলো পুনরায় জীবিত করবেন। আর তিনি সকল সৃষ্টি সম্পর্কেই সর্বজ্ঞাত।","bangla_mkhan":"বলুন, যিনি প্রথমবার সেগুলোকে সৃষ্টি করেছেন, তিনিই জীবিত করবেন। তিনি সর্বপ্রকার সৃষ্টি সম্পর্কে সম্যক অবগত।","bangla_mujibur":"বলঃ ওর মধ্যে প্রাণ সঞ্চার করবেন তিনিই যিনি ওটা প্রথমবার সৃষ্টি করেছেন এবং তিনি প্রত্যেকটি সৃষ্টি সম্বন্ধে সম্যক অবগত।","bangla_taisirul":"বল, ‘‘তাকে তিনিই জীবন্ত করবেন যিনি ওগুলোকে প্রথমবার সৃষ্টি করেছেন, আর তিনি প্রতিটি সৃষ্টি সম্পর্কে সবচেয়ে বেশি অবগত।"},{"id":80,"arabic_text":"الَّذِیۡ جَعَلَ لَکُمۡ مِّنَ الشَّجَرِ الۡاَخۡضَرِ نَارًا  فَاِذَاۤ  اَنۡتُمۡ مِّنۡہُ  تُوۡقِدُوۡنَ ﴿۸۰﴾ ","english_text":"Or do you intend to ask your Messenger as Moses was asked before? And whoever exchanges faith for disbelief has certainly strayed from the soundness of the way.","page":445,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3785.mp3","colorText":"ٱلَّذِى جَعَلَ لَك[w:1578[ُم م]ِّنَ [h:11302[ٱ][l[ل]شَّجَرِ [h:11303[ٱ]لْأَخْضَرِ نَا[f:11304[رًا ف]َإِذ[o[َآ] أَ[f:428[نت][w:11305[ُم م]ِّنْهُ تُوقِد[p[ُو]نَ","juz":23,"ruku":385,"manzil":5,"bangla_ahbayan":"তিনি তোমাদের জন্য সবুজ বৃক্ষ হতে অগ্নি উৎপাদন করেন এবং তোমরা তা হতে অগ্নি প্রজ্বলিত কর।[১]","bangla_bayan":"যিনি সবুজ বৃক্ষ থেকে তোমাদের জন্য আগুন তৈরী করেছেন। ফলে তা থেকে তোমরা আগুন জ্বালাও।","bangla_mkhan":"যিনি তোমাদের জন্যে সবুজ বৃক্ষ থেকে আগুন উৎপন্ন করেন। তখন তোমরা তা থেকে আগুন জ্বালাও।","bangla_mujibur":"তিনি তোমাদের জন্য সবুজ বৃক্ষ হতে আগুন উৎপাদন করেন এবং তোমরা ওটা দ্বারা প্রজ্জ্বলিত কর।","bangla_taisirul":"যিনি তোমাদের জন্য সবুজ গাছ হতে আগুন তৈরি করেছেন, অতঃপর তোমরা তাত্থেকে আগুন জ্বালাও।"},{"id":81,"arabic_text":"اَوَ لَیۡسَ الَّذِیۡ خَلَقَ السَّمٰوٰتِ وَ الۡاَرۡضَ بِقٰدِرٍ عَلٰۤی  اَنۡ  یَّخۡلُقَ مِثۡلَہُمۡ ؕ؃ بَلٰی ٭ وَ ہُوَ  الۡخَلّٰقُ  الۡعَلِیۡمُ ﴿۸۱﴾ ","english_text":"Many of the People of the Scripture wish they could turn you back to disbelief after you have believed, out of envy from themselves [even] after the truth has become clear to them. So pardon and overlook until Allah delivers His command. Indeed, Allah is over all things competent.","page":445,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3786.mp3","colorText":"أَوَلَيْسَ [h:11306[ٱ]لَّذِى خَلَقَ [h:3913[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَ[h:1474[ٱ]لْأَرْضَ بِقَ[n[ـٰ]دِرٍ عَلَ[o[ىٰٓ] أ[a:7911[َن ي]َخْلُقَ مِثْلَه[c:11307[ُم‌ۚ ب]َلَىٰ وَهُوَ [h:11308[ٱ]لْخَلَّ[n[ـٰ]قُ [h:7305[ٱ]لْعَل[p[ِي]مُ","juz":23,"ruku":385,"manzil":5,"bangla_ahbayan":"যিনি আকাশমন্ডলী ও পৃথিবী সৃষ্টি করেছেন, তিনি কি ওদের অনুরূপ সৃষ্টি করতে সমর্থ নন?[১] অবশ্যই। আর তিনি মহাস্রষ্টা, সর্বজ্ঞ।","bangla_bayan":"যিনি আসমানসমূহ ও যমীন সৃষ্টি করেছেন তিনি কি তাদের অনুরূপ সৃষ্টি করতে সক্ষম নন? হ্যাঁ, তিনিই মহাস্রষ্টা, সর্বজ্ঞানী।","bangla_mkhan":"যিনি নভোমন্ডল ও ভূমন্ডল সৃষ্টি করেছেন, তিনিই কি তাদের অনুরূপ সৃষ্টি করতে সক্ষম নন? হ্যাঁ তিনি মহাস্রষ্টা, সর্বজ্ঞ।","bangla_mujibur":"যিনি আকাশমন্ডলী ও পৃথিবী সৃষ্টি করেছেন তিনি কি তাদের অনুরূপ সৃষ্টি করতে সক্ষম নন? হ্যাঁ, নিশ্চয়ই তিনি মহাস্রষ্টা, সর্বজ্ঞ।","bangla_taisirul":"যিনি আসমান যমীন সৃষ্টি করেছেন তিনি কি সেই লোকদের অনুরূপ (আবার) সৃষ্টি করতে সক্ষম নন? হাঁ, অবশ্যই। তিনি মহা স্রষ্টা, সর্বজ্ঞ।"},{"id":82,"arabic_text":"اِنَّمَاۤ  اَمۡرُہٗۤ   اِذَاۤ   اَرَادَ  شَیۡئًا اَنۡ یَّقُوۡلَ  لَہٗ کُنۡ  فَیَکُوۡنُ ﴿۸۲﴾ ","english_text":"And establish prayer and give zakah, and whatever good you put forward for yourselves - you will find it with Allah. Indeed, Allah of what you do, is Seeing.","page":445,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3787.mp3","colorText":"إِ[g[نّ]َم[o[َآ] أَمْرُهُ[o[ۥٓ] إِذ[o[َآ] أَرَادَ شَيْــًٔا أ[a:11309[َن ي]َقُولَ لَهُ[n[ۥ] كُ[f:613[ن ف]َيَك[p[ُو]نُ","juz":23,"ruku":385,"manzil":5,"bangla_ahbayan":"তাঁর ব্যাপার তো এই যে, তিনি যখন কোন কিছু করতে ইচ্ছা করেন, তখন তিনি কেবল বলেন, ‘হও’; ফলে তা হয়ে যায়। [১]","bangla_bayan":"তাঁর ব্যাপার শুধু এই যে, কোন কিছুকে তিনি যদি ‘হও’ বলতে চান, তখনই তা হয়ে যায়।","bangla_mkhan":"তিনি যখন কোন কিছু করতে ইচ্ছা করেন, তখন তাকে কেবল বলে দেন, ‘হও’ তখনই তা হয়ে যায়।","bangla_mujibur":"তাঁর ব্যাপারতো শুধু এই যে, যখন তিনি কোন কিছুর ইচ্ছা করেন তখন বলেন ‘হও’, ফলে তা হয়ে যায়।","bangla_taisirul":"তাঁর কাজকর্ম কেবল এ রকম যে, যখন তিনি কোন কিছুর ইচ্ছে করেন তখন তাকে হুকুম করেন যে হয়ে যাও, আর অমনি তা হয়ে যায়।"},{"id":83,"arabic_text":"فَسُبۡحٰنَ الَّذِیۡ بِیَدِہٖ مَلَکُوۡتُ کُلِّ شَیۡءٍ وَّ اِلَیۡہِ  تُرۡجَعُوۡنَ ﴿۸۳﴾ ","english_text":"And they say, \"None will enter Paradise except one who is a Jew or a Christian.\" That is [merely] their wishful thinking, Say, \"Produce your proof, if you should be truthful.\"","page":445,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/3788.mp3","colorText":"فَسُ[q:8705[بْ]حَ[n[ـٰ]نَ [h:11310[ٱ]لَّذِى بِيَدِه[n[ِۦ] مَلَكُوتُ كُلِّ ش[a:11311[َىْءٍ و]َإِلَيْهِ تُرْجَع[p[ُو]نَ","juz":23,"ruku":385,"manzil":5,"bangla_ahbayan":"অতএব পবিত্র ও মহান তিনি, যিনি প্রত্যেক বিষয়ের সার্বভৌম ক্ষমতার অধিকারী[১] এবং তাঁরই নিকট তোমরা প্রত্যাবর্তিত হবে। [২]","bangla_bayan":"অতএব পবিত্র মহান তিনি, যার হাতে রয়েছে সকল কিছুর রাজত্ব এবং তাঁরই দিকে তোমরা প্রত্যাবর্তিত হবে।","bangla_mkhan":"অতএব পবিত্র তিনি, যাঁর হাতে সবকিছুর রাজত্ব এবং তাঁরই দিকে তোমরা প্রত্যাবর্তিত হবে।","bangla_mujibur":"অতএব পবিত্র ও মহান তিনি যাঁর হাতে রয়েছে প্রত্যেক বিষয়ের সার্বভৌম ক্ষমতা এবং তাঁর নিকট তোমরা প্রত্যাবর্তিত হবে।","bangla_taisirul":"কাজেই পবিত্র ও মহান তিনি যাঁর হাতে সব কিছুর সর্বময় কর্তৃত্ব, আর তাঁর কাছেই তোমাদের (সকলকে) ফিরিয়ে আনা হবে।"}]}}