{"surahDetails":{"id":39,"banglaName":"দলবদ্ধ জনতা","totalAyah":75,"arabicInBangla":"আয-যুমার"},"surah":{"id":39,"verses":[{"id":1,"arabic_text":"تَنۡزِیۡلُ  الۡکِتٰبِ مِنَ اللّٰہِ  الۡعَزِیۡزِ الۡحَکِیۡمِ ﴿۱﴾ ","english_text":"They said, \"Exalted are You; we have no knowledge except what You have taught us. Indeed, it is You who is the Knowing, the Wise.\"","page":458,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4059.mp3","colorText":"تَ[f:10623[نز]ِيلُ [h:10624[ٱ]لْكِتَ[n[ـٰ]بِ مِنَ [h:321[ٱ]للَّهِ [h:11613[ٱ]لْعَزِيزِ [h:2229[ٱ]لْحَك[p[ِي]مِ","juz":23,"ruku":396,"manzil":6,"bangla_ahbayan":"এ গ্রন্থ পরাক্রমশালী প্রজ্ঞাময় আল্লাহর নিকট হতে অবতীর্ণ করা হয়েছে।","bangla_bayan":"এই কিতাব অবতীর্ণ আল্লাহর পক্ষ থেকে যিনি মহাপরাক্রমশালী, প্রজ্ঞাময়।","bangla_mkhan":"কিতাব অবতীর্ণ হয়েছে পরাক্রমশালী, প্রজ্ঞাময় আল্লাহর পক্ষ থেকে।","bangla_mujibur":"এই কিতাব অবতীর্ণ পরাক্রমশালী, প্রজ্ঞাময় আল্লাহর নিকট হতে।","bangla_taisirul":"এ কিতাব নাযিল হয়েছে মহাপরাক্রমশালী মহাবিজ্ঞানী আল্লাহর নিকট হতে।"},{"id":2,"arabic_text":"اِنَّاۤ  اَنۡزَلۡنَاۤ  اِلَیۡکَ الۡکِتٰبَ بِالۡحَقِّ فَاعۡبُدِ اللّٰہَ  مُخۡلِصًا لَّہُ  الدِّیۡنَ ؕ﴿۲﴾ ","english_text":"He said, \"O Adam, inform them of their names.\" And when he had informed them of their names, He said, \"Did I not tell you that I know the unseen [aspects] of the heavens and the earth? And I know what you reveal and what you have concealed.\"","page":458,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4060.mp3","colorText":"إِ[g[نّ][o[َآ] أَ[f:515[نز]َلْن[o[َآ] إِلَيْكَ [h:3102[ٱ]لْكِتَ[n[ـٰ]بَ بِ[h:370[ٱ]لْحَقِّ فَ[h:11614[ٱ]عْبُدِ [h:11615[ٱ]للَّهَ مُخْلِ[u:11616[صًا ل]َّهُ [h:4649[ٱ][l[ل]دّ[p[ِي]نَ","juz":23,"ruku":396,"manzil":6,"bangla_ahbayan":"নিশ্চয় আমি তোমার নিকট এ গ্রন্থ যথাযথভাবে অবতীর্ণ করেছি;[১] সুতরাং তুমি আল্লাহর আনুগত্যে বিশুদ্ধচিত্ত হয়ে তাঁর উপাসনা কর। [২]","bangla_bayan":"নিশ্চয় আমি তোমার কাছে যথাযথভাবে এই কিতাব নাযিল করেছি; অতএব আল্লাহর ‘ইবাদাত কর তাঁরই আনুগত্যে একনিষ্ঠ হয়ে।","bangla_mkhan":"আমি আপনার প্রতি এ কিতাব যথার্থরূপে নাযিল করেছি। অতএব, আপনি নিষ্ঠার সাথে আল্লাহর এবাদত করুন।","bangla_mujibur":"আমি তোমার নিকট এই কিতাব সত্যসহ অবতীর্ণ করেছি; সুতরাং আল্লাহর ইবাদাত কর তাঁর আনুগত্যে বিশুদ্ধ চিত্ত হয়ে।","bangla_taisirul":"আমি তোমার প্রতি এ কিতাব অবতীর্ণ করেছি সত্যতা সহকারে, (এতে নেই কোন প্রকার মিথ্যে) কাজেই আল্লাহর ‘ইবাদাত কর দ্বীনকে (অর্থাৎ আনুগত্য, হুকুম পালন, দাসত্ব ও গোলামীকে) একমাত্র তাঁরই জন্য নির্দিষ্ট করে।"},{"id":3,"arabic_text":"اَلَا لِلّٰہِ الدِّیۡنُ الۡخَالِصُ ؕ وَ الَّذِیۡنَ اتَّخَذُوۡا مِنۡ دُوۡنِہٖۤ  اَوۡلِیَآءَ ۘ مَا نَعۡبُدُہُمۡ  اِلَّا لِیُقَرِّبُوۡنَاۤ  اِلَی اللّٰہِ  زُلۡفٰی ؕ اِنَّ اللّٰہَ یَحۡکُمُ بَیۡنَہُمۡ فِیۡ مَا ہُمۡ فِیۡہِ یَخۡتَلِفُوۡنَ ۬ؕ اِنَّ اللّٰہَ  لَا یَہۡدِیۡ مَنۡ ہُوَ کٰذِبٌ  کَفَّارٌ ﴿۳﴾ ","english_text":"And [mention] when We said to the angels, \"Prostrate before Adam\"; so they prostrated, except for Iblees. He refused and was arrogant and became of the disbelievers.","page":458,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4061.mp3","colorText":"أَلَا لِلَّهِ [h:11617[ٱ][l[ل]دِّينُ [h:11618[ٱ]لْخَالِصُ‌ۚ وَ[h:37[ٱ]لَّذِينَ [h:5828[ٱ]تَّخَذُو[s[اْ] مِ[f:3136[ن د]ُونِه[o[ِۦٓ] أَوْلِي[o[َا]ٓءَ مَا نَعْبُدُهُمْ إِلَّا لِيُقَرِّبُون[o[َآ] إِلَى [h:1637[ٱ]للَّهِ زُلْفَ[o[ىٰٓ] إِ[g[نّ]َ [h:80[ٱ]للَّهَ يَحْكُمُ بَيْنَهُمْ فِى مَا هُمْ فِيهِ يَخْتَلِفُونَ‌ۗ إِ[g[نّ]َ [h:80[ٱ]للَّهَ لَا يَهْدِى مَنْ هُوَ كَ[n[ـٰ]ذِ[f:11619[بٌ ك]َفّ[p[َا]رٌ","juz":23,"ruku":396,"manzil":6,"bangla_ahbayan":"জেনে রাখ, খাঁটি আনুগত্য আল্লাহরই প্রাপ্য।[১] যারা আল্লাহর পরিবর্তে অন্যকে অভিভাবকরূপে গ্রহণ করে, তারা বলে, ‘আমরা এদের পূজা এ জন্যই করি যে, এরা আমাদেরকে আল্লাহর সান্নিধ্যে এনে দেবে।’[২] ওরা যে বিষয়ে নিজেদের মধ্যে মতভেদ করছে, আল্লাহ তার ফায়সালা করে দেবেন।[৩] নিশ্চয় আল্লাহ তাকে সৎপথে পরিচালিত করেন না, যে মিথ্যাবাদী অবিশ্বাসী। [৪]","bangla_bayan":"জেনে রেখ, আল্লাহর জন্যই বিশুদ্ধ ইবাদাত-আনুগত্য। আর যারা আল্লাহ ছাড়া অন্যদেরকে অভিভাবক হিসেবে গ্রহণ করে তারা বলে, ‘আমরা কেবল এজন্যই তাদের ‘ইবাদাত করি যে, তারা আমাদেরকে আল্লাহর নিকটবর্তী করে দেবে।’ যে বিষয়ে তারা মতভেদ করছে আল্লাহ নিশ্চয় সে ব্যাপারে তাদের মধ্যে ফয়সালা করে দেবেন। যে মিথ্যাবাদী কাফির, নিশ্চয় আল্লাহ তাকে হিদায়াত দেন না।","bangla_mkhan":"জেনে রাখুন, নিষ্ঠাপূর্ণ এবাদত আল্লাহরই নিমিত্ত। যারা আল্লাহ ব্যতীত অপরকে উপাস্যরূপে গ্রহণ করে রেখেছে এবং বলে যে, আমরা তাদের এবাদত এ জন্যেই করি, যেন তারা আমাদেরকে আল্লাহর নিকটবর্তী করে দেয়। নিশ্চয় আল্লাহ তাদের মধ্যে তাদের পারস্পরিক বিরোধপূর্ণ বিষয়ের ফয়সালা করে দেবেন। আল্লাহ মিথ্যাবাদী কাফেরকে সৎপথে পরিচালিত করেন না।","bangla_mujibur":"জেনে রেখ, অবিমিশ্র আনুগত্য আল্লাহরই প্রাপ্য। যারা আল্লাহর পরিবর্তে অন্যকে অভিভাবক রূপে গ্রহণ করে তারা বলেঃ আমরা তো এদের পূজা এ জন্যই করি যে, এরা আমাদেরকে আল্লাহর সান্নিধ্য এনে দিবে। তারা যে বিষয়ে নিজেদের মধ্যে মতভেদ করছে আল্লাহ তার ফাইসালা করে দিবেন। যে মিথ্যাবাদী ও কাফির, আল্লাহ তাকে সৎ পথে পরিচালিত করেন না।","bangla_taisirul":"জেনে রেখ, খালেস দ্বীন কেবল আল্লাহরই জন্য। যারা তাঁকে বাদ দিয়ে অন্যদেরকে অভিভাবক বানিয়ে নিয়েছে তারা বলে- আমরা তাদের ‘ইবাদাত একমাত্র এ উদ্দেশ্যেই করি যে, তারা আমাদেরকে আল্লাহর নৈকট্যে পৌঁছে দেবে। (সত্য পথ থেকে সরে গিয়ে মিথ্যে পথ ও মতের জন্ম দিয়ে) তারা যে মতভেদ করছে, আল্লাহ তার চূড়ান্ত ফয়সালা করে দেবেন। যে মিথ্যেবাদী ও কাফির আল্লাহ তাকে সঠিক পথ দেখান না।"},{"id":4,"arabic_text":"لَوۡ اَرَادَ  اللّٰہُ اَنۡ یَّتَّخِذَ وَلَدًا  لَّاصۡطَفٰی مِمَّا یَخۡلُقُ مَا یَشَآءُ ۙ سُبۡحٰنَہٗ ؕ ہُوَ اللّٰہُ  الۡوَاحِدُ الۡقَہَّارُ ﴿۴﴾ ","english_text":"And We said, \"O Adam, dwell, you and your wife, in Paradise and eat therefrom in [ease and] abundance from wherever you will. But do not approach this tree, lest you be among the wrongdoers.\"","page":458,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4062.mp3","colorText":"لَّوْ أَرَادَ [h:139[ٱ]للَّهُ أ[a:8331[َن ي]َتَّخِذَ وَلَ[u:11620[دًا ل]َّ[h:11621[ٱ]صْطَفَىٰ مِ[g[مّ]َا يَخْلُقُ مَا يَش[o[َا]ٓءُ‌ۚ سُ[q:608[بْ]حَ[n[ـٰ]نَهُ[n[ۥ]‌ۖ هُوَ [h:8078[ٱ]للَّهُ [h:11597[ٱ]لْو[n[َٲ]حِدُ [h:6662[ٱ]لْقَهّ[p[َا]رُ","juz":23,"ruku":396,"manzil":6,"bangla_ahbayan":"আল্লাহ সন্তান গ্রহণ করতে ইচ্ছা করলে তিনি তাঁর সৃষ্টির মধ্যে যাকে ইচ্ছা মনোনীত করতে পারতেন। পবিত্র ও মহান তিনি![১] তিনিই আল্লাহ, এক, পরাক্রমশালী।","bangla_bayan":"আল্লাহ যদি সন্তান গ্রহণ করতে চাইতেন, তাহলে তিনি যা সৃষ্টি করেছেন তা থেকে যাকে ইচ্ছা বেছে নিতেন; কিন্তু তিনি পবিত্র মহান। তিনিই আল্লাহ, তিনি এক, প্রবল পরাক্রান্ত।","bangla_mkhan":"আল্লাহ যদি সন্তান গ্রহণ করার ইচ্ছা করতেন, তবে তাঁর সৃষ্টির মধ্য থেকে যা কিছু ইচ্ছা মনোনীত করতেন, তিনি পবিত্র। তিনি আল্লাহ, এক পরাক্রমশালী।","bangla_mujibur":"আল্লাহ সন্তান গ্রহণ করতে ইচ্ছা করলে তিনি তাঁর সৃষ্টির মধ্যে যাকে ইচ্ছা মনোনীত করতে পারতেন। পবিত্র ও মহান তিনি। তিনিই আল্লাহ এক, প্রবল পরাক্রমশালী।","bangla_taisirul":"আল্লাহ সন্তান গ্রহণ করার ইচ্ছে করলে তিনি তার সৃষ্টিকুল থেকে নিজ পছন্দ মত বেছে নিতেন। এসব থেকে তিনি পবিত্র। অপ্রতিরোধ্য ক্ষমতার অধিকারী তিনি এক ও একক আল্লাহ।"},{"id":5,"arabic_text":"خَلَقَ السَّمٰوٰتِ وَ الۡاَرۡضَ بِالۡحَقِّ ۚ یُکَوِّرُ الَّیۡلَ عَلَی النَّہَارِ وَ یُکَوِّرُ النَّہَارَ عَلَی الَّیۡلِ وَ سَخَّرَ الشَّمۡسَ وَ الۡقَمَرَ ؕ کُلٌّ یَّجۡرِیۡ لِاَجَلٍ مُّسَمًّی ؕ اَلَا ہُوَ  الۡعَزِیۡزُ  الۡغَفَّارُ ﴿۵﴾ ","english_text":"But Satan caused them to slip out of it and removed them from that [condition] in which they had been. And We said, \"Go down, [all of you], as enemies to one another, and you will have upon the earth a place of settlement and provision for a time.\"","page":458,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4063.mp3","colorText":"خَلَقَ [h:3913[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَ[h:1474[ٱ]لْأَرْضَ بِ[h:370[ٱ]لْحَقِّ‌ۖ يُكَوِّرُ [h:11622[ٱ]لَّيْلَ عَلَى [h:11623[ٱ][l[ل][g[نّ]َهَارِ وَيُكَوِّرُ [h:11624[ٱ][l[ل][g[نّ]َهَارَ عَلَى [h:11625[ٱ]لَّيْلِ‌ۖ وَسَخَّرَ [h:6864[ٱ][l[ل]شَّمْسَ وَ[h:4265[ٱ]لْقَمَرَ‌ۖ كُ[a:6865[لٌّ ي]َ[q:6866[جْ]رِى لِأَجَ[a:6867[لٍ م]ُّسَ[g[مّ]ًى‌ۗ أَلَا هُوَ [h:1734[ٱ]لْعَزِيزُ [h:11599[ٱ]لْغَفَّ[p[ـٰ]رُ","juz":23,"ruku":396,"manzil":6,"bangla_ahbayan":"তিনি যথাযথভাবে আকাশমন্ডলী ও পৃথিবী সৃষ্টি করেছেন। তিনি রাত্রি দ্বারা দিনকে আচ্ছাদিত করেন এবং রাত্রিকে আচ্ছাদিত করেন দিন দ্বারা,[১] চন্দ্র ও সূর্যকে তিনি করেছেন নিয়মাধীন। প্রত্যেকেই আবর্তন করে এক নির্দিষ্ট কাল পর্যন্ত। জেনে রাখ, তিনি পরাক্রমশালী, পরম ক্ষমাশীল।","bangla_bayan":"তিনি যথাযথভাবে আসমানসমূহ ও যমীন সৃষ্টি করেছেন। তিনি রাতকে দিনের উপর এবং দিনকে রাতের উপর জড়িয়ে দিয়েছেন এবং নিয়ন্ত্রণাধীন করেছেন সূর্য ও চাঁদকে। প্রত্যেকে এক নির্ধারিত সময় পর্যন্ত চলছে। জেনে রাখ, তিনি মহাপরাক্রমশালী, পরম ক্ষমাশীল।","bangla_mkhan":"তিনি আসমান ও যমীন সৃষ্টি করেছেন যথাযথভাবে। তিনি রাত্রিকে দিবস দ্বারা আচ্ছাদিত করেন এবং দিবসকে রাত্রি দ্বারা আচ্ছাদিত করেন এবং তিনি সুর্য ও চন্দ্রকে কাজে নিযুক্ত করেছেন প্রত্যেকেই বিচরণ করে নির্দিষ্ট সময়কাল পর্যন্ত। জেনে রাখুন, তিনি পরাক্রমশালী, ক্ষমাশীল।","bangla_mujibur":"তিনি যথাযথভাবে আকাশমন্ডলী ও পৃথিবী সৃষ্টি করেছেন। তিনি রাত দ্বারা দিনকে আচ্ছাদিত করেন এবং রাতকে আচ্ছাদিত করেন দিন দ্বারা। সূর্য ও চন্দ্রকে তিনি করেছেন নিয়মাধীন। প্রত্যেকেই পরিক্রমন করে এক নির্দিষ্ট কাল পর্যন্ত। জেনে রেখ, তিনি পরাক্রমশালী, ক্ষমাশীল।","bangla_taisirul":"তিনি আকাশ ও পৃথিবী সৃষ্টি করেছেন যথাযথভাবে। রাত দিনকে ঢেকে নেয়, আর দিন ঢেকে নেয় রাতকে। তিনিই নিয়ন্ত্রণ করেন সুরুজ আর চাঁদকে, প্রত্যেকেই চলছে নির্দিষ্ট সময় অনুসারে। জেনে রেখ, তিনি মহাপরাক্রমশালী, পরম ক্ষমাশীল (মহাশক্তিধর হওয়া সত্ত্বেও বার বার ক্ষমা করেন)।"},{"id":6,"arabic_text":"خَلَقَکُمۡ مِّنۡ نَّفۡسٍ وَّاحِدَۃٍ  ثُمَّ  جَعَلَ مِنۡہَا زَوۡجَہَا وَ اَنۡزَلَ  لَکُمۡ مِّنَ الۡاَنۡعَامِ ثَمٰنِیَۃَ  اَزۡوَاجٍ ؕ یَخۡلُقُکُمۡ  فِیۡ بُطُوۡنِ اُمَّہٰتِکُمۡ  خَلۡقًا مِّنۡۢ بَعۡدِ خَلۡقٍ فِیۡ ظُلُمٰتٍ ثَلٰثٍ ؕ ذٰلِکُمُ اللّٰہُ رَبُّکُمۡ لَہُ الۡمُلۡکُ ؕ لَاۤ اِلٰہَ  اِلَّا ہُوَ ۚ فَاَنّٰی تُصۡرَفُوۡنَ ﴿۶﴾ ","english_text":"Then Adam received from his Lord [some] words, and He accepted his repentance. Indeed, it is He who is the Accepting of repentance, the Merciful.","page":459,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4064.mp3","colorText":"خَلَقَك[w:2530[ُم م]ّ[a:2531[ِن ن]َّفْ[a:2532[سٍ و][n[َٲ]حِدَ[f:11626[ةٍ ث]ُ[g[مّ]َ جَعَلَ مِنْهَا زَوْجَهَا وَأَ[f:91[نز]َلَ لَك[w:1578[ُم م]ِّنَ [h:11627[ٱ]لْأَنْعَ[n[ـٰ]مِ ثَمَ[n[ـٰ]نِيَةَ أَزْو[n[َٲ][a:11628[جٍ‌ۚ ي]َخْلُقُكُمْ فِى بُطُونِ أُ[g[مّ]َهَ[n[ـٰ]تِكُمْ خَلْ[a:11629[قًا م]ّ[i:146[ِنۢ ب]َعْدِ خَلْ[f:11630[قٍ ف]ِى ظُلُمَ[n[ـٰ][f:11631[تٍ ث]َلَ[n[ـٰ][f:11632[ثٍ‌ۚ ذ][n[َٲ]لِكُمُ [h:4260[ٱ]للَّهُ رَبُّكُمْ لَهُ [h:1397[ٱ]لْمُلْكُ‌ۖ ل[o[َآ] إِلَ[n[ـٰ]هَ إِلَّا هُوَ‌ۖ فَأَ[g[نّ]َىٰ تُصْرَف[p[ُو]نَ","juz":23,"ruku":396,"manzil":6,"bangla_ahbayan":"তিনি তোমাদেরকে একই ব্যক্তি হতে সৃষ্টি করেছেন।[১] অতঃপর তিনি তা হতে তার সঙ্গিনী সৃষ্টি করেছেন।[২] তিনি তোমাদের জন্য আট প্রকার পশু অবতীর্ণ করেছেন।[৩] তিনি তোমাদের মাতৃগর্ভের তিন প্রকার অন্ধকারে[৪] পর্যায়ক্রমে সৃষ্টি[৫] করেন। তিনিই আল্লাহ তোমাদের প্রতিপালক, সার্বভৌমত্ব তাঁরই, তিনি ব্যতীত কোন সত্য উপাস্য নেই। অতএব তোমরা মুখ ফিরিয়ে কোথায় চলেছ? [৬]","bangla_bayan":"তিনি তোমাদেরকে সৃষ্টি করেছেন এক নাফ্স থেকে, তারপর তা থেকে তার জোড়া সৃষ্টি করেছেন এবং চতুষ্পদ জন্তু থেকে তোমাদের জন্য দিয়েছেন আট জোড়া*; তিনি তোমাদেরকে সৃষ্টি করেন তোমাদের মাতৃগর্ভে; এক সৃষ্টির পর আরেক সৃষ্টি, ত্রিবিধ অন্ধকারে**; তিনিই আল্লাহ; তোমাদের রব; রাজত্ব তাঁরই; তিনি ছাড়া কোন (সত্য) ইলাহ নেই। তারপরও তোমাদেরকে কোথায় ফিরানো হচ্ছে?*** \\n\\n* আট জোড়া চতুষ্পদ জন্তু: মেষের দু’টি ও ছাগলের দু’টি, উটের দু’টি ও গরুর দু’টি।","bangla_mkhan":"তিনি সৃষ্টি করেছেন তোমাদেরকে একই ব্যক্তি থেকে। অতঃপর তা থেকে তার যুগল সৃষ্টি করেছেন এবং তিনি তোমাদের জন্যে আট প্রকার চতুষ্পদ জন্তু অবতীর্ণ করেছেন। তিনি তোমাদেরকে সৃষ্টি করেছেন তোমাদের মাতৃগর্ভে পর্যায়ক্রমে একের পর এক ত্রিবিধ অন্ধকারে। তিনি আল্লাহ তোমাদের পালনকর্তা, সাম্রাজ্য তাঁরই। তিনি ব্যতীত কোন উপাস্য নেই। অতএব, তোমরা কোথায় বিভ্রান্ত হচ্ছ?","bangla_mujibur":"তিনি তোমাদেরকে সৃষ্টি করেছেন একই ব্যক্তি হতে। অতঃপর তিনি তা হতে তার সঙ্গিনী সৃষ্টি করেছেন। তিনি তোমাদের দিয়েছেন আট প্রকার গৃহপালিত পশু। তিনি তোমাদের মাতৃগর্ভের ত্রিবিধ অন্ধকারে পর্যায়ক্রমে সৃষ্টি করেছেন। তিনিই আল্লাহ! তোমাদের রাব্ব। সার্বভৌমত্ব তাঁরই, তিনি ছাড়া কোন মা‘বূদ নেই। অতএব তোমরা মুখ ফিরিয়ে কোথায় চলেছ?","bangla_taisirul":"তিনি তোমাদেরকে একই ব্যক্তি থেকে সৃষ্টি করেছেন। অতঃপর তার থেকে তিনি তার জুড়ি সৃষ্টি করেছেন। তিনি তোমাদের জন্য বানিয়েছেন আট গৃহপালিত পশু (চার) জোড়ায় জোড়ায়। তিনি তোমাদেরকে সৃষ্টি করেছেন তোমাদের মায়েদের গর্ভে, এক এক পর্যায়ে এক এক আকৃতি দিয়ে, তিন তিনটি অন্ধকার আবরণের মধ্যে। এই হল তোমাদের প্রতিপালক, সর্বময় কর্তৃত্ব তাঁরই, তিনি ছাড়া সত্যিকারের কোন ইলাহ নেই, কাজেই (ভুয়ো ক্ষমতার অধিকারী, দাম্ভিক ও স্বার্থান্বেষী মহল কর্তৃক) তোমাদেরকে কোন্ দিকে ফিরিয়ে নেয়া হচ্ছে?"},{"id":7,"arabic_text":"اِنۡ  تَکۡفُرُوۡا فَاِنَّ اللّٰہَ غَنِیٌّ  عَنۡکُمۡ ۟ وَ لَا یَرۡضٰی لِعِبَادِہِ  الۡکُفۡرَ ۚ وَ اِنۡ تَشۡکُرُوۡا یَرۡضَہُ لَکُمۡ ؕ وَ لَا تَزِرُ وَازِرَۃٌ  وِّزۡرَ  اُخۡرٰی ؕ ثُمَّ  اِلٰی رَبِّکُمۡ مَّرۡجِعُکُمۡ  فَیُنَبِّئُکُمۡ بِمَا کُنۡتُمۡ تَعۡمَلُوۡنَ ؕ اِنَّہٗ  عَلِیۡمٌۢ  بِذَاتِ الصُّدُوۡرِ ﴿۷﴾ ","english_text":"We said, \"Go down from it, all of you. And when guidance comes to you from Me, whoever follows My guidance - there will be no fear concerning them, nor will they grieve.","page":459,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4065.mp3","colorText":"إِ[f:7056[ن ت]َكْفُرُو[s[اْ] فَإِ[g[نّ]َ [h:513[ٱ]للَّهَ غَنِىٌّ عَ[f:255[نك]ُمْ‌ۖ وَلَا يَرْضَىٰ لِعِبَادِهِ [h:11633[ٱ]لْكُفْرَ‌ۖ وَإِ[f:11634[ن ت]َشْكُرُو[s[اْ] يَرْضَهُ لَكُمْ‌ۗ وَلَا تَزِرُ وَازِرَ[a:4572[ةٌ و]ِزْرَ أُخْرَىٰ‌ۗ ثُ[g[مّ]َ إِلَىٰ رَبِّك[w:4573[ُم م]َّرْجِعُكُمْ فَيُنَبِّئُك[c:3605[ُم ب]ِمَا كُ[f:100[نت]ُمْ تَعْمَلُونَ‌ۚ إِ[g[نّ]َهُ[n[ۥ] عَلِي[i:2196[مُۢ ب]ِذَاتِ [h:2197[ٱ][l[ل]صُّد[p[ُو]رِ","juz":23,"ruku":396,"manzil":6,"bangla_ahbayan":"তোমরা অকৃতজ্ঞ হলে জেনে রাখ, আল্লাহ তোমাদের মুখাপেক্ষী নন।[১] তিনি তাঁর দাসদের অকৃতজ্ঞতা পছন্দ করেন না। যদি তোমরা কৃতজ্ঞ হও, তাহলে তিনি তোমাদের কৃতজ্ঞতা পছন্দ করেন।[২] আর একের ভার অন্যে বহন করবে না। অতঃপর তোমাদের প্রতিপালকের নিকট তোমাদের প্রত্যাবর্তন হবে এবং তোমরা যা করতে, তিনি তোমাদেরকে তা অবগত করাবেন। নিশ্চয়ই তিনি অন্তরে যা আছে তা সম্যক অবগত।","bangla_bayan":"তোমরা যদি কুফরী কর তবে (জেনে রাখ) আল্লাহ তোমাদের থেকে অমুখাপেক্ষী; আর তিনি তাঁর বান্দাদের জন্য কুফরী পছন্দ করেন না এবং তোমরা যদি শোকর কর তবে তোমাদের জন্য তিনি তা পছন্দ করেন; আর কোন বোঝা বহনকারী অপরের বোঝা বহন করে না। তারপর তোমাদের রবের দিকেই তোমাদের প্রত্যাবর্তন হবে। তখন তোমরা যে আমল করতে তিনি তা তোমাদেরকে জানিয়ে দেবেন। নিশ্চয় অন্তরে যা আছে তা তিনি সম্যক অবগত।","bangla_mkhan":"যদি তোমরা অস্বীকার কর, তবে আল্লাহ তোমাদের থেকে বেপরওয়া। তিনি তাঁর বান্দাদের কাফের হয়ে পড়া পছন্দ করেন না। পক্ষান্তরে যদি তোমরা কৃতজ্ঞ হও, তবে তিনি তোমাদের জন্যে তা পছন্দ করেন। একের পাপ ভার অন্যে বহন করবে না। অতঃপর তোমরা তোমাদের পালনকর্তার কাছে ফিরে যাবে। তিনি তোমাদেরকে তোমাদের কর্ম সম্বন্ধে অবহিত করবেন। নিশ্চয় তিনি অন্তরের বিষয় সম্পর্কেও অবগত।","bangla_mujibur":"তোমরা অকৃতজ্ঞ হলে আল্লাহ তোমাদের মুখাপেক্ষী নন, তিনি তাঁর বান্দাদের অকৃতজ্ঞতা পছন্দ করেননা। যদি তোমরা কৃতজ্ঞ হও তাহলে তিনি তোমাদের জন্য এটাই পছন্দ করেন। একের বোঝা অন্যে বহন করবেনা। অতঃপর তোমাদের রবের নিকট তোমাদের প্রত্যাবর্তন এবং তোমরা যা করতে তিনি তোমাদেরকে তা অবগত করাবেন। অন্তরে যা আছে তা তিনি সম্যক অবগত।","bangla_taisirul":"তোমরা যদি কুফুরী কর তবে (জেনে রেখ), আল্লাহ তোমাদের মুখাপেক্ষী নন। তিনি তাঁর বান্দাহদের জন্য কুফুরী আচরণ পছন্দ করেন না, তোমরা যদি কৃতজ্ঞ হও, তবে তোমাদের জন্য তা তিনি পছন্দ করেন। একের (পাপের) বোঝা অন্যে বহন করবে না। শেষমেষ তোমাদেরকে তোমাদের পালনকর্তার কাছেই ফিরে যেতে হবে, তখন তিনি তোমাদেরকে জানিয়ে দেবেন তোমরা যা করছিলে। তিনি তো অন্তরের খবর পর্যন্ত জানেন।"},{"id":8,"arabic_text":"وَ اِذَا مَسَّ الۡاِنۡسَانَ ضُرٌّ دَعَا رَبَّہٗ مُنِیۡبًا اِلَیۡہِ  ثُمَّ  اِذَا خَوَّلَہٗ  نِعۡمَۃً  مِّنۡہُ نَسِیَ مَا کَانَ یَدۡعُوۡۤا  اِلَیۡہِ مِنۡ قَبۡلُ وَ جَعَلَ لِلّٰہِ  اَنۡدَادًا لِّیُضِلَّ عَنۡ سَبِیۡلِہٖ ؕ قُلۡ تَمَتَّعۡ بِکُفۡرِکَ  قَلِیۡلًا ٭ۖ اِنَّکَ  مِنۡ  اَصۡحٰبِ النَّارِ ﴿۸﴾ ","english_text":"And those who disbelieve and deny Our signs - those will be companions of the Fire; they will abide therein eternally.\"","page":459,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4066.mp3","colorText":"۞ وَإِذَا مَسَّ [h:5968[ٱ]لْإِ[f:5969[نس]َ[n[ـٰ]نَ ضُ[f:11635[رٌّ د]َعَا رَبَّهُ[n[ۥ] مُنِيبًا إِلَيْهِ ثُ[g[مّ]َ إِذَا خَوَّلَهُ[n[ۥ] نِعْمَ[a:11636[ةً م]ِّنْهُ نَسِىَ مَا كَانَ يَ[q:1242[دْ]ع[o[ُوٓ][s[اْ] إِلَيْهِ مِ[f:128[ن ق]َ[q:129[بْ]لُ وَجَعَلَ لِلَّهِ أَ[f:96[ند]َا[u:11637[دًا ل]ِّيُضِلَّ عَ[f:4361[ن س]َبِيلِه[n[ِۦ]‌ۚ قُلْ تَمَتَّعْ بِكُفْرِكَ قَلِيلاً‌ۖ إِ[g[نّ]َكَ مِنْ أَصْحَ[n[ـٰ]بِ [h:3507[ٱ][l[ل][g[نّ][p[َا]رِ","juz":23,"ruku":396,"manzil":6,"bangla_ahbayan":"মানুষকে যখন দুঃখ-দৈন্য স্পর্শ করে, তখন সে একনিষ্ঠভাবে তার প্রতিপালককে ডাকে; পরে যখন তিনি তার প্রতি অনুগ্রহ করেন, তখন সে যার জন্য তাঁকে ডাকছিল তা ভুলে বসে[১] এবং সে আল্লাহর পথ হতে অন্যকে বিভ্রান্ত করার জন্য আল্লাহর অংশী ঠিক করে নেয়। বল, ‘অবিশ্বাস অবস্থায় তুমি কিছুকাল জীবনোপভোগ করে নাও, বস্তুতঃ তুমি জাহান্নামীদের অন্তর্ভুক্ত।’","bangla_bayan":"আর যখন মানুষকে স্পর্শ করে দুঃখ-দুর্দশা, তখন সে একাগ্রচিত্তে তার রবকে ডাকে, তারপর তিনি যখন তাকে নিজের পক্ষ থেকে নিআমত দান করেন তখন সে ভুলে যায় ইতঃপূর্বে কি কারণে তাঁর কাছে দোয়া করেছিল, আর আল্লাহর সমকক্ষ নির্ধারণ করে, তাঁর পথ থেকে বিচ্যুত করার জন্য। বল, ‘তোমার কুফরী উপভোগ কর ক্ষণকাল; নিশ্চয় তুমি জাহান্নামীদের অন্তর্ভুক্ত।’","bangla_mkhan":"যখন মানুষকে দুঃখ-কষ্ট স্পর্শ করে, তখন সে একাগ্রচিত্তে তার পালনকর্তাকে ডাকে, অতঃপর তিনি যখন তাকে নেয়ামত দান করেন, তখন সে কষ্টের কথা বিস্মৃত হয়ে যায়, যার জন্যে পূর্বে ডেকেছিল এবং আল্লাহর সমকক্ষ স্থির করে; যাতে করে অপরকে আল্লাহর পথ থেকে বিভ্রান্ত করে। বলুন, তুমি তোমার কুফর সহকারে কিছুকাল জীবনোপভোগ করে নাও। নিশ্চয় তুমি জাহান্নামীদের অন্তর্ভূক্ত।","bangla_mujibur":"মানুষকে যখন দুঃখ দৈন্য স্পর্শ করে তখন সে অনুতপ্ত হয়ে একনিষ্ঠভাবে তার রাব্বকে ডাকে। কিন্তু পরে যখন তিনি তার প্রতি অনুগ্রহ করেন তখন সে বিস্মৃত হয়ে যায় পূর্বে যাকে সে ডেকেছিল তাঁকে এবং সে আল্লাহর সমকক্ষ দাঁড় করায়, অপরকে তাঁর পথ হতে বিভ্রান্ত করার জন্য। বলঃ কুফরীর জীবন অবস্থায় তুমি কিছু কাল উপভোগ করে নাও। বস্তুতঃ তুমিতো জাহান্নামেরই অধিবাসী।","bangla_taisirul":"দুঃখ-মুসিবত যখন মানুষকে স্পর্শ করে তখন সে তার প্রতিপালককে ডাকতে থাকে তাঁর প্রতি বড়ই একনিষ্ঠ হয়ে। অতঃপর তিনি যখন নিজ পক্ষ থেকে অনুগ্রহ দিয়ে তাকে ধন্য করেন, তখন পূর্বে সে যেজন্য তাঁকে ডেকেছিল তা ভুলে যায় এবং অন্যদেরকে আল্লাহর সমকক্ষ দাঁড় করায় তাঁর পথ থেকে পথভ্রষ্ট করার জন্য। বলে দাও, কুফুরীর জীবন কিছুকাল ভোগ করে নাও, (অতঃপর) তুমি তো হবে জাহান্নামের অধিবাসী। (এ ব্যক্তি ভাল, না ঐ ব্যক্তি)"},{"id":9,"arabic_text":"اَمَّنۡ ہُوَ قَانِتٌ اٰنَآءَ  الَّیۡلِ سَاجِدًا وَّ قَآئِمًا یَّحۡذَرُ الۡاٰخِرَۃَ  وَ یَرۡجُوۡا رَحۡمَۃَ  رَبِّہٖ ؕ قُلۡ ہَلۡ  یَسۡتَوِی الَّذِیۡنَ یَعۡلَمُوۡنَ وَ الَّذِیۡنَ لَا یَعۡلَمُوۡنَ ؕ اِنَّمَا یَتَذَکَّرُ  اُولُوا الۡاَلۡبَابِ ﴿۹﴾ ","english_text":"O Children of Israel, remember My favor which I have bestowed upon you and fulfill My covenant [upon you] that I will fulfill your covenant [from Me], and be afraid of [only] Me.","page":459,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4067.mp3","colorText":"أَ[g[مّ]َنْ هُوَ قَ[n[ـٰ]نِتٌ ءَان[o[َا]ٓءَ [h:2180[ٱ]لَّيْلِ سَاجِ[a:11638[دًا و]َق[o[َا]ٓئِ[a:11639[مًا ي]َحْذَرُ [h:11640[ٱ]لْأَخِرَةَ وَيَرْجُو[s[اْ] رَحْمَةَ رَبِّه[n[ِۦ]‌ۗ قُلْ هَلْ يَسْتَوِى [h:11641[ٱ]لَّذِينَ يَعْلَمُونَ وَ[h:37[ٱ]لَّذِينَ لَا يَعْلَمُونَ‌ۗ إِ[g[نّ]َمَا يَتَذَكَّرُ أُ[s[وْ]لُو[s[اْ] [h:1595[ٱ]لْأَلْبَ[p[ـٰ][q[ب]ِ","juz":23,"ruku":396,"manzil":6,"bangla_ahbayan":"যে ব্যক্তি রাত্রিকালে সিজদাবনত হয়ে এবং দাঁড়িয়ে ইবাদত করে, পরকালকে ভয় করে এবং তাঁর প্রতিপালকের অনুগ্রহ প্রত্যাশা করে, (সে কি তার সমান, যে তা করে না?)[১] বল, ‘যারা জানে এবং যারা জানে না তারা কি সমান? [২] বুদ্ধিমান লোকেরাই কেবল উপদেশ গ্রহণ করে।’[৩]","bangla_bayan":"যে ব্যক্তি রাতের প্রহরে সিদজাবনত হয়ে ও দাঁড়িয়ে আনুগত্য প্রকাশ করে, আখিরাতকে ভয় করে এবং তার রব-এর রহমত প্রত্যাশা করে (সে কি তার সমান যে এরূপ করে না) বল, ‘যারা জানে আর যারা জানে না তারা কি সমান?’ বিবেকবান লোকেরাই কেবল উপদেশ গ্রহণ করে।","bangla_mkhan":"যে ব্যক্তি রাত্রিকালে সেজদার মাধ্যমে অথবা দাঁড়িয়ে এবাদত করে, পরকালের আশংকা রাখে এবং তার পালনকর্তার রহমত প্রত্যাশা করে, সে কি তার সমান, যে এরূপ করে না; বলুন, যারা জানে এবং যারা জানে না; তারা কি সমান হতে পারে? চিন্তা-ভাবনা কেবল তারাই করে, যারা বুদ্ধিমান।","bangla_mujibur":"যে ব্যক্তি রাতের বিভিন্ন সময়ে সাজদাহবনত হয়ে ও দাঁড়িয়ে আনুগত্য প্রকাশ করে, আখিরাতকে ভয় করে এবং তার রবের অনুগ্রহ প্রত্যাশা করে সে কি তার সমান যে তা করেনা? বলঃ যারা জানে এবং যারা জানেনা তারা কি সমান? বোধশক্তি সম্পন্ন লোকেরাই শুধু উপদেশ গ্রহণ করে।","bangla_taisirul":"যে রাত্রির বিভিন্ন প্রহরে সেজদা ও দন্ডায়মান অবস্থায় বিনয় ও শ্রদ্ধা-ভক্তি প্রকাশ করে, আখিরাতকে ভয় করে, আর তার প্রতিপালকের অনুগ্রহ প্রত্যাশা করে? বল- যারা জানে আর যারা জানে না, তারা কি সমান? বিবেক-বুদ্ধিসম্পন্ন লোকেরাই কেবল উপদেশ গ্রহণ করে থাকে।"},{"id":10,"arabic_text":"قُلۡ یٰعِبَادِ الَّذِیۡنَ اٰمَنُوا اتَّقُوۡا رَبَّکُمۡ ؕ لِلَّذِیۡنَ اَحۡسَنُوۡا فِیۡ ہٰذِہِ  الدُّنۡیَا حَسَنَۃٌ ؕ وَ اَرۡضُ اللّٰہِ  وَاسِعَۃٌ ؕ اِنَّمَا یُوَفَّی الصّٰبِرُوۡنَ  اَجۡرَہُمۡ بِغَیۡرِ حِسَابٍ ﴿۱۰﴾ ","english_text":"And believe in what I have sent down confirming that which is [already] with you, and be not the first to disbelieve in it. And do not exchange My signs for a small price, and fear [only] Me.","page":459,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4068.mp3","colorText":"قُلْ يَ[n[ـٰ]عِبَادِ [h:11642[ٱ]لَّذِينَ ءَامَنُو[s[اْ] [h:1643[ٱ]تَّقُو[s[اْ] رَبَّكُمْ‌ۚ لِلَّذِينَ أَحْسَنُو[s[اْ] فِى هَ[n[ـٰ]ذِهِ [h:5052[ٱ][l[ل]دُّنْيَا حَسَنَ[a:11643[ةٌ‌ۗ و]َأَرْضُ [h:11644[ٱ]للَّهِ و[n[َٲ]سِعَةٌ‌ۗ إِ[g[نّ]َمَا يُوَفَّى [h:11645[ٱ][l[ل]صَّ[n[ـٰ]بِرُونَ أَ[q:7573[جْ]رَه[c:11646[ُم ب]ِغَيْرِ حِس[p[َا][q[ب]ٍ","juz":23,"ruku":397,"manzil":6,"bangla_ahbayan":"ঘোষণা করে দাও (আমার এ কথা), হে আমার বিশ্বাসী দাসগণ! তোমরা তোমাদের প্রতিপালককে ভয় কর।[১] যারা এ পৃথিবীতে কল্যাণকর কাজ করে, তাদের জন্য আছে কল্যাণ।[২] আর আল্লাহর পৃথিবী প্রশস্ত।[৩] ধৈর্যশীলদেরকে তো অপরিমিত পুরস্কার দেওয়া হবে।[৪]","bangla_bayan":"বল, ‘হে আমার মুমিন বান্দারা যারা ঈমান এনেছ, তোমরা তোমাদের রবকে ভয় কর। যারা এ দুনিয়ায় ভাল কাজ করে তাদের জন্য রয়েছে কল্যাণ। আর আল্লাহর যমীন প্রশস্ত, কেবল ধৈর্যশীলদেরকেই তাদের প্রতিদান পূর্ণরূপে দেয়া হবে কোন হিসাব ছাড়াই।’","bangla_mkhan":"বলুন, হে আমার বিশ্বাসী বান্দাগণ! তোমরা তোমাদের পালনকর্তাকে ভয় কর। যারা এ দুনিয়াতে সৎকাজ করে, তাদের জন্যে রয়েছে পুণ্য। আল্লাহর পৃথিবী প্রশস্ত। যারা সবরকারী, তারাই তাদের পুরস্কার পায় অগণিত।","bangla_mujibur":"বলঃ (আমার এই কথা) হে আমার মু’মিন বান্দারা! তোমরা তোমাদের রাব্বকে ভয় কর। যারা এই দুনিয়ায় কল্যাণকর কাজ করে তাদের জন্য আছে কল্যাণ। প্রশস্ত আল্লাহর পৃথিবী, ধৈর্যশীলদেরকে অপরিমিত পুরষ্কার দেয়া হবে।","bangla_taisirul":"বল, হে ঈমানদারগণ! তোমরা তোমাদের প্রতিপালককে ভয় কর। এ দুনিয়ায় যারা ভাল কাজ করবে, তাদের জন্য আছে কল্যাণ। আল্লাহর যমীন প্রশস্ত (এক এলাকায় ‘ইবাদাত-বন্দেগী করা কঠিন হলে অন্যত্র চলে যাও)। আমি ধৈর্যশীলদেরকে তাদের পুরস্কার অপরিমিতভাবে দিয়ে থাকি।"},{"id":11,"arabic_text":"قُلۡ  اِنِّیۡۤ  اُمِرۡتُ اَنۡ  اَعۡبُدَ اللّٰہَ  مُخۡلِصًا  لَّہُ الدِّیۡنَ ﴿ۙ۱۱﴾ ","english_text":"And do not mix the truth with falsehood or conceal the truth while you know [it].","page":460,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4069.mp3","colorText":"قُلْ إِ[g[نّ][o[ِىٓ] أُمِرْتُ أَنْ أَعْبُدَ [h:7014[ٱ]للَّهَ مُخْلِ[u:11616[صًا ل]َّهُ [h:4649[ٱ][l[ل]دّ[p[ِي]نَ","juz":23,"ruku":397,"manzil":6,"bangla_ahbayan":"বল, ‘আমি আদিষ্ট হয়েছি আল্লাহর আনুগত্যে বিশুদ্ধচিত্ত হয়ে তাঁর ইবাদত (দাসত্ব) করতে;","bangla_bayan":"বল, ‘নিশ্চয় আমাকে নির্দেশ দেয়া হয়েছে আমি যেন আল্লাহর ইবাদাত করি তাঁর-ই জন্য আনুগত্যকে একনিষ্ঠ করে’।","bangla_mkhan":"বলুন, আমি নিষ্ঠার সাথে আল্লাহর এবাদত করতে আদিষ্ট হয়েছি।","bangla_mujibur":"বলঃ আমি আদিষ্ট হয়েছি আল্লাহর আনুগত্যে একনিষ্ঠ হয়ে তাঁর ইবাদাত করতে।","bangla_taisirul":"বল- আমাকে আদেশ দেয়া হয়েছে আল্লাহর ‘ইবাদাত করতে তাঁর আনুগত্যে একনিষ্ঠ হয়ে।"},{"id":12,"arabic_text":"وَ اُمِرۡتُ لِاَنۡ  اَکُوۡنَ  اَوَّلَ الۡمُسۡلِمِیۡنَ ﴿۱۲﴾ ","english_text":"And establish prayer and give zakah and bow with those who bow [in worship and obedience].","page":460,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4070.mp3","colorText":"وَأُمِرْتُ لِأَنْ أَكُونَ أَوَّلَ [h:11647[ٱ]لْمُسْلِم[p[ِي]نَ","juz":23,"ruku":397,"manzil":6,"bangla_ahbayan":"এবং আদিষ্ট হয়েছি আমি যেন আত্মসমর্পণকারী (মুসলিম)দের অগ্রণী হই।’[১]","bangla_bayan":"‘আমাকে আরো নির্দেশ দেয়া হয়েছে যেন আমি প্রথম মুসলিম হই।’","bangla_mkhan":"আরও আদিষ্ট হয়েছি, সর্ব প্রথম নির্দেশ পালনকারী হওয়ার জন্যে।","bangla_mujibur":"আর আদিষ্ট হয়েছি, আমি যেন আত্মসমর্পনকারীদের অগ্রণী হই।","bangla_taisirul":"আমাকে আদেশ দেয়া হয়েছে আমি যেন সর্বাগ্রে মুসলিম হই।"},{"id":13,"arabic_text":"قُلۡ  اِنِّیۡۤ  اَخَافُ اِنۡ عَصَیۡتُ رَبِّیۡ  عَذَابَ یَوۡمٍ عَظِیۡمٍ ﴿۱۳﴾ ","english_text":"Do you order righteousness of the people and forget yourselves while you recite the Scripture? Then will you not reason?","page":460,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4071.mp3","colorText":"قُلْ إِ[g[نّ][o[ِىٓ] أَخَافُ إِنْ عَصَيْتُ رَبِّى عَذَابَ يَوْمٍ عَظ[p[ِي]مٍ","juz":23,"ruku":397,"manzil":6,"bangla_ahbayan":"বল, ‘যদি আমি আমার প্রতিপালকের অবাধ্য হই, তাহলে আমি অবশ্যই ভয় করি মহাদিনের শাস্তির।’","bangla_bayan":"বল, ‘আমি যদি আমার রবের অবাধ্য হই তবে আমি এক মহাদিবসের আযাবের আশঙ্কা করি।’","bangla_mkhan":"বলুন, আমি আমার পালনকর্তার অবাধ্য হলে এক মহাদিবসের শাস্তির ভয় করি।","bangla_mujibur":"বলঃ আমি যদি আমার রবের অবাধ্য হই তাহলে আমি ভয় করি মহা দিনের শাস্তির।","bangla_taisirul":"বল- আমি যদি আমার প্রতিপালকের অবাধ্য হই, তবে আমি ভয়ঙ্কর দিনের শাস্তির ভয় করি।"},{"id":14,"arabic_text":"قُلِ اللّٰہَ  اَعۡبُدُ  مُخۡلِصًا لَّہٗ  دِیۡنِیۡ ﴿ۙ۱۴﴾ ","english_text":"And seek help through patience and prayer, and indeed, it is difficult except for the humbly submissive [to Allah ]","page":460,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4072.mp3","colorText":"قُلِ [h:11648[ٱ]للَّهَ أَعْبُدُ مُخْلِ[u:11616[صًا ل]َّهُ[n[ۥ] دِينِى","juz":23,"ruku":397,"manzil":6,"bangla_ahbayan":"বল, ‘আমি আল্লাহর আনুগত্যে বিশুদ্ধচিত্ত হয়ে তাঁরই ইবাদত (দাসত্ব) করি।","bangla_bayan":"বল, ‘আমি আল্লাহর-ই ইবাদাত করি, তাঁরই জন্য আমার আনুগত্য একনিষ্ঠ করে।’","bangla_mkhan":"বলুন, আমি নিষ্ঠার সাথে আল্লাহ তা’আলারই এবাদত করি।","bangla_mujibur":"বলঃ আমি ইবাদাত করি আল্লাহরই, তাঁর প্রতি আমার আনুগত্যকে একনিষ্ঠ রেখে।","bangla_taisirul":"বল- আমি ‘ইবাদাত করি আল্লাহর বিশুদ্ধভাবে তাঁর প্রতি আমার আনুগত্যের মাধ্যমে।"},{"id":15,"arabic_text":"فَاعۡبُدُوۡا مَا شِئۡتُمۡ مِّنۡ دُوۡنِہٖ ؕ قُلۡ  اِنَّ الۡخٰسِرِیۡنَ الَّذِیۡنَ خَسِرُوۡۤا  اَنۡفُسَہُمۡ وَ اَہۡلِیۡہِمۡ یَوۡمَ الۡقِیٰمَۃِ ؕ اَلَا ذٰلِکَ ہُوَ الۡخُسۡرَانُ  الۡمُبِیۡنُ ﴿۱۵﴾ ","english_text":"Who are certain that they will meet their Lord and that they will return to Him.","page":460,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4073.mp3","colorText":"فَ[h:9999[ٱ]عْبُدُو[s[اْ] مَا شِئْت[w:11649[ُم م]ِّ[f:3136[ن د]ُونِه[n[ِۦ]‌ۗ قُلْ إِ[g[نّ]َ [h:11650[ٱ]لْخَ[n[ـٰ]سِرِينَ [h:11651[ٱ]لَّذِينَ خَسِر[o[ُوٓ][s[اْ] أَ[f:38[نف]ُسَهُمْ وَأَهْلِيهِمْ يَوْمَ [h:592[ٱ]لْقِيَ[n[ـٰ]مَةِ‌ۗ أَلَا ذ[n[َٲ]لِكَ هُوَ [h:8940[ٱ]لْخُسْرَانُ [h:8941[ٱ]لْمُب[p[ِي]نُ","juz":23,"ruku":397,"manzil":6,"bangla_ahbayan":"অতএব তোমরা আল্লাহর পরিবর্তে যার ইচ্ছা তার ইবাদত (দাসত্ব) কর।’ বল, ‘আসল ক্ষতিগ্রস্ত তো তারাই; যারা কিয়ামতের দিন নিজেদেরকে ও নিজেদের পরিজনবর্গকে ক্ষতিগ্রস্ত করেছে। জেনে রাখ, এটিই সুস্পষ্ট ক্ষতি।’","bangla_bayan":"‘অতএব তাঁকে বাদ দিয়ে অন্য যা কিছুর ইচ্ছা তোমরা ‘ইবাদাত কর’। বল, ‘নিশ্চয় তারা ক্ষতিগ্রস্ত যারা কিয়ামত দিবসে নিজদেরকে ও তাদের পরিবারবর্গকে ক্ষতিগ্রস্ত পাবে। জেনে রেখ, এটাই স্পষ্ট ক্ষতি’।","bangla_mkhan":"অতএব, তোমরা আল্লাহর পরিবর্তে যার ইচ্ছা তার এবাদত কর। বলুন, কেয়ামতের দিন তারাই বেশী ক্ষতিগ্রস্ত হবে, যারা নিজেদের ও পরিবারবর্গের তরফ থেকে ক্ষতিগ্রস্ত হবে। জেনে রাখ, এটাই সুস্পষ্ট ক্ষতি।","bangla_mujibur":"অতএব তোমরা আল্লাহর পরিবর্তে যার ইচ্ছা তার ইবাদাত কর। বলঃ কিয়ামাত দিবসে ক্ষতিগ্রস্ত তারাই যারা নিজেদের ও নিজেদের পরিবারবর্গের ক্ষতিসাধন করে। জেনে রেখ, এটাই সুস্পষ্ট ক্ষতি।","bangla_taisirul":"অতএব, তাঁকে বাদ দিয়ে তোমরা যার ইচ্ছে ‘ইবাদাত কর (এতে আল্লাহর কোন ক্ষতি হবে না, ক্ষতি তোমাদেরই হবে)। বল- যারা নিজেদেরকে আর নিজেদের পরিবার-পরিজনকে ক্বিয়ামতের দিনে ক্ষতিগ্রস্ত করে, তারাই তো ক্ষতিগ্রস্ত। জেনে রেখ, এটাই হল স্পষ্ট ক্ষতি।"},{"id":16,"arabic_text":"لَہُمۡ مِّنۡ فَوۡقِہِمۡ ظُلَلٌ مِّنَ النَّارِ وَ مِنۡ تَحۡتِہِمۡ ظُلَلٌ ؕ ذٰلِکَ یُخَوِّفُ اللّٰہُ  بِہٖ عِبَادَہٗ ؕ یٰعِبَادِ   فَاتَّقُوۡنِ ﴿۱۶﴾ ","english_text":"O Children of Israel, remember My favor that I have bestowed upon you and that I preferred you over the worlds.","page":460,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4074.mp3","colorText":"لَه[w:1812[ُم م]ِّ[f:3683[ن ف]َوْقِهِمْ ظُلَ[a:11652[لٌ م]ِّنَ [h:869[ٱ][l[ل][g[نّ]َارِ وَمِ[f:11653[ن ت]َحْتِهِمْ ظُلَ[f:11654[لٌ‌ۚ ذ][n[َٲ]لِكَ يُخَوِّفُ [h:11655[ٱ]للَّهُ بِه[n[ِۦ] عِبَادَهُ[n[ۥ]‌ۚ يَ[n[ـٰ]عِبَادِ فَ[h:210[ٱ]تَّق[p[ُو]نِ","juz":23,"ruku":397,"manzil":6,"bangla_ahbayan":"তাদের ঊর্ধ্বদেশে অগ্নিস্তর থাকবে এবং নিম্নদেশেও অগ্নিস্তর থাকবে।[১] এ শাস্তি হতে আল্লাহ নিজ দাসদেরকে ভীতিপ্রদর্শন করেন।[২] হে আমার দাসগণ! তোমরা আমাকে ভয় কর।","bangla_bayan":"তাদের জন্য তাদের উপরের দিকে থাকবে আগুনের আচ্ছাদন আর তাদের নিচের দিকেও থাকবে (আগুনের) আচ্ছাদন; এদ্বারা আল্লাহ তাঁর বান্দাদেরকে ভয় দেখান। ‘হে আমার বান্দারা, তোমরা আমাকেই ভয় কর’।","bangla_mkhan":"তাদের জন্যে উপর দিক থেকে এবং নীচের দিক থেকে আগুনের মেঘমালা থাকবে। এ শাস্তি দ্বারা আল্লাহ তাঁর বান্দাদেরকে সতর্ক করেন যে, হে আমার বান্দাগণ, আমাকে ভয় কর।","bangla_mujibur":"তাদের জন্য থাকবে তাদের উর্ধ্বদিকে আগুনের আচ্ছাদন এবং নিম্নদিকেও আচ্ছাদন। এ দ্বারা আল্লাহ তাঁর বান্দাদেরকে সতর্ক করেন। হে আমার বান্দারা! তোমরা আমাকে ভয় কর।","bangla_taisirul":"তাদের উপরেও থাকবে আগুনের স্তর, আর নীচেও থাকবে (আগুনের) স্তর। এ রকম পরিণতির ব্যাপারে আল্লাহ তাঁর বান্দাহদেরকে সাবধান করছেন। কাজেই হে আমার বান্দাহরা! আমাকে ভয় কর।"},{"id":17,"arabic_text":"وَ الَّذِیۡنَ  اجۡتَنَبُوا الطَّاغُوۡتَ اَنۡ یَّعۡبُدُوۡہَا وَ اَنَابُوۡۤا  اِلَی اللّٰہِ  لَہُمُ الۡبُشۡرٰی ۚ فَبَشِّرۡ  عِبَادِ ﴿ۙ۱۷﴾ ","english_text":"And fear a Day when no soul will suffice for another soul at all, nor will intercession be accepted from it, nor will compensation be taken from it, nor will they be aided.","page":460,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4075.mp3","colorText":"وَ[h:9999[ٱ]لَّذِينَ [h:11656[ٱ][q:11657[جْ]تَنَبُو[s[اْ] [h:11658[ٱ][l[ل]طَّ[n[ـٰ]غُوتَ أ[a:11659[َن ي]َعْبُدُوهَا وَأَنَاب[o[ُوٓ][s[اْ] إِلَى [h:1637[ٱ]للَّهِ لَهُمُ [h:6112[ٱ]لْبُشْرَىٰ‌ۚ فَبَشِّرْ عِب[p[َا][q[د]ِ","juz":23,"ruku":397,"manzil":6,"bangla_ahbayan":"যারা তাগূতের পূজা হতে দূরে থাকে এবং আল্লাহর অনুরাগী হয়, তাদের জন্য আছে সুসংবাদ। অতএব সুসংবাদ দাও আমার দাসদেরকে --","bangla_bayan":"আর যারা তাগূতের উপাসনা পরিহার করে এবং আল্লাহ অভিমুখী হয় তাদের জন্য আছে সুসংবাদ; অতএব আমার বান্দাদেরকে সুসংবাদ দাও।","bangla_mkhan":"যারা শয়তানী শক্তির পূজা-অর্চনা থেকে দূরে থাকে এবং আল্লাহ অভিমুখী হয়, তাদের জন্যে রয়েছে সুসংবাদ। অতএব, সুসংবাদ দিন আমার বান্দাদেরকে।","bangla_mujibur":"যারা তাগুতের পূজা হতে দূরে থাকে এবং আল্লাহর অভিমুখী হয় তাদের জন্য আছে সুসংবাদ। অতএব সুসংবাদ দাও আমার বান্দাদেরকে।","bangla_taisirul":"যারা তাগূতের দাসত্ব থেকে দূরে থাকে, আর আল্লাহর অভিমুখী হয়, সুসংবাদ তাদেরই জন্য। কাজেই সুসংবাদ দাও আমার বান্দাদেরকে"},{"id":18,"arabic_text":"الَّذِیۡنَ  یَسۡتَمِعُوۡنَ الۡقَوۡلَ فَیَتَّبِعُوۡنَ اَحۡسَنَہٗ ؕ اُولٰٓئِکَ الَّذِیۡنَ ہَدٰىہُمُ  اللّٰہُ وَ اُولٰٓئِکَ ہُمۡ  اُولُوا  الۡاَلۡبَابِ ﴿۱۸﴾ ","english_text":"And [recall] when We saved your forefathers from the people of Pharaoh, who afflicted you with the worst torment, slaughtering your [newborn] sons and keeping your females alive. And in that was a great trial from your Lord.","page":460,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4076.mp3","colorText":"ٱلَّذِينَ يَسْتَمِعُونَ [h:11660[ٱ]لْقَوْلَ فَيَتَّبِعُونَ أَحْسَنَهُ[o[ۥٓ‌ۚ] أُ[s[وْ]لَ[o[ـٰٓ]ئِكَ [h:51[ٱ]لَّذِينَ هَدَ[n[ٮٰ]هُمُ [h:11661[ٱ]للَّهُ‌ۖ وَأُ[s[وْ]لَ[o[ـٰٓ]ئِكَ هُمْ أُ[s[وْ]لُو[s[اْ] [h:1595[ٱ]لْأَلْبَ[p[ـٰ][q[ب]ِ","juz":23,"ruku":397,"manzil":6,"bangla_ahbayan":"যারা মনোযোগ সহকারে কথা শোনে এবং যা উত্তম[১] তার অনুসরণ করে। ওরাই তারা, যাদেরকে আল্লাহ সৎপথে পরিচালিত করেন এবং ওরাই বুদ্ধিমান। [২]","bangla_bayan":"যারা মনোযোগ সহকারে কথা শোনে অতঃপর তার মধ্যে যা উত্তম তা অনুসরণ করে তাদেরকেই আল্লাহ হিদায়াত দান করেন আর তারাই বুদ্ধিমান।","bangla_mkhan":"যারা মনোনিবেশ সহকারে কথা শুনে, অতঃপর যা উত্তম, তার অনুসরণ করে। তাদেরকেই আল্লাহ সৎপথ প্রদর্শন করেন এবং তারাই বুদ্ধিমান।","bangla_mujibur":"যারা মনোযোগ সহকারে কথা শুনে এবং ওর মধ্যে যা উত্তম তা গ্রহণ করে তাদেরকে আল্লাহ সৎ পথে পরিচালিত করেন এবং তারাই বোধশক্তি সম্পন্ন।","bangla_taisirul":"যারা মনোযোগ দিয়ে কথা শুনে আর এর উত্তমগুলো মেনে চলে। ওরাই হল তারা আল্লাহ যাদেরকে সৎপথে পরিচালিত করেন আর ওরাই হল জ্ঞান-বুদ্ধিসম্পন্ন।"},{"id":19,"arabic_text":"اَفَمَنۡ حَقَّ عَلَیۡہِ کَلِمَۃُ  الۡعَذَابِ ؕ اَفَاَنۡتَ تُنۡقِذُ مَنۡ فِی النَّارِ ﴿ۚ۱۹﴾ ","english_text":"And [recall] when We parted the sea for you and saved you and drowned the people of Pharaoh while you were looking on.","page":460,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4077.mp3","colorText":"أَفَمَنْ حَقَّ عَلَيْهِ كَلِمَةُ [h:11662[ٱ]لْعَذَابِ أَفَأَ[f:6069[نت]َ تُ[f:11663[نق]ِذُ مَ[f:2074[ن ف]ِى [h:4674[ٱ][l[ل][g[نّ][p[َا]رِ","juz":23,"ruku":397,"manzil":6,"bangla_ahbayan":"যার ওপর দন্ডাদেশ অবধারিত হয়েছে;[১] তুমি কি তাকে রক্ষা করতে পারবে, যে জাহান্নামে আছে? [২]","bangla_bayan":"যার ব্যাপারে আযাবের হুকুম সাব্যস্ত হয়েছে, তুমি কি তাকে উদ্ধার করতে পারবে, যে আছে জাহান্নামে?","bangla_mkhan":"যার জন্যে শাস্তির হুকুম অবধারিত হয়ে গেছে আপনি কি সে জাহান্নামীকে মুক্ত করতে পারবেন?","bangla_mujibur":"যার উপর দন্ডাদেশ অবধারিত হয়েছে, তুমি কি রক্ষা করতে পারবে সেই ব্যক্তিকে যে জাহান্নামে আছে?","bangla_taisirul":"শাস্তির ফয়সালা যার উপর অবধারিত হয়ে গেছে, যে আছে জাহান্নামের আগুনে তুমি কি তাকে রক্ষা করতে পার?"},{"id":20,"arabic_text":"لٰکِنِ الَّذِیۡنَ اتَّقَوۡا رَبَّہُمۡ لَہُمۡ غُرَفٌ مِّنۡ فَوۡقِہَا غُرَفٌ مَّبۡنِیَّۃٌ ۙ تَجۡرِیۡ مِنۡ تَحۡتِہَا الۡاَنۡہٰرُ ۬ؕ وَعۡدَ اللّٰہِ ؕ لَا یُخۡلِفُ اللّٰہُ  الۡمِیۡعَادَ ﴿۲۰﴾ ","english_text":"And [recall] when We made an appointment with Moses for forty nights. Then you took [for worship] the calf after him, while you were wrongdoers.","page":460,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4078.mp3","colorText":"لَ[n[ـٰ]كِنِ [h:2522[ٱ]لَّذِينَ [h:2523[ٱ]تَّقَوْ[s[اْ] رَبَّهُمْ لَهُمْ غُرَ[a:11664[فٌ م]ِّ[f:11665[ن ف]َوْقِهَا غُرَ[a:11666[فٌ م]َّ[q:11667[بْ]نِيَّ[f:11668[ةٌ ت]َ[q:120[جْ]رِى مِ[f:121[ن ت]َحْتِهَا [h:122[ٱ]لْأَنْهَ[n[ـٰ]رُ‌ۖ وَعْدَ [h:3149[ٱ]للَّهِ‌ۖ لَا يُخْلِفُ [h:10424[ٱ]للَّهُ [h:11669[ٱ]لْمِيع[p[َا][q[د]َ","juz":23,"ruku":397,"manzil":6,"bangla_ahbayan":"তবে যারা তাদের প্রতিপালককে ভয় করে, তাদের জন্য বহুতলবিশিষ্ট নির্মিত প্রাসাদ রয়েছে;[১] যার নিম্নদেশে নদীমালা প্রবাহিত। (এটি) আল্লাহর প্রতিশ্রুতি,[২] আল্লাহ প্রতিশ্রুতি ভঙ্গ করেন না।","bangla_bayan":"কিন্তু যারা নিজদের রবকে ভয় করে তাদের জন্য রয়েছে কক্ষসমূহ যার উপর নির্মিত আছে আরো কক্ষ। তার নিচ দিয়ে নদী প্রবাহিত। এটি আল্লাহর ওয়াদা; আল্লাহ ওয়াদা খেলাফ করেন না।","bangla_mkhan":"কিন্তু যারা তাদের পালনকর্তাকে ভয় করে, তাদের জন্যে নির্মিত রয়েছে প্রাসাদের উপর প্রাসাদ। এগুলোর তলদেশে নদী প্রবাহিত। আল্লাহ প্রতিশ্রুতি দিয়েছেন। আল্লাহ প্রতিশ্রুতির খেলাফ করেন না।","bangla_mujibur":"তবে যারা তাদের রাব্বকে ভয় করে তাদের জন্য আছে বহু প্রাসাদ, যার উপর নির্মিত আরও প্রাসাদ, যার পাদদেশে নদী প্রবাহিত; আল্লাহ প্রতিশ্রুতি দিয়েছেন, আল্লাহ প্রতিশ্রুতি ভঙ্গ করেননা।","bangla_taisirul":"কিন্তু যারা তাদের প্রতিপালককে ভয় করে, তাদের জন্য রয়েছে প্রাসাদের পর প্রাসাদ, যেগুলোর উপর নির্মাণ করা হয়েছে প্রাসাদ আর প্রাসাদ, যার নিচ দিয়ে ঝর্ণাধারা প্রবাহিত। এটা আল্লাহর ও‘য়াদা, আল্লাহ ওয়াদা ভঙ্গ করেন না।"},{"id":21,"arabic_text":"اَلَمۡ  تَرَ  اَنَّ اللّٰہَ اَنۡزَلَ مِنَ السَّمَآءِ  مَآءً فَسَلَکَہٗ  یَنَابِیۡعَ فِی الۡاَرۡضِ ثُمَّ یُخۡرِجُ بِہٖ زَرۡعًا مُّخۡتَلِفًا  اَلۡوَانُہٗ  ثُمَّ یَہِیۡجُ  فَتَرٰىہُ مُصۡفَرًّا ثُمَّ یَجۡعَلُہٗ  حُطَامًا ؕ اِنَّ فِیۡ  ذٰلِکَ لَذِکۡرٰی لِاُولِی الۡاَلۡبَابِ ﴿۲۱﴾ ","english_text":"Then We forgave you after that so perhaps you would be grateful.","page":460,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4079.mp3","colorText":"أَلَمْ تَرَ أَ[g[نّ]َ [h:394[ٱ]للَّهَ أَ[f:471[نز]َلَ مِنَ [h:64[ٱ][l[ل]سَّم[o[َا]ٓءِ م[o[َا]ٓ[f:11670[ءً ف]َسَلَكَهُ[n[ۥ] يَنَ[n[ـٰ]بِيعَ فِى [h:44[ٱ]لْأَرْضِ ثُ[g[مّ]َ يُخْرِجُ بِه[n[ِۦ] زَرْ[a:11671[عًا م]ُّخْتَلِفًا أَلْو[n[َٲ]نُهُ[n[ۥ] ثُ[g[مّ]َ يَهِيجُ فَتَرَ[n[ٮٰ]هُ مُصْفَر[f:11672[ًّا ث]ُ[g[مّ]َ يَ[q:9467[جْ]عَلُهُ[n[ۥ] حُطَ[n[ـٰ]مًا‌ۚ إِ[g[نّ]َ فِى ذ[n[َٲ]لِكَ لَذِكْرَىٰ لِأُ[s[وْ]لِى [h:11555[ٱ]لْأَلْبَ[p[ـٰ][q[ب]ِ","juz":23,"ruku":397,"manzil":6,"bangla_ahbayan":"তুমি কি দেখ না, আল্লাহ আকাশ হতে বৃষ্টি বর্ষণ করেন, অতঃপর ভূমিতে ঝরনারূপে প্রবাহিত করেন[১] এবং তা দিয়ে বিবিধ বর্ণের ফসল উৎপন্ন করেন,[২] অতঃপর এ শুকিয়ে যায় এবং তোমরা তা পীতবর্ণ দেখতে পাও, অবশেষে তিনি তা টুকরা-টুকরা করে দেন? [৩] এতে অবশ্যই বুদ্ধিশক্তিসম্পন্ন লোকদের জন্য উপদেশ রয়েছে। [৪]","bangla_bayan":"তুমি কি দেখ না, আল্লাহ আকাশ থেকে পানি বর্ষণ করেন, অতঃপর যমীনে তা প্রস্রবন হিসেবে প্রবাহিত করেন তারপর তা দিয়ে নানা বর্ণের ফসল উৎপন্ন করেন, তারপর তা শুকিয়ে যায়। ফলে তোমরা তা দেখতে পাও হলুদ বর্ণের তারপর তিনি তা খড়-খুটায় পরিণত করেন। এতে অবশ্যই উপদেশ রয়েছে বুদ্ধিমানদের জন্য।","bangla_mkhan":"তুমি কি দেখনি যে, আল্লাহ আকাশ থেকে পানি বর্ষণ করেছেন, অতঃপর সে পানি যমীনের ঝর্ণাসমূহে প্রবাহিত করেছেন, এরপর তদ্দ্বারা বিভিন্ন রঙের ফসল উৎপন্ন করেন, অতঃপর তা শুকিয়ে যায়, ফলে তোমরা তা পীতবর্ণ দেখতে পাও। এরপর আল্লাহ তাকে খড়-কুটায় পরিণত করে দেন। নিশ্চয় এতে বুদ্ধিমানদের জন্যে উপদেশ রয়েছে।","bangla_mujibur":"তুমি কি দেখনা যে, আল্লাহ আকাশ হতে বারি বর্ষণ করেন; অতঃপর ভূমিতে নির্ঝর রূপে প্রবাহিত করেন এবং তদ্বারা বিবিধ বর্ণের ফসল উৎপন্ন করেন, অতঃপর ওটা শুকিয়ে যায় এবং তোমরা ওটা পীত বর্ণ দেখতে পাও, অবশেষে তিনি ওটা খড়কুটায় পরিণত করেন? এতে অবশ্যই উপদেশ রয়েছে বোধশক্তিসম্পন্নদের জন্য।","bangla_taisirul":"তুমি কি দেখ না আল্লাহ আকাশ হতে বৃষ্টি বর্ষণ করেন আর তা ঝর্ণা ধারায় যমীনে প্রবাহিত করেন, অতঃপর তা দিয়ে বিচিত্র রঙের ফসল উৎপন্ন করেন, অতঃপর তা শুকিয়ে যায়, তখন তোমরা তা হলুদ বর্ণ দেখ, শেষ পর্যন্ত তিনি ওগুলোকে খড়-ভুষিতে পরিণত করেন। এতে জ্ঞান-বুদ্ধিসম্পন্ন লোকেদের জন্য অবশ্যই নসীহত আছে।"},{"id":22,"arabic_text":"اَفَمَنۡ شَرَحَ اللّٰہُ صَدۡرَہٗ  لِلۡاِسۡلَامِ  فَہُوَ عَلٰی نُوۡرٍ مِّنۡ رَّبِّہٖ ؕ فَوَیۡلٌ  لِّلۡقٰسِیَۃِ قُلُوۡبُہُمۡ مِّنۡ ذِکۡرِ اللّٰہِ ؕ اُولٰٓئِکَ فِیۡ ضَلٰلٍ مُّبِیۡنٍ ﴿۲۲﴾ ","english_text":"And [recall] when We gave Moses the Scripture and criterion that perhaps you would be guided.","page":461,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4080.mp3","colorText":"أَفَمَ[f:11673[ن ش]َرَحَ [h:11674[ٱ]للَّهُ صَ[q:4395[دْ]رَهُ[n[ۥ] لِلْإِسْلَ[n[ـٰ]مِ فَهُوَ عَلَىٰ نُو[a:11675[رٍ م]ّ[u:192[ِن ر]َّبِّه[n[ِۦ]‌ۚ فَوَيْ[u:11676[لٌ ل]ِّلْقَ[n[ـٰ]سِيَةِ قُلُوبُه[w:11677[ُم م]ِّ[f:11678[ن ذ]ِكْرِ [h:3774[ٱ]للَّهِ‌ۚ أُ[s[وْ]لَ[o[ـٰٓ]ئِكَ فِى ضَلَ[n[ـٰ][a:2393[لٍ م]ُّب[p[ِي]نٍ","juz":23,"ruku":398,"manzil":6,"bangla_ahbayan":"আল্লাহ ইসলামের জন্য যার বক্ষ উন্মুক্ত করে দিয়েছেন, ফলে সে তার প্রতিপালক হতে (আগত) আলোর মধ্যে আছে,[১] সে কি তার সমান-- যে এরূপ নয়? দুর্ভোগ তাদের জন্য, যাদের অন্তর আল্লাহর স্মরণে কঠিন, ওরাই স্পষ্ট বিভ্রান্তিতে আছে।","bangla_bayan":"আল্লাহ ইসলামের জন্য যার বক্ষ খুলে দিয়েছেন ফলে সে তার রবের পক্ষ থেকে নূরের উপর রয়েছে, (সে কি তার সমান, যে এরূপ নয়?) অতএব ধ্বংস সে লোকদের জন্য যাদের হৃদয় কঠিন হয়ে গেছে আল্লাহর স্মরণ থেকে। তারা স্পষ্ট বিভ্রান্তিতে নিপতিত।","bangla_mkhan":"আল্লাহ যার বক্ষ ইসলামের জন্যে উম্মুক্ত করে দিয়েছেন, অতঃপর সে তার পালনকর্তার পক্ষ থেকে আগত আলোর মাঝে রয়েছে। (সে কি তার সমান, যে এরূপ নয়) যাদের অন্তর আল্লাহ স্মরণের ব্যাপারে কঠোর, তাদের জন্যে দূর্ভোগ। তারা সুস্পষ্ঠ গোমরাহীতে রয়েছে।","bangla_mujibur":"আল্লাহ ইসলামের জন্য যার বক্ষ উন্মুক্ত করে দিয়েছেন এবং যে তার রবের আলোকে আছে সে কি তার সমান (যে এরূপ নয়); দুর্ভোগ সেই কঠোর হৃদয় ব্যক্তিদের জন্য যারা আল্লাহর স্মরণে পরান্মুখ! তারা স্পষ্ট বিভ্রান্তিতে রয়েছে।","bangla_taisirul":"ইসলামের জন্য আল্লাহ যার বক্ষ উন্মোচিত করে দিয়েছেন, যার ফলে সে তার প্রতিপালকের দেয়া আলোর উপর রয়েছে (সে কি তার সমান যে কঠোর হৃদয়ের)? ধ্বংস তাদের জন্য যাদের অন্তর আল্লাহ স্মরণের ব্যাপারে আরো শক্ত হয়ে গেছে। তারা আছে স্পষ্ট বিভ্রান্তিতে।"},{"id":23,"arabic_text":"اَللّٰہُ  نَزَّلَ  اَحۡسَنَ الۡحَدِیۡثِ کِتٰبًا مُّتَشَابِہًا  مَّثَانِیَ ٭ۖ تَقۡشَعِرُّ مِنۡہُ جُلُوۡدُ الَّذِیۡنَ یَخۡشَوۡنَ  رَبَّہُمۡ ۚ ثُمَّ  تَلِیۡنُ جُلُوۡدُہُمۡ وَ قُلُوۡبُہُمۡ  اِلٰی ذِکۡرِ اللّٰہِ ؕ ذٰلِکَ ہُدَی اللّٰہِ یَہۡدِیۡ بِہٖ مَنۡ یَّشَآءُ ؕ وَ مَنۡ یُّضۡلِلِ اللّٰہُ  فَمَا لَہٗ مِنۡ ہَادٍ ﴿۲۳﴾ ","english_text":"And [recall] when Moses said to his people, \"O my people, indeed you have wronged yourselves by your taking of the calf [for worship]. So repent to your Creator and kill yourselves. That is best for [all of] you in the sight of your Creator.\" Then He accepted your repentance; indeed, He is the Accepting of repentance, the Merciful.","page":461,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4081.mp3","colorText":"ٱللَّهُ نَزَّلَ أَحْسَنَ [h:11679[ٱ]لْحَدِيثِ كِتَ[n[ـٰ][a:11680[بًا م]ُّتَشَ[n[ـٰ]بِ[a:11681[هًا م]َّثَانِىَ تَ[q:11682[قْ]شَعِرُّ مِنْهُ جُلُودُ [h:11683[ٱ]لَّذِينَ يَخْشَوْنَ رَبَّهُمْ ثُ[g[مّ]َ تَلِينُ جُلُودُهُمْ وَقُلُوبُهُمْ إِلَىٰ ذِكْرِ [h:3774[ٱ]للَّهِ‌ۚ ذ[n[َٲ]لِكَ هُدَى [h:629[ٱ]للَّهِ يَهْدِى بِه[n[ِۦ] م[a:476[َن ي]َش[o[َا]ٓءُ‌ۚ وَم[a:3002[َن ي]ُضْلِلِ [h:3003[ٱ]للَّهُ فَمَا لَهُ[n[ۥ] مِنْ ه[p[َا][q[د]ٍ","juz":23,"ruku":398,"manzil":6,"bangla_ahbayan":"আল্লাহ অবতীর্ণ করেছেন উত্তম বাণী সম্বলিত এমন এক গ্রন্থ, যাতে পারস্পরিক সাদৃশ্যপূর্ণ একই কথা নানাভাবে বার বার বলা হয়েছে।[১] এতে যারা তাদের প্রতিপালককে ভয় করে[২] তাদের চামড়ার (লোম) খাড়া হয়, অতঃপর তাদের দেহ-মন আল্লাহর স্মরণের প্রতি নরম হয়ে যায়।[৩] এটিই আল্লাহর পথনির্দেশ, তিনি যাকে ইচ্ছা তা দিয়ে পথপ্রদর্শন করেন। আল্লাহ যাকে বিভ্রান্ত করেন, তার কোন পথপ্রদর্শক নেই।","bangla_bayan":"আল্লাহ নাযিল করেছেন উত্তম বাণী, সাদৃশ্যপূর্ণ একটি কিতাব (আল কুরআন), যা বারবার আবৃত্তি করা হয়। যারা তাদের রবকে ভয় করে, তাদের গা এতে শিহরিত হয়, তারপর তাদের দেহ ও মন আল্লাহর স্মরণে বিনম্র হয়ে যায়। এটা আল্লাহর হিদায়াত, তিনি যাকে চান তাকে এর দ্বারা হিদায়াত করেন। আর আল্লাহ যাকে পথভ্রষ্ট করেন, তার জন্য কোন হিদায়াতকারী নেই।","bangla_mkhan":"আল্লাহ উত্তম বাণী তথা কিতাব নাযিল করেছেন, যা সামঞ্জস্যপূর্ণ, পূনঃ পূনঃ পঠিত। এতে তাদের লোম কাঁটা দিয়ে উঠে চামড়ার উপর, যারা তাদের পালনকর্তাকে ভয় করে, এরপর তাদের চামড়া ও অন্তর আল্লাহর স্মরণে বিনম্র হয়। এটাই আল্লাহর পথ নির্দেশ, এর মাধ্যমে আল্লাহ যাকে ইচ্ছা পথ প্রদর্শন করেন। আর আল্লাহ যাকে গোমরাহ করেন, তার কোন পথপ্রদর্শক নেই।","bangla_mujibur":"আল্লাহ অবতীর্ণ করেছেন উত্তম বাণী সম্বলিত কিতাব যা সুসামঞ্জস এবং যা পুনঃ পুনঃ আবৃত্তি করা হয়। এতে যারা তাদের রাব্বকে ভয় করে তাদের গাত্র রোমাঞ্চিত হয়, অতঃপর তাদের দেহ-মন প্রশান্ত হয়ে আল্লাহর স্মরণে ঝুঁকে পড়ে; এটাই আল্লাহর পথনির্দেশ, তিনি যাকে ইচ্ছা এটা দ্বারা পথ প্রদর্শন করেন। আল্লাহ যাকে বিভ্রান্ত করেন তার কোন পথ প্রদর্শক নেই।","bangla_taisirul":"আল্লাহ সর্বোত্তম বাণী অবতীর্ণ করেছেন- এমন কিতাব যা সামঞ্জস্যপূর্ণ, যার বিষয়াবলী পুনরাবৃত্তি করা হয়েছে। যারা তাদের প্রতিপালককে ভয় করে তাদের গা এতে শিউরে উঠে। তখন তাদের দেহ-মন আল্লাহর স্মরণের প্রতি বিনম্র হয়ে যায়। এ হল আল্লাহর হিদায়াত, যাকে ইচ্ছে তদ্দ্বারা হিদায়াত করেন। আর আল্লাহ যাকে পথহারা করেন, তার কোন পথপ্রদর্শক নেই।"},{"id":24,"arabic_text":"اَفَمَنۡ یَّتَّقِیۡ  بِوَجۡہِہٖ  سُوۡٓءَ  الۡعَذَابِ یَوۡمَ الۡقِیٰمَۃِ ؕ وَ قِیۡلَ  لِلظّٰلِمِیۡنَ ذُوۡقُوۡا مَا کُنۡتُمۡ تَکۡسِبُوۡنَ ﴿۲۴﴾ ","english_text":"And [recall] when you said, \"O Moses, we will never believe you until we see Allah outright\"; so the thunderbolt took you while you were looking on.","page":461,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4082.mp3","colorText":"أَفَم[a:11684[َن ي]َتَّقِى بِوَ[q:11685[جْ]هِه[n[ِۦ] س[o[ُو]ٓءَ [h:239[ٱ]لْعَذَابِ يَوْمَ [h:592[ٱ]لْقِيَ[n[ـٰ]مَةِ‌ۚ وَقِيلَ لِلظَّ[n[ـٰ]لِمِينَ ذُوقُو[s[اْ] مَا كُ[f:100[نت]ُمْ تَكْسِب[p[ُو]نَ","juz":23,"ruku":398,"manzil":6,"bangla_ahbayan":"যে ব্যক্তি কিয়ামতের দিন তার মুখমন্ডল দ্বারা কঠিন শাস্তি ঠেকাতে চাইবে (সে কি তার মত, যে নিরাপদ?)[১] সীমালংঘনকারীদের বলা হবে, তোমরা যে কর্ম করতে, তার শাস্তি আস্বাদন কর।","bangla_bayan":"যে ব্যক্তি কিয়ামতের দিন তার মুখমন্ডল দ্বারা কঠিন আযাব ঠেকাতে চাইবে (সে কি তার মত যে শাস্তি থেকে নিরাপদ?) আর যালিমদেরকে বলা হবে, ‘তোমরা যা অর্জন করতে, তার স্বাদ আস্বাদন কর।","bangla_mkhan":"যে ব্যক্তি কেয়ামতের দিন তার মুখ দ্বারা অশুভ আযাব ঠেকাবে এবং এরূপ জালেমদেরকে বলা হবে, তোমরা যা করতে তার স্বাদ আস্বাদন কর,-সে কি তার সমান, যে এরূপ নয়?","bangla_mujibur":"যে ব্যক্তি কিয়ামাত দিবসে তার মুখমন্ডল দ্বারা কঠিন শাস্তি ঠেকাতে চাবে সে কি তার মত যে নিরাপদ? যালিমদের বলা হবে, তোমরা যা অর্জন করতে তার শাস্তি আস্বাদন কর।","bangla_taisirul":"ক্বিয়ামতের দিন যে ব্যক্তি তার (হাত পা বাঁধা থাকার কারণে) মুখমন্ডলের সাহায্যে ভয়ানক ‘আযাবের আঘাত ঠেকাতে চাইবে (সে কি তার মত যে এসব থেকে নিরাপদ)? যালিমদেরকে বলা হবে- তোমরা যা অর্জন করেছ তার স্বাদ গ্রহণ কর।"},{"id":25,"arabic_text":"کَذَّبَ الَّذِیۡنَ مِنۡ قَبۡلِہِمۡ  فَاَتٰىہُمُ الۡعَذَابُ مِنۡ حَیۡثُ لَا  یَشۡعُرُوۡنَ ﴿۲۵﴾ ","english_text":"Then We revived you after your death that perhaps you would be grateful.","page":461,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4083.mp3","colorText":"كَذَّبَ [h:4507[ٱ]لَّذِينَ مِ[f:617[ن ق]َ[q:618[بْ]لِهِمْ فَأَتَ[n[ـٰ]هُمُ [h:11686[ٱ]لْعَذَابُ مِنْ حَيْثُ لَا يَشْعُر[p[ُو]نَ","juz":23,"ruku":398,"manzil":6,"bangla_ahbayan":"ওদের পূর্ববর্তীগণও মিথ্যা মনে করেছিল, ফলে ওদের অজ্ঞাতসারে ওদের উপর শাস্তি এল।[১]","bangla_bayan":"তাদের পূর্বে যারা ছিল, তারাও অস্বীকার করেছিল, ফলে তাদের প্রতি এমন ভাবে আযাব এসেছিল যে, তারা অনুভব করতে পারেনি।","bangla_mkhan":"তাদের পূর্ববর্তীরাও মিথ্যারোপ করেছিল, ফলে তাদের কাছে আযাব এমনভাবে আসল, যা তারা কল্পনাও করত না।","bangla_mujibur":"তাদের পূর্ববর্তীরাও মিথ্যা আরোপ করেছিল, ফলে শাস্তি তাদেরকে গ্রাস করল তাদের অজ্ঞাতসারে।","bangla_taisirul":"তাদের পূর্ববর্তীরাও (নুবুওয়াতকে) অস্বীকার করেছিল। অতঃপর তাদের কাছে এমন দিক থেকে ‘আযাব এসেছিল যা তারা একটু টেরও পায়নি।"},{"id":26,"arabic_text":"فَاَذَاقَہُمُ  اللّٰہُ  الۡخِزۡیَ فِی الۡحَیٰوۃِ الدُّنۡیَا ۚ وَ لَعَذَابُ الۡاٰخِرَۃِ  اَکۡبَرُ ۘ لَوۡ  کَانُوۡا  یَعۡلَمُوۡنَ ﴿۲۶﴾ ","english_text":"And We shaded you with clouds and sent down to you manna and quails, [saying], \"Eat from the good things with which We have provided you.\" And they wronged Us not - but they were [only] wronging themselves.","page":461,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4084.mp3","colorText":"فَأَذَاقَهُمُ [h:11687[ٱ]للَّهُ [h:11688[ٱ]لْخِزْىَ فِى [h:441[ٱ]لْحَيَ[s[و][n[ٲ]ةِ [h:442[ٱ][l[ل]دُّنْيَا‌ۖ وَلَعَذَابُ [h:7000[ٱ]لْأَخِرَةِ أَكْبَرُ‌ۚ لَوْ كَانُو[s[اْ] يَعْلَم[p[ُو]نَ","juz":23,"ruku":398,"manzil":6,"bangla_ahbayan":"সুতরাং আল্লাহ ওদেরকে পার্থিব জীবনে লাঞ্ছনা আস্বাদন করালেন।[১] আর নিশ্চয় পরলোকের শাস্তি কঠিনতর; যদি ওরা জানত!","bangla_bayan":"ফলে তাদেরকে আল্লাহ দুনিয়ার জীবনে লাঞ্ছনা আস্বাদন করালেন, আর আখিরাতের আযাব নিশ্চয় আরো বড়, যদি তারা জানত।","bangla_mkhan":"অতঃপর আল্লাহ তাদেরকে পার্থিব জীবনে লাঞ্ছনার স্বাদ আস্বাদন করালেন, আর পরকালের আযাব হবে আরও গুরুতর, যদি তারা জানত!","bangla_mujibur":"ফলে আল্লাহ তাদেরকে পার্থিব জীবনে লাঞ্ছনা ভোগ করালেন এবং আখিরাতের শাস্তিতো কঠিনতর, যদি তারা জানতো!","bangla_taisirul":"কাজেই আল্লাহ তাদেরকে দুনিয়ার জিন্দেগিতেই লাঞ্ছনার স্বাদ ভোগ করালেন। আর অবশ্যই আখিরাতের শাস্তি সবচেয়ে কঠিন। তারা যদি জানত!"},{"id":27,"arabic_text":"وَ لَقَدۡ ضَرَبۡنَا  لِلنَّاسِ فِیۡ ہٰذَا الۡقُرۡاٰنِ مِنۡ کُلِّ  مَثَلٍ لَّعَلَّہُمۡ  یَتَذَکَّرُوۡنَ ﴿ۚ۲۷﴾  ","english_text":"And [recall] when We said, \"Enter this city and eat from it wherever you will in [ease and] abundance, and enter the gate bowing humbly and say, 'Relieve us of our burdens.' We will [then] forgive your sins for you, and We will increase the doers of good [in goodness and reward].\"","page":461,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4085.mp3","colorText":"وَلَقَ[q:341[دْ] ضَرَ[q:9642[بْ]نَا لِل[g[نّ]َاسِ فِى هَ[n[ـٰ]ذَا [h:7765[ٱ]لْقُرْءَانِ مِ[f:843[ن ك]ُلِّ مَثَ[u:11689[لٍ ل]َّعَلَّهُمْ يَتَذَكَّر[p[ُو]نَ","juz":23,"ruku":398,"manzil":6,"bangla_ahbayan":"আমি এ কুরআনে মানুষের জন্য সর্বপ্রকার দৃষ্টান্ত বর্ণনা করেছি; যাতে ওরা উপদেশ গ্রহণ করে।[১]","bangla_bayan":"আর নিশ্চয় আমি এই কুরআনে মানুষের জন্য প্রত্যেক প্রকার দৃষ্টান্ত বর্ণনা করেছি, যাতে তারা শিক্ষা গ্রহণ করে।","bangla_mkhan":"আমি এ কোরআনে মানুষের জন্যে সব দৃষ্টান্তই বর্ণনা করেছি, যাতে তারা অনুধাবন করে;","bangla_mujibur":"আমি এই কুরআনে মানুষের জন্য সর্ব প্রকার দৃষ্টান্ত উপস্থিত করেছি যাতে তারা উপদেশ গ্রহণ করে।","bangla_taisirul":"আমি এ কুরআনে মানুষের জন্য সব রকমের দৃষ্টান্ত ও উপমা উপস্থিত করেছি যাতে তারা উপদেশ গ্রহণ করে।"},{"id":28,"arabic_text":"قُرۡاٰنًا عَرَبِیًّا غَیۡرَ ذِیۡ عِوَجٍ لَّعَلَّہُمۡ یَتَّقُوۡنَ ﴿۲۸﴾ ","english_text":"But those who wronged changed [those words] to a statement other than that which had been said to them, so We sent down upon those who wronged a punishment from the sky because they were defiantly disobeying.","page":461,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4086.mp3","colorText":"قُرْءَانًا عَرَبِيًّا غَيْرَ ذِى عِوَ[u:11690[جٍ ل]َّعَلَّهُمْ يَتَّق[p[ُو]نَ","juz":23,"ruku":398,"manzil":6,"bangla_ahbayan":"আরবী ভাষায় এ কুরআন; যাতে কোন জটিলতা নেই, যাতে ওরা সাবধানতা অবলম্বন করে।[১]","bangla_bayan":"বক্রতামুক্ত আরবী কুরআন। যাতে তারা তাকওয়া অবলম্বন করতে পারে।","bangla_mkhan":"আরবী ভাষায় এ কোরআন বক্রতামুক্ত, যাতে তারা সাবধান হয়ে চলে।","bangla_mujibur":"আরাবী ভাষার এই কুরআন বক্রতামুক্ত, যাতে মানুষ সাবধানতা অবলম্বন করে।","bangla_taisirul":"আরবী ভাষায় (অবতীর্ণ) কুরআন, এতে নেই কোন বক্রতা (পেচানো কথা), যাতে তারা (অন্যায় অপকর্ম হতে) বেঁচে চলতে পারে।"},{"id":29,"arabic_text":"ضَرَبَ اللّٰہُ  مَثَلًا رَّجُلًا فِیۡہِ  شُرَکَآءُ مُتَشٰکِسُوۡنَ وَ رَجُلًا سَلَمًا  لِّرَجُلٍ ؕ ہَلۡ  یَسۡتَوِیٰنِ مَثَلًا ؕ اَلۡحَمۡدُ لِلّٰہِ ۚ بَلۡ اَکۡثَرُہُمۡ  لَا یَعۡلَمُوۡنَ ﴿۲۹﴾ ","english_text":"And [recall] when Moses prayed for water for his people, so We said, \"Strike with your staff the stone.\" And there gushed forth from it twelve springs, and every people knew its watering place. \"Eat and drink from the provision of Allah, and do not commit abuse on the earth, spreading corruption.\"","page":461,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4087.mp3","colorText":"ضَرَبَ [h:7103[ٱ]للَّهُ مَثَل[u:11691[اً ر]َّجُل[f:11692[اً ف]ِيهِ شُرَك[o[َا]ٓءُ مُتَشَ[n[ـٰ]كِسُونَ وَرَجُل[f:11693[اً س]َلَ[u:11694[مًا ل]ِّرَجُلٍ هَلْ يَسْتَوِيَانِ مَثَلاً‌ۚ [h:11695[ٱ]لْحَمْدُ لِلَّهِ‌ۚ بَلْ أَكْثَرُهُمْ لَا يَعْلَم[p[ُو]نَ","juz":23,"ruku":398,"manzil":6,"bangla_ahbayan":"আল্লাহ একটি দৃষ্টান্ত বর্ণনা করছেনঃ এক ব্যক্তির প্রভু অনেক, যারা তাতে পরস্পর বিরুদ্ধভাবাপন্ন শরীক এবং আরেক ব্যক্তির প্রভু কেবল একজন। এদের দু’জনের অবস্থা কি সমান?[১] সমস্ত প্রশংসা আল্লাহরই প্রাপ্য; [২] কিন্তু ওদের অধিকাংশই এ জানে না। [৩]","bangla_bayan":"আল্লাহ একটি দৃষ্টান্ত উপস্থাপন করেছেন : এক ব্যক্তি যার মনিব অনেক, যারা পরস্পর বিরোধী; এবং আরেক ব্যক্তি, যে এক মনিবের অনুগত, এ দু’জনের অবস্থা কি সমান? সকল প্রশংসা আল্লাহর; কিন্তু তাদের অধিকাংশই জানে না।","bangla_mkhan":"আল্লাহ এক দৃষ্টান্ত বর্ণনা করেছেনঃ একটি লোকের উপর পরস্পর বিরোধী কয়জন মালিক রয়েছে, আরেক ব্যক্তির প্রভু মাত্র একজন-তাদের উভয়ের অবস্থা কি সমান? সমস্ত প্রশংসা আল্লাহর। কিন্তু তাদের অধিকাংশই জানে না।","bangla_mujibur":"আল্লাহ একটি দৃষ্টান্ত পেশ করছেনঃ এক ব্যক্তির মালিক অনেক যারা পরস্পর বিরুদ্ধ ভাবাপন্ন এবং এক ব্যক্তির মালিক শুধু একজন; এই দুইয়ের অবস্থা কি সমান? প্রশংসা আল্লাহরই প্রাপ্য; কিন্তু তাদের অধিকাংশই এটা জানেনা।","bangla_taisirul":"আল্লাহ একটা দৃষ্টান্ত দিচ্ছেনঃ এক ব্যক্তি যার মুনিব অনেক- যারা পরস্পরের বিরোধী। আরেক ব্যক্তি যার সম্পূর্ণ মালিকানা একজনের (উপর ন্যস্ত), তুলনায় এ দু’জন কি সমান? যাবতীয় প্রশংসা আল্লাহরই (যে তিনি আমাদেরকে নানান দেবদেবীর কবল থেকে রক্ষা ক’রে একমাত্র তাঁরই সঙ্গে সরাসরি যোগাযোগ স্থাপন করার জন্য আমাদেরকে নির্দেশ দিয়েছেন), কিন্তু মানুষদের অধিকাংশ (এ আসল সত্যটা) জানে না।"},{"id":30,"arabic_text":"اِنَّکَ مَیِّتٌ وَّ  اِنَّہُمۡ  مَّیِّتُوۡنَ ﴿۫۳۰﴾ ","english_text":"And [recall] when you said, \"O Moses, we can never endure one [kind of] food. So call upon your Lord to bring forth for us from the earth its green herbs and its cucumbers and its garlic and its lentils and its onions.\" [Moses] said, \"Would you exchange what is better for what is less? Go into [any] settlement and indeed, you will have what you have asked.\" And they were covered with humiliation and poverty and returned with anger from Allah [upon them]. That was because they [repeatedly] disbelieved in the signs of Allah and killed the prophets without right. That was because they disobeyed and were [habitually] transgressing.","page":461,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4088.mp3","colorText":"إِ[g[نّ]َكَ مَيِّ[a:11696[تٌ و]َإِ[g[نّ]َه[w:11697[ُم م]َّيِّت[p[ُو]نَ","juz":23,"ruku":398,"manzil":6,"bangla_ahbayan":"নিশ্চয় তোমার মৃত্যু হবে এবং ওদেরও মৃত্যু হবে।","bangla_bayan":"নিশ্চয় তুমি মরণশীল এবং তারাও মরণশীল।","bangla_mkhan":"নিশ্চয় তোমারও মৃত্যু হবে এবং তাদেরও মৃত্যু হবে।","bangla_mujibur":"তুমিতো মরণশীল এবং তারাও মরণশীল।","bangla_taisirul":"তুমিও মরবে আর তারাও মরবে।"},{"id":31,"arabic_text":"ثُمَّ  اِنَّکُمۡ  یَوۡمَ الۡقِیٰمَۃِ عِنۡدَ رَبِّکُمۡ تَخۡتَصِمُوۡنَ ﴿۳۱﴾ ","english_text":"Indeed, those who believed and those who were Jews or Christians or Sabeans [before Prophet Muhammad] - those [among them] who believed in Allah and the Last Day and did righteousness - will have their reward with their Lord, and no fear will there be concerning them, nor will they grieve.","page":461,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4089.mp3","colorText":"ثُ[g[مّ]َ إِ[g[نّ]َكُمْ يَوْمَ [h:592[ٱ]لْقِيَ[n[ـٰ]مَةِ عِ[f:264[ند]َ رَبِّكُمْ تَخْتَصِم[p[ُو]نَ","juz":23,"ruku":398,"manzil":6,"bangla_ahbayan":"অতঃপর কিয়ামতের দিনে তোমরা পরস্পর তোমাদের প্রতিপালকের সম্মুখে বাক-বিতন্ডা করবে। [১]","bangla_bayan":"তারপর কিয়ামতের দিন নিশ্চয় তোমরা তোমাদের রবের সামনে ঝগড়া করবে।","bangla_mkhan":"অতঃপর কেয়ামতের দিন তোমরা সবাই তোমাদের পালনকর্তার সামনে কথা কাটাকাটি করবে।","bangla_mujibur":"অতঃপর কিয়ামাত দিবসে তোমরা পরস্পর তোমাদের রবের সামনে বাকবিতন্ডা করবে।","bangla_taisirul":"অতঃপর ক্বিয়ামত দিবসে তোমরা তোমাদের প্রতিপালকের সম্মুখে বাদানুবাদ করবে।"},{"id":32,"arabic_text":"فَمَنۡ اَظۡلَمُ  مِمَّنۡ  کَذَبَ عَلَی اللّٰہِ وَ  کَذَّبَ بِالصِّدۡقِ اِذۡ جَآءَہٗ ؕ اَلَیۡسَ فِیۡ جَہَنَّمَ مَثۡوًی  لِّلۡکٰفِرِیۡنَ ﴿۳۲﴾ ","english_text":"And [recall] when We took your covenant, [O Children of Israel, to abide by the Torah] and We raised over you the mount, [saying], \"Take what We have given you with determination and remember what is in it that perhaps you may become righteous.\"","page":462,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4090.mp3","colorText":"۞ فَمَنْ أَظْلَمُ مِ[g[مّ]َ[f:11698[ن ك]َذَبَ عَلَى [h:412[ٱ]للَّهِ وَكَذَّبَ بِ[h:11699[ٱ][l[ل]صِّ[q:11699[دْ]قِ إِذْ ج[o[َا]ٓءَهُ[o[ۥٓ‌ۚ] أَلَيْسَ فِى جَهَ[g[نّ]َمَ مَثْ[u:10414[وًى ل]ِّلْكَ[n[ـٰ]فِر[p[ِي]نَ","juz":24,"ruku":399,"manzil":6,"bangla_ahbayan":"যে ব্যক্তি আল্লাহ সম্বন্ধে মিথ্যা বলে[১] এবং তার নিকট আগত সত্যকে মিথ্যাজ্ঞান করে,[২] তার অপেক্ষা অধিক সীমালংঘনকারী আর কে? অবিশ্বাসীদের আবাসস্থল জাহান্নাম নয় কি?","bangla_bayan":"সুতরাং তার চেয়ে অধিক যালিম আর কে, যে আল্লাহর উপর মিথ্যা আরোপ করে এবং তার কাছে সত্য আসার পর তা অস্বীকার করে? জাহান্নামেই কি কাফিরদের আবাসস্থল নয়?","bangla_mkhan":"যে ব্যক্তি আল্লাহর বিরুদ্ধে মিথ্যা বলে এবং তার কাছে সত্য আগমন করার পর তাকে মিথ্যা সাব্যস্ত করে, তার চেয়ে অধিক যালেম আর কে হবে? কাফেরদের বাসস্থান জাহান্নামে নয় কি?","bangla_mujibur":"যে ব্যক্তি আল্লাহ সম্বন্ধে মিথ্যা বলে এবং সত্য আসার পর তা প্রত্যাখ্যান করে সে অপেক্ষা যালিম আর কে? কাফিরদের আবাসস্থল কি জাহান্নাম নয়?","bangla_taisirul":"যে ব্যক্তি আল্লাহর প্রতি মিথ্যারোপ করে আর সত্য সমাগত হওয়ার পর তা অস্বীকার করে তার চেয়ে বড় যালিম আর কে আছে? (এমন) কাফিরদের আবাসস্থল কি জাহান্নামে নয়?"},{"id":33,"arabic_text":"وَ الَّذِیۡ جَآءَ  بِالصِّدۡقِ وَ صَدَّقَ بِہٖۤ اُولٰٓئِکَ ہُمُ  الۡمُتَّقُوۡنَ ﴿۳۳﴾ ","english_text":"Then you turned away after that. And if not for the favor of Allah upon you and His mercy, you would have been among the losers.","page":462,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4091.mp3","colorText":"وَ[h:9999[ٱ]لَّذِى ج[o[َا]ٓءَ بِ[h:11699[ٱ][l[ل]صِّ[q:11699[دْ]قِ وَصَدَّقَ بِه[o[ِۦٓ‌ۙ] أُ[s[وْ]لَ[o[ـٰٓ]ئِكَ هُمُ [h:922[ٱ]لْمُتَّق[p[ُو]نَ","juz":24,"ruku":399,"manzil":6,"bangla_ahbayan":"যারা সত্য এনেছে[১] এবং সত্যকে সত্য বলে মেনে নিয়েছে,[২] তারাই তো আল্লাহ-ভীরু।","bangla_bayan":"আর যে সত্য নিয়ে এসেছে এবং যে তা সত্য বলে মেনে নিয়েছে, তারাই হল মুত্তাকী।","bangla_mkhan":"যারা সত্য নিয়ে আগমন করছে এবং সত্যকে সত্য মেনে নিয়েছে; তারাই তো খোদাভীরু।","bangla_mujibur":"যারা সত্য এনেছে এবং যারা সত্যকে সত্য বলে মেনেছে তারাইতো মুত্তাকী।","bangla_taisirul":"যারা সত্য নিয়ে আগমণ করেছে এবং সত্যকে সত্য হিসেবে মেনে নিয়েছে, তারাই তো মুত্তাকী।"},{"id":34,"arabic_text":"لَہُمۡ مَّا یَشَآءُوۡنَ عِنۡدَ  رَبِّہِمۡ ؕ ذٰلِکَ جَزٰٓوٴُا الۡمُحۡسِنِیۡنَ ﴿ۚۖ۳۴﴾ ","english_text":"And you had already known about those who transgressed among you concerning the sabbath, and We said to them, \"Be apes, despised.\"","page":462,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4092.mp3","colorText":"لَه[w:3531[ُم م]َّا يَش[o[َا]ٓءُونَ عِ[f:264[ند]َ رَبِّهِمْ‌ۚ ذ[n[َٲ]لِكَ جَز[o[َا]ٓءُ [h:3749[ٱ]لْمُحْسِن[p[ِي]نَ","juz":24,"ruku":399,"manzil":6,"bangla_ahbayan":"এদের বাঞ্ছিত সমস্ত কিছুই এদের প্রতিপালকের নিকট বর্তমান,[১] এটিই সৎকর্মপরায়ণদের প্রতিদান।[২]","bangla_bayan":"তাদের জন্য তাদের রবের কাছে তা-ই রয়েছে যা তারা চাইবে। এটাই মুমিনদের পুরস্কার।","bangla_mkhan":"তাদের জন্যে পালনকর্তার কাছে তাই রয়েছে, যা তারা চাইবে। এটা সৎকর্মীদের পুরস্কার।","bangla_mujibur":"তাদের বাঞ্ছিত সব কিছুই আছে তাদের রবের নিকট। এটাই সৎকর্মশীলদের পুরস্কার।","bangla_taisirul":"তাদের জন্য তাদের প্রতিপালকের নিকট আছে যা তারা ইচ্ছে করবে। তা-ই হল সৎকর্মশীলদের প্রতিদান।"},{"id":35,"arabic_text":"لِیُکَفِّرَ اللّٰہُ  عَنۡہُمۡ  اَسۡوَاَ الَّذِیۡ عَمِلُوۡا وَ یَجۡزِیَہُمۡ  اَجۡرَہُمۡ  بِاَحۡسَنِ الَّذِیۡ کَانُوۡا یَعۡمَلُوۡنَ ﴿۳۵﴾ ","english_text":"And We made it a deterrent punishment for those who were present and those who succeeded [them] and a lesson for those who fear Allah .","page":462,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4093.mp3","colorText":"لِيُكَفِّرَ [h:11700[ٱ]للَّهُ عَنْهُمْ أَسْوَأَ [h:11701[ٱ]لَّذِى عَمِلُو[s[اْ] وَيَ[q:11702[جْ]زِيَهُمْ أَ[q:7573[جْ]رَه[c:7574[ُم ب]ِأَحْسَنِ [h:11703[ٱ]لَّذِى كَانُو[s[اْ] يَعْمَل[p[ُو]نَ","juz":24,"ruku":399,"manzil":6,"bangla_ahbayan":"কারণ, এরা যে সব মন্দ কাজ করেছিল, আল্লাহ তা ক্ষমা করে দেবেন এবং তাদের কৃত সৎকাজের জন্য তাদেরকে পুরস্কৃত করবেন।","bangla_bayan":"যাতে তারা যেসব মন্দ কাজ করেছিল, আল্লাহ তা ঢেকে দেন এবং তারা যে সর্বোত্তম আমল করত তার প্রতিদানে তাদেরকে পুরস্কৃত করেন।","bangla_mkhan":"যাতে আল্লাহ তাদের মন্দ কর্মসমূহ মার্জনা করেন এবং তাদের উত্তম কর্মের পুরস্কার তাদেরকে দান করেন।","bangla_mujibur":"কারণ তারা যে সব মন্দ কাজ করেছিল আল্লাহ তা ক্ষমা করে দিবেন এবং তাদেরকে তাদের সৎ কাজের জন্য পুরস্কৃত করবেন।","bangla_taisirul":"যাতে তারা যে সব মন্দ কাজ করেছে আল্লাহ্ তা মুছে দিতে পারেন, আর তারা যে সব সৎ কাজ করেছে তজ্জন্য তাদেরকে পুরস্কৃত করেন।"},{"id":36,"arabic_text":"اَلَیۡسَ اللّٰہُ  بِکَافٍ عَبۡدَہٗ ؕ وَ  یُخَوِّفُوۡنَکَ بِالَّذِیۡنَ مِنۡ دُوۡنِہٖ ؕ وَ مَنۡ یُّضۡلِلِ اللّٰہُ  فَمَا  لَہٗ  مِنۡ ہَادٍ ﴿ۚ۳۶﴾ ","english_text":"And [recall] when Moses said to his people, \"Indeed, Allah commands you to slaughter a cow.\" They said, \"Do you take us in ridicule?\" He said, \"I seek refuge in Allah from being among the ignorant.\"","page":462,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4094.mp3","colorText":"أَلَيْسَ [h:4087[ٱ]للَّهُ بِكَافٍ عَ[q:8257[بْ]دَهُ[n[ۥ]‌ۖ وَيُخَوِّفُونَكَ بِ[h:2413[ٱ]لَّذِينَ مِ[f:3136[ن د]ُونِه[n[ِۦ]‌ۚ وَم[a:3002[َن ي]ُضْلِلِ [h:3003[ٱ]للَّهُ فَمَا لَهُ[n[ۥ] مِنْ ه[p[َا][q[د]ٍ","juz":24,"ruku":399,"manzil":6,"bangla_ahbayan":"আল্লাহ কি তাঁর দাসের জন্য যথেষ্ট নন?[১] অথচ তারা তোমাকে আল্লাহর পরিবর্তে অপরের ভয় দেখায়। আল্লাহ যাকে বিভ্রান্ত করেন, তার জন্য কোন পথপ্রদর্শক নেই। [২]","bangla_bayan":"আল্লাহ কি তাঁর বান্দার জন্য যথেষ্ট নন? অথচ তারা তোমাকে আল্লাহর পরিবর্তে অন্যদের ভয় দেখায়। আর আল্লাহ যাকে পথভ্রষ্ট করেন, তার জন্য কোন হিদায়াতকারী নেই।","bangla_mkhan":"আল্লাহ কি তাঁর বান্দার পক্ষে যথেষ্ট নন? অথচ তারা আপনাকে আল্লাহর পরিবর্তে অন্যান্য উপাস্যদের ভয় দেখায়। আল্লাহ যাকে গোমরাহ করেন, তার কোন পথপ্রদর্শক নেই।","bangla_mujibur":"আল্লাহ কি তাঁর বান্দার জন্য যথেষ্ট নন? অথচ তারা তোমাদেরকে আল্লাহর পরিবর্তে অপরের ভয় দেখায়। আল্লাহ যাকে বিভ্রান্ত করেন তার জন্য কোন পথ প্রদর্শক নেই।","bangla_taisirul":"আল্লাহ কি তাঁর বান্দাহর জন্য যথেষ্ট নন? অথচ তোমাকে তারা আল্লাহর পরিবর্তে অন্যদের ভয় দেখায়। আল্লাহ যাকে পথহারা করেন তার জন্য কেউ পথ দেখাবার নেই।"},{"id":37,"arabic_text":"وَ مَنۡ یَّہۡدِ اللّٰہُ  فَمَا لَہٗ مِنۡ مُّضِلٍّ ؕ اَلَیۡسَ اللّٰہُ  بِعَزِیۡزٍ  ذِی انۡتِقَامٍ ﴿۳۷﴾ ","english_text":"They said, \"Call upon your Lord to make clear to us what it is.\" [Moses] said, \"[ Allah ] says, 'It is a cow which is neither old nor virgin, but median between that,' so do what you are commanded.\"","page":462,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4095.mp3","colorText":"وَم[a:7905[َن ي]َهْدِ [h:5147[ٱ]للَّهُ فَمَا لَهُ[n[ۥ] م[a:11704[ِن م]ُّضِلٍّ‌ۗ أَلَيْسَ [h:4087[ٱ]للَّهُ بِعَزِي[f:11705[زٍ ذ]ِى [h:11706[ٱ][f:1731[نت]ِق[p[َا]مٍ","juz":24,"ruku":399,"manzil":6,"bangla_ahbayan":"এবং যাকে আল্লাহ পথনির্দেশ করেন, তাকে কেউ পথভ্রষ্ট করতে পারে না,[১] আল্লাহ কি পরাক্রমশালী, প্রতিশোধগ্রহণকারী নন? [২]","bangla_bayan":"আর আল্লাহ যাকে হিদায়াত করেন, তার জন্য কোন পথভ্রষ্টকারী নেই। আল্লাহ কি মহাপরাক্রমশালী প্রতিশোধ গ্রহণকারী নন?","bangla_mkhan":"আর আল্লাহ যাকে পথপ্রদর্শন করেন, তাকে পথভ্রষ্টকারী কেউ নেই। আল্লাহ কি পরাক্রমশালী, প্রতিশোধ গ্রহণকারী নন?","bangla_mujibur":"এবং যাকে আল্লাহ হিদায়াত দান করেন তার জন্য কোন পথভ্রষ্টকারী নেই, আল্লাহ কি পরাক্রমশালী দন্ডবিধায়ক নন?","bangla_taisirul":"আর আল্লাহ যাকে পথ দেখান, তাকে পথভ্রষ্ট করার কেউ নেই। আল্লাহ কি মহাশক্তিধর প্রতিশোধ গ্রহণকারী নন?"},{"id":38,"arabic_text":"وَ لَئِنۡ سَاَلۡتَہُمۡ مَّنۡ خَلَقَ السَّمٰوٰتِ وَ الۡاَرۡضَ لَیَقُوۡلُنَّ  اللّٰہُ ؕ قُلۡ  اَفَرَءَیۡتُمۡ مَّا تَدۡعُوۡنَ مِنۡ دُوۡنِ اللّٰہِ  اِنۡ  اَرَادَنِیَ اللّٰہُ بِضُرٍّ ہَلۡ  ہُنَّ کٰشِفٰتُ ضُرِّہٖۤ  اَوۡ اَرَادَنِیۡ  بِرَحۡمَۃٍ  ہَلۡ ہُنَّ مُمۡسِکٰتُ رَحۡمَتِہٖ ؕ قُلۡ حَسۡبِیَ اللّٰہُ ؕ عَلَیۡہِ یَتَوَکَّلُ  الۡمُتَوَکِّلُوۡنَ  ﴿۳۸﴾","english_text":"They said, \"Call upon your Lord to show us what is her color.\" He said, \"He says, 'It is a yellow cow, bright in color - pleasing to the observers.' \"","page":462,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4096.mp3","colorText":"وَلَئِ[f:5683[ن س]َأَلْتَه[w:10403[ُم م]َّنْ خَلَقَ [h:3913[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَ[h:1474[ٱ]لْأَرْضَ لَيَقُولُ[g[نّ]َ [h:10404[ٱ]للَّهُ‌ۚ قُلْ أَفَرَءَيْت[w:9776[ُم م]َّا تَ[q:4040[دْ]عُونَ مِ[f:107[ن د]ُونِ [h:108[ٱ]للَّهِ إِنْ أَرَادَنِىَ [h:11707[ٱ]للَّهُ بِضُرٍّ هَلْ هُ[g[نّ]َ كَ[n[ـٰ]شِفَ[n[ـٰ]تُ ضُرِّه[o[ِۦٓ] أَوْ أَرَادَنِى بِرَحْمَةٍ هَلْ هُ[g[نّ]َ مُمْسِكَ[n[ـٰ]تُ رَحْمَتِه[n[ِۦ]‌ۚ قُلْ حَسْبِىَ [h:5929[ٱ]للَّهُ‌ۖ عَلَيْهِ يَتَوَكَّلُ [h:11708[ٱ]لْمُتَوَكِّل[p[ُو]نَ","juz":24,"ruku":399,"manzil":6,"bangla_ahbayan":"তুমি যদি ওদেরকে জিজ্ঞাসা কর, ‘আকাশমন্ডলী ও পৃথিবী কে সৃষ্টি করেছেন?’ ওরা অবশ্যই বলবে, ‘আল্লাহ।’ বল, ‘তাহলে তোমরা ভেবে দেখেছ কি? আল্লাহ আমার অনিষ্ট চাইলে তোমরা তাঁকে ছাড়া যাদেরকে আহবান কর, তারা কি সেই অনিষ্ট দূর করতে পারবে? অথবা তিনি আমার প্রতি অনুগ্রহ করতে চাইলে তারা কি সেই অনুগ্রহকে রোধ করতে পারবে?’ বল, ‘আমার জন্য আল্লাহই যথেষ্ট।[১] নির্ভরকারীরা তাঁরই উপর নির্ভর করে থাকে।’[২]","bangla_bayan":"আর তুমি যদি তাদেরকে জিজ্ঞাসা কর, কে আসমানসমূহ ও যমীন সৃষ্টি করেছে? তারা অবশ্যই বলবে ‘আল্লাহ’। বল, ‘তোমরা কি ভেবে দেখেছ- আল্লাহ আমার কোন ক্ষতি চাইলে তোমরা আল্লাহর পরিবর্তে যাদের ডাক তারা কি সেই ক্ষতি দূর করতে পারবে? অথবা তিনি আমাকে রহমত করতে চাইলে তারা সেই রহমত প্রতিরোধ করতে পারবে’? বল, ‘আমার জন্য আল্লাহই যথেষ্ট’। তাওয়াক্কুলকারীগণ তাঁর উপরই তাওয়াক্কুল করে।","bangla_mkhan":"যদি আপনি তাদেরকে জিজ্ঞেস করেন, আসমান ও যমীন কে সৃষ্টি করেছে? তারা অবশ্যই বলবে-আল্লাহ। বলুন, তোমরা ভেবে দেখেছ কি, যদি আল্লাহ আমার অনিষ্ট করার ইচ্ছা করেন, তবে তোমরা আল্লাহ ব্যতীত যাদেরকে ডাক, তারা কি সে অনিষ্ট দূর করতে পারবে? অথবা তিনি আমার প্রতি রহমত করার ইচ্ছা করলে তারা কি সে রহমত রোধ করতে পারবে? বলুন, আমার পক্ষে আল্লাহই যথেষ্ট। নির্ভরকারীরা তাঁরই উপর নির্ভর করে।","bangla_mujibur":"তুমি যদি তাদেরকে জিজ্ঞেস করঃ আকাশমন্ডলী ও পৃথিবী কে সৃষ্টি করেছেন? তারা অবশ্যই বলবেঃ আল্লাহ! বলঃ তোমরা কি ভেবে দেখেছ যে, আল্লাহ আমার অনিষ্ট চাইলে তোমরা আল্লাহর পরিবর্তে যাদেরকে ডাক তারা কি সেই অনিষ্টতা দূর করতে পারবে? অথবা তিনি আমার প্রতি অনুগ্রহ করতে চাইলে তারা কি সেই অনুগ্রহ রোধ করতে পারবে? বলঃ আমার জন্য আল্লাহই যথেষ্ট। নির্ভরকারীরা আল্লাহর উপর নির্ভর করে।","bangla_taisirul":"তুমি যদি তাদেরকে জিজ্ঞেস কর- আকাশ ও পৃথিবী সৃষ্টি করেছে কে? তারা অবশ্য অবশ্যই বলবে, আল্লাহ। তোমরা কি চিন্তা করে দেখেছ যে, আল্লাহ আমার ক্ষতি করতে চাইলে আল্লাহর পরিবর্তে তোমরা যাদেরকে ডাক, তারা কি সে ক্ষতি দূর করতে পারবে? অথবা তিনি আমার প্রতি অনুগ্রহ করতে চাইলে, তারা কি তাঁর অনুগ্রহ ঠেকাতে পারবে? বল, আমার জন্য আল্লাহ্ই যথেষ্ট, নির্ভরকারীরা তাঁর উপরই নির্ভর করে।"},{"id":39,"arabic_text":"قُلۡ یٰقَوۡمِ اعۡمَلُوۡا عَلٰی مَکَانَتِکُمۡ  اِنِّیۡ عَامِلٌ ۚ فَسَوۡفَ تَعۡلَمُوۡنَ ﴿ۙ۳۹﴾ ","english_text":"They said, \"Call upon your Lord to make clear to us what it is. Indeed, [all] cows look alike to us. And indeed we, if Allah wills, will be guided.\"","page":462,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4097.mp3","colorText":"قُلْ يَ[n[ـٰ]قَوْمِ [h:4436[ٱ]عْمَلُو[s[اْ] عَلَىٰ مَكَانَتِكُمْ إِ[g[نّ]ِى عَ[n[ـٰ]مِ[f:4437[لٌ‌ۖ ف]َسَوْفَ تَعْلَم[p[ُو]نَ","juz":24,"ruku":399,"manzil":6,"bangla_ahbayan":"বল, ‘হে আমার সম্প্রদায়! তোমরা স্ব-স্ব অবস্থায় কাজ করতে থাক, আমিও আমার কাজ করছি।[১] অতঃপর শীঘ্রই জানতে পারবে--","bangla_bayan":"বল, ‘হে আমার কওম, তোমরা তোমাদের স্থলে কাজ করে যাও, নিশ্চয় আমিও আমার কাজ করব। অতঃপর শীঘ্রই তোমরা জানতে পারবে’।","bangla_mkhan":"বলুন, হে আমার কওম, তোমরা তোমাদের জায়গায় কাজ কর, আমিও কাজ করছি। সত্ত্বরই জানতে পারবে।","bangla_mujibur":"বলঃ হে আমার সম্প্রদায়! তোমরা স্ব স্ব অবস্থায় কাজ করতে থাক, আমিও আমার কাজ করছি। শীঘ্রই জানতে পারবে –","bangla_taisirul":"বল, হে আমার সম্প্রদায়! তোমরা তোমাদের পথ ও মত অনুযায়ী কাজ করে যাও, আমিও কাজ করে যাচ্ছি, অচিরেই তোমরা জানতে পারবে"},{"id":40,"arabic_text":"مَنۡ یَّاۡتِیۡہِ عَذَابٌ یُّخۡزِیۡہِ  وَ یَحِلُّ عَلَیۡہِ  عَذَابٌ  مُّقِیۡمٌ ﴿۴۰﴾ ","english_text":"He said, \"He says, 'It is a cow neither trained to plow the earth nor to irrigate the field, one free from fault with no spot upon her.' \" They said, \"Now you have come with the truth.\" So they slaughtered her, but they could hardly do it.","page":462,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4098.mp3","colorText":"م[a:6325[َن ي]َأْتِيهِ عَذَا[a:6326[بٌ ي]ُخْزِيهِ وَيَحِلُّ عَلَيْهِ عَذَا[a:3534[بٌ م]ُّق[p[ِي]مٌ","juz":24,"ruku":399,"manzil":6,"bangla_ahbayan":"কার ওপর লাঞ্ছনাদায়ক শাস্তি আসবে[১] এবং স্থায়ী শাস্তি আপতিত হবে।’ [২]","bangla_bayan":"কার উপর লাঞ্ছনাদায়ক আযাব আসবে এবং কার উপর স্থায়ী আযাব আপতিত হবে?","bangla_mkhan":"কার কাছে অবমাননাকর আযাব এবং চিরস্থায়ী শাস্তি নেমে আসে।","bangla_mujibur":"কার উপর আসবে লাঞ্ছনাদায়ক শাস্তি এবং কার উপর আপতিত হবে স্থায়ী শাস্তি।","bangla_taisirul":"কার উপর আসে অপমানজনক শাস্তি, আর কার উপর পতিত হয় স্থায়ী ‘আযাব।"},{"id":41,"arabic_text":"اِنَّاۤ  اَنۡزَلۡنَا عَلَیۡکَ الۡکِتٰبَ لِلنَّاسِ بِالۡحَقِّ ۚ فَمَنِ اہۡتَدٰی فَلِنَفۡسِہٖ ۚ وَ مَنۡ ضَلَّ  فَاِنَّمَا یَضِلُّ عَلَیۡہَا  ۚ وَ  مَاۤ  اَنۡتَ عَلَیۡہِمۡ  بِوَکِیۡلٍ ﴿۴۱﴾ ","english_text":"And [recall] when you slew a man and disputed over it, but Allah was to bring out that which you were concealing.","page":463,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4099.mp3","colorText":"إِ[g[نّ][o[َآ] أَ[f:515[نز]َلْنَا عَلَيْكَ [h:1723[ٱ]لْكِتَ[n[ـٰ]بَ لِل[g[نّ]َاسِ بِ[h:370[ٱ]لْحَقِّ‌ۖ فَمَنِ [h:6230[ٱ]هْتَدَىٰ فَلِنَفْسِه[n[ِۦ]‌ۖ وَمَ[f:6231[ن ض]َلَّ فَإِ[g[نّ]َمَا يَضِلُّ عَلَيْهَا‌ۖ وَم[o[َآ] أَ[f:169[نت]َ عَلَيْه[c:4316[ِم ب]ِوَك[p[ِي]لٍ","juz":24,"ruku":399,"manzil":6,"bangla_ahbayan":"আমি মানুষের জন্য তোমার প্রতি সত্যসহ গ্রন্থ অবতীর্ণ করেছি; অতঃপর যে সৎপথ অবলম্বন করে, সে তা নিজেরই কল্যাণের জন্য করে এবং যে বিপথগামী হয়, সে তো বিপথগামী হয় নিজেরই ধ্বংসের জন্য। আর তুমি ওদের তত্ত্বাবধায়ক নও।[১]","bangla_bayan":"নিশ্চয় আমি তোমার প্রতি যথাযথভাবে কিতাব নাযিল করেছি মানুষের জন্য; তাই যে সৎপথ অবলম্বন করে, সে তা নিজের জন্যই করে এবং যে পথভ্রষ্ট হয় সে নিজের ক্ষতির জন্যই পথভ্রষ্ট হয়। আর তুমি তাদের তত্ত্বাবধায়ক নও।","bangla_mkhan":"আমি আপনার প্রতি সত্য ধর্মসহ কিতাব নাযিল করেছি মানুষের কল্যাণকল্পে। অতঃপর যে সৎপথে আসে, সে নিজের কল্যাণের জন্যেই আসে, আর যে পথভ্রষ্ট হয়, সে নিজেরই অনিষ্টের জন্যে পথভ্রষ্ট হয়। আপনি তাদের জন্যে দায়ী নন।","bangla_mujibur":"আমি তোমার প্রতি সত্যসহ কিতাব অবতীর্ণ করেছি মানুষের কল্যাণের জন্য। অতঃপর যে সৎ পথ অবলম্বন করে সে তা করে নিজেরই কল্যাণের জন্য এবং যে বিপথগামী হয় সেতো বিপথগামী হয় নিজেরই ধ্বংসের জন্য এবং তুমি তাদের তত্ত্বাবধায়ক নও।","bangla_taisirul":"আমি তোমার প্রতি কিতাব অবতীর্ণ করেছি মানুষের (শিক্ষা গ্রহণের) জন্য সত্য (দ্বীন) সহকারে। অতঃপর যে সঠিক পথে চলবে, নিজের কল্যাণের জন্যই চলবে। আর যে বিভ্রান্ত হবে, বিভ্রান্ত হবে কেবল নিজের ক্ষতি করার জন্য; তুমি তাদের (কাজের) জন্য যিম্মাদার নও।"},{"id":42,"arabic_text":"اَللّٰہُ  یَتَوَفَّی الۡاَنۡفُسَ حِیۡنَ مَوۡتِہَا وَ الَّتِیۡ لَمۡ تَمُتۡ فِیۡ مَنَامِہَا ۚ فَیُمۡسِکُ الَّتِیۡ قَضٰی عَلَیۡہَا الۡمَوۡتَ وَ یُرۡسِلُ الۡاُخۡرٰۤی  اِلٰۤی اَجَلٍ مُّسَمًّی ؕ اِنَّ فِیۡ ذٰلِکَ لَاٰیٰتٍ  لِّقَوۡمٍ  یَّتَفَکَّرُوۡنَ ﴿۴۲﴾ ","english_text":"So, We said, \"Strike the slain man with part of it.\" Thus does Allah bring the dead to life, and He shows you His signs that you might reason.","page":463,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4100.mp3","colorText":"ٱللَّهُ يَتَوَفَّى [h:11709[ٱ]لْأَ[f:11710[نف]ُسَ حِينَ مَوْتِهَا وَ[h:11711[ٱ]لَّتِى لَمْ تَمُتْ فِى مَنَامِهَا‌ۖ فَيُمْسِكُ [h:11712[ٱ]لَّتِى قَضَىٰ عَلَيْهَا [h:11713[ٱ]لْمَوْتَ وَيُرْسِلُ [h:11714[ٱ]لْأُخْرَ[o[ىٰٓ] إِلَ[o[ىٰٓ] أَجَ[a:1657[لٍ م]ُّسَ[g[مّ]ًى‌ۚ إِ[g[نّ]َ فِى ذ[n[َٲ]لِكَ لَأَيَ[n[ـٰ][u:849[تٍ ل]ِّقَوْ[a:6018[مٍ ي]َتَفَكَّر[p[ُو]نَ","juz":24,"ruku":400,"manzil":6,"bangla_ahbayan":"মৃত্যুর সময় আল্লাহ প্রাণ হরণ করেন[১] এবং যারা জীবিত তাদেরও চেতনা হরণ করেন ওরা যখন নিদ্রিত থাকে।[২] অতঃপর যার জন্য মৃত্যু অবধারিত করেছেন, তিনি তার প্রাণ রেখে দেন[৩] এবং অপরকে এক নির্দিষ্ট সময়ের জন্য চেতনা ফিরিয়ে দেন।[৪] এতে অবশ্যই চিন্তাশীল সম্প্রদায়ের জন্য নিদর্শন রয়েছে।[৫]","bangla_bayan":"আল্লাহ জীবসমূহের প্রাণ হরণ করেন তাদের মৃত্যুর সময় এবং যারা মরেনি তাদের নিদ্রার সময়। তারপর যার জন্য তিনি মৃত্যুর ফয়সালা করেন তার প্রাণ তিনি রেখে দেন এবং অন্যগুলো ফিরিয়ে দেন একটি নির্দিষ্ট সময় পর্যন্ত। নিশ্চয় এতে চিন্তাশীল কওমের জন্য অনেক নিদর্শন রয়েছে।","bangla_mkhan":"আল্লাহ মানুষের প্রাণ হরণ করেন তার মৃত্যুর সময়, আর যে মরে না, তার নিদ্রাকালে। অতঃপর যার মৃত্যু অবধারিত করেন, তার প্রাণ ছাড়েন না এবং অন্যান্যদের ছেড়ে দেন এক নির্দিষ্ট সময়ের জন্যে। নিশ্চয় এতে চিন্তাশীল লোকদের জন্যে নিদর্শনাবলী রয়েছে।","bangla_mujibur":"আল্লাহই প্রাণ হরণ করেন জীবসমূহের, তাদের মৃত্যুর সময় এবং যাদের মৃত্যু আসেনি তাদের প্রাণও নিদ্রার সময়। অতঃপর যার জন্য মৃত্যুর সিদ্ধান্ত করেন তার প্রাণ তিনি রেখে দেন এবং অপরগুলি ফিরিয়ে দেন, এক নির্দিষ্ট সময়ের জন্য। এতে অবশ্যই নিদর্শন রয়েছে চিন্তাশীল সম্প্রদায়ের জন্য।","bangla_taisirul":"আল্লাহ প্রাণ গ্রহণ করেন সেগুলোর মৃত্যুর সময়, আর যারা মরেনি তাদের নিদ্রাকালে। অতঃপর যার মৃত্যুর সিদ্ধান্ত হয়ে গেছে তার (প্রাণ) রেখে দেন, আর অন্যগুলো একটা নির্দিষ্ট সময়ের জন্য ফিরিয়ে দেন। যারা চিন্তা গবেষণা করে তাদের জন্য এতে বহু নিদর্শন আছে।"},{"id":43,"arabic_text":"اَمِ اتَّخَذُوۡا مِنۡ دُوۡنِ اللّٰہِ شُفَعَآءَ ؕ قُلۡ اَوَ لَوۡ کَانُوۡا  لَا یَمۡلِکُوۡنَ شَیۡئًا وَّ لَا یَعۡقِلُوۡنَ ﴿۴۳﴾ ","english_text":"Then your hearts became hardened after that, being like stones or even harder. For indeed, there are stones from which rivers burst forth, and there are some of them that split open and water comes out, and there are some of them that fall down for fear of Allah . And Allah is not unaware of what you do.","page":463,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4101.mp3","colorText":"أَمِ [h:8702[ٱ]تَّخَذُو[s[اْ] مِ[f:107[ن د]ُونِ [h:108[ٱ]للَّهِ شُفَع[o[َا]ٓءَ‌ۚ قُلْ أَوَلَوْ كَانُو[s[اْ] لَا يَمْلِكُونَ شَيْـ[a:232[ـًٔا و]َلَا يَعْقِل[p[ُو]نَ","juz":24,"ruku":400,"manzil":6,"bangla_ahbayan":"তবে কি ওরা আল্লাহকে ছেড়ে (অন্যদেরকে) সুপারিশকারী স্থির করেছে? বল, ওদের কোন ক্ষমতা না থাকলেও এবং ওরা না বুঝলেও কি? [১]","bangla_bayan":"তবে কি তারা আল্লাহ ছাড়া অন্যদেরকে সুপারিশকারী বানিয়েছে? বল, ‘তারা কোন কিছুর মালিক না হলেও এবং তারা না বুঝলেও’?","bangla_mkhan":"তারা কি আল্লাহ ব্যতীত সুপারিশকারী গ্রহণ করেছে? বলুন, তাদের কোন এখতিয়ার না থাকলেও এবং তারা না বুঝলেও?","bangla_mujibur":"তাহলে কি তারা আল্লাহ ছাড়া অপরকে সুপারিশ সাব্যস্ত করেছে? বলঃ তাদের কোন ক্ষমতা না থাকলেও এবং তারা না বুঝলেও?","bangla_taisirul":"তারা কি আল্লাহকে ছাড়া (অন্যদেরকে নিজেদের মুক্তির জন্য) সুপারিশকারী বানিয়ে নিয়েছে? বল- তারা কোন কিছুর মালিক না হওয়া সত্ত্বেও, আর তারা না বুঝলেও?"},{"id":44,"arabic_text":"قُلۡ  لِّلّٰہِ  الشَّفَاعَۃُ  جَمِیۡعًا ؕ لَہٗ  مُلۡکُ السَّمٰوٰتِ وَ الۡاَرۡضِ ؕ ثُمَّ  اِلَیۡہِ تُرۡجَعُوۡنَ ﴿۴۴﴾ ","english_text":"Do you covet [the hope, O believers], that they would believe for you while a party of them used to hear the words of Allah and then distort the Torah after they had understood it while they were knowing?","page":463,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4102.mp3","colorText":"قُل لِّلَّهِ [h:11715[ٱ][l[ل]شَّفَ[n[ـٰ]عَةُ جَمِي[u:11716[عًا‌ۖ ل]َّهُ[n[ۥ] مُلْكُ [h:555[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَ[h:177[ٱ]لْأَرْضِ‌ۖ ثُ[g[مّ]َ إِلَيْهِ تُرْجَع[p[ُو]نَ","juz":24,"ruku":400,"manzil":6,"bangla_ahbayan":"বল, ‘সকল সুপারিশ আল্লাহরই এখতিয়ারে,[১] আকাশমন্ডলী ও পৃথিবীর সার্বভৌমত্ব আল্লাহরই, অতঃপর তাঁরই নিকট তোমরা প্রত্যানীত হবে।’","bangla_bayan":"বল, ‘সকল সুপারিশ আল্লাহর মালিকানাধীন। আসমানসমূহ ও যমীনের রাজত্ব একমাত্র তাঁরই। তারপর তোমরা তাঁর কাছেই প্রত্যাবর্তিত হবে’।","bangla_mkhan":"বলুন, সমস্ত সুপারিশ আল্লাহরই ক্ষমতাধীন, আসমান ও যমীনে তাঁরই সাম্রাজ্য। অতঃপর তাঁরই কাছে তোমরা প্রত্যাবর্তিত হবে।","bangla_mujibur":"বলঃ সুপারিশ ইখতিয়ারে, আকাশমন্ডলী ও পৃথিবীর সার্বভৌমত্ব আল্লাহরই। অতঃপর তাঁরই নিকট তোমরা প্রত্যানীত হবে।","bangla_taisirul":"বল- শাফা‘আত সম্পূর্ণ আল্লাহর ইখতিয়ারভুক্ত। আকাশ ও পৃথিবীর রাজত্ব তাঁরই, অতঃপর তাঁর কাছেই তোমাদেরকে ফিরিয়ে আনা হবে।"},{"id":45,"arabic_text":"وَ  اِذَا ذُکِرَ اللّٰہُ  وَحۡدَہُ  اشۡمَاَزَّتۡ قُلُوۡبُ الَّذِیۡنَ لَا یُؤۡمِنُوۡنَ بِالۡاٰخِرَۃِ ۚ وَ اِذَا ذُکِرَ الَّذِیۡنَ مِنۡ دُوۡنِہٖۤ  اِذَا ہُمۡ یَسۡتَبۡشِرُوۡنَ ﴿۴۵﴾ ","english_text":"And when they meet those who believe, they say, \"We have believed\"; but when they are alone with one another, they say, \"Do you talk to them about what Allah has revealed to you so they can argue with you about it before your Lord?\" Then will you not reason?","page":463,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4103.mp3","colorText":"وَإِذَا ذُكِرَ [h:5234[ٱ]للَّهُ وَحْدَهُ [h:11717[ٱ]شْمَأَزَّتْ قُلُوبُ [h:11718[ٱ]لَّذِينَ لَا يُؤْمِنُونَ بِ[h:447[ٱ]لْأَخِرَةِ‌ۖ وَإِذَا ذُكِرَ [h:11719[ٱ]لَّذِينَ مِ[f:3136[ن د]ُونِه[o[ِۦٓ] إِذَا هُمْ يَسْتَ[q:2415[بْ]شِر[p[ُو]نَ","juz":24,"ruku":400,"manzil":6,"bangla_ahbayan":"‘আল্লাহ এক’ --এ কথা উল্লেখ করা হলে যারা পরকালে বিশ্বাস করে না, তাদের অন্তর বিতৃষ্ণায় সংকুচিত হয়।[১] আর আল্লাহর পরিবর্তে (তাদের উপাস্যদের কথা) উল্লেখ করা হলে তারা আনন্দে উল্লসিত হয়।[২]","bangla_bayan":"যারা আখিরাতে বিশ্বাস করে না, এক আল্লাহর কথা বলা হলে তাদের অন্তর সঙ্কুচিত হয়ে যায়। আর আল্লাহ ছাড়া অন্য উপাস্যগুলোর কথা বলা হলে তখনই তারা আনন্দে উৎফুল্ল হয়।","bangla_mkhan":"যখন খাঁটিভাবে আল্লাহর নাম উচ্চারণ করা হয়, তখন যারা পরকালে বিশ্বাস করে না, তাদের অন্তর সংকুচিত হয়ে যায়, আর যখন আল্লাহ ব্যতীত অন্য উপাস্যদের নাম উচ্চারণ করা হয়, তখন তারা আনন্দে উল্লসিত হয়ে উঠে।","bangla_mujibur":"একক আল্লাহর কথা বলা হলে, যারা আখিরাতে বিশ্বাস করেনা তাদের অন্তর বিতৃষ্ণায় সংকুচিত হয় এবং আল্লাহর পরিবর্তে তাদের দেবতাগুলির উল্লেখ করা হলে তারা আনন্দে উল্লসিত হয়।","bangla_taisirul":"এক আল্লাহর উল্লেখ করা হলেই যারা ক্বিয়ামতে বিশ্বাস করে না, তাদের অন্তর বিতৃষ্ণায় ভরে যায়। আর আল্লাহ ছাড়া অন্যান্য উপাস্যের উল্লেখ করা হলেই তারা আনন্দে উৎফুল্ল হয়।"},{"id":46,"arabic_text":"قُلِ اللّٰہُمَّ  فَاطِرَ السَّمٰوٰتِ وَ الۡاَرۡضِ عٰلِمَ  الۡغَیۡبِ وَ الشَّہَادَۃِ  اَنۡتَ تَحۡکُمُ بَیۡنَ عِبَادِکَ فِیۡ مَا کَانُوۡا فِیۡہِ یَخۡتَلِفُوۡنَ ﴿۴۶﴾ ","english_text":"But do they not know that Allah knows what they conceal and what they declare?","page":463,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4104.mp3","colorText":"قُلِ [h:1820[ٱ][l[ل]لَّهُ[g[مّ]َ فَاطِرَ [h:6833[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَ[h:177[ٱ]لْأَرْضِ عَ[n[ـٰ]لِمَ [h:11720[ٱ]لْغَيْبِ وَ[h:4187[ٱ][l[ل]شَّهَ[n[ـٰ]دَةِ أَ[f:169[نت]َ تَحْكُمُ بَيْنَ عِبَادِكَ فِى مَا كَانُو[s[اْ] فِيهِ يَخْتَلِف[p[ُو]نَ","juz":24,"ruku":400,"manzil":6,"bangla_ahbayan":"বল, ‘আকাশমন্ডলী ও পৃথিবীর স্রষ্টা, দৃশ্য ও অদৃশ্যের পরিজ্ঞাতা হে আল্লাহ! তোমার দাসগণ যে বিষয়ে মতবিরোধ করে, তুমি সে বিষয়ে তাদের মাঝে ফায়সালা করে দেবে।’ [১]","bangla_bayan":"বল, ‘হে আল্লাহ, আসমানসমূহ ও যমীনের সৃষ্টিকর্তা, গায়েব ও উপস্থিত বিষয়াদির জ্ঞানী; তুমি তোমার বান্দাদের মধ্যে ফয়সালা করে দেবে যাতে তারা মতবিরোধ করছে’।","bangla_mkhan":"বলুন, হে আল্লাহ আসমান ও যমীনের স্রষ্টা, দৃশ্য ও অদৃশ্যের জ্ঞানী, আপনিই আপনার বান্দাদের মধ্যে ফয়সালা করবেন, যে বিষয়ে তারা মত বিরোধ করত।","bangla_mujibur":"বলঃ হে আল্লাহ! আকাশমন্ডলী ও পৃথিবীর স্রষ্টা! দৃশ্য ও অদৃশ্যের পরিজ্ঞাতা! আপনার বান্দারা যে বিষয়ে মতবিরোধ করে, আপনি তাদের মধ্যে ওর ফাইসালা করে দিবেন।","bangla_taisirul":"বল- হে আল্লাহ! আকাশ ও পৃথিবীর স্রষ্টা, দৃশ্য ও অদৃশ্যের জ্ঞানের অধিকারী, তুমি তোমার বান্দাহদের মাঝে মীমাংসা করে দেবে যে বিষয়ে তারা মতভেদ করছে."},{"id":47,"arabic_text":"وَ لَوۡ اَنَّ  لِلَّذِیۡنَ ظَلَمُوۡا مَا فِی الۡاَرۡضِ جَمِیۡعًا وَّ مِثۡلَہٗ  مَعَہٗ  لَافۡتَدَوۡا بِہٖ مِنۡ سُوۡٓءِ الۡعَذَابِ یَوۡمَ الۡقِیٰمَۃِ ؕ وَ  بَدَا لَہُمۡ مِّنَ اللّٰہِ  مَا لَمۡ یَکُوۡنُوۡا یَحۡتَسِبُوۡنَ ﴿۴۷﴾ ","english_text":"And among them are unlettered ones who do not know the Scripture except in wishful thinking, but they are only assuming.","page":463,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4105.mp3","colorText":"وَلَوْ أَ[g[نّ]َ لِلَّذِينَ ظَلَمُو[s[اْ] مَا فِى [h:44[ٱ]لْأَرْضِ جَمِي[a:3532[عًا و]َمِثْلَهُ[n[ۥ] مَعَهُ[n[ۥ] لَ[h:6951[ٱ]فْتَدَوْ[s[اْ] بِه[n[ِۦ] مِ[f:7447[ن س][o[ُو]ٓءِ [h:11721[ٱ]لْعَذَابِ يَوْمَ [h:592[ٱ]لْقِيَ[n[ـٰ]مَةِ‌ۚ وَبَدَا لَه[w:6026[ُم م]ِّنَ [h:321[ٱ]للَّهِ مَا لَمْ يَكُونُو[s[اْ] يَحْتَسِب[p[ُو]نَ","juz":24,"ruku":400,"manzil":6,"bangla_ahbayan":"যারা সীমালংঘন করেছে; যদি তাদের পৃথিবীর সমস্ত কিছু এবং তার সাথে সমপরিমাণ আরও কিছু থাকত, তাহলে কিয়ামতের দিন নিকৃষ্ট শাস্তি হতে মুক্তির জন্য পণ স্বরূপ তা প্রদান করত।[১] তাদের সামনে আল্লাহর নিকট হতে এমন কিছু প্রকাশ হবে, যা ওরা কল্পনাও করেনি।[২]","bangla_bayan":"আর যারা যুলম করেছে, যদি যমীনে যা আছে তা সব এবং এর সমপরিমাণও তাদের জন্য হয়; তবে কিয়ামতের দিন কঠিন আযাব থেকে বাঁচার জন্য মুক্তিপণস্বরূপ তারা তা দিয়ে দেবে। সেখানে আল্লাহর কাছে থেকে তাদের জন্য এমন কিছু প্রকাশিত হবে, যা তারা কখনো কল্পনাও করত না।","bangla_mkhan":"যদি গোনাহগারদের কাছে পৃথিবীর সবকিছু থাকে এবং তার সাথে সমপরিমাণ আরও থাকে, তবে অবশ্যই তারা কেয়ামতের দিন সে সবকিছুই নিস্কৃতি পাওয়ার জন্যে মুক্তিপন হিসেবে দিয়ে দেবে। অথচ তারা দেখতে পাবে, আল্লাহর পক্ষ থেকে এমন শাস্তি, যা তারা কল্পনাও করত না।","bangla_mujibur":"যারা যুল্‌ম করেছে, যদি তাদের দুনিয়ায় যা আছে তা সম্পূর্ণ এবং এর সম পরিমাণ সম্পদও থাকে তাহলে কিয়ামাত দিবসে কঠিন শাস্তি হতে মুক্তিপণ স্বরূপ সকল বিষয় সম্পত্তি তারা দিয়ে দিবে এবং তাদের জন্য আল্লাহর নিকট হতে এমন কিছু প্রকাশিত হবে যা তারা কল্পনাও করেনি।","bangla_taisirul":"যারা অন্যায়কারী দুনিয়াতে যা কিছু আছে সমস্ত কিছু যদি তাদেরই হয়, আর তার সাথে আরো অত পরিমাণ হয়, তারা ক্বিয়ামতের কঠিন ‘আযাব থেকে বাঁচার জন্য মুক্তিপণ স্বরূপ দিতে চাইবে। সেখানে আল্লাহর নিকট থেকে তারা এমন কিছুর সম্মুখীন হবে যা তারা কক্ষনো অনুমানও করেনি।"},{"id":48,"arabic_text":"وَ بَدَا لَہُمۡ سَیِّاٰتُ مَا کَسَبُوۡا  وَ حَاقَ بِہِمۡ  مَّا کَانُوۡا بِہٖ یَسۡتَہۡزِءُوۡنَ ﴿۴۸﴾ ","english_text":"So woe to those who write the \"scripture\" with their own hands, then say, \"This is from Allah,\" in order to exchange it for a small price. Woe to them for what their hands have written and woe to them for what they earn.","page":464,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4106.mp3","colorText":"وَبَدَا لَهُمْ سَيِّـَٔـاتُ مَا كَسَبُو[s[اْ] وَحَاقَ بِه[w:6252[ِم م]َّا كَانُو[s[اْ] بِه[n[ِۦ] يَسْتَهْزِء[p[ُو]نَ","juz":24,"ruku":400,"manzil":6,"bangla_ahbayan":"ওদের কৃতকর্মের মন্দ ফল ওদের নিকট প্রকাশ হয়ে পড়বে[১] এবং ওরা যা নিয়ে ঠাট্টা-বিদ্রূপ করত, তা ওদেরকে পরিবেষ্টন করবে।[২]","bangla_bayan":"আর তারা যা অর্জন করেছিল তার মন্দ ফল তাদের কাছে প্রকাশ হয়ে পড়বে এবং যা নিয়ে তারা ঠাট্টা-বিদ্রূপ করত তা-ই তাদেরকে পরিবেষ্টন করবে।","bangla_mkhan":"আর দেখবে, তাদের দুস্কর্মসমূহ এবং যে বিষয়ে তারা ঠাট্টা-বিদ্রুপ করত, তা তাদেরকে ঘিরে নেবে।","bangla_mujibur":"তাদের কৃতকর্মের মন্দ ফল তাদের নিকট প্রকাশ হয়ে পড়বে এবং তারা যা নিয়ে ঠাট্টা বিদ্রুপ করত তা তাদেরকে পরিবেষ্টন করবে।","bangla_taisirul":"তাদের কৃতকর্মের মন্দ রূপ সেদিন প্রকাশ হয়ে পড়বে, আর তারা যা নিয়ে ঠাট্টা-বিদ্রূপ করত তাই তাদেরকে ঘিরে ফেলবে।"},{"id":49,"arabic_text":"فَاِذَا مَسَّ الۡاِنۡسَانَ ضُرٌّ دَعَانَا ۫ ثُمَّ   اِذَا خَوَّلۡنٰہُ نِعۡمَۃً  مِّنَّا ۙ قَالَ  اِنَّمَاۤ  اُوۡتِیۡتُہٗ عَلٰی عِلۡمٍ ؕ بَلۡ  ہِیَ فِتۡنَۃٌ  وَّ لٰکِنَّ  اَکۡثَرَہُمۡ  لَا یَعۡلَمُوۡنَ ﴿۴۹﴾ ","english_text":"And they say, \"Never will the Fire touch us, except for a few days.\" Say, \"Have you taken a covenant with Allah ? For Allah will never break His covenant. Or do you say about Allah that which you do not know?\"","page":464,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4107.mp3","colorText":"فَإِذَا مَسَّ [h:5968[ٱ]لْإِ[f:5969[نس]َ[n[ـٰ]نَ ضُ[f:11722[رٌّ د]َعَانَا ثُ[g[مّ]َ إِذَا خَوَّلْنَ[n[ـٰ]هُ نِعْمَ[a:11723[ةً م]ِّ[g[نّ]َا قَالَ إِ[g[نّ]َم[o[َآ] أُوتِيتُهُ[n[ۥ] عَلَىٰ عِلْ[i:11724[مِۭ‌ۚ ب]َلْ هِىَ فِتْنَ[a:11725[ةٌ و]َلَ[n[ـٰ]كِ[g[نّ]َ أَكْثَرَهُمْ لَا يَعْلَم[p[ُو]نَ","juz":24,"ruku":400,"manzil":6,"bangla_ahbayan":"মানুষকে দুঃখ-দৈন্য স্পর্শ করলে সে আমাকে আহবান করে;[১] অতঃপর যখন আমি তাকে অনুগ্রহ প্রদান করি, তখন সে বলে, ‘আমি তো এ আমার জ্ঞানের মাধ্যমে লাভ করেছি।’[২] বস্তুতঃ এ এক পরীক্ষা,[৩] কিন্তু ওদের অধিকাংশই জানে না। [৪]","bangla_bayan":"অতঃপর কোন বিপদাপদ মানুষকে স্পর্শ করলে সে আমাকে ডাকে। তারপর যখন আমি আমার পক্ষ থেকে নি‘আমত দিয়ে তাকে অনুগ্রহ করি তখন সে বলে, ‘জ্ঞানের কারণেই কেবল আমাকে তা দেয়া হয়েছে’। বরং এটা এক পরীক্ষা। কিন্তু তাদের অধিকাংশই তা জানে না।","bangla_mkhan":"মানুষকে যখন দুঃখ-কষ্ট স্পর্শ করে, তখন সে আমাকে ডাকতে শুরু করে, এরপর আমি যখন তাকে আমার পক্ষ থেকে নেয়ামত দান করি, তখন সে বলে, এটা তো আমি পূর্বের জানা মতেই প্রাপ্ত হয়েছি। অথচ এটা এক পরীক্ষা, কিন্তু তাদের অধিকাংশই বোঝে না।","bangla_mujibur":"মানুষকে দুঃখ দৈন্য স্পর্শ করলে সে আমাকে আহবান করে। অতঃপর যখন আমি তার প্রতি অনুগ্রহ করি তখন সে বলেঃ আমিতো এটা লাভ করেছি আমার জ্ঞানের মাধ্যমে। বস্তুতঃ এটা এক পরীক্ষা, কিন্তু তাদের অধিকাংশই বুঝেনা।","bangla_taisirul":"মানুষকে বিপদাপদ স্পর্শ করলে আমাকে ডাকে। অতঃপর আমি যখন তাকে আমার পক্ষ থেকে নি‘মাত দিয়ে ধন্য করি তখন সে বলে- আমার জ্ঞান গরিমার বদৌলতেই আমাকে তা দেয়া হয়েছে। না, তা নয়। এটা একটা পরীক্ষা (অনুগ্রহ লাভ করে কে আল্লাহর কৃতজ্ঞ হয় আর কে নিজের বড়াই প্রকাশ করে তা দেখার জন্য)। কিন্তু (এর গুঢ়তত্ত্ব) তাদের অধিকাংশই বুঝে না।"},{"id":50,"arabic_text":"قَدۡ قَالَہَا الَّذِیۡنَ مِنۡ قَبۡلِہِمۡ  فَمَاۤ   اَغۡنٰی عَنۡہُمۡ  مَّا کَانُوۡا یَکۡسِبُوۡنَ ﴿۵۰﴾ ","english_text":"Yes, whoever earns evil and his sin has encompassed him - those are the companions of the Fire; they will abide therein eternally.","page":464,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4108.mp3","colorText":"قَ[q:298[دْ] قَالَهَا [h:11726[ٱ]لَّذِينَ مِ[f:617[ن ق]َ[q:618[بْ]لِهِمْ فَم[o[َآ] أَغْنَىٰ عَنْه[w:3985[ُم م]َّا كَانُو[s[اْ] يَكْسِب[p[ُو]نَ","juz":24,"ruku":400,"manzil":6,"bangla_ahbayan":"ওদের পূর্ববর্তীগণও তাই বলত, কিন্তু ওদের কৃতকর্ম ওদের কোন কাজে আসেনি। [১]","bangla_bayan":"অবশ্যই তাদের পূর্ববর্তীরা এটা বলেছিল। কিন্তু তারা যা অর্জন করেছে তা তাদের কোন কাজে আসেনি।","bangla_mkhan":"তাদের পূর্ববর্তীরাও তাই বলত, অতঃপর তাদের কৃতকর্ম তাদের কোন উপকারে আসেনি।","bangla_mujibur":"তাদের পূর্ববর্তীরাও এটাই বলত, কিন্তু তাদের কৃতকর্ম তাদের কোন কাজে আসেনি।","bangla_taisirul":"তাদের আগে যারা ছিল তারাও এ কথাই বলত। কিন্তু তারা যা করত তা তাদের কোনই কাজে আসেনি।"},{"id":51,"arabic_text":"فَاَصَابَہُمۡ سَیِّاٰتُ مَا کَسَبُوۡا ؕ وَ الَّذِیۡنَ ظَلَمُوۡا مِنۡ ہٰۤؤُلَآءِ سَیُصِیۡبُہُمۡ سَیِّاٰتُ مَا کَسَبُوۡا ۙ وَ مَا ہُمۡ بِمُعۡجِزِیۡنَ ﴿۵۱﴾ ","english_text":"But they who believe and do righteous deeds - those are the companions of Paradise; they will abide therein eternally.","page":464,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4109.mp3","colorText":"فَأَصَابَهُمْ سَيِّـَٔـاتُ مَا كَسَبُو[s[اْ‌ۚ] وَ[h:37[ٱ]لَّذِينَ ظَلَمُو[s[اْ] مِنْ هَ[o[ـٰٓ]ؤُل[o[َا]ٓءِ سَيُصِيبُهُمْ سَيِّـَٔـاتُ مَا كَسَبُو[s[اْ] وَمَا ه[c:7421[ُم ب]ِمُعْجِز[p[ِي]نَ","juz":24,"ruku":400,"manzil":6,"bangla_ahbayan":"সুতরাং ওদের দুষ্কর্মের পাপরাশি ওদের উপর আপতিত হয়েছে।[১] আর ওদের মধ্যে যারা সীমালংঘন করে, তাদেরও দুষ্কর্মের পাপরাশি তাদের উপর আপতিত হবে এবং ওরা আল্লাহর শাস্তি ব্যাহত করতে পারবে না। [২]","bangla_bayan":"সুতরাং তাদের কৃতকর্মের মন্দ ফল তাদের উপর আপতিত হয়েছিল। এদের মধ্যেও যারা যুলম করে তাদের উপরেও তাদের অর্জনের সব মন্দফল শীঘ্রই আপতিত হবে। আর তারা অক্ষম করতে পারবে না।","bangla_mkhan":"তাদের দুস্কর্ম তাদেরকে বিপদে ফেলেছে, এদের মধ্যেও যারা পাপী, তাদেরকেও অতি সত্ত্বর তাদের দুস্কর্ম বিপদে ফেলবে। তারা তা প্রতিহত করতে সক্ষম হবে না।","bangla_mujibur":"তাদের কর্মের মন্দ ফল তাদের উপর আপতিত হয়েছে, তাদের মধ্যে যারা যুল্‌ম করে তাদের উপরও তাদের কর্মের মন্দ ফল আপতিত হবে এবং তারা ব্যর্থও করতে পারবেনা।","bangla_taisirul":"তাদের কর্মের খারাপ পরিণাম তাদের উপর পতিত হয়েছিল। আর এদের মধ্যেও যারা যুলম করেছে তাদের কর্মের মন্দ পরিণাম এদেরই উপর পতিত হবে। এরা তা ব্যর্থ করতে পারবে না।"},{"id":52,"arabic_text":"اَوَ لَمۡ یَعۡلَمُوۡۤا  اَنَّ اللّٰہَ یَبۡسُطُ الرِّزۡقَ لِمَنۡ یَّشَآءُ وَ یَقۡدِرُ ؕ اِنَّ فِیۡ ذٰلِکَ لَاٰیٰتٍ لِّقَوۡمٍ  یُّؤۡمِنُوۡنَ ﴿۵۲﴾ ","english_text":"And [recall] when We took the covenant from the Children of Israel, [enjoining upon them], \"Do not worship except Allah ; and to parents do good and to relatives, orphans, and the needy. And speak to people good [words] and establish prayer and give zakah.\" Then you turned away, except a few of you, and you were refusing.","page":464,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4110.mp3","colorText":"أَوَلَمْ يَعْلَم[o[ُوٓ][s[اْ] أَ[g[نّ]َ [h:394[ٱ]للَّهَ يَ[q:6968[بْ]سُطُ [h:6969[ٱ][l[ل]رِّزْقَ لِم[a:1537[َن ي]َش[o[َا]ٓءُ وَيَ[q:6970[قْ]دِرُ‌ۚ إِ[g[نّ]َ فِى ذ[n[َٲ]لِكَ لَأَيَ[n[ـٰ][u:849[تٍ ل]ِّقَوْ[a:4294[مٍ ي]ُؤْمِن[p[ُو]نَ","juz":24,"ruku":400,"manzil":6,"bangla_ahbayan":"ওরা কি জানে না যে, আল্লাহ যার জন্য ইচ্ছা তার রুযী বর্ধিত করেন অথবা হ্রাস করেন? এতে অবশ্যই বিশ্বাসী সম্প্রদায়ের জন্য নিদর্শন রয়েছে।[১]","bangla_bayan":"তারা কি জানে না, আল্লাহ যার জন্য ইচ্ছা করেন রিয্ক প্রশস্ত করে দেন আর সঙ্কুচিত করে দেন? নিশ্চয় এতে মুমিন সম্প্রদায়ের জন্য নিদর্শনাবলী রয়েছে।","bangla_mkhan":"তারা কি জানেনি যে, আল্লাহ যার জন্যে ইচ্ছা রিযিক বৃদ্ধি করেন এবং পরিমিত দেন। নিশ্চয় এতে বিশ্বাসী সম্প্রদায়ের জন্যে নিদর্শনাবলী রয়েছে।","bangla_mujibur":"তারা কি জানেনা, আল্লাহ যার জন্য ইচ্ছা তার রিয্ক বৃদ্ধি করেন অথবা হ্রাস করেন। এতে অবশ্যই নিদর্শন রয়েছে মু’মিন সম্প্রদায়ের জন্য।","bangla_taisirul":"এরা কি জানে না যে, আল্লাহ যার জন্য ইচ্ছে রিযক প্রশস্ত করেন আর (যার জন্য ইচ্ছে) সংকুচিত করেন? মু’মিন লোকদের জন্য অবশ্যই এতে বহু নিদর্শন আছে।"},{"id":53,"arabic_text":"قُلۡ یٰعِبَادِیَ  الَّذِیۡنَ  اَسۡرَفُوۡا عَلٰۤی اَنۡفُسِہِمۡ  لَا تَقۡنَطُوۡا مِنۡ رَّحۡمَۃِ اللّٰہِ ؕ اِنَّ اللّٰہَ یَغۡفِرُ الذُّنُوۡبَ جَمِیۡعًا ؕ اِنَّہٗ  ہُوَ  الۡغَفُوۡرُ  الرَّحِیۡمُ ﴿۵۳﴾ ","english_text":"And [recall] when We took your covenant, [saying], \"Do not shed each other's blood or evict one another from your homes.\" Then you acknowledged [this] while you were witnessing.","page":464,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4111.mp3","colorText":"۞ قُلْ يَ[n[ـٰ]عِبَادِىَ [h:10397[ٱ]لَّذِينَ أَسْرَفُو[s[اْ] عَلَ[o[ىٰٓ] أَ[f:568[نف]ُسِهِمْ لَا تَ[q:11727[قْ]نَطُو[s[اْ] م[u:7271[ِن ر]َّحْمَةِ [h:2157[ٱ]للَّهِ‌ۚ إِ[g[نّ]َ [h:80[ٱ]للَّهَ يَغْفِرُ [h:2250[ٱ][l[ل]ذُّنُوبَ جَمِيعًا‌ۚ إِ[g[نّ]َهُ[n[ۥ] هُوَ [h:6822[ٱ]لْغَفُورُ [h:6228[ٱ][l[ل]رَّح[p[ِي]مُ","juz":24,"ruku":401,"manzil":6,"bangla_ahbayan":"ঘোষণা করে দাও (আমার এ কথা), হে আমার দাসগণ! তোমরা যারা নিজেদের প্রতি যুলুম করেছ, তারা আল্লাহর করুণা হতে নিরাশ হয়ো না; নিশ্চয় আল্লাহ সমস্ত পাপ মাফ করে দেবেন। নিশ্চয় তিনিই চরম ক্ষমাশীল, পরম দয়ালু। [১]","bangla_bayan":"বল, ‘হে আমার বান্দাগণ, যারা নিজদের উপর বাড়াবাড়ি করেছ তোমরা আল্লাহর রহমত থেকে নিরাশ হয়ো না। অবশ্যই আল্লাহ সকল পাপ ক্ষমা করে দেবেন। নিশ্চয় তিনি ক্ষমাশীল, পরম দয়ালু’।","bangla_mkhan":"বলুন, হে আমার বান্দাগণ যারা নিজেদের উপর যুলুম করেছ তোমরা আল্লাহর রহমত থেকে নিরাশ হয়ো না। নিশ্চয় আল্লাহ সমস্ত গোনাহ মাফ করেন। তিনি ক্ষমাশীল, পরম দয়ালু।","bangla_mujibur":"বলঃ (আমার এ কথা) হে আমার বান্দারা! তোমরা যারা নিজেদের প্রতি অবিচার করেছ - আল্লাহর অনুগ্রহ হতে নিরাশ হয়োনা; আল্লাহ সমুদয় পাপ ক্ষমা করে দিবেন। তিনিতো ক্ষমাশীল, পরম দয়ালু।","bangla_taisirul":"বল- হে আমার বান্দাগণ! যারা নিজেদের উপর বাড়াবাড়ি করেছ, তোমরা আল্লাহর রহমত থেকে নিরাশ হয়ো না। আল্লাহ সমস্ত গুনাহ ক্ষমা করে দেবেন। তিনি অতি ক্ষমাশীল, অতি দয়ালু।"},{"id":54,"arabic_text":"وَ اَنِیۡبُوۡۤا اِلٰی  رَبِّکُمۡ وَ اَسۡلِمُوۡا لَہٗ مِنۡ قَبۡلِ اَنۡ یَّاۡتِیَکُمُ الۡعَذَابُ ثُمَّ لَا تُنۡصَرُوۡنَ ﴿۵۴﴾ ","english_text":"Then, you are those [same ones who are] killing one another and evicting a party of your people from their homes, cooperating against them in sin and aggression. And if they come to you as captives, you ransom them, although their eviction was forbidden to you. So do you believe in part of the Scripture and disbelieve in part? Then what is the recompense for those who do that among you except disgrace in worldly life; and on the Day of Resurrection they will be sent back to the severest of punishment. And Allah is not unaware of what you do.","page":464,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4112.mp3","colorText":"وَأَنِيب[o[ُوٓ][s[اْ] إِلَىٰ رَبِّكُمْ وَأَسْلِمُو[s[اْ] لَهُ[n[ۥ] مِ[f:1346[ن ق]َ[q:1347[بْ]لِ أ[a:1405[َن ي]َأْتِيَكُمُ [h:11728[ٱ]لْعَذَابُ ثُ[g[مّ]َ لَا تُ[f:6517[نص]َر[p[ُو]نَ","juz":24,"ruku":401,"manzil":6,"bangla_ahbayan":"তোমাদের নিকট শাস্তি আসার পূর্বে তোমরা তোমাদের প্রতিপালকের অভিমুখী হও এবং তাঁর নিকট আত্মসমর্পণ কর; শাস্তি এসে পড়লে তোমাদেরকে সাহায্য করা হবে না।","bangla_bayan":"আর তোমরা তোমাদের রবের অভিমুখী হও এবং তোমাদের উপর আযাব আসার পূর্বেই তার কাছে আত্মসমর্পণ কর। তার (আযাব আসার) পরে তোমাদেরকে সাহায্য করা হবে না।","bangla_mkhan":"তোমরা তোমাদের পালনকর্তার অভিমূখী হও এবং তাঁর আজ্ঞাবহ হও তোমাদের কাছে আযাব আসার পূর্বে। এরপর তোমরা সাহায্যপ্রাপ্ত হবে না;","bangla_mujibur":"তোমরা তোমাদের রবের অভিমুখী হও এবং তাঁর নিকট আত্মসমর্পণ কর তোমাদের নিকট শাস্তি আসার পূর্বে, অতঃপর তোমাদেরকে সাহায্য করা হবেনা।","bangla_taisirul":"তোমরা তোমাদের প্রতিপালকের অভিমুখী হও আর তাঁর অনুগত হও তোমাদের কাছে ‘আযাব আসার পূর্বে। (‘আযাব এসে গেলে) তোমাদেরকে সাহায্য করা হবে না।"},{"id":55,"arabic_text":"وَ اتَّبِعُوۡۤا  اَحۡسَنَ مَاۤ   اُنۡزِلَ  اِلَیۡکُمۡ مِّنۡ رَّبِّکُمۡ مِّنۡ قَبۡلِ اَنۡ یَّاۡتِیَکُمُ الۡعَذَابُ بَغۡتَۃً  وَّ  اَنۡتُمۡ  لَا  تَشۡعُرُوۡنَ ﴿ۙ۵۵﴾ ","english_text":"Those are the ones who have bought the life of this world [in exchange] for the Hereafter, so the punishment will not be lightened for them, nor will they be aided.","page":464,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4113.mp3","colorText":"وَ[h:9999[ٱ]تَّبِع[o[ُوٓ][s[اْ] أَحْسَنَ م[o[َآ] أُ[f:17[نز]ِلَ إِلَيْك[w:3691[ُم م]ّ[u:243[ِن ر]َّبِّك[w:11729[ُم م]ِّ[f:1346[ن ق]َ[q:1347[بْ]لِ أ[a:1405[َن ي]َأْتِيَكُمُ [h:11728[ٱ]لْعَذَابُ بَغْتَ[a:11730[ةً و]َأَ[f:98[نت]ُمْ لَا تَشْعُر[p[ُو]نَ","juz":24,"ruku":401,"manzil":6,"bangla_ahbayan":"তোমাদের অজ্ঞাতসারে তোমাদের ওপর অতর্কিতে শাস্তি আসার পূর্বে তোমাদের প্রতি তোমাদের প্রতিপালকের তরফ থেকে যে সর্বশ্রেষ্ঠ গ্রন্থ অবতীর্ণ করা হয়েছে, তার অনুসরণ কর।[১]","bangla_bayan":"আর অনুসরণ কর উত্তম যা নাযিল করা হয়েছে তোমাদের রবের পক্ষ থেকে, তোমাদের উপর অতর্কিতভাবে আযাব আসার পূর্বে। অথচ তোমরা উপলব্ধি করতে পারবে না।","bangla_mkhan":"তোমাদের প্রতি অবতীর্ণ উত্তম বিষয়ের অনুসরণ কর তোমাদের কাছে অতর্কিতে ও অজ্ঞাতসারে আযাব আসার পূর্বে,","bangla_mujibur":"অনুসরণ কর তোমাদের প্রতি তোমাদের রবের নিকট হতে উত্তম যা অবতীর্ণ করা হয়েছে তার, তোমাদের উপর অতর্কিতভাবে তোমাদের অজ্ঞাতে শাস্তি আসার পূর্বে –","bangla_taisirul":"তোমাদের প্রতিপালকের নিকট হতে তোমাদের প্রতি যা অবতীর্ণ করা হয়েছে তাতে যাকে উত্তম আখ্যায়িত করা হয়েছে তোমরা সেগুলোর অনুসরণ কর তোমাদের কাছে অকস্মাৎ ‘আযাব এসে যাওয়ার পূর্বে যে বিষয়ে তোমরা টেরও পাবে না।"},{"id":56,"arabic_text":"اَنۡ تَقُوۡلَ نَفۡسٌ یّٰحَسۡرَتٰی عَلٰی مَا فَرَّطۡتُّ فِیۡ جَنۡۢبِ اللّٰہِ وَ اِنۡ کُنۡتُ لَمِنَ السّٰخِرِیۡنَ ﴿ۙ۵۶﴾ ","english_text":"And We did certainly give Moses the Torah and followed up after him with messengers. And We gave Jesus, the son of Mary, clear proofs and supported him with the Pure Spirit. But is it [not] that every time a messenger came to you, [O Children of Israel], with what your souls did not desire, you were arrogant? And a party [of messengers] you denied and another party you killed.","page":464,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4114.mp3","colorText":"أَ[f:8589[ن ت]َقُولَ نَفْ[a:11731[سٌ ي]َ[n[ـٰ]حَسْرَتَىٰ عَلَىٰ مَا فَرَّطتُ فِى جَ[i:11732[نۢب]ِ [h:11733[ٱ]للَّهِ وَإِ[f:11734[ن ك]ُ[f:2917[نت]ُ لَمِنَ [h:11735[ٱ][l[ل]سَّ[n[ـٰ]خِر[p[ِي]نَ","juz":24,"ruku":401,"manzil":6,"bangla_ahbayan":"যাতে কাউকেও বলতে না হয়, ‘হায়! আল্লাহর প্রতি আমার কর্তব্যে আমি তো শৈথিল্য করেছি।[১] আর অবশ্যই আমি ঠাট্টা-বিদ্রূপকারীদের একজন ছিলাম।’","bangla_bayan":"যাতে কাউকেও বলতে না হয়, ‘হায় আফসোস! আল্লাহর হক আদায়ে আমি যে শৈথিল্য করেছিলাম তার জন্য। আর আমি কেবল ঠাট্টা-বিদ্রূপকারীদের মধ্যে অন্তর্ভুক্ত ছিলাম’।","bangla_mkhan":"যাতে কেউ না বলে, হায়, হায়, আল্লাহ সকাশে আমি কর্তব্যে অবহেলা করেছি এবং আমি ঠাট্টা-বিদ্রুপকারীদের অন্তর্ভূক্ত ছিলাম।","bangla_mujibur":"যাতে কেহকেও বলতে না হয়ঃ হায়! আল্লাহর প্রতি আমার কর্তব্যে আমি যে শৈথিল্য করেছি তার জন্য আফসোস! আমিতো ঠাট্টাকারীদের অন্তর্ভুক্ত ছিলাম।","bangla_taisirul":"যাতে কাউকে বলতে না হয়- হায় আফসোস! আমি আল্লাহর প্রতি (আমার কর্তব্যে) অবহেলা করেছিলাম, আর আমি তো ঠাট্টা বিদ্রূপকারীদের অন্তর্ভুক্ত ছিলাম।"},{"id":57,"arabic_text":"اَوۡ تَقُوۡلَ لَوۡ اَنَّ اللّٰہَ ہَدٰىنِیۡ  لَکُنۡتُ مِنَ الۡمُتَّقِیۡنَ ﴿ۙ۵۷﴾ ","english_text":"And they said, \"Our hearts are wrapped.\" But, [in fact], Allah has cursed them for their disbelief, so little is it that they believe.","page":465,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4115.mp3","colorText":"أَوْ تَقُولَ لَوْ أَ[g[نّ]َ [h:394[ٱ]للَّهَ هَدَ[n[ٮٰ]نِى لَكُ[f:11372[نت]ُ مِنَ [h:3499[ٱ]لْمُتَّق[p[ِي]نَ","juz":24,"ruku":401,"manzil":6,"bangla_ahbayan":"অথবা কেউ না বলে, ‘আল্লাহ আমাকে পথপ্রদর্শন করলে আমি তো অবশ্যই সাবধানীদের অন্তর্ভুক্ত হতাম।’ [১]","bangla_bayan":"অথবা যাতে কাউকে একথাও বলতে না হয়, ‘আল্লাহ যদি আমাকে হিদায়াত দিতেন তাহলে অবশ্যই আমি মুত্তাকীদের অন্তর্ভুক্ত হতাম’।","bangla_mkhan":"অথবা না বলে, আল্লাহ যদি আমাকে পথপ্রদর্শন করতেন, তবে অবশ্যই আমি পরহেযগারদের একজন হতাম।","bangla_mujibur":"অথবা কেহ যেন না বলেঃ আল্লাহ আমাকে পথ প্রদর্শন করলে আমিতো অবশ্যই মুত্তাকীদের অন্তর্ভুক্ত হতাম।","bangla_taisirul":"অথবা এ কথা যেন বলতে না হয় যে, আল্লাহ যদি আমাকে সঠিক পথ দেখাতেন, তাহলে আমি অবশ্যই মুত্তাক্বীদের অন্তর্ভুক্ত হতাম।"},{"id":58,"arabic_text":"اَوۡ تَقُوۡلَ حِیۡنَ تَرَی الۡعَذَابَ لَوۡ اَنَّ لِیۡ کَرَّۃً  فَاَکُوۡنَ مِنَ الۡمُحۡسِنِیۡنَ ﴿۵۸﴾ ","english_text":"And when there came to them a Book from Allah confirming that which was with them - although before they used to pray for victory against those who disbelieved - but [then] when there came to them that which they recognized, they disbelieved in it; so the curse of Allah will be upon the disbelievers.","page":465,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4116.mp3","colorText":"أَوْ تَقُولَ حِينَ تَرَى [h:11736[ٱ]لْعَذَابَ لَوْ أَ[g[نّ]َ لِى كَرَّ[f:11737[ةً ف]َأَكُونَ مِنَ [h:4754[ٱ]لْمُحْسِن[p[ِي]نَ","juz":24,"ruku":401,"manzil":6,"bangla_ahbayan":"অথবা শাস্তি প্রত্যক্ষ করলে যেন কাকেও বলতে না হয়, ‘হায়! যদি একবার পৃথিবীতে আমার প্রত্যাবর্তন ঘটত, তাহলে আমি সৎকর্মপরায়ণ হতাম।’","bangla_bayan":"অথবা আযাব প্রত্যক্ষ করার সময় যাতে কাউকে একথাও বলতে না হয়, ‘যদি একবার ফিরে যাওয়ার সুযোগ আমার হত, তাহলে আমি মুমিনদের অন্তর্ভুক্ত হতাম’।","bangla_mkhan":"অথবা আযাব প্রত্যক্ষ করার সময় না বলে, যদি কোনরূপে একবার ফিরে যেতে পারি, তবে আমি সৎকর্মপরায়ণ হয়ে যাব।","bangla_mujibur":"অথবা শাস্তি প্রত্যক্ষ করলে যেন কেহকে বলতে না হয়ঃ আহা! যদি একবার পৃথিবীতে আমার প্রত্যাবর্তন ঘটত তাহলে আমি সৎকর্মশীল হতাম।","bangla_taisirul":"অথবা শাস্তি দেখার পর কাউকে যেন বলতে না হয়, আমাকে যদি একবার (পৃথিবীতে) ফিরে যাবার সুযোগ দেয়া হত, তাহলে আমি সৎকর্মশীলদের অন্তর্ভুক্ত হতাম।"},{"id":59,"arabic_text":"بَلٰی قَدۡ جَآءَتۡکَ اٰیٰتِیۡ فَکَذَّبۡتَ بِہَا وَ اسۡتَکۡبَرۡتَ وَ کُنۡتَ مِنَ الۡکٰفِرِیۡنَ ﴿۵۹﴾ ","english_text":"How wretched is that for which they sold themselves - that they would disbelieve in what Allah has revealed through [their] outrage that Allah would send down His favor upon whom He wills from among His servants. So they returned having [earned] wrath upon wrath. And for the disbelievers is a humiliating punishment.","page":465,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4117.mp3","colorText":"بَلَىٰ قَ[q:298[دْ] ج[o[َا]ٓءَتْكَ ءَايَ[n[ـٰ]تِى فَكَذَّ[q:11738[بْ]تَ بِهَا وَ[h:11739[ٱ]سْتَكْبَرْتَ وَكُ[f:6187[نت]َ مِنَ [h:182[ٱ]لْكَ[n[ـٰ]فِر[p[ِي]نَ","juz":24,"ruku":401,"manzil":6,"bangla_ahbayan":"(আল্লাহ বলবেন,) প্রকৃত ব্যাপার তো এই যে, আমার নিদর্শনসমূহ তোমার নিকট এসেছিল; কিন্তু তুমি ঐগুলিকে মিথ্যা বলেছিলে এবং অহংকার করেছিলে। আর তুমি ছিলে অবিশ্বাসীদের একজন। [১]","bangla_bayan":"হ্যাঁ, অবশ্যই তোমার কাছে আমার নিদর্শনাবলী এসেছিল, অতঃপর তুমি সেগুলোকে অস্বীকার করেছিলে এবং তুমি অহঙ্কার করেছিলে। আর তুমি কাফিরদের অন্তর্ভুক্ত ছিলে।","bangla_mkhan":"হাঁ, তোমার কাছে আমার নির্দেশ এসেছিল; অতঃপর তুমি তাকে মিথ্যা বলেছিলে, অহংকার করেছিলে এবং কাফেরদের অন্তর্ভূক্ত হয়ে গিয়েছিলে।","bangla_mujibur":"প্রকৃত ব্যাপারতো এই যে, আমার নিদর্শন তোমার নিকট এসেছিল, কিন্তু তুমি এগুলিকে মিথ্যা বলেছিলে এবং অহংকার করেছিলে; আর তুমিতো ছিলে কাফিরদের একজন।","bangla_taisirul":"(তাকে উত্তর দেয়া হবে) না, বরং তোমার কাছে আমার নিদর্শন এসেছিল, তখন তুমি সেগুলোকে মিথ্যে বলে অস্বীকার করেছিলে, অহংকার করেছিলে আর কাফিরদের অন্তর্ভুক্ত ছিলে।"},{"id":60,"arabic_text":"وَ یَوۡمَ الۡقِیٰمَۃِ  تَرَی الَّذِیۡنَ کَذَبُوۡا عَلَی اللّٰہِ  وُجُوۡہُہُمۡ  مُّسۡوَدَّۃٌ ؕ اَلَیۡسَ فِیۡ  جَہَنَّمَ مَثۡوًی  لِّلۡمُتَکَبِّرِیۡنَ ﴿۶۰﴾ ","english_text":"And when it is said to them, \"Believe in what Allah has revealed,\" they say, \"We believe [only] in what was revealed to us.\" And they disbelieve in what came after it, while it is the truth confirming that which is with them. Say, \"Then why did you kill the prophets of Allah before, if you are [indeed] believers?\"","page":465,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4118.mp3","colorText":"وَيَوْمَ [h:443[ٱ]لْقِيَ[n[ـٰ]مَةِ تَرَى [h:11740[ٱ]لَّذِينَ كَذَبُو[s[اْ] عَلَى [h:412[ٱ]للَّهِ وُجُوهُه[w:11741[ُم م]ُّسْوَدَّةٌ‌ۚ أَلَيْسَ فِى جَهَ[g[نّ]َمَ مَثْ[u:11742[وًى ل]ِّلْمُتَكَبِّر[p[ِي]نَ","juz":24,"ruku":401,"manzil":6,"bangla_ahbayan":"যারা আল্লাহর প্রতি মিথ্যা আরোপ করে, তুমি কিয়ামতের দিন তাদের মুখ কালো দেখবে।[১] অহংকারীদের আবাসস্থল জাহান্নাম নয় কি? [২]","bangla_bayan":"আর যারা আল্লাহর প্রতি মিথ্যারোপ করে কিয়ামতের দিন তুমি তাদের চেহারাগুলো কালো দেখতে পাবে। অহঙ্কারীদের বাসস্থান জাহান্নামের মধ্যে নয় কি?","bangla_mkhan":"যারা আল্লাহর প্রতি মিথ্যা আরোপ করে, কেয়ামতের দিন আপনি তাদের মুখ কাল দেখবেন। অহংকারীদের আবাসস্থল জাহান্নামে নয় কি?","bangla_mujibur":"যারা আল্লাহর প্রতি মিথ্যা আরোপ করে, তুমি কিয়ামাত দিবসে তাদের মুখমন্ডল কালো দেখবে। ঔদ্ধত্যদের আবাসস্থল কি জাহান্নাম নয়?","bangla_taisirul":"যারা আল্লাহর প্রতি মিথ্যারোপ করে ক্বিয়ামতের দিনে তুমি তাদের মুখগুলো কালো দেখতে পাবে. অহংকারীদের আবাসস্থল কি জাহান্নামে নয়?"},{"id":61,"arabic_text":"وَ یُنَجِّی اللّٰہُ  الَّذِیۡنَ اتَّقَوۡا بِمَفَازَتِہِمۡ ۫ لَا  یَمَسُّہُمُ السُّوۡٓءُ  وَ لَا  ہُمۡ  یَحۡزَنُوۡنَ ﴿۶۱﴾ ","english_text":"And Moses had certainly brought you clear proofs. Then you took the calf [in worship] after that, while you were wrongdoers.","page":465,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4119.mp3","colorText":"وَيُنَجِّى [h:11743[ٱ]للَّهُ [h:1171[ٱ]لَّذِينَ [h:2523[ٱ]تَّقَوْ[s[اْ] بِمَفَازَتِهِمْ لَا يَمَسُّهُمُ [h:11744[ٱ][l[ل]سّ[o[ُو]ٓءُ وَلَا هُمْ يَحْزَن[p[ُو]نَ","juz":24,"ruku":401,"manzil":6,"bangla_ahbayan":"আল্লাহ সাবধানীদেরকে তাদের সাফল্য সহ উদ্ধার করবেন;[১] অমঙ্গল তাদেরকে স্পর্শ করবে না এবং তারা দুঃখও পাবে না। [২]","bangla_bayan":"আর আল্লাহ মুত্তাকীদেরকে তাদের সাফল্যসহ নাজাত দেবেন। কোন অমঙ্গল তাদেরকে স্পর্শ করবে না। আর তারা চিন্তিতও হবে না।","bangla_mkhan":"আর যারা শিরক থেকে বেঁচে থাকত, আল্লাহ তাদেরকে সাফল্যের সাথে মুক্তি দেবেন, তাদেরকে অনিষ্ট স্পর্শ করবে না এবং তারা চিন্তিতও হবে না।","bangla_mujibur":"আল্লাহ মুত্তাকীদের উদ্ধার করবেন তাদের সাফল্যসহ; তাদেরকে অমঙ্গল স্পর্শ করবেনা এবং তারা দুঃখও পাবেনা।","bangla_taisirul":"আর আল্লাহ মুত্তাক্বীদেরকে রক্ষা করবেন তাদের সফলতার কারণে। কোন খারাবী তাদেরকে স্পর্শ করবে না, আর তারা দুঃখিতও হবে না।"},{"id":62,"arabic_text":"اَللّٰہُ  خَالِقُ کُلِّ شَیۡءٍ ۫ وَّ ہُوَ عَلٰی کُلِّ شَیۡءٍ  وَّکِیۡلٌ ﴿۶۲﴾ ","english_text":"And [recall] when We took your covenant and raised over you the mount, [saying], \"Take what We have given you with determination and listen.\" They said [instead], \"We hear and disobey.\" And their hearts absorbed [the worship of] the calf because of their disbelief. Say, \"How wretched is that which your faith enjoins upon you, if you should be believers.\"","page":465,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4120.mp3","colorText":"ٱللَّهُ خَ[n[ـٰ]لِقُ كُلِّ ش[a:4300[َىْءٍ‌ۖ و]َهُوَ عَلَىٰ كُلِّ ش[a:4302[َىْءٍ و]َك[p[ِي]لٌ","juz":24,"ruku":401,"manzil":6,"bangla_ahbayan":"আল্লাহ সমস্ত কিছুর স্রষ্টা এবং তিনি সমস্ত কিছুর কর্মবিধায়ক। [১]","bangla_bayan":"আল্লাহ সব কিছুর স্রষ্টা এবং তিনি সব কিছুর তত্ত্বাবধায়ক।","bangla_mkhan":"আল্লাহ সর্বকিছুর স্রষ্টা এবং তিনি সবকিছুর দায়িত্ব গ্রহণ করেন।","bangla_mujibur":"আল্লাহ সব কিছুর স্রষ্টা এবং তিনি সব কিছুর কর্মবিধায়ক।","bangla_taisirul":"আল্লাহ সব কিছুর স্রষ্টা আর তিনি সব কিছুর অভিভাবক এবং কর্ম সম্পাদনকারী।"},{"id":63,"arabic_text":"لَہٗ  مَقَالِیۡدُ السَّمٰوٰتِ وَ الۡاَرۡضِ ؕ وَ الَّذِیۡنَ کَفَرُوۡا بِاٰیٰتِ اللّٰہِ  اُولٰٓئِکَ ہُمُ الۡخٰسِرُوۡنَ ﴿۶۳﴾ ","english_text":"Say, [O Muhammad], \"If the home of the Hereafter with Allah is for you alone and not the [other] people, then wish for death, if you should be truthful.","page":465,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4121.mp3","colorText":"لَّهُ[n[ۥ] مَقَالِيدُ [h:11745[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَ[h:177[ٱ]لْأَرْضِ‌ۗ وَ[h:37[ٱ]لَّذِينَ كَفَرُو[s[اْ] بِـَٔـايَ[n[ـٰ]تِ [h:322[ٱ]للَّهِ أُ[s[وْ]لَ[o[ـٰٓ]ئِكَ هُمُ [h:150[ٱ]لْخَ[n[ـٰ]سِر[p[ُو]نَ","juz":24,"ruku":401,"manzil":6,"bangla_ahbayan":"আকাশমন্ডলী ও পৃথিবীর চাবিসমূহ তাঁরই নিকট।[১] যারা আল্লাহর আয়াত (বাক্য)কে অস্বীকার করে, তারাই তো ক্ষতিগ্রস্ত।[২]","bangla_bayan":"আসমানসমূহ ও যমীনের চাবিসমূহ তাঁরই কাছে। আর যারা আল্লাহর আয়াতসমূহকে অস্বীকার করে তারাই ক্ষতিগ্রস্ত।","bangla_mkhan":"আসমান ও যমীনের চাবি তাঁরই নিকট। যারা আল্লাহর আয়াতসমূহকে অস্বীকার করে, তারাই ক্ষতিগ্রস্ত।","bangla_mujibur":"আকাশমন্ডলী ও পৃথিবীর চাবি তাঁরই নিকট। যারা আল্লাহর আয়াতকে অস্বীকার করে তারাই ক্ষতিগ্রস্ত।","bangla_taisirul":"আসমান আর যমীনের কুঞ্জি তাঁরই হাতে, আর যারা আল্লাহর নিদর্শনগুলোকে অস্বীকার করে, তারাই তো ক্ষতিগ্রস্ত।"},{"id":64,"arabic_text":"قُلۡ اَفَغَیۡرَ اللّٰہِ  تَاۡمُرُوۡٓنِّیۡۤ  اَعۡبُدُ  اَیُّہَا الۡجٰہِلُوۡنَ ﴿۶۴﴾ ","english_text":"But they will never wish for it, ever, because of what their hands have put forth. And Allah is Knowing of the wrongdoers.","page":465,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4122.mp3","colorText":"قُلْ أَفَغَيْرَ [h:4347[ٱ]للَّهِ تَأْمُر[m[ُو]ٓ[g[نّ][o[ِىٓ] أَعْبُدُ أَيُّهَا [h:11746[ٱ]لْجَ[n[ـٰ]هِل[p[ُو]نَ","juz":24,"ruku":402,"manzil":6,"bangla_ahbayan":"বল, ‘হে অজ্ঞ ব্যক্তিরা! তোমরা কি আমাকে আল্লাহ ভিন্ন অন্যের ইবাদত (দাসত্ব) করতে বলছ?’[১]","bangla_bayan":"বল, ‘হে অজ্ঞরা, তোমরা কি আমাকে আল্লাহ ছাড়া অন্যের ইবাদাত করার আদেশ করছ’?","bangla_mkhan":"বলুন, হে মুর্খরা, তোমরা কি আমাকে আল্লাহ ব্যতীত অন্যের এবাদত করতে আদেশ করছ?","bangla_mujibur":"বলঃ হে অজ্ঞ ব্যক্তিরা! তোমরা কি আমাকে আল্লাহ ব্যতীত অন্যের ইবাদাত করতে বলছ?","bangla_taisirul":"বল, ওহে অজ্ঞরা! তোমরা কি আমাকে আল্লাহ ছাড়া অন্যের ‘ইবাদাত করার আদেশ করছ?"},{"id":65,"arabic_text":"وَ لَقَدۡ  اُوۡحِیَ  اِلَیۡکَ وَ اِلَی الَّذِیۡنَ مِنۡ قَبۡلِکَ ۚ لَئِنۡ  اَشۡرَکۡتَ لَیَحۡبَطَنَّ عَمَلُکَ وَ  لَتَکُوۡنَنَّ  مِنَ  الۡخٰسِرِیۡنَ ﴿۶۵﴾ ","english_text":"And you will surely find them the most greedy of people for life - [even] more than those who associate others with Allah . One of them wishes that he could be granted life a thousand years, but it would not remove him in the least from the [coming] punishment that he should be granted life. And Allah is Seeing of what they do.","page":465,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4123.mp3","colorText":"وَلَقَ[q:341[دْ] أُوحِىَ إِلَيْكَ وَإِلَى [h:11747[ٱ]لَّذِينَ مِ[f:18[ن ق]َ[q:19[بْ]لِكَ لَئِنْ أَشْرَكْتَ لَيَحْبَطَ[g[نّ]َ عَمَلُكَ وَلَتَكُونَ[g[نّ]َ مِنَ [h:340[ٱ]لْخَ[n[ـٰ]سِر[p[ِي]نَ","juz":24,"ruku":402,"manzil":6,"bangla_ahbayan":"তোমার প্রতি ও তোমার পূর্ববর্তীদের প্রতি অবশ্যই অহী (প্রত্যাদেশ) করা হয়েছে যে, যদি তুমি আল্লাহর অংশী স্থির কর, তাহলে অবশ্যই তোমার কর্ম নিষ্ফল হবে এবং তুমি হবে ক্ষতিগ্রস্তদের শ্রেণীভুক্ত।[১]","bangla_bayan":"আর অবশ্যই তোমার কাছে এবং তোমার পূর্ববর্তীদের কাছে ওহী পাঠানো হয়েছে যে, তুমি শির্ক করলে তোমার কর্ম নিষ্ফল হবেই। আর অবশ্যই তুমি ক্ষতিগ্রস্তদের অন্তর্ভুক্ত হবে।","bangla_mkhan":"আপনার প্রতি এবং আপনার পূর্ববর্তীদের পতি প্রত্যাদেশ হয়েছে, যদি আল্লাহর শরীক স্থির করেন, তবে আপনার কর্ম নিষ্ফল হবে এবং আপনি ক্ষতিগ্রস্তদের একজন হবেন।","bangla_mujibur":"তোমার প্রতি, তোমার পূর্ববর্তীদের প্রতি অবশ্যই অহী হয়েছে; তুমি আল্লাহর শরীক স্থির করলে তোমার কাজ নিস্ফল হবে এবং তুমি হবে ক্ষতিগ্রস্ত।","bangla_taisirul":"কিন্তু তোমার কাছে আর তোমাদের পূর্ববর্তীদের কাছে ওয়াহী করা হয়েছে যে, তুমি যদি (আল্লাহর) শরীক স্থির কর, তাহলে তোমার কর্ম অবশ্য অবশ্যই নিস্ফল হয়ে যাবে, আর তুমি অবশ্য অবশ্যই ক্ষতিগ্রস্তদের অন্তর্ভুক্ত হবে।"},{"id":66,"arabic_text":"بَلِ اللّٰہَ  فَاعۡبُدۡ وَ کُنۡ مِّنَ الشّٰکِرِیۡنَ ﴿۶۶﴾ ","english_text":"Say, \"Whoever is an enemy to Gabriel - it is [none but] he who has brought the Qur'an down upon your heart, [O Muhammad], by permission of Allah, confirming that which was before it and as guidance and good tidings for the believers.\"","page":465,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4124.mp3","colorText":"بَلِ [h:11748[ٱ]للَّهَ فَ[h:11749[ٱ]عْبُ[q:11749[دْ] وَك[a:5006[ُن م]ِّنَ [h:4134[ٱ][l[ل]شَّ[n[ـٰ]كِر[p[ِي]نَ","juz":24,"ruku":402,"manzil":6,"bangla_ahbayan":"বরং তুমি আল্লাহরই ইবাদত (দাসত্ব) কর[১] এবং কৃতজ্ঞদের দলভুক্ত হও।","bangla_bayan":"বরং তুমি আল্লাহরই ইবাদাত কর এবং কৃতজ্ঞদের অন্তর্ভুক্ত হও।","bangla_mkhan":"বরং আল্লাহরই এবাদত করুন এবং কৃতজ্ঞদের অন্তর্ভুক্ত থাকুন।","bangla_mujibur":"অতএব তুমি আল্লাহরই ইবাদাত কর এবং কৃতজ্ঞ হও।","bangla_taisirul":"না, বরং আল্লাহর ‘ইবাদাত কর, আর শুকরগুজারদের অন্তর্ভুক্ত হও।"},{"id":67,"arabic_text":"وَ مَا قَدَرُوا اللّٰہَ حَقَّ قَدۡرِہٖ ٭ۖ وَ الۡاَرۡضُ جَمِیۡعًا قَبۡضَتُہٗ یَوۡمَ الۡقِیٰمَۃِ وَ السَّمٰوٰتُ مَطۡوِیّٰتٌۢ بِیَمِیۡنِہٖ ؕ سُبۡحٰنَہٗ وَ تَعٰلٰی عَمَّا یُشۡرِکُوۡنَ ﴿۶۷﴾ ","english_text":"Whoever is an enemy to Allah and His angels and His messengers and Gabriel and Michael - then indeed, Allah is an enemy to the disbelievers.","page":465,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4125.mp3","colorText":"وَمَا قَدَرُو[s[اْ] [h:4225[ٱ]للَّهَ حَقَّ قَ[q:4226[دْ]رِه[n[ِۦ] وَ[h:2241[ٱ]لْأَرْضُ جَمِي[f:11750[عًا ق]َ[q:11751[بْ]ضَتُهُ[n[ۥ] يَوْمَ [h:592[ٱ]لْقِيَ[n[ـٰ]مَةِ وَ[h:7179[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تُ مَ[q:11752[طْ]وِيَّ[n[ـٰ][i:11753[تُۢ ب]ِيَمِينِه[n[ِۦ]‌ۚ سُ[q:608[بْ]حَ[n[ـٰ]نَهُ[n[ۥ] وَتَعَ[n[ـٰ]لَىٰ عَ[g[مّ]َا يُشْرِك[p[ُو]نَ","juz":24,"ruku":402,"manzil":6,"bangla_ahbayan":"ওরা আল্লাহর যথোচিত কদর করেনি।[১] কিয়ামতের দিন সমস্ত পৃথিবী তাঁর হাতের মুঠোয় থাকবে এবং আকাশমন্ডলী থাকবে তাঁর ডান হাতে গুটানো।[২] পবিত্র ও মহান তিনি, ওরা যাকে অংশী করে, তিনি তার ঊর্ধ্বে।","bangla_bayan":"আর তারা আল্লাহকে যথাযোগ্য মর্যাদা দেয়নি। অথচ কিয়ামতের দিন গোটা পৃথিবীই থাকবে তাঁর মুষ্টিতে এবং আকাশসমূহ তাঁর ডান হাতে ভাঁজ করা থাকবে। তিনি পবিত্র, তারা যাদেরকে শরীক করে তিনি তাদের ঊর্ধ্বে।","bangla_mkhan":"তারা আল্লাহকে যথার্থরূপে বোঝেনি। কেয়ামতের দিন গোটা পৃথিবী থাকবে তাঁর হাতের মুঠোতে এবং আসমান সমূহ ভাঁজ করা অবস্থায় থাকবে তাঁর ডান হাতে। তিনি পবিত্র। আর এরা যাকে শরীক করে, তা থেকে তিনি অনেক উর্ধ্বে।","bangla_mujibur":"তারা আল্লাহর যথোচিত সম্মান করেনা। কিয়ামাত দিবসে সমস্ত পৃথিবী থাকবে তাঁর হাতের মুষ্টিতে এবং আকাশমন্ডলী ভাঁজ করা থাকবে তাঁর ডান হাতে। পবিত্র ও মহান তিনি, তারা যাকে শরীক করে তিনি তার উর্ধ্বে।","bangla_taisirul":"তারা আল্লাহর যথাযোগ্য মর্যাদা দেয় না। ক্বিয়ামতের দিন সমগ্র পৃথিবী তাঁর হাতের মুষ্ঠিতে থাকবে, আর আকাশমন্ডলী থাকবে ভাঁজ করা অবস্থায় তাঁর ডান হাতে। মাহাত্ম্য তাঁরই, তারা যাদেরকে তাঁর শরীক করে তিনি তাদের বহু ঊর্ধ্বে।"},{"id":68,"arabic_text":"وَ نُفِخَ فِی الصُّوۡرِ فَصَعِقَ مَنۡ فِی السَّمٰوٰتِ وَ مَنۡ فِی الۡاَرۡضِ اِلَّا مَنۡ شَآءَ اللّٰہُ ؕ ثُمَّ  نُفِخَ  فِیۡہِ  اُخۡرٰی فَاِذَا ہُمۡ  قِیَامٌ  یَّنۡظُرُوۡنَ ﴿۶۸﴾ ","english_text":"And We have certainly revealed to you verses [which are] clear proofs, and no one would deny them except the defiantly disobedient.","page":466,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4126.mp3","colorText":"وَنُفِخَ فِى [h:4185[ٱ][l[ل]صُّورِ فَصَعِقَ مَ[f:2074[ن ف]ِى [h:609[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَمَ[f:3453[ن ف]ِى [h:44[ٱ]لْأَرْضِ إِلَّا مَ[f:9680[ن ش][o[َا]ٓءَ [h:78[ٱ]للَّهُ‌ۖ ثُ[g[مّ]َ نُفِخَ فِيهِ أُخْرَىٰ فَإِذَا هُمْ قِيَا[a:11754[مٌ ي]َ[f:1141[نظ]ُر[p[ُو]نَ","juz":24,"ruku":402,"manzil":6,"bangla_ahbayan":"সেদিন শিঙ্গায় ফুৎকার দেওয়া হবে, ফলে আকাশমন্ডলী ও পৃথিবীর সকলে মূর্ছিত হয়ে পড়বে;[১] তবে যাদেরকে আল্লাহ রক্ষা করতে ইচ্ছা করবেন তারা নয়।[২] অতঃপর আবার শিঙ্গায় ফুৎকার দেওয়া হবে, তখন ওরা দন্ডায়মান হয়ে তাকাতে থাকবে।[৩]","bangla_bayan":"আর শিঙ্গায় ফুঁক দেয়া হবে। ফলে আল্লাহ যাদেরকে ইচ্ছা করেন তারা ছাড়া আসমানসমূহে যারা আছে এবং পৃথিবীতে যারা আছে সকলেই বেহুঁশ হয়ে পড়বে। তারপর আবার শিঙ্গায় ফুঁক দেয়া হবে, তখন তারা দাঁড়িয়ে তাকাতে থাকবে।","bangla_mkhan":"শিংগায় ফুঁক দেয়া হবে, ফলে আসমান ও যমীনে যারা আছে সবাই বেহুঁশ হয়ে যাবে, তবে আল্লাহ যাকে ইচ্ছা করেন। অতঃপর আবার শিংগায় ফুঁক দেয়া হবে, তৎক্ষণাৎ তারা দন্ডায়মান হয়ে দেখতে থাকবে।","bangla_mujibur":"এবং শিঙ্গায় ফুৎকার দেয়া হবে, ফলে যাদেরকে আল্লাহ ইচ্ছা করবেন তারা ব্যতীত আকাশমন্ডলী ও পৃথিবীর সবাই মুর্ছিত হয়ে পড়বে। অতঃপর আবার শিঙ্গায় ফুৎকার দেয়া হবে, তৎক্ষণাৎ তারা দন্ডায়মান হয়ে তাকাতে থাকবে।","bangla_taisirul":"আর যখন শিঙ্গায় ফুঁৎকার দেয়া হবে তখন মুর্ছিত হয়ে পড়বে যারা আছে আকাশে আর যারা আছে যমীনে, তবে আল্লাহর ইচ্ছেয় এত্থেকে যে রেহাই পাবে তার কথা ভিন্ন। অতঃপর শিঙ্গায় আবার ফুঁ দেয়া হবে, তখন তারা উঠে দাঁড়িয়ে তাকাতে থাকবে।"},{"id":69,"arabic_text":"وَ اَشۡرَقَتِ  الۡاَرۡضُ بِنُوۡرِ رَبِّہَا وَ وُضِعَ الۡکِتٰبُ وَ جِایۡٓءَ بِالنَّبِیّٖنَ وَ الشُّہَدَآءِ  وَ قُضِیَ بَیۡنَہُمۡ بِالۡحَقِّ وَ ہُمۡ  لَا یُظۡلَمُوۡنَ ﴿۶۹﴾ ","english_text":"Is it not [true] that every time they took a covenant a party of them threw it away? But, [in fact], most of them do not believe.","page":466,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4127.mp3","colorText":"وَأَشْرَقَتِ [h:11755[ٱ]لْأَرْضُ بِنُورِ رَبِّهَا وَوُضِعَ [h:8115[ٱ]لْكِتَ[n[ـٰ]بُ وَجِ[s[اْ][o[ىٓ]ءَ بِ[h:11756[ٱ][l[ل][g[نّ]َبِيِّـ[n[ـۧ]نَ وَ[h:2904[ٱ][l[ل]شُّهَد[o[َا]ٓءِ وَقُضِىَ بَيْنَه[c:11757[ُم ب]ِ[h:370[ٱ]لْحَقِّ وَهُمْ لَا يُظْلَم[p[ُو]نَ","juz":24,"ruku":402,"manzil":6,"bangla_ahbayan":"বিশ্ব-প্রতিপালকের জ্যোতিতে উদ্ভাসিত হবে বিশ্ব,[১] আমলনামা উপস্থিত করা হবে এবং নবীগণ ও সাক্ষীদেরকে আনয়ন করা হবে[২] এবং সকলের মধ্যে ন্যায় বিচার করা হবে ও তাদের প্রতি অবিচার করা হবে না। [৩]","bangla_bayan":"আর যমীন তার রবের নূরে আলোকিত হবে, আমলনামা উপস্থিত করা হবে এবং নবী ও সাক্ষীগণকে আনা হবে, তাদের মধ্যে ন্যায়বিচার করা হবে। এমতাবস্থায় যে, তাদের প্রতি যুলম করা হবে না।","bangla_mkhan":"পৃথিবী তার পালনকর্তার নূরে উদ্ভাসিত হবে, আমলনামা স্থাপন করা হবে, পয়গম্বরগণ ও সাক্ষীগণকে আনা হবে এবং সকলের মধ্যে ন্যায় বিচার করা হবে-তাদের প্রতি জুলুম করা হবে না।","bangla_mujibur":"যমীন ওর রবের জ্যোতিতে উদ্ভাসিত হবে, ‘আমলনামা পেশ করা হবে এবং নাবীদেরকে ও সাক্ষীদেরকে হাযির করা হবে এবং সকলের মধ্যে ন্যায় বিচার করা হবে ও তাদের প্রতি যুলম করা হবেনা।","bangla_taisirul":"পৃথিবী তার প্রতিপালকের জ্যোতিতে ঝলমল করে উঠবে, আর ‘আমালনামা সামনে আনা হবে। নবীগণ ও সাক্ষীগণকে উপস্থিত করা হবে। সকলের মাঝে ন্যায়পরায়ণতার সাথে বিচার করা হবে, তাদের প্রতি যুলম করা হবে না।"},{"id":70,"arabic_text":"وَ وُفِّیَتۡ کُلُّ  نَفۡسٍ مَّا عَمِلَتۡ وَ ہُوَ اَعۡلَمُ  بِمَا یَفۡعَلُوۡنَ ﴿۷۰﴾ ","english_text":"And when a messenger from Allah came to them confirming that which was with them, a party of those who had been given the Scripture threw the Scripture of Allah behind their backs as if they did not know [what it contained].","page":466,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4128.mp3","colorText":"وَوُفِّيَتْ كُلُّ نَفْ[a:1654[سٍ م]َّا عَمِلَتْ وَهُوَ أَعْلَمُ بِمَا يَفْعَل[p[ُو]نَ","juz":24,"ruku":402,"manzil":6,"bangla_ahbayan":"প্রত্যেকের কৃতকর্মের পরিপূর্ণ প্রতিফল দেওয়া হবে। ওরা যা করে সে সম্পর্কে আল্লাহ সবিশেষ অবহিত। [১]","bangla_bayan":"আর প্রত্যেককে তার আমলের পূর্ণ প্রতিফল দেয়া হবে এবং তারা যা করে সে সম্পর্কে তিনিই সর্বাধিক পরিজ্ঞাত।","bangla_mkhan":"প্রত্যেকে যা করেছে, তার পূর্ণ প্রতিফল দেয়া হবে। তারা যা কিছু করে, সে সম্পর্কে আল্লাহ সম্যক অবগত।","bangla_mujibur":"প্রত্যেকের কৃতকর্মের পূর্ণ প্রতিফল দেয়া হবে। তারা যা করে সেই সম্পর্কে আল্লাহ সবিশেষ অবহিত।","bangla_taisirul":"প্রত্যেকের কাজের পূর্ণ প্রতিফল দেয়া হবে। লোকেরা যা করে তা তিনি খুব ভালভাবেই জানেন।"},{"id":71,"arabic_text":"وَ سِیۡقَ الَّذِیۡنَ  کَفَرُوۡۤا اِلٰی جَہَنَّمَ  زُمَرًا ؕ حَتّٰۤی  اِذَا جَآءُوۡہَا فُتِحَتۡ  اَبۡوَابُہَا وَ قَالَ لَہُمۡ خَزَنَتُہَاۤ  اَلَمۡ یَاۡتِکُمۡ رُسُلٌ مِّنۡکُمۡ یَتۡلُوۡنَ عَلَیۡکُمۡ اٰیٰتِ رَبِّکُمۡ وَ یُنۡذِرُوۡنَکُمۡ لِقَآءَ یَوۡمِکُمۡ ہٰذَا ؕ قَالُوۡا بَلٰی وَ لٰکِنۡ حَقَّتۡ کَلِمَۃُ الۡعَذَابِ عَلَی الۡکٰفِرِیۡنَ ﴿۷۱﴾   ","english_text":"And they followed [instead] what the devils had recited during the reign of Solomon. It was not Solomon who disbelieved, but the devils disbelieved, teaching people magic and that which was revealed to the two angels at Babylon, Harut and Marut. But the two angels do not teach anyone unless they say, \"We are a trial, so do not disbelieve [by practicing magic].\" And [yet] they learn from them that by which they cause separation between a man and his wife. But they do not harm anyone through it except by permission of Allah . And the people learn what harms them and does not benefit them. But the Children of Israel certainly knew that whoever purchased the magic would not have in the Hereafter any share. And wretched is that for which they sold themselves, if they only knew.","page":466,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4129.mp3","colorText":"وَسِيقَ [h:11758[ٱ]لَّذِينَ كَفَر[o[ُوٓ][s[اْ] إِلَىٰ جَهَ[g[نّ]َمَ زُمَرًا‌ۖ حَتَّ[o[ىٰٓ] إِذَا ج[o[َا]ٓءُوهَا فُتِحَتْ أَ[q:11759[بْ]و[n[َٲ]بُهَا وَقَالَ لَهُمْ خَزَنَتُه[o[َآ] أَلَمْ يَأْتِكُمْ رُسُ[a:4419[لٌ م]ِّ[f:344[نك]ُمْ يَتْلُونَ عَلَيْكُمْ ءَايَ[n[ـٰ]تِ رَبِّكُمْ وَيُ[f:4420[نذ]ِرُونَكُمْ لِق[o[َا]ٓءَ يَوْمِكُمْ هَ[n[ـٰ]ذَا‌ۚ قَالُو[s[اْ] بَلَىٰ وَلَ[n[ـٰ]كِنْ حَقَّتْ كَلِمَةُ [h:11662[ٱ]لْعَذَابِ عَلَى [h:468[ٱ]لْكَ[n[ـٰ]فِر[p[ِي]نَ","juz":24,"ruku":403,"manzil":6,"bangla_ahbayan":"সত্যপ্রত্যাখ্যানকারীদেরকে জাহান্নামের দিকে দলে দলে তাড়িয়ে নিয়ে যাওয়া হবে।[১] যখন ওরা জাহান্নামের নিকট উপস্থিত হবে, তখন তার দরজা খুলে দেওয়া হবে[২] এবং জাহান্নামের রক্ষীরা ওদেরকে বলবে, ‘তোমাদের নিকট কি তোমাদের মধ্য হতে রসূল আসেনি; যারা তোমাদের নিকট তোমাদের প্রতিপালকের আয়াত আবৃত্তি করত এবং এ দিনের সাক্ষাৎ সম্বন্ধে তোমাদেরকে সতর্ক করত?’ ওরা বলবে, ‘অবশ্যই এসেছিল।[৩] কিন্তু সত্যপ্রত্যাখ্যানকারীদের প্রতি শাস্তির বাক্য বাস্তবায়িত হয়েছে।’ [৪]","bangla_bayan":"আর কাফিরদেরকে দলে দলে জাহান্নামের দিকে হাঁকিয়ে নিয়ে যাওয়া হবে। অবশেষে তারা যখন জাহান্নামের কাছে এসে পৌঁছবে তখন তার দরজাগুলো খুলে দেয়া হবে এবং জাহান্নামের রক্ষীরা তাদেরকে বলবে, ‘তোমাদের মধ্য থেকে তোমাদের কাছে কি রাসূলগণ আসেনি, যারা তোমাদের কাছে তোমাদের রবের আয়াতগুলো তিলাওয়াত করত এবং এ দিনের সাক্ষাৎ সম্পর্কে তোমাদেরকে সতর্ক করত’? তারা বলবে, ‘অবশ্যই এসেছিল’; কিন্তু কাফিরদের উপর আযাবের বাণী সত্যে পরিণত হল।","bangla_mkhan":"কাফেরদেরকে জাহান্নামের দিকে দলে দলে হাঁকিয়ে নেয়া হবে। তারা যখন সেখানে পৌছাবে, তখন তার দরজাসমূহ খুলে দেয়া হবে এবং জাহান্নামের রক্ষীরা তাদেরকে বলবে, তোমাদের কাছে কি তোমাদের মধ্য থেকে পয়গম্বর আসেনি, যারা তোমাদের কাছে তোমাদের পালনকর্তার আয়াতসমূহ আবৃত্তি করত এবং সতর্ক করত এ দিনের সাক্ষাতের ব্যাপারে? তারা বলবে, হঁ্যা, কিন্তু কাফেরদের প্রতি শাস্তির হুকুমই বাস্তবায়িত হয়েছে।","bangla_mujibur":"কাফিরদেরকে জাহান্নামের দিকে দলে দলে হাঁকিয়ে নিয়ে যাওয়া হবে। যখন তারা সেখানে উপস্থিত হবে তখন ওর প্রবেশ দ্বারগুলি খুলে দেয়া হবে এবং জাহান্নামের রক্ষীরা তাদেরকে বলবেঃ তোমাদের নিকট কি তোমাদের মধ্য হতে রাসূল আসেনি যারা তোমাদের নিকট তোমাদের রবের আয়াত আবৃত্তি করত এবং এই দিনের সাক্ষাৎ সম্বন্ধে সতর্ক করত? তারা বলবেঃ অবশ্যই এসেছিল। বস্তুতঃ কাফিরদের প্রতি শাস্তির কথা বাস্তবায়িত হয়েছে।","bangla_taisirul":"কাফিরদেরকে দলে দলে জাহান্নামের দিকে হাঁকিয়ে নিয়ে যাওয়া হবে। শেষে যখন তারা সেখানে পোঁছবে, তখন তার দরজাগুলো খুলে দেয়া হবে। তখন জাহান্নামের রক্ষীরা তাদেরকে বলবে- তোমাদের কাছে তোমাদেরই ভিতর থেকে কি রসূলগণ আসেননি যারা তোমাদের কাছে তোমাদের প্রতিপালকের আয়াত পড়ে শোনাতেন আর তোমাদেরকে যে এ দিনের সাক্ষাৎ করতে হবে এ সম্পর্কে তোমাদেরকে সতর্ক করতেন? তারা বলবে- হাঁ, এসেছিল। কিন্তু (এ স্বীকারোক্তি সত্ত্বেও) কাফিরদের প্রতি শাস্তির ফয়সালা অবধারিত হয়ে গেছে।"},{"id":72,"arabic_text":"قِیۡلَ  ادۡخُلُوۡۤا اَبۡوَابَ جَہَنَّمَ خٰلِدِیۡنَ فِیۡہَا ۚ فَبِئۡسَ مَثۡوَی الۡمُتَکَبِّرِیۡنَ ﴿۷۲﴾ ","english_text":"And if they had believed and feared Allah, then the reward from Allah would have been [far] better, if they only knew.","page":466,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4130.mp3","colorText":"قِيلَ [h:11760[ٱ][q:278[دْ]خُل[o[ُوٓ][s[اْ] أَ[q:4047[بْ]و[n[َٲ]بَ جَهَ[g[نّ]َمَ خَ[n[ـٰ]لِدِينَ فِيهَا‌ۖ فَبِئْسَ مَثْوَى [h:7387[ٱ]لْمُتَكَبِّر[p[ِي]نَ","juz":24,"ruku":403,"manzil":6,"bangla_ahbayan":"ওদেরকে বলা হবে, জাহান্নামে স্থায়ীভাবে বাস করার জন্য তোমরা ওতে প্রবেশ কর। কত নিকৃষ্ট অহংকারীদের আবাসস্থল!","bangla_bayan":"বলা হবে, ‘তোমরা জাহান্নামের দরজাসমূহে প্রবেশ কর, তাতেই স্থায়ীভাবে থাকার জন্য। অতএব অহঙ্কারীদের আবাসস্থল কতই না নিকৃষ্ট’!","bangla_mkhan":"বলা হবে, তোমরা জাহান্নামের দরজা দিয়ে প্রবেশ কর, সেখানে চিরকাল অবস্থানের জন্যে। কত নিকৃষ্ট অহংকারীদের আবাসস্থল।","bangla_mujibur":"তাদেরকে বলা হবেঃ জাহান্নামের দ্বারসমূহে প্রবেশ কর, তাতে স্থায়ীভাবে অবস্থিতির জন্য। কত নিকৃষ্ট উদ্ধতদের আবাসস্থল!","bangla_taisirul":"তাদেরকে বলা হবে- জাহান্নামের দরজা দিয়ে প্রবেশ কর, তোমাদেরকে চিরকাল এখানে থাকতে হবে। অহংকারীদের আবাসস্থল কতই না নিকৃষ্ট!"},{"id":73,"arabic_text":"وَ سِیۡقَ الَّذِیۡنَ اتَّقَوۡا رَبَّہُمۡ  اِلَی الۡجَنَّۃِ زُمَرًا ؕ حَتّٰۤی  اِذَا جَآءُوۡہَا وَ فُتِحَتۡ اَبۡوَابُہَا وَ قَالَ لَہُمۡ خَزَنَتُہَا سَلٰمٌ عَلَیۡکُمۡ طِبۡتُمۡ فَادۡخُلُوۡہَا خٰلِدِیۡنَ ﴿۷۳﴾ ","english_text":"O you who have believed, say not [to Allah 's Messenger], \"Ra'ina\" but say, \"Unthurna\" and listen. And for the disbelievers is a painful punishment.","page":466,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4131.mp3","colorText":"وَسِيقَ [h:11758[ٱ]لَّذِينَ [h:2523[ٱ]تَّقَوْ[s[اْ] رَبَّهُمْ إِلَى [h:1243[ٱ]لْجَ[g[نّ]َةِ زُمَرًا‌ۖ حَتَّ[o[ىٰٓ] إِذَا ج[o[َا]ٓءُوهَا وَفُتِحَتْ أَ[q:11759[بْ]و[n[َٲ]بُهَا وَقَالَ لَهُمْ خَزَنَتُهَا سَلَ[n[ـٰ]مٌ عَلَيْكُمْ طِ[q:11761[بْ]تُمْ فَ[h:11762[ٱ][q:11762[دْ]خُلُوهَا خَ[n[ـٰ]لِد[p[ِي]نَ","juz":24,"ruku":403,"manzil":6,"bangla_ahbayan":"আর যারা তাদের প্রতিপালককে ভয় করত, তাদেরকে দলে দলে জান্নাতের দিকে নিয়ে যাওয়া হবে।[১] যখন তারা জান্নাতের নিকট উপস্থিত হবে এবং জান্নাতের দরজা খুলে দেওয়া হবে[২] এবং তার রক্ষীরা তাদেরকে বলবে, ‘তোমাদের প্রতি সালাম (শান্তি), তোমরা সুখী হও এবং স্থায়ীভাবে বাস করার জন্য জান্নাতে প্রবেশ কর।’","bangla_bayan":"আর যারা তাদের রবকে ভয় করেছে তাদেরকে দলে দলে জান্নাতের দিকে নিয়ে যাওয়া হবে। অবশেষে তারা যখন সেখানে এসে পৌঁছবে এবং এর দরজাসমূহ খুলে দেয়া হবে তখন জান্নাতের রক্ষীরা তাদেরকে বলবে, ‘তোমাদের প্রতি সালাম, তোমরা ভাল ছিলে। অতএব স্থায়ীভাবে থাকার জন্য এখানে প্রবেশ কর’।","bangla_mkhan":"যারা তাদের পালনকর্তাকে ভয় করত তাদেরকে দলে দলে জান্নাতের দিকে নিয়ে যাওয়া হবে। যখন তারা উম্মুক্ত দরজা দিয়ে জান্নাতে পৌছাবে এবং জান্নাতের রক্ষীরা তাদেরকে বলবে, তোমাদের প্রতি সালাম, তোমরা সুখে থাক, অতঃপর সদাসর্বদা বসবাসের জন্যে তোমরা জান্নাতে প্রবেশ কর।","bangla_mujibur":"যারা তাদের রাব্বকে ভয় করত তাদেরকে দলে দলে জান্নাতের দিকে নিয়ে যাওয়া হবে। যখন তারা সেখানে উপস্থিত হবে তখন ওর দ্বারসমূহ খুলে দেয়া হবে এবং জান্নাতের রক্ষীরা তাদেরকে বলবেঃ তোমাদের প্রতি সালাম, তোমরা সুখী হও এবং জান্নাতে প্রবেশ কর স্থায়ীভাবে অবস্থানের জন্য।","bangla_taisirul":"যারা তাদের প্রতিপালককে ভয় করত তাদেরকে দলে দলে জান্নাতের দিকে নিয়ে যাওয়া হবে। যখন তারা সেখানে এসে পৌঁছবে, জান্নাতের দরজাগুলো (পূর্ব থেকেই) উন্মুক্ত (দেখতে পাবে)। জান্নাতের দ্বার রক্ষীরা বলবে- তোমাদের উপর শান্তি (বর্ষিত হোক), চমৎকার কাজ করেছ তোমরা, কাজেই চিরকালের জন্য এতে প্রবেশ কর।"},{"id":74,"arabic_text":"وَ قَالُوا الۡحَمۡدُ لِلّٰہِ الَّذِیۡ صَدَقَنَا وَعۡدَہٗ وَ اَوۡرَثَنَا الۡاَرۡضَ نَتَبَوَّاُ مِنَ الۡجَنَّۃِ حَیۡثُ نَشَآءُ ۚ فَنِعۡمَ  اَجۡرُ الۡعٰمِلِیۡنَ ﴿۷۴﴾ ","english_text":"Neither those who disbelieve from the People of the Scripture nor the polytheists wish that any good should be sent down to you from your Lord. But Allah selects for His mercy whom He wills, and Allah is the possessor of great bounty.","page":466,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4132.mp3","colorText":"وَقَالُو[s[اْ] [h:4698[ٱ]لْحَمْدُ لِلَّهِ [h:3912[ٱ]لَّذِى صَدَقَنَا وَعْدَهُ[n[ۥ] وَأَوْرَثَنَا [h:11763[ٱ]لْأَرْضَ نَتَبَوَّأُ مِنَ [h:4643[ٱ]لْجَ[g[نّ]َةِ حَيْثُ نَش[o[َا]ٓءُ‌ۖ فَنِعْمَ أَ[q:2254[جْ]رُ [h:2255[ٱ]لْعَ[n[ـٰ]مِل[p[ِي]نَ","juz":24,"ruku":403,"manzil":6,"bangla_ahbayan":"তারা (প্রবেশ করে) বলবে, ‘প্রশংসা আল্লাহর, যিনি আমাদেরকে দেওয়া তাঁর প্রতিশ্রুতি পূর্ণ করেছেন এবং আমাদেরকে এ ভূমির অধিকারী করেছেন; আমরা জান্নাতে যথা ইচ্ছা বসবাস করব। সদাচারীদের পুরস্কার কত উত্তম!’","bangla_bayan":"আর তারা বলবে, ‘সকল প্রশংসা আল্লাহর জন্য, যিনি আমাদের প্রতি তার ওয়াদাকে সত্য করেছেন। আর আমাদেরকে যমীনের অধিকারী করেছেন। আমরা জান্নাতে যেখানে ইচ্ছা বসবাসের জায়গা করে নেব। অতএব (নেক) আমলকারীদের প্রতিফল কতইনা উত্তম’!","bangla_mkhan":"তারা বলবে, সমস্ত প্রশংসা আল্লাহর, যিনি আমাদের প্রতি তাঁর ওয়াদা পূর্ণ করেছেন এবং আমাদেরকে এ ভূমির উত্তরাধিকারী করেছেন। আমরা জান্নাতের যেখানে ইচ্ছা বসবাস করব। মেহনতকারীদের পুরস্কার কতই চমৎকার।","bangla_mujibur":"তারা প্রবেশ করে বলবেঃ প্রশংসা আল্লাহর যিনি আমাদের প্রতি তাঁর প্রতিশ্রুতি পূর্ণ করেছেন এবং আমাদের অধিকারী করেছেন এই ভূমির; আমরা জান্নাতে যেখানে ইচ্ছা বসবাস করব। সদাচারীদের পুরস্কার কত উত্তম!","bangla_taisirul":"(জান্নাতে প্রবেশ করে) তারা বলবে- সমস্ত প্রশংসা আল্লাহর যিনি তাঁর ও‘য়াদাকে সত্যিকারভাবে পূর্ণ করেছেন, আর আমাদেরকে (জান্নাতের) যমীনের অধিকারী বানিয়ে দিয়েছেন। আমরা জান্নাতের যেথায় ইচ্ছে বসবাসের জায়গা ক’রে নিতে পারি। সৎকর্মশীলদের প্রতিফল কতই না উত্তম!"},{"id":75,"arabic_text":"وَ تَرَی الۡمَلٰٓئِکَۃَ  حَآفِّیۡنَ مِنۡ حَوۡلِ الۡعَرۡشِ یُسَبِّحُوۡنَ بِحَمۡدِ رَبِّہِمۡ ۚ وَ قُضِیَ بَیۡنَہُمۡ  بِالۡحَقِّ وَ قِیۡلَ الۡحَمۡدُ لِلّٰہِ رَبِّ الۡعٰلَمِیۡنَ ﴿۷۵﴾ ","english_text":"We do not abrogate a verse or cause it to be forgotten except that We bring forth [one] better than it or similar to it. Do you not know that Allah is over all things competent?","page":467,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4133.mp3","colorText":"وَتَرَى [h:11764[ٱ]لْمَلَ[o[ـٰٓ]ئِكَةَ ح[m[َا]ٓفِّينَ مِنْ حَوْلِ [h:11765[ٱ]لْعَرْشِ يُسَبِّحُونَ بِحَمْدِ رَبِّهِمْ‌ۖ وَقُضِىَ بَيْنَه[c:11757[ُم ب]ِ[h:370[ٱ]لْحَقِّ وَقِيلَ [h:11766[ٱ]لْحَمْدُ لِلَّهِ رَبِّ [h:4[ٱ]لْعَ[n[ـٰ]لَم[p[ِي]نَ","juz":24,"ruku":403,"manzil":6,"bangla_ahbayan":"তুমি ফিরিশতাদেরকে দেখতে পাবে যে, ওরা আরশের চারিপাশ ঘিরে ওদের প্রতিপালকের সপ্রশংস পবিত্রতা ও মহিমা ঘোষণা করছে।[১] ন্যায়ের সঙ্গে সকলের বিচার করা হবে; আর বলা হবে, ‘সমস্ত প্রশংসা বিশ্বজগতের প্রতিপালক আল্লাহর প্রাপ্য।’[২]","bangla_bayan":"আর তুমি ফেরেশতাদেরকে আরশের চারপাশ ঘিরে তাদের রবের প্রশংসায় তাসবীহ পাঠ করতে দেখতে পাবে। আর তাদের মধ্যে ন্যায়সঙ্গতভাবে বিচার করে দেয়া হবে এবং বলা হবে ‘সকল প্রশংসা সৃষ্টিকুলের রব আল্লাহর জন্য’।","bangla_mkhan":"আপনি ফেরেশতাগণকে দেখবেন, তারা আরশের চার পাশ ঘিরে তাদের পালনকর্তার পবিত্রতা ঘোষনা করছে। তাদের সবার মাঝে ন্যায় বিচার করা হবে। বলা হবে, সমস্ত প্রশংসা বিশ্বপালক আল্লাহর।","bangla_mujibur":"এবং তুমি মালাইকা/ফেরেশতাদেরকে দেখতে পাবে যে, তারা আরশের চতুস্পার্শ্বে ঘিরে তাদের রবের সপ্রশংস পবিত্রতা ও মহিমা ঘোষণা করছে। আর তাদের বিচার করা হবে ন্যায়ের সাথে। বলা হবেঃ প্রশংসা জগতসমূহের রাব্ব আল্লাহর প্রাপ্য।","bangla_taisirul":"তুমি ফেরেশতাদেরকে ‘আরশের চারপাশ ঘিরে তাদের প্রতিপালকের মাহাত্ম্য ঘোষণা ও প্রশংসা করতে দেখতে পাবে। মানুষের মাঝে ন্যায়নিষ্ঠার সঙ্গে বিচার-ফয়সালা করা হবে। আর ঘোষণা দেয়া হবে যে, যাবতীয় প্রশংসা বিশ্বজগতের প্রতিপালকের জন্য।"}]}}