{"surahDetails":{"id":42,"banglaName":"পরামর্শ","totalAyah":53,"arabicInBangla":"আশ-শুরা"},"surah":{"id":42,"verses":[{"id":1,"arabic_text":"حٰمٓ ۚ﴿۱﴾ ","english_text":"And We said, \"O Adam, dwell, you and your wife, in Paradise and eat therefrom in [ease and] abundance from wherever you will. But do not approach this tree, lest you be among the wrongdoers.\"","page":483,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4273.mp3","colorText":"ح[m[مٓ]","juz":25,"ruku":419,"manzil":6,"bangla_ahbayan":"হা-মীম।","bangla_bayan":"হা-মীম।","bangla_mkhan":"হা-মীম।","bangla_mujibur":"হা, মীম।","bangla_taisirul":"হা-মীম।"},{"id":2,"arabic_text":"عٓسٓقٓ ﴿۲﴾ ","english_text":"But Satan caused them to slip out of it and removed them from that [condition] in which they had been. And We said, \"Go down, [all of you], as enemies to one another, and you will have upon the earth a place of settlement and provision for a time.\"","page":483,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4274.mp3","colorText":"[m[عٓ][m[سٓ][m[قٓ]","juz":25,"ruku":419,"manzil":6,"bangla_ahbayan":"আইন-সীন-ক্বাফ।","bangla_bayan":"‘আইন-সীন-কাফ।","bangla_mkhan":"আইন, সীন ক্বা-ফ।","bangla_mujibur":"আইন, সীন, কাফ।","bangla_taisirul":"‘আইন-সীন-ক্বাফ।"},{"id":3,"arabic_text":"کَذٰلِکَ یُوۡحِیۡۤ  اِلَیۡکَ وَ اِلَی الَّذِیۡنَ مِنۡ قَبۡلِکَ ۙ اللّٰہُ  الۡعَزِیۡزُ  الۡحَکِیۡمُ ﴿۳﴾ ","english_text":"Then Adam received from his Lord [some] words, and He accepted his repentance. Indeed, it is He who is the Accepting of repentance, the Merciful.","page":483,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4275.mp3","colorText":"كَذ[n[َٲ]لِكَ يُوح[o[ِىٓ] إِلَيْكَ وَإِلَى [h:11747[ٱ]لَّذِينَ مِ[f:18[ن ق]َ[q:19[بْ]لِكَ [h:12069[ٱ]للَّهُ [h:9894[ٱ]لْعَزِيزُ [h:681[ٱ]لْحَك[p[ِي]مُ","juz":25,"ruku":419,"manzil":6,"bangla_ahbayan":"পরাক্রমশালী, প্রজ্ঞাময় আল্লাহ এভাবে তোমার প্রতি এবং তোমার পূর্ববর্তীদের প্রতি প্রত্যাদেশ করে থাকেন।[১]","bangla_bayan":"এমনিভাবে মহাপরাক্রমশালী ও প্রজ্ঞাময় আল্লাহ তোমার কাছে ওহী প্রেরণ করেন এবং তোমার পূর্ববর্তীদের কাছেও।","bangla_mkhan":"এমনিভাবে পরাক্রমশালী, প্রজ্ঞাময় আল্লাহ আপনার প্রতি ও আপনার পূর্ববর্তীদের প্রতি ওহী প্রেরণ করেন।","bangla_mujibur":"পরাক্রমশালী, প্রজ্ঞাময় আল্লাহ এভাবেই তোমার পূর্ববর্তীদের মতই তোমার প্রতি প্রত্যাদেশ করেন।","bangla_taisirul":"এভাবেই মহাপরাক্রমশালী মহাজ্ঞানী আল্লাহ তোমার প্রতি এবং তোমার পূর্বে যারা ছিল তাদের প্রতি ওয়াহী নাযিল করেন।"},{"id":4,"arabic_text":"لَہٗ  مَا فِی السَّمٰوٰتِ وَ مَا فِی الۡاَرۡضِ ؕ وَ ہُوَ  الۡعَلِیُّ  الۡعَظِیۡمُ ﴿۴﴾ ","english_text":"We said, \"Go down from it, all of you. And when guidance comes to you from Me, whoever follows My guidance - there will be no fear concerning them, nor will they grieve.","page":483,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4276.mp3","colorText":"لَهُ[n[ۥ] مَا فِى [h:609[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَمَا فِى [h:44[ٱ]لْأَرْضِ‌ۖ وَهُوَ [h:1475[ٱ]لْعَلِىُّ [h:1476[ٱ]لْعَظ[p[ِي]مُ","juz":25,"ruku":419,"manzil":6,"bangla_ahbayan":"আকাশমন্ডলী ও পৃথিবীতে যা কিছু আছে তা তাঁরই। তিনি সমুন্নত, সুমহান।","bangla_bayan":"আসমানসমূহে যা কিছু আছে এবং যমীনে যা কিছু আছে সব তাঁরই। তিনিই সমুন্নত, সুমহান।","bangla_mkhan":"নভোমন্ডলে যা কিছু আছে এবং ভূমন্ডলে যা কিছু আছে, সমস্তই তাঁর। তিনি সমুন্নত, মহান।","bangla_mujibur":"আকাশমন্ডলী ও পৃথিবীতে যা কিছু আছে তা তাঁরই। তিনি সমুন্নত, মহান।","bangla_taisirul":"আকাশ ও যমীনে যা কিছু আছে সবই তাঁর, তিনি সর্বোচ্চ, মহান।"},{"id":5,"arabic_text":"تَکَادُ  السَّمٰوٰتُ یَتَفَطَّرۡنَ مِنۡ فَوۡقِہِنَّ وَ الۡمَلٰٓئِکَۃُ  یُسَبِّحُوۡنَ بِحَمۡدِ رَبِّہِمۡ وَ یَسۡتَغۡفِرُوۡنَ لِمَنۡ فِی الۡاَرۡضِ ؕ اَلَاۤ اِنَّ اللّٰہَ ہُوَ  الۡغَفُوۡرُ الرَّحِیۡمُ ﴿۵﴾ ","english_text":"And those who disbelieve and deny Our signs - those will be companions of the Fire; they will abide therein eternally.\"","page":483,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4277.mp3","colorText":"تَكَادُ [h:8420[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تُ يَتَفَطَّرْنَ مِ[f:12070[ن ف]َوْقِهِ[g[نّ]َ‌ۚ وَ[h:1146[ٱ]لْمَلَ[o[ـٰٓ]ئِكَةُ يُسَبِّحُونَ بِحَمْدِ رَبِّهِمْ وَيَسْتَغْفِرُونَ لِمَ[f:5428[ن ف]ِى [h:44[ٱ]لْأَرْضِ‌ۗ أَل[o[َآ] إِ[g[نّ]َ [h:80[ٱ]للَّهَ هُوَ [h:6822[ٱ]لْغَفُورُ [h:6228[ٱ][l[ل]رَّح[p[ِي]مُ","juz":25,"ruku":419,"manzil":6,"bangla_ahbayan":"আকাশমন্ডলী ঊর্ধ্বদেশ হতে ভেঙে পড়ার উপক্রম হয়[১] এবং ফিরিশতা তাদের প্রতিপালকের সপ্রশংস পবিত্রতা ও মহিমা ঘোষণা করে এবং পৃথিবীর বাসিন্দার জন্য ক্ষমা প্রার্থনা করে।[২] জেনে রাখ যে, নিশ্চয় আল্লাহ, তিনিই চরম ক্ষমাশীল, পরম দয়ালু।[৩]","bangla_bayan":"উপর থেকে আসমান ফেটে পড়ার উপক্রম হয়; আর ফেরেশতারা তাদের রবের প্রশংসায় তাসবীহ পাঠ করে এবং পৃথিবীতে যারা আছে তাদের জন্য ক্ষমা প্রার্থনা করে; জেনে রেখ, আল্লাহ, তিনি তো অতি ক্ষমাশীল, পরম দয়ালু।","bangla_mkhan":"আকাশ উপর থেকে ফেটে পড়ার উপক্রম হয় আর তখন ফেরেশতাগণ তাদের পালনকর্তার প্রশংসাসহ পবিত্রতা বর্ণনা করে এবং পৃথিবীবাসীদের জন্যে ক্ষমা প্রার্থনা করে। শুনে রাখ, আল্লাহই ক্ষমাশীল, পরম করুনাময়।","bangla_mujibur":"আকাশমন্ডলী উর্ধ্বদেশ হতে ভেঙ্গে পড়ার উপক্রম হয় এবং মালাইকা/ফেরেশতারা তাদের রবের সপ্রশংস পবিত্রতা ও মহিমা ঘোষণা করে এবং মর্তবাসীদের জন্য ক্ষমা প্রার্থনা করে। জেনে রেখ, আল্লাহতো ক্ষমাশীল, পরম দয়ালু।","bangla_taisirul":"আকাশ উপর থেকে ফেটে পড়ার উপক্রম হয় (সুমহান আল্লাহর প্রতি শ্রদ্ধাপূর্ণ ভয়ভীতিতে) আর ফেরেশতারা তাদের প্রতিপালকের প্রশংসা ও মহিমা ঘোষণা করে এবং যারা পৃথিবীতে আছে তাদের জন্য (আল্লাহর নিকট) ক্ষমা প্রার্থনা করে। জেনে রেখ, আল্লাহ, তিনি বড়ই ক্ষমাশীল, অতি দয়ালু।"},{"id":6,"arabic_text":"وَ الَّذِیۡنَ اتَّخَذُوۡا مِنۡ دُوۡنِہٖۤ  اَوۡلِیَآءَ اللّٰہُ  حَفِیۡظٌ عَلَیۡہِمۡ ۫ۖ وَ مَاۤ  اَنۡتَ عَلَیۡہِمۡ  بِوَکِیۡلٍ ﴿۶﴾ ","english_text":"O Children of Israel, remember My favor which I have bestowed upon you and fulfill My covenant [upon you] that I will fulfill your covenant [from Me], and be afraid of [only] Me.","page":483,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4278.mp3","colorText":"وَ[h:9999[ٱ]لَّذِينَ [h:5828[ٱ]تَّخَذُو[s[اْ] مِ[f:3136[ن د]ُونِه[o[ِۦٓ] أَوْلِي[o[َا]ٓءَ [h:12071[ٱ]للَّهُ حَفِيظٌ عَلَيْهِمْ وَم[o[َآ] أَ[f:169[نت]َ عَلَيْه[c:4316[ِم ب]ِوَك[p[ِي]لٍ","juz":25,"ruku":419,"manzil":6,"bangla_ahbayan":"যারা আল্লাহর পরিবর্তে অপরকে অভিভাবকরূপে গ্রহণ করে, আল্লাহ তাদের কার্যকলাপের প্রতি দৃষ্টি রাখেন।[১] আর তুমি তাদের কর্মবিধায়ক নও। [২]","bangla_bayan":"আর যারা তাঁর পরিবর্তে অন্যদেরকে অভিভাবকরূপে গ্রহণ করে, আল্লাহ তাদের প্রতি সম্যক দৃষ্টিদাতা এবং তুমি তাদের কর্মবিধায়ক নও।","bangla_mkhan":"যারা আল্লাহ ব্যতীত অপরকে অভিভাবক হিসাবে গ্রহণ করে, আল্লাহ তাদের প্রতি লক্ষ্য রাখেন। আপনার উপর নয় তাদের দায়-দায়িত্ব।","bangla_mujibur":"যারা আল্লাহর পরিবর্তে অপরদেরকে অভিভাবক রূপে গ্রহণ করে, আল্লাহ তাদের প্রতি কঠোর দৃষ্টি রাখেন। তুমি তাদের কর্মবিধায়ক নও।","bangla_taisirul":"যারা আল্লাহর পরিবর্তে অন্যদেরকে অভিভাবকরূপে গ্রহণ করে, আল্লাহ তাদের প্রতি নযর রাখছেন, তাদের (কাজের) দায়-দায়িত্ব তোমার উপর নেই।"},{"id":7,"arabic_text":"وَ کَذٰلِکَ  اَوۡحَیۡنَاۤ  اِلَیۡکَ قُرۡاٰنًا عَرَبِیًّا لِّتُنۡذِرَ اُمَّ الۡقُرٰی وَ مَنۡ حَوۡلَہَا وَ تُنۡذِرَ یَوۡمَ الۡجَمۡعِ لَا رَیۡبَ فِیۡہِ ؕ فَرِیۡقٌ فِی الۡجَنَّۃِ  وَ فَرِیۡقٌ فِی السَّعِیۡرِ ﴿۷﴾ ","english_text":"And believe in what I have sent down confirming that which is [already] with you, and be not the first to disbelieve in it. And do not exchange My signs for a small price, and fear [only] Me.","page":483,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4279.mp3","colorText":"وَكَذ[n[َٲ]لِكَ أَوْحَيْن[o[َآ] إِلَيْكَ قُرْءَانًا عَرَبِي[u:12072[ًّا ل]ِّتُ[f:4582[نذ]ِرَ أُ[g[مّ]َ [h:4240[ٱ]لْقُرَىٰ وَمَنْ حَوْلَهَا وَتُ[f:8431[نذ]ِرَ يَوْمَ [h:12073[ٱ]لْجَمْعِ لَا رَيْبَ فِيهِ‌ۚ فَرِي[f:12074[قٌ ف]ِى [h:12075[ٱ]لْجَ[g[نّ]َةِ وَفَرِي[f:12076[قٌ ف]ِى [h:12077[ٱ][l[ل]سَّع[p[ِي]رِ","juz":25,"ruku":419,"manzil":6,"bangla_ahbayan":"এভাবে আমি তোমার প্রতি আরবী ভাষায় কুরআন অহী করেছি;[১] যাতে তুমি সতর্ক করতে পার মক্কাবাসীদেরকে এবং ওর আশেপাশের বাসিন্দাকে,[২] আর সতর্ক করতে পার জমায়েত হওয়ার দিন (কিয়ামত) সম্পর্কে, যাতে কোন সন্দেহ নেই;[৩] সেদিন একদল জান্নাতে প্রবেশ করবে এবং একদল প্রবেশ করবে জাহান্নামে। [৪]","bangla_bayan":"আর এভাবেই আমি তোমার ওপর আরবী ভাষায় কুরআন নাযিল করেছি যাতে তুমি মূল জনপদ ও তার আশপাশের বাসিন্দাদেরকে সতর্ক করতে পার, আর যাতে ‘একত্রিত হওয়ার দিন’ এর ব্যাপারে সতর্ক করতে পার, যাতে কোন সন্দেহ নেই, একদল থাকবে জান্নাতে আরেক দল জ্বলন্ত আগুনে।","bangla_mkhan":"এমনি ভাবে আমি আপনার প্রতি আরবী ভাষায় কোরআন নাযিল করেছি, যাতে আপনি মক্কা ও তার আশ-পাশের লোকদের সতর্ক করেন এবং সতর্ক করেন সমাবেশের দিন সম্পর্কে, যাতে কোন সন্দেহ নেই। একদল জান্নাতে এবং একদল জাহান্নামে প্রবেশ করবে।","bangla_mujibur":"এভাবে আমি তোমার প্রতি কুরআন অবতীর্ণ করেছি আরাবী ভাষায় যাতে তুমি সতর্ক করতে পার মাক্কা এবং ওর চতুর্দিকের জনগণকে এবং সতর্ক করতে পার কিয়ামাতের দিন সম্পর্কে, যাতে কোন সন্দেহ নেই। সেদিন একদল জান্নাতে প্রবেশ করবে এবং একদল জাহান্নামে প্রবেশ করবে।","bangla_taisirul":"এভাবে আমি তোমার প্রতি কুরআন আরবী ভাষায় নাযিল করেছি যাতে তুমি উম্মুল কুরা (মক্কা শহর) ও তার চার পাশে যারা আছে তাদেরকে সতর্ক করতে পার, আর সতর্ক কর একত্রিত হওয়ার দিন সম্পর্কে যে বিষয়ে কোন সন্দেহ নেই। (একত্রিত হওয়ার পর) এক দল যাবে জান্নাতে, আরেক দল যাবে জাহান্নামে।"},{"id":8,"arabic_text":"وَ لَوۡ شَآءَ  اللّٰہُ  لَجَعَلَہُمۡ  اُمَّۃً  وَّاحِدَۃً وَّ لٰکِنۡ  یُّدۡخِلُ مَنۡ یَّشَآءُ  فِیۡ  رَحۡمَتِہٖ ؕ وَ الظّٰلِمُوۡنَ مَا لَہُمۡ مِّنۡ وَّلِیٍّ وَّ لَا  نَصِیۡرٍ ﴿۸﴾ ","english_text":"And do not mix the truth with falsehood or conceal the truth while you know [it].","page":483,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4280.mp3","colorText":"وَلَوْ ش[o[َا]ٓءَ [h:78[ٱ]للَّهُ لَجَعَلَهُمْ أُ[g[مّ]َ[a:1159[ةً و][n[َٲ]حِدَ[a:3601[ةً و]َلَ[n[ـٰ]ك[a:12078[ِن ي]ُ[q:8947[دْ]خِلُ م[a:476[َن ي]َش[o[َا]ٓءُ فِى رَحْمَتِه[n[ِۦ]‌ۚ وَ[h:12079[ٱ][l[ل]ظَّ[n[ـٰ]لِمُونَ مَا لَه[w:1812[ُم م]ّ[a:557[ِن و]َلِ[a:558[ىٍّ و]َلَا نَص[p[ِي]رٍ","juz":25,"ruku":419,"manzil":6,"bangla_ahbayan":"আল্লাহ ইচ্ছা করলে মানুষকে একই জাতিভুক্ত (একই মতাদর্শের অনুসারী) করতে পারতেন;[১] কিন্তু তিনি যাকে ইচ্ছা তাকে স্বীয় অনুগ্রহের অধিকারী করে থাকেন। আর সীমালংঘনকারীদের কোন অভিভাবক নেই, কোন সাহায্যকারীও নেই।","bangla_bayan":"আল্লাহ ইচ্ছা করলে তাদেরকে এক জাতিভুক্ত করতে পারতেন; কিন্তু তিনি যাকে চান তাঁর রহমতে প্রবেশ করান আর যালিমদের জন্য কোন অভিভাবক নেই, সাহায্যকারীও নেই।","bangla_mkhan":"আল্লাহ ইচ্ছা করলে সমস্ত লোককে এক দলে পরিণত করতে পারেন। কিন্তু তিনি যাকে ইচ্ছা স্বীয় রহমতে দাখিল করেন। আর যালেমদের কোন অভিভাবক ও সাহায্যকারী নেই।","bangla_mujibur":"আল্লাহ ইচ্ছা করলে মানুষকে একই উম্মাত করতে পারতেন। বস্তুতঃ তিনি যাকে ইচ্ছা তাকে স্বীয় অনুগ্রহের অধিকারী করেন। যালিমদের কোন অভিভাবক নেই, কোন সাহায্যকারীও নেই।","bangla_taisirul":"আল্লাহ ইচ্ছে করলে তাদেরকে একই উম্মত করতেন, কিন্তু তিনি যাকে ইচ্ছে তাঁর রহমাতের মধ্যে দাখিল করেন, আর যালিমদের জন্য নেই কোন অভিভাবক, নেই কোন সাহায্যকারী।"},{"id":9,"arabic_text":"اَمِ اتَّخَذُوۡا مِنۡ دُوۡنِہٖۤ  اَوۡلِیَآءَ ۚ فَاللّٰہُ ہُوَ  الۡوَلِیُّ  وَ ہُوَ  یُحۡیِ الۡمَوۡتٰی ۫ وَ ہُوَ  عَلٰی کُلِّ شَیۡءٍ  قَدِیۡرٌ ﴿۹﴾ ","english_text":"And establish prayer and give zakah and bow with those who bow [in worship and obedience].","page":483,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4281.mp3","colorText":"أَمِ [h:8702[ٱ]تَّخَذُو[s[اْ] مِ[f:3136[ن د]ُونِه[o[ِۦٓ] أَوْلِي[o[َا]ٓءَ‌ۖ فَ[h:591[ٱ]للَّهُ هُوَ [h:12080[ٱ]لْوَلِىُّ وَهُوَ يُحْىِ [h:8924[ٱ]لْمَوْتَىٰ وَهُوَ عَلَىٰ كُلِّ ش[f:81[َىْءٍ ق]َد[p[ِي]رٌ","juz":25,"ruku":419,"manzil":6,"bangla_ahbayan":"ওরা কি আল্লাহর পরিবর্তে অপরকে অভিভাবকরূপে গ্রহণ করেছে? কিন্তু আল্লাহ, অভিভাবক তো তিনিই এবং তিনি মৃতকে জীবিত করেন। তিনি সর্ববিষয়ে সর্বশক্তিমান। [১]","bangla_bayan":"তারা কি তাঁকে বাদ দিয়ে বহু অভিভাবক গ্রহণ করেছে? কিন্তু আল্লাহ, তিনিই হলেন প্রকৃত অভিভাবক; তিনিই মৃতকে জীবিত করেন আর তিনি সকল বিষয়ে সর্বক্ষমতাবান।","bangla_mkhan":"তারা কি আল্লাহ ব্যতীত অপরকে অভিভাবক স্থির করেছে? পরন্তু আল্লাহই তো একমাত্র অভিভাবক। তিনি মৃতদেরকে জীবিত করেন। তিনি সর্ববিষয়ে ক্ষমতাবান।","bangla_mujibur":"তারা কি আল্লাহর পরিবর্তে অপরকে অভিভাবক রূপে গ্রহণ করেছে? কিন্তু আল্লাহ! অভিভাবকতো তিনিই এবং তিনি মৃতকে জীবিত করেন। তিনি সর্ব বিষয়ে সর্বশক্তিমান।","bangla_taisirul":"কী! তারা কি আল্লাহর পরিবর্তে অন্যদেরকে অভিভাবক গ্রহণ করে নিয়েছে? আল্লাহই তো একমাত্র অভিভাবক, তিনিই মৃতকে জীবিত করেন আর তিনি সব কিছুর উপর ক্ষমতাবান।"},{"id":10,"arabic_text":"وَ مَا اخۡتَلَفۡتُمۡ فِیۡہِ مِنۡ شَیۡءٍ فَحُکۡمُہٗۤ اِلَی اللّٰہِ ؕ ذٰلِکُمُ اللّٰہُ رَبِّیۡ عَلَیۡہِ  تَوَکَّلۡتُ ٭ۖ وَ  اِلَیۡہِ  اُنِیۡبُ ﴿۱۰﴾ ","english_text":"Do you order righteousness of the people and forget yourselves while you recite the Scripture? Then will you not reason?","page":483,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4282.mp3","colorText":"وَمَا [h:12081[ٱ]خْتَلَفْتُمْ فِيهِ مِ[f:2103[ن ش][f:12082[َىْءٍ ف]َحُكْمُهُ[o[ۥٓ] إِلَى [h:1637[ٱ]للَّهِ‌ۚ ذ[n[َٲ]لِكُمُ [h:4260[ٱ]للَّهُ رَبِّى عَلَيْهِ تَوَكَّلْتُ وَإِلَيْهِ أُن[p[ِي][q[ب]ُ","juz":25,"ruku":420,"manzil":6,"bangla_ahbayan":"তোমরা যে বিষয়েই মতভেদ কর না কেন -- ওর মীমাংসা তো আল্লাহরই নিকট।[১] বল, ‘তিনিই আল্লাহ -- আমার প্রতিপালক; আমি ভরসা রাখি তাঁরই ওপর এবং আমি তাঁরই অভিমুখী।’","bangla_bayan":"আর যে কোন বিষয়েই তোমরা মতবিরোধ কর, তার ফয়সালা আল্লাহর কাছে; তিনিই আল্লাহ, আমার রব; তাঁরই উপর আমি তাওয়াক্কুল করেছি এবং আমি তাঁরই অভিমুখী হই।","bangla_mkhan":"তোমরা যে বিষয়েই মতভেদ কর, তার ফয়সালা আল্লাহর কাছে সোপর্দ। ইনিই আল্লাহ আমার পালনকর্তা আমি তাঁরই উপর নির্ভর করি এবং তাঁরই অভিমুখী হই।","bangla_mujibur":"তোমরা যে বিষয়েই মতভেদ কর না কেন, ওর মীমাংসাতো আল্লাহরই নিকট। বলঃ তিনিই আল্লাহ! আমার রাব্ব। আমি নির্ভর করি তাঁর উপর এবং আমি তাঁরই অভিমুখী!","bangla_taisirul":"তোমরা যে সব বিষয়ে মতভেদ কর তার মীমাংসা আল্লাহর উপর সোপর্দ. সেই আল্লাহই আমার প্রতিপালক, আমি তাঁর উপরই নির্ভর করি, আর তাঁরই অভিমুখী হই।"},{"id":11,"arabic_text":"فَاطِرُ السَّمٰوٰتِ وَ الۡاَرۡضِ ؕ جَعَلَ لَکُمۡ مِّنۡ اَنۡفُسِکُمۡ  اَزۡوَاجًا وَّ مِنَ الۡاَنۡعَامِ اَزۡوَاجًا ۚ یَذۡرَؤُکُمۡ فِیۡہِ ؕ لَیۡسَ کَمِثۡلِہٖ  شَیۡءٌ ۚ وَ ہُوَ السَّمِیۡعُ الۡبَصِیۡرُ ﴿۱۱﴾ ","english_text":"And seek help through patience and prayer, and indeed, it is difficult except for the humbly submissive [to Allah ]","page":484,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4283.mp3","colorText":"فَاطِرُ [h:12083[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَ[h:177[ٱ]لْأَرْضِ‌ۚ جَعَلَ لَك[w:556[ُم م]ِّنْ أَ[f:1329[نف]ُسِكُمْ أَزْو[n[َٲ][a:12084[جًا و]َمِنَ [h:4470[ٱ]لْأَنْعَ[n[ـٰ]مِ أَزْو[n[َٲ][a:12085[جًا‌ۖ ي]َذْرَؤُكُمْ فِيهِ‌ۚ لَيْسَ كَمِثْلِه[n[ِۦ] ش[a:12086[َىْءٌ‌ۖ و]َهُوَ [h:709[ٱ][l[ل]سَّمِيعُ [h:7657[ٱ]لْبَص[p[ِي]رُ","juz":25,"ruku":420,"manzil":6,"bangla_ahbayan":"তিনি আকাশমন্ডলী ও পৃথিবীর সৃষ্টিকর্তা, তিনি তোমাদের মধ্য হতে তোমাদের জোড়া সৃষ্টি করেছেন[১] এবং পশুদের মধ্য হতে সৃষ্টি করেছেন পশুদের জোড়া;[২] এভাবে তিনি ওতে তোমাদের বংশ বিস্তার করেন।[৩] কোন কিছুই তাঁর সদৃশ নয়।[৪] তিনি সর্বশ্রোতা, সর্বদ্রষ্টা ।","bangla_bayan":"তিনি আসমানসমূহ ও যমীনের স্রষ্টা; তোমাদের জন্য তোমাদের মধ্য থেকে জোড়া বানিয়েছেন এবং চতুষ্পদ জন্তু থেকেও জোড়া বানিয়েছেন, (এভাবেই) তিনি তোমাদেরকে ছড়িয়ে দিয়েছেন। তাঁর মত কিছু নেই আর তিনি সর্বশ্রোতা ও সর্বদ্রষ্টা।","bangla_mkhan":"তিনি নভোমন্ডল ও ভূমন্ডলের স্রষ্টা। তিনি তোমাদের মধ্য থেকে তোমাদের জন্যে যুগল সৃষ্টি করেছেন এবং চতুস্পদ জন্তুদের মধ্য থেকে জোড়া সৃষ্টি করেছেন। এভাবে তিনি তোমাদের বংশ বিস্তার করেন। কোন কিছুই তাঁর অনুরূপ নয়। তিনি সব শুনেন, সব দেখেন।","bangla_mujibur":"তিনি আকাশমন্ডলী ও পৃথিবীর সৃষ্টিকর্তা, তিনি তোমাদের মধ্য হতে তোমাদের জোড়া সৃষ্টি করেছেন এবং আন‘আমের জোড়া; এভাবে তিনি তোমাদের বংশ বিস্তার করেন; কোন কিছুই তাঁর সদৃশ নয়, তিনি সর্বশ্রোতা, সর্বদ্রষ্টা।","bangla_taisirul":"আকাশসমূহ ও যমীনের স্রষ্টা। তিনি তোমাদের জন্য তোমাদের মধ্য হতে যুগল সৃষ্টি করেছেন, চতুস্পদ জন্তুদের মধ্যেও সৃষ্টি করেছেন জোড়া, এভাবেই তিনি তোমাদের বংশধারা বিস্তৃত করেন, কোন কিছুই তাঁর সদৃশ নয়, তিনি সব শোনেন, সব দেখেন।"},{"id":12,"arabic_text":"لَہٗ  مَقَالِیۡدُ السَّمٰوٰتِ وَ الۡاَرۡضِ ۚ یَبۡسُطُ الرِّزۡقَ لِمَنۡ یَّشَآءُ  وَ  یَقۡدِرُ ؕ اِنَّہٗ  بِکُلِّ  شَیۡءٍ عَلِیۡمٌ ﴿۱۲﴾ ","english_text":"Who are certain that they will meet their Lord and that they will return to Him.","page":484,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4284.mp3","colorText":"لَهُ[n[ۥ] مَقَالِيدُ [h:11745[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَ[h:177[ٱ]لْأَرْضِ‌ۖ يَ[q:6968[بْ]سُطُ [h:6969[ٱ][l[ل]رِّزْقَ لِم[a:1537[َن ي]َش[o[َا]ٓءُ وَيَ[q:6970[قْ]دِرُ‌ۚ إِ[g[نّ]َهُ[n[ۥ] بِكُلِّ شَىْءٍ عَل[p[ِي]مٌ","juz":25,"ruku":420,"manzil":6,"bangla_ahbayan":"আকাশমন্ডলী ও পৃথিবীর চাবি তাঁরই নিকট।[১] তিনি যার প্রতি ইচ্ছা তার রুযী বর্ধিত করেন এবং সংকুচিত করেন। নিশ্চয়ই তিনি সর্ববিষয়ে সবিশেষ অবহিত।","bangla_bayan":"আসমানসমূহ ও যমীনের চাবি তাঁর কাছে; যার জন্য ইচ্ছা তিনি রিয্ক প্রশস্ত করেন এবং নিয়ন্ত্রিত করেন; নিশ্চয় তিনি সকল বিষয়ে সর্বজ্ঞাত।","bangla_mkhan":"আকাশ ও পৃথিবীর চাবি তাঁর কাছে। তিনি যার জন্যে ইচ্ছা রিযিক বৃদ্ধি করেন এবং পরিমিত করেন। তিনি সর্ব বিষয়ে জ্ঞানী।","bangla_mujibur":"আকাশমন্ডলী ও পৃথিবীর চাবি তাঁরই নিকট। তিনি যার প্রতি ইচ্ছা তার রিয্ক বর্ধিত করেন অথবা সংকুচিত করেন। তিনি সর্ব বিষয়ে সবিশেষ অবহিত।","bangla_taisirul":"আসমান ও যমীনের চাবিকাঠি তাঁরই হাতে নিবদ্ধ। যার জন্য ইচ্ছে তিনি রিযক প্রশস্ত করেন ও (যার জন্য ইচ্ছে) সীমিত করেন। সব বিষয়েই তিনি সবচেয়ে জ্ঞানী।"},{"id":13,"arabic_text":"شَرَعَ  لَکُمۡ مِّنَ الدِّیۡنِ مَا وَصّٰی بِہٖ نُوۡحًا وَّ الَّذِیۡۤ  اَوۡحَیۡنَاۤ  اِلَیۡکَ وَ مَا وَصَّیۡنَا بِہٖۤ  اِبۡرٰہِیۡمَ  وَ مُوۡسٰی وَ عِیۡسٰۤی اَنۡ  اَقِیۡمُوا الدِّیۡنَ وَ لَا تَتَفَرَّقُوۡا فِیۡہِ ؕ  کَبُرَ عَلَی الۡمُشۡرِکِیۡنَ  مَا تَدۡعُوۡہُمۡ  اِلَیۡہِ ؕ اَللّٰہُ  یَجۡتَبِیۡۤ  اِلَیۡہِ مَنۡ  یَّشَآءُ وَ یَہۡدِیۡۤ  اِلَیۡہِ مَنۡ یُّنِیۡبُ ﴿۱۳﴾ ","english_text":"O Children of Israel, remember My favor that I have bestowed upon you and that I preferred you over the worlds.","page":484,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4285.mp3","colorText":"۞ شَرَعَ لَك[w:1578[ُم م]ِّنَ [h:12087[ٱ][l[ل]دِّينِ مَا وَصَّىٰ بِه[n[ِۦ] نُو[a:12088[حًا و]َ[h:4765[ٱ]لَّذ[o[ِىٓ] أَوْحَيْن[o[َآ] إِلَيْكَ وَمَا وَصَّيْنَا بِه[o[ِۦٓ] إِ[q:1860[بْ]ر[n[َٲ]هِيمَ وَمُوسَىٰ وَعِيسَ[o[ىٰٓ‌ۖ] أَنْ أَقِيمُو[s[اْ] [h:12089[ٱ][l[ل]دِّينَ وَلَا تَتَفَرَّقُو[s[اْ] فِيهِ‌ۚ كَبُرَ عَلَى [h:12090[ٱ]لْمُشْرِكِينَ مَا تَ[q:5192[دْ]عُوهُمْ إِلَيْهِ‌ۚ [h:12091[ٱ]للَّهُ يَ[q:2454[جْ]تَب[o[ِىٓ] إِلَيْهِ م[a:476[َن ي]َش[o[َا]ٓءُ وَيَهْد[o[ِىٓ] إِلَيْهِ م[a:11803[َن ي]ُن[p[ِي][q[ب]ُ","juz":25,"ruku":420,"manzil":6,"bangla_ahbayan":"তিনি তোমাদের জন্য নির্ধারিত করেছেন ধর্ম; যার নির্দেশ দিয়েছিলেন নূহকে এবং যা আমি প্রত্যাদেশ করেছি তোমাকে এবং যার নির্দেশ দিয়েছিলাম ইব্রাহীম, মূসা ও ঈসাকে[১] এই বলে যে, তোমরা ধর্মকে প্রতিষ্ঠিত কর[২] এবং ওতে মতভেদ করো না।[৩] তুমি অংশীবাদীদের যার প্রতি আহবান করছ, তা তাদের নিকট দুর্বহ মনে হয়।[৪] আল্লাহ যাকে ইচ্ছা ধর্মের প্রতি আকৃষ্ট করেন[৫] এবং যে তাঁর অভিমুখী হয়, তাকে ধর্মের দিকে পরিচালিত করেন।[৬]","bangla_bayan":"তিনি তোমাদের জন্য দীন বিধিবদ্ধ করে দিয়েছেন; যে বিষয়ে তিনি নূহকে নির্দেশ দিয়েছিলেন, আর আমি তোমার কাছে যে ওহী পাঠিয়েছি এবং ইবরাহীম, মূসা ও ঈসাকে যে নির্দেশ দিয়েছিলাম তা হল, তোমরা দীন কায়েম করবে এবং এতে বিচ্ছিন্ন হবে না। তুমি মুশরিকদেরকে যেদিকে আহবান করছ তা তাদের কাছে কঠিন মনে হয়; আল্লাহ যাকে চান তার দিকে নিয়ে আসেন। আর যে তাঁর অভিমুখী হয় তাকে তিনি হিদায়াত দান করেন।","bangla_mkhan":"তিনি তোমাদের জন্যে দ্বীনের ক্ষেত্রে সে পথই নিধারিত করেছেন, যার আদেশ দিয়েছিলেন নূহকে, যা আমি প্রত্যাদেশ করেছি আপনার প্রতি এবং যার আদেশ দিয়েছিলাম ইব্রাহীম, মূসা ও ঈসাকে এই মর্মে যে, তোমরা দ্বীনকে প্রতিষ্ঠিত কর এবং তাতে অনৈক্য সৃষ্টি করো না। আপনি মূশরেকদেরকে যে বিষয়ের প্রতি আমন্ত্রণ জানান, তা তাদের কাছে দুঃসাধ্য বলে মনে হয়। আল্লাহ যাকে ইচ্ছা মনোনীত করেন এবং যে তাঁর অভিমুখী হয়, তাকে পথ প্রদর্শন করেন।","bangla_mujibur":"তিনি তোমাদের জন্য বিধিবদ্ধ করেছেন দীন যার নির্দেশ দিয়েছিলেন তিনি নূহকে। আর যা আমি অহী করেছিলাম তোমাদের এবং যার নির্দেশ দিয়েছিলাম ইবরাহীম, মূসা ও ঈসাকে এই বলে যে, তোমরা দীনকে প্রতিষ্ঠিত কর এবং ওতে মতভেদ করনা। তুমি মুশরিকদেরকে যার প্রতি আহবান করছ তা তাদের নিকট দুর্বহ মনে হয়। আল্লাহ যাকে ইচ্ছা দীনের প্রতি আকৃষ্ট করেন এবং যে তার অভিমুখী হয় তাকে দীনের দিকে পরিচালিত করেন।","bangla_taisirul":"তিনি তোমাদের জন্য দ্বীনের সেই বিধি-ব্যবস্থাই দিয়েছেন যার হুকুম তিনি দিয়েছিলেন নূহকে। আর সেই (বিধি ব্যবস্থাই) তোমাকে ওয়াহীর মাধ্যমে দিলাম যার হুকুম দিয়েছিলাম ইবরাহীম, মূসা ও ‘ঈসাকে- তা এই যে, তোমরা দ্বীন প্রতিষ্ঠিত কর, আর তাতে বিভক্তি সৃষ্টি করো না, ব্যাপারটি মুশরিকদের জন্য কঠিন হয়ে দাঁড়িয়েছে যার দিকে তুমি তাদেরকে আহবান জানাচ্ছ। আল্লাহ যাকে ইচ্ছে করেন তাঁর পথে বেছে নেন, আর তিনি তাঁর পথে পরিচালিত করেন তাকে, যে তাঁর অভিমুখী হয়।"},{"id":14,"arabic_text":"وَ مَا تَفَرَّقُوۡۤا  اِلَّا مِنۡۢ  بَعۡدِ مَا جَآءَہُمُ الۡعِلۡمُ بَغۡیًۢا بَیۡنَہُمۡ ؕ وَ لَوۡ لَا کَلِمَۃٌ سَبَقَتۡ مِنۡ رَّبِّکَ  اِلٰۤی  اَجَلٍ مُّسَمًّی لَّقُضِیَ  بَیۡنَہُمۡ ؕ وَ اِنَّ الَّذِیۡنَ اُوۡرِثُوا الۡکِتٰبَ مِنۡۢ  بَعۡدِہِمۡ لَفِیۡ شَکٍّ مِّنۡہُ مُرِیۡبٍ ﴿۱۴﴾ ","english_text":"And fear a Day when no soul will suffice for another soul at all, nor will intercession be accepted from it, nor will compensation be taken from it, nor will they be aided.","page":484,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4286.mp3","colorText":"وَمَا تَفَرَّق[o[ُوٓ][s[اْ] إِلَّا م[i:146[ِنۢ ب]َعْدِ مَا ج[o[َا]ٓءَهُمُ [h:1804[ٱ]لْعِلْمُ بَغْي[i:1169[َۢا ب]َيْنَهُمْ‌ۚ وَلَوْلَا كَلِمَ[f:5989[ةٌ س]َبَقَتْ م[u:770[ِن ر]َّبِّكَ إِلَ[o[ىٰٓ] أَجَ[a:1657[لٍ م]ُّسَم[u:12092[ًّى ل]َّقُضِىَ بَيْنَهُمْ‌ۚ وَإِ[g[نّ]َ [h:754[ٱ]لَّذِينَ أُورِثُو[s[اْ] [h:12093[ٱ]لْكِتَ[n[ـٰ]بَ م[i:1453[ِنۢ ب]َعْدِهِمْ لَفِى شَ[a:3275[كٍّ م]ِّنْهُ مُر[p[ِي][q[ب]ٍ","juz":25,"ruku":420,"manzil":6,"bangla_ahbayan":"ওদের নিকট জ্ঞান আসার পরই পারস্পরিক বিদ্বেষবশতঃ ওরা নিজেদের মধ্যে মতভেদ ঘটায়।[১] এক নির্ধারিত কাল পর্যন্ত অব্যাহতি সম্পর্কে তোমার প্রতিপালকের পূর্ব ঘোষণা না থাকলে ওদের বিষয়ে ফায়সালা হয়েই যেত।[২] ওদের পর যারা গ্রন্থের উত্তরাধিকারী হয়েছে, নিশ্চয় তারা এ (কুরআন) সম্পর্কে বিভ্রান্তিকর সন্দেহে রয়েছে। [৩]","bangla_bayan":"আর তাদের কাছে জ্ঞান আসার পরও তারা কেবল নিজদের মধ্যকার বিদ্বেষের কারণে মতভেদ করেছে; একটি নির্দিষ্ট কাল পর্যন্ত অবকাশ সম্পর্কে তোমার রবের পূর্ব সিদ্ধান্ত না থাকলে তাদের বিষয়ে ফয়সালা হয়ে যেত। আর তাদের পরে যারা কিতাবের উত্তরাধিকারী হয়েছিল, তারা সে সম্পর্কে বিভ্রান্তিকর সন্দেহে রয়েছে।","bangla_mkhan":"তাদের কাছে জ্ঞান আসার পরই তারা পারস্পরিক বিভেদের কারণে মতভেদ করেছে। যদি আপনার পালনকর্তার পক্ষ থেকে নির্দিষ্ট সময় পর্যন্ত অবকাশের পূর্ব সিদ্ধান্ত না থাকত, তবে তাদের ফয়সালা হয়ে যেত। তাদের পর যারা কিতাব প্রাপ্ত হয়েছে, তারা অস্বস্তিকর সন্দেহে পতিত রয়েছে।","bangla_mujibur":"তাদের নিকট জ্ঞান আসার পর শুধুমাত্র পারস্পরিক বিদ্বেষ বশতঃ তারা নিজেদের মধ্যে মতভেদ ঘটায়। এক নির্ধারিত কাল পর্যন্ত অবকাশ সম্পর্কে তোমার রবের পূর্ব সিদ্ধান্ত না থাকলে তাদের বিষয়ে ফাইসালা হয়ে যেত। তাদের পর যারা কিতাবের উত্তরাধিকারী হয়েছে তারা কুরআন সম্পর্কে বিভ্রান্তিকর সন্দেহে রয়েছে।","bangla_taisirul":"মানুষের কাছে ইলম আসার পর (বিভিন্ন অংশে) বিভক্ত হয়ে গেল নিজেদের মধ্যে বাড়াবাড়ি করার কারণে। পূর্বেই যদি তোমার প্রতিপালকের পক্ষ হতে একটা নির্দিষ্ট মেয়াদ পর্যন্ত ফয়সালা মূলতবী রাখার কথা ঘোষিত না হত, তাহলে তাদের মধ্যে (পূর্বেই) ফয়সালা করে দেয়া হত। আগেকার লোকেদের পরে যারা (তাওরাত ও ইঞ্জিল এ দু’) কিতাব উত্তরাধিকার সূত্রে পাপ্ত হয়েছে, তারা অস্বস্তিকর সন্দেহে পতিত হয়েছে।"},{"id":15,"arabic_text":"فَلِذٰلِکَ فَادۡعُ ۚ وَ اسۡتَقِمۡ  کَمَاۤ   اُمِرۡتَ ۚ وَ لَا تَتَّبِعۡ  اَہۡوَآءَہُمۡ ۚ وَ قُلۡ اٰمَنۡتُ بِمَاۤ  اَنۡزَلَ اللّٰہُ  مِنۡ  کِتٰبٍ ۚ وَ اُمِرۡتُ  لِاَعۡدِلَ بَیۡنَکُمۡ ؕ اَللّٰہُ  رَبُّنَا وَ رَبُّکُمۡ ؕ لَنَاۤ  اَعۡمَالُنَا وَ لَکُمۡ اَعۡمَالُکُمۡ ؕ لَا حُجَّۃَ  بَیۡنَنَا وَ بَیۡنَکُمۡ ؕ اَللّٰہُ  یَجۡمَعُ  بَیۡنَنَا ۚ وَ  اِلَیۡہِ  الۡمَصِیۡرُ ﴿ؕ۱۵﴾ ","english_text":"And [recall] when We saved your forefathers from the people of Pharaoh, who afflicted you with the worst torment, slaughtering your [newborn] sons and keeping your females alive. And in that was a great trial from your Lord.","page":484,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4287.mp3","colorText":"فَلِذ[n[َٲ]لِكَ فَ[h:306[ٱ][q:306[دْ]عُ‌ۖ وَ[h:12094[ٱ]سْتَقِمْ كَم[o[َآ] أُمِرْتَ‌ۖ وَلَا تَتَّبِعْ أَهْو[o[َا]ٓءَهُمْ‌ۖ وَقُلْ ءَامَ[f:6185[نت]ُ بِم[o[َآ] أَ[f:471[نز]َلَ [h:472[ٱ]للَّهُ مِ[f:2060[ن ك]ِتَ[n[ـٰ][a:12095[بٍ‌ۖ و]َأُمِرْتُ لِأَعْدِلَ بَيْنَكُمُ‌ۖ [h:12096[ٱ]للَّهُ رَبُّنَا وَرَبُّكُمْ‌ۖ لَن[o[َآ] أَعْمَ[n[ـٰ]لُنَا وَلَكُمْ أَعْمَ[n[ـٰ]لُكُمْ‌ۖ لَا حُجَّةَ بَيْنَنَا وَبَيْنَكُمُ‌ۖ [h:12097[ٱ]للَّهُ يَ[q:3861[جْ]مَعُ بَيْنَنَا‌ۖ وَإِلَيْهِ [h:3461[ٱ]لْمَص[p[ِي]رُ","juz":25,"ruku":420,"manzil":6,"bangla_ahbayan":"সুতরাং এ জন্য[১] তুমি আহবান কর এবং তোমাকে যেভাবে দৃঢ়প্রতিষ্ঠিত থাকতে বলা হয়েছে, সেভাবে তুমি প্রতিষ্ঠিত থাক। আর ওদের খেয়াল-খুশীর অনুসরণ করো না।[২] বল, ‘আল্লাহ যে গ্রন্থ অবতীর্ণ করেছেন, আমি তাতে বিশ্বাস করি এবং তোমাদের মধ্যে ন্যায়বিচার করতে আদিষ্ট হয়েছি।[৩] আল্লাহই আমাদের প্রতিপালক এবং তোমাদের প্রতিপালক। আমাদের কর্ম আমাদের জন্য এবং তোমাদের কর্ম তোমাদের জন্য। আমাদের ও তোমাদের মধ্যে কোন বিবাদ-বিসম্বাদ নেই।[৪] আল্লাহই আমাদেরকে একত্রিত করবেন এবং তাঁরই দিকে প্রত্যাবর্তন।’","bangla_bayan":"এ কারণে তুমি আহবান কর এবং দৃঢ় থাক যেমন তুমি আদিষ্ট হয়েছ। আর তুমি তাদের খেয়াল-খুশির অনুসরণ করো না এবং বল, ‘আল্লাহ যে কিতাব নাযিল করেছেন আমি তাতে ঈমান এনেছি এবং তোমাদের মধ্যে ন্যায়বিচার করতে আমি আদিষ্ট হয়েছি। আল্লাহ আমাদের রব এবং তোমাদের রব। আমাদের কর্ম আমাদের এবং তোমাদের কর্ম তোমাদের; আমাদের ও তোমাদের মধ্যে কোন বিবাদ-বিসম্বাদ নেই; আল্লাহ আমাদেরকে একত্র করবেন এবং প্রত্যাবর্তন তাঁরই কাছে’।","bangla_mkhan":"সুতরাং আপনি এর প্রতিই দাওয়াত দিন এবং হুকুম অনুযায়ী অবিচল থাকুন; আপনি তাদের খেয়ালখুশীর অনুসরণ করবেন না। বলুন, আল্লাহ যে কিতাব নাযিল করেছেন, আমি তাতে বিশ্বাস স্থাপন করেছি। আমি তোমাদের মধ্যে ন্যায় বিচার করতে আদিষ্ট হয়েছি। আল্লাহ আমাদের পালনকর্তা ও তোমাদের পালনকর্তা। আমাদের জন্যে আমাদের কর্ম এবং তোমাদের জন্যে তোমাদের কর্ম। আমাদের মধ্যে ও তোমাদের মধ্যে বিবাদ নেই। আল্লাহ আমাদেরকে সমবেত করবেন এবং তাঁরই দিকে প্রত্যাবর্তণ হবে।","bangla_mujibur":"সুতরাং তুমি ওর দিকে আহবান কর এবং ওতেই দৃঢ় প্রতিষ্ঠিত থাক যেভাবে তুমি আদিষ্ট হয়েছ এবং তাদের খেয়াল খুশীর অনুসরণ করনা। বলঃ আল্লাহ যে কিতাব অবতীর্ণ করেছেন আমি তাতে বিশ্বাস করি এবং আমি আদিষ্ট হয়েছি তোমাদের মধ্যে ন্যায় বিচার করতে। আল্লাহই আমাদের রাব্ব এবং তোমাদেরও রাব্ব। আমাদের কাজ আমাদের এবং তোমাদের কাজ তোমাদের। আমাদের এবং তোমাদের মধ্যে বিবাদ নেই। আল্লাহই আমাদেরকে একত্রিত করবেন এবং প্রত্যাবর্তন তাঁরই নিকট।","bangla_taisirul":"অবস্থার এই প্রেক্ষাপটে (হে নবী!) তাদেরকে আহবান কর (দ্বীনের প্রতি), আর তোমাকে যে হুকুম দেয়া হয়েছে তুমি তার প্রতি সুদৃঢ় থাক, আর তাদের খেয়াল খুশির অনুসরণ করো না। আর বল, আল্লাহ যে কিতাবই অবতীর্ণ করেছেন আমি তার প্রতি ঈমান এনেছি। তোমাদের মাঝে ইনসাফ করার জন্য আমাকে নির্দেশ দেয়া হয়েছে। আল্লাহ আমাদেরও প্রতিপালক, তোমাদেরও প্রতিপালক। আমাদের কাজের প্রতিফল আমরা ভোগ করব। আর তোমাদের কাজের প্রতিফল তোমরা ভোগ করবে। আমাদের আর তোমাদের মাঝে কোন ঝগড়া নেই। আল্লাহ আমাদের সবাইকে (একদিন) একত্রিত করবেন, আর তাঁর কাছেই (সকলকে) ফিরে যেতে হবে।"},{"id":16,"arabic_text":"وَ الَّذِیۡنَ یُحَآجُّوۡنَ فِی اللّٰہِ  مِنۡۢ  بَعۡدِ مَا اسۡتُجِیۡبَ لَہٗ  حُجَّتُہُمۡ  دَاحِضَۃٌ  عِنۡدَ رَبِّہِمۡ وَ عَلَیۡہِمۡ غَضَبٌ وَّ لَہُمۡ عَذَابٌ شَدِیۡدٌ ﴿۱۶﴾ ","english_text":"And [recall] when We parted the sea for you and saved you and drowned the people of Pharaoh while you were looking on.","page":485,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4288.mp3","colorText":"وَ[h:9999[ٱ]لَّذِينَ يُح[m[َا]ٓجُّونَ فِى [h:714[ٱ]للَّهِ م[i:146[ِنۢ ب]َعْدِ مَا [h:12098[ٱ]سْتُجِيبَ لَهُ[n[ۥ] حُجَّتُهُمْ دَاحِضَةٌ عِ[f:264[ند]َ رَبِّهِمْ وَعَلَيْهِمْ غَضَ[a:12099[بٌ و]َلَهُمْ عَذَا[f:1727[بٌ ش]َد[p[ِي][q[د]ٌ","juz":25,"ruku":420,"manzil":6,"bangla_ahbayan":"আল্লাহকে মেনে নেওয়ার পর যারা তাঁর সম্পর্কে বিতর্ক করে[১] তাদের যুক্তিতর্ক তাদের প্রতিপালকের দৃষ্টিতে অসার।[২] ওরা তাঁর ক্রোধের পাত্র এবং ওদের জন্য রয়েছে কঠিন শাস্তি।","bangla_bayan":"আর আল্লাহর আহবানে সাড়া দেয়ার পর আল্লাহ সম্পর্কে যারা বিতর্ক করে, তাদের দলীল-প্রমাণ তাদের রবের নিকট অসার। তাদের উপর (আল্লাহর) গযব এবং তাদের জন্য রয়েছে কঠিন শাস্তি।","bangla_mkhan":"আল্লাহর দ্বীন মেনে নেয়ার পর যারা সে সম্পর্কে বিতর্কে প্রবৃত্ত হয়, তাদের বিতর্ক তাদের পালনকর্তার কাছে বাতিল, তাদের প্রতি আল্লাহর গযব এবং তাদের জন্যে রয়েছে কঠোর আযাব।","bangla_mujibur":"আল্লাহকে স্বীকার করার পর যারা আল্লাহ সম্পর্কে বিতর্ক করে তাদের যুক্তি-তর্ক তাদের রবের দৃষ্টিতে অসার এবং তারা তাঁর ক্রোধের পাত্র এবং তাদের জন্য রয়েছে কঠিন শাস্তি।","bangla_taisirul":"আল্লাহর আহবানে সাড়া দেয়ার পর সে সম্পর্কে যারা বিতর্কে লিপ্ত হয়, তাদের দলীল প্রমাণ তাদের রব্ব-এর কাছে বাতিল। তাদের প্রতি (আল্লাহর) গযব আর তাদের জন্য আছে কঠিন শাস্তি।"},{"id":17,"arabic_text":"اَللّٰہُ  الَّذِیۡۤ  اَنۡزَلَ الۡکِتٰبَ بِالۡحَقِّ وَ الۡمِیۡزَانَ ؕ وَ مَا یُدۡرِیۡکَ لَعَلَّ  السَّاعَۃَ قَرِیۡبٌ ﴿۱۷﴾ ","english_text":"And [recall] when We made an appointment with Moses for forty nights. Then you took [for worship] the calf after him, while you were wrongdoers.","page":485,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4289.mp3","colorText":"ٱللَّهُ [h:4738[ٱ]لَّذ[o[ِىٓ] أَ[f:471[نز]َلَ [h:4228[ٱ]لْكِتَ[n[ـٰ]بَ بِ[h:370[ٱ]لْحَقِّ وَ[h:4528[ٱ]لْمِيزَانَ‌ۗ وَمَا يُ[q:10898[دْ]رِيكَ لَعَلَّ [h:10899[ٱ][l[ل]سَّاعَةَ قَر[p[ِي][q[ب]ٌ","juz":25,"ruku":420,"manzil":6,"bangla_ahbayan":"আল্লাহই সত্যসহ গ্রন্থ অবতীর্ণ করেছেন এবং (অবতীর্ণ করেছেন) তুলাদন্ড।[১] আর তুমি কি জান, সম্ভবতঃ কিয়ামত আসন্ন? [২]","bangla_bayan":"আল্লাহ, যিনি সত্যসহ কিতাব ও মীযান* নাযিল করেছেন। আর কিসে তোমাকে জানাবে, হয়ত কিয়ামত খুবই নিকটবর্তী? \\n\\n* সনদ, ন্যায় বিচার, ইনসাফ, ইত্যাদি।","bangla_mkhan":"আল্লাহই সত্যসহ কিতাব ও ইনসাফের মানদন্ড নাযিল করেছেন। আপনি কি জানেন, সম্ভবতঃ কেয়ামত নিকটবর্তী।","bangla_mujibur":"আল্লাহই অবতীর্ণ করেছেন সত্যসহ কিতাব এবং তুলাদন্ড। তুমি কি জান, সম্ভবতঃ কিয়ামাত আসন্ন?","bangla_taisirul":"তিনিই আল্লাহ যিনি সত্য ও ইনসাফের মানদন্ড সহকারে কিতাব অবতীর্ণ করেছেন। তুমি কি জান, সম্ভবতঃ চূড়ান্ত ফয়সালার সময় নিকটবর্তী হয়ে গেছে।"},{"id":18,"arabic_text":"یَسۡتَعۡجِلُ بِہَا الَّذِیۡنَ لَا یُؤۡمِنُوۡنَ بِہَا ۚ وَ الَّذِیۡنَ اٰمَنُوۡا مُشۡفِقُوۡنَ مِنۡہَا ۙ وَ یَعۡلَمُوۡنَ  اَنَّہَا الۡحَقُّ ؕ اَلَاۤ  اِنَّ  الَّذِیۡنَ یُمَارُوۡنَ فِی السَّاعَۃِ  لَفِیۡ ضَلٰلٍۭ بَعِیۡدٍ ﴿۱۸﴾ ","english_text":"Then We forgave you after that so perhaps you would be grateful.","page":485,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4290.mp3","colorText":"يَسْتَعْجِلُ بِهَا [h:12100[ٱ]لَّذِينَ لَا يُؤْمِنُونَ بِهَا‌ۖ وَ[h:37[ٱ]لَّذِينَ ءَامَنُو[s[اْ] مُشْفِقُونَ مِنْهَا وَيَعْلَمُونَ أَ[g[نّ]َهَا [h:12101[ٱ]لْحَقُّ‌ۗ أَل[o[َآ] إِ[g[نّ]َ [h:24[ٱ]لَّذِينَ يُمَارُونَ فِى [h:12102[ٱ][l[ل]سَّاعَةِ لَفِى ضَلَ[n[ـٰ][i:7043[لِۭ ب]َع[p[ِي][q[د]ٍ","juz":25,"ruku":420,"manzil":6,"bangla_ahbayan":"যারা এ বিশ্বাস করে না, তারাই এ তরান্বিত করতে চায়,[১] কিন্তু যারা বিশ্বাসী, তারা ওকে ভয় করে[২] এবং জানে তা সত্য। জেনে রাখ, কিয়ামত সম্পর্কে যারা বাক্-বিতন্ডা করে[৩] তারা ঘোর বিভ্রান্তিতে রয়েছে।[৪]","bangla_bayan":"যারা এতে ঈমান আনে না, তারাই তা ত্বরান্বিত করতে চায়। আর যারা ঈমান এনেছে, তারা একে ভয় করে এবং তারা জানে যে, এটা অবশ্যই সত্য। জেনে রেখ, নিশ্চয় যারা কিয়ামত সম্পর্কে বাক-বিতন্ডা করে তারা সুদূর পথভ্রষ্টতায় নিপতিত।","bangla_mkhan":"যারা তাতে বিশ্বাস করে না তারা তাকে তড়িৎ কামনা করে। আর যারা বিশ্বাস করে, তারা তাকে ভয় করে এবং জানে যে, তা সত্য। জেনে রাখ, যারা কেয়ামত সম্পর্কে বিতর্ক করে, তারা দূরবর্তী পথ ভ্রষ্টতায় লিপ্ত রয়েছে।","bangla_mujibur":"যারা এটা বিশ্বাস করেনা তারাই এটা ত্বরান্বিত করতে চায়। আর যারা বিশ্বাসী তারা ওকে ভয় করে এবং জানে যে, ওটা সত্য; জেনে রেখ, কিয়ামাত সম্পর্কে যারা বাক-বিতন্ডা করে তারা ঘোর বিভ্রান্তিতে রয়েছে।","bangla_taisirul":"যে সব লোক তাতে বিশ্বাস করে না, তারাই তার (অর্থাৎ ক্বিয়ামতের) আগমনকে তরান্বিত করতে চায়। কিন্তু যারা বিশ্বাসী তারা তাকে ভয় করে আর তারা জানে যে, তা সত্য। জেনে রেখ, যারা ক্বিয়ামত সম্পর্কে বিতর্ক করে, তারা স্পষ্টতই সত্য পথ হতে বহু দূরে চলে গেছে।"},{"id":19,"arabic_text":"اَللّٰہُ  لَطِیۡفٌۢ  بِعِبَادِہٖ  یَرۡزُقُ مَنۡ  یَّشَآءُ ۚ وَ ہُوَ  الۡقَوِیُّ  الۡعَزِیۡزُ ﴿۱۹﴾ ","english_text":"And [recall] when We gave Moses the Scripture and criterion that perhaps you would be guided.","page":485,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4291.mp3","colorText":"ٱللَّهُ لَطِي[i:12103[فُۢ ب]ِعِبَادِه[n[ِۦ] يَرْزُقُ م[a:476[َن ي]َش[o[َا]ٓءُ‌ۖ وَهُوَ [h:12104[ٱ]لْقَوِىُّ [h:6410[ٱ]لْعَز[p[ِي]زُ","juz":25,"ruku":420,"manzil":6,"bangla_ahbayan":"আল্লাহ তাঁর দাসদের প্রতি অতি স্নেহশীল; তিনি যাকে ইচ্ছা রুযী দান করেন। আর তিনিই প্রবল, পরাক্রমশালী।","bangla_bayan":"আল্লাহ তাঁর বান্দাদের প্রতি অতি দয়ালু। তিনি যাকে ইচ্ছা রিয্ক দান করেন। আর তিনি মহাশক্তিধর, মহাপরাক্রমশালী।","bangla_mkhan":"আল্লাহ তাঁর বান্দাদের প্রতি দয়ালু। তিনি যাকে ইচ্ছা, রিযিক দান করেন। তিনি প্রবল, পরাক্রমশালী।","bangla_mujibur":"আল্লাহ তাঁর বান্দাদের প্রতি অতি দয়ালু। তিনি যাকে ইচ্ছা রিয্ক দান করেন। তিনি প্রবল পরাক্রমশালী।","bangla_taisirul":"আল্লাহ তাঁর বান্দাহদের প্রতি মেহেরবান, তিনি যাকে যা ইচ্ছে রিযক দেন। তিনি প্রবল, মহাপরাক্রমশালী।"},{"id":20,"arabic_text":"مَنۡ کَانَ یُرِیۡدُ حَرۡثَ الۡاٰخِرَۃِ  نَزِدۡ لَہٗ فِیۡ حَرۡثِہٖ ۚ وَ مَنۡ کَانَ یُرِیۡدُ حَرۡثَ الدُّنۡیَا نُؤۡتِہٖ  مِنۡہَا وَ مَا لَہٗ  فِی الۡاٰخِرَۃِ مِنۡ نَّصِیۡبٍ ﴿۲۰﴾ ","english_text":"And [recall] when Moses said to his people, \"O my people, indeed you have wronged yourselves by your taking of the calf [for worship]. So repent to your Creator and kill yourselves. That is best for [all of] you in the sight of your Creator.\" Then He accepted your repentance; indeed, He is the Accepting of repentance, the Merciful.","page":485,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4292.mp3","colorText":"مَ[f:506[ن ك]َانَ يُرِيدُ حَرْثَ [h:12105[ٱ]لْأَخِرَةِ نَزِ[q:12106[دْ] لَهُ[n[ۥ] فِى حَرْثِه[n[ِۦ]‌ۖ وَمَ[f:975[ن ك]َانَ يُرِيدُ حَرْثَ [h:12107[ٱ][l[ل]دُّنْيَا نُؤْتِه[n[ِۦ] مِنْهَا وَمَا لَهُ[n[ۥ] فِى [h:536[ٱ]لْأَخِرَةِ م[a:12108[ِن ن]َّص[p[ِي][q[ب]ٍ","juz":25,"ruku":421,"manzil":6,"bangla_ahbayan":"যে ব্যক্তি পরলোকের ফসল কামনা করে, আমি তার জন্য পরলোকের ফসল বর্ধিত করে দিই[১] এবং যে কেউ ইহলোকের ফসল কামনা করে, আমি তাকে তারই কিছু দিই,[২] আর পরলোকে এদের জন্য কোন অংশ থাকবে না। [৩]","bangla_bayan":"যে আখিরাতের ফসল কামনা করে, আমি তার জন্য তার ফসলে প্রবৃদ্ধি দান করি, আর যে দুনিয়ার ফসল কামনা করে আমি তাকে তা থেকে কিছু দেই এবং আখিরাতে তার জন্য কোন অংশই থাকবে না।","bangla_mkhan":"যে কেউ পরকালের ফসল কামনা করে, আমি তার জন্যে সেই ফসল বাড়িয়ে দেই। আর যে ইহকালের ফসল কামনা করে, আমি তাকে তার কিছু দিয়ে দেই এবং পরকালে তার কোন অংশ থাকবে না।","bangla_mujibur":"যে কেহ আখিরাতের প্রতিদান কামনা করে তার জন্য আমি তার ফসল বর্ধিত করে দিই এবং যে দুনিয়ার প্রতিদান কামনা করে আমি তাকে ওরই কিছু দিই। কিন্তু আখিরাতে তার জন্য কিছুই থাকবেনা।","bangla_taisirul":"যে লোক পরকালের ক্ষেত করতে চায়, আমি তার জন্য তার ক্ষেতে বৃদ্ধি দান করি। আর যে লোক দুনিয়ার ক্ষেত চায়, আমি তাকে তাত্থেকে দেই, কিন্তু পরকালে তার অংশে (বা ভাগ্যে) কিছুই নেই।"},{"id":21,"arabic_text":"اَمۡ لَہُمۡ شُرَکٰٓؤُا شَرَعُوۡا  لَہُمۡ مِّنَ الدِّیۡنِ مَا لَمۡ یَاۡذَنۡۢ بِہِ اللّٰہُ ؕ وَ لَوۡ لَا کَلِمَۃُ  الۡفَصۡلِ لَقُضِیَ بَیۡنَہُمۡ ؕ وَ  اِنَّ الظّٰلِمِیۡنَ لَہُمۡ عَذَابٌ  اَلِیۡمٌ ﴿۲۱﴾ ","english_text":"And [recall] when you said, \"O Moses, we will never believe you until we see Allah outright\"; so the thunderbolt took you while you were looking on.","page":485,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4293.mp3","colorText":"أَمْ لَهُمْ شُرَكَ[o[ـٰٓ]ؤُ[s[اْ] شَرَعُو[s[اْ] لَه[w:6026[ُم م]ِّنَ [h:12087[ٱ][l[ل]دِّينِ مَا لَمْ يَأْذ[i:12109[َنۢ ب]ِهِ [h:1707[ٱ]للَّهُ‌ۚ وَلَوْلَا كَلِمَةُ [h:12110[ٱ]لْفَصْلِ لَقُضِىَ بَيْنَهُمْ‌ۗ وَإِ[g[نّ]َ [h:9074[ٱ][l[ل]ظَّ[n[ـٰ]لِمِينَ لَهُمْ عَذَابٌ أَل[p[ِي]مٌ","juz":25,"ruku":421,"manzil":6,"bangla_ahbayan":"এদের কি এমন কতকগুলি অংশী (উপাস্য) আছে যারা এদের জন্য বিধান দিয়েছে এমন ধর্মের, যার অনুমতি আল্লাহ এদেরকে দেননি?[১] চূড়ান্ত ঘোষণা না থাকলে এদের বিষয়ে তো ফায়সালা হয়েই যেত। নিশ্চয়ই সীমালংঘনকারীদের জন্য কষ্টদায়ক শাস্তি রয়েছে।","bangla_bayan":"তাদের জন্য কি এমন কিছু শরীক আছে, যারা তাদের জন্য দীনের বিধান দিয়েছে, যার অনুমতি আল্লাহ দেননি? আর ফয়সালার ঘোষণা না থাকলে তাদের ব্যাপারে সিদ্ধান্ত হয়েই যেত। আর নিশ্চয় যালিমদের জন্য রয়েছে যন্ত্রণাদায়ক আযাব।","bangla_mkhan":"তাদের কি এমন শরীক দেবতা আছে, যারা তাদের জন্যে সে ধর্ম সিদ্ধ করেছে, যার অনুমতি আল্লাহ দেননি ? যদি চুড়ান্ত সিন্ধান্ত না থাকত, তবে তাদের ব্যাপারে ফয়সালা হয়ে যেত। নিশ্চয় যালেমদের জন্যে রয়েছে যন্ত্রণাদায়ক শাস্তি।","bangla_mujibur":"তাদের কি এমন কতকগুলি দেবতা আছে যারা তাদের জন্য বিধান দিয়েছে এমন দীনের যার অনুমতি আল্লাহ দেননি? ফাইসালার ঘোষণা না থাকলে, তাদের বিষয়ে সিদ্ধান্ত হয়েই যেত। নিশ্চয়ই যালিমদের জন্য রয়েছে বেদনাদায়ক শাস্তি।","bangla_taisirul":"কী! তাদের কি এমন শরীক আছে যারা তাদের জন্য দ্বীনের বিধি-বিধান দিয়েছে যার অনুমতি আল্লাহ দেননি? ফয়সালা সম্পর্কিত (পূর্ব) ঘোষণা দেয়া না হলে তাদের মধ্যে (তৎক্ষণাৎ) ফয়সালা করে দেয়া হত। যালিমদের জন্য আছে যন্ত্রণাদায়ক শাস্তি।"},{"id":22,"arabic_text":"تَرَی الظّٰلِمِیۡنَ مُشۡفِقِیۡنَ مِمَّا کَسَبُوۡا وَ ہُوَ  وَاقِعٌۢ  بِہِمۡ ؕ وَ الَّذِیۡنَ اٰمَنُوۡا وَ عَمِلُوا الصّٰلِحٰتِ فِیۡ  رَوۡضٰتِ الۡجَنّٰتِ ۚ لَہُمۡ  مَّا یَشَآءُوۡنَ عِنۡدَ  رَبِّہِمۡ ؕ ذٰلِکَ  ہُوَ  الۡفَضۡلُ  الۡکَبِیۡرُ ﴿۲۲﴾ ","english_text":"Then We revived you after your death that perhaps you would be grateful.","page":485,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4294.mp3","colorText":"تَرَى [h:12111[ٱ][l[ل]ظَّ[n[ـٰ]لِمِينَ مُشْفِقِينَ مِ[g[مّ]َا كَسَبُو[s[اْ] وَهُوَ وَاقِ[i:5127[عُۢ ب]ِهِمْ‌ۗ وَ[h:37[ٱ]لَّذِينَ ءَامَنُو[s[اْ] وَعَمِلُو[s[اْ] [h:118[ٱ][l[ل]صَّ[n[ـٰ]لِحَ[n[ـٰ]تِ فِى رَوْضَاتِ [h:12112[ٱ]لْجَ[g[نّ]َاتِ‌ۖ لَه[w:3531[ُم م]َّا يَش[o[َا]ٓءُونَ عِ[f:264[ند]َ رَبِّهِمْ‌ۚ ذ[n[َٲ]لِكَ هُوَ [h:11140[ٱ]لْفَضْلُ [h:11141[ٱ]لْكَب[p[ِي]رُ","juz":25,"ruku":421,"manzil":6,"bangla_ahbayan":"তুমি সীমালংঘনকারীদেরকে ওদের কৃতকমের জন্য ভীত-সন্ত্রস্ত দেখবে;[১] অথচ ওদের ওপর আপতিত হবে তা(র শাস্তি)।[২] যারা বিশ্বাস করে ও সৎকাজ করে, তারা জান্নাতের বাগানসমূহে প্রবেশ করবে, তারা যা কিছু চাইবে, তাদের প্রতিপালকের নিকট হতে তাই পাবে। এটিই তো মহা অনুগ্রহ।","bangla_bayan":"তুমি যালিমদেরকে তাদের কৃত কর্মের জন্য ভীত-সন্ত্রস্ত দেখতে পাবে। অথচ তা (তাদের কর্মের শাস্তি) তাদের উপর পতিত হবেই। আর যারা ঈমান আনে ও সৎকর্ম করে তারা জান্নাতের উদ্যানসমূহে থাকবে। তারা যা চাইবে, তাদের রবের নিকট তাদের জন্য তাই থাকবে। এটাই তো মহাঅনুগ্রহ।","bangla_mkhan":"আপনি কাফেরদেরকে তাদের কৃতকর্মের জন্যে ভীতসন্ত্রস্ত দেখবেন। তাদের কর্মের শাস্তি অবশ্যই তাদের উপর পতিত হবে। আর যারা মুমিন ও সৎকর্মী, তারা জান্নাতের উদ্যানে থাকবে। তারা যা চাইবে, তাই তাদের জন্যে তাদের পালনকর্তার কাছে রয়েছে। এটাই বড় পুরস্কার।","bangla_mujibur":"তুমি যালিমদেরকে ভীত সন্ত্রস্ত দেখবে তাদের কৃতকর্মের জন্য; আর এটাই আপতিত হবে তাদের উপর। যারা ঈমান আনে ও সৎ কাজ করে তারা থাকবে জান্নাতের মনোরম স্থানে। তারা যা কিছু চাবে তাদের রবের নিকট তা’ই পাবে। এটাইতো মহা অনুগ্রহ।","bangla_taisirul":"যালিমদেরকে তুমি তাদের কৃতকর্মের কারণে ভীত-সন্ত্রস্ত দেখতে পাবে। তাদের কর্মের শাস্তি অবশ্যই তাদের উপর পতিত হবে। আর যারা ঈমান এনেছে আর সৎকর্ম করেছে তারা জান্নাতের বাগিচায় অবস্থান করবে। তারা যা ইচ্ছে করবে, তাদের জন্য তাদের প্রতিপালকের নিকট তা-ই আছে। ওটাই অতি বড় অনুগ্রহ।"},{"id":23,"arabic_text":"ذٰلِکَ الَّذِیۡ یُبَشِّرُ اللّٰہُ عِبَادَہُ  الَّذِیۡنَ اٰمَنُوۡا وَ عَمِلُوا الصّٰلِحٰتِ ؕ قُلۡ  لَّاۤ اَسۡـَٔلُکُمۡ عَلَیۡہِ  اَجۡرًا  اِلَّا الۡمَوَدَّۃَ  فِی الۡقُرۡبٰی ؕ وَ مَنۡ یَّقۡتَرِفۡ حَسَنَۃً  نَّزِدۡ لَہٗ فِیۡہَا حُسۡنًا ؕ اِنَّ اللّٰہَ غَفُوۡرٌ شَکُوۡرٌ ﴿۲۳﴾ ","english_text":"And We shaded you with clouds and sent down to you manna and quails, [saying], \"Eat from the good things with which We have provided you.\" And they wronged Us not - but they were [only] wronging themselves.","page":486,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4295.mp3","colorText":"ذ[n[َٲ]لِكَ [h:12113[ٱ]لَّذِى يُبَشِّرُ [h:12114[ٱ]للَّهُ عِبَادَهُ [h:12115[ٱ]لَّذِينَ ءَامَنُو[s[اْ] وَعَمِلُو[s[اْ] [h:118[ٱ][l[ل]صَّ[n[ـٰ]لِحَ[n[ـٰ]تِ‌ۗ قُل لّ[o[َآ] أَسْــَٔلُكُمْ عَلَيْهِ أَ[q:2795[جْ]رًا إِلَّا [h:12116[ٱ]لْمَوَدَّةَ فِى [h:12117[ٱ]لْقُرْبَىٰ‌ۗ وَم[a:12118[َن ي]َ[q:12119[قْ]تَرِفْ حَسَنَ[a:12120[ةً ن]َّزِ[q:12106[دْ] لَهُ[n[ۥ] فِيهَا حُسْنًا‌ۚ إِ[g[نّ]َ [h:80[ٱ]للَّهَ غَفُو[f:11131[رٌ ش]َك[p[ُو]رٌ","juz":25,"ruku":421,"manzil":6,"bangla_ahbayan":"আল্লাহ এ সুসংবাদই তাঁর দাসদেরকে দেন, যারা বিশ্বাস করে ও সৎকাজ করে। বল, ‘আমি আমার আহবানের জন্য তোমাদের নিকট হতে আত্মীয়তার সৌহার্দ্য ব্যতীত অন্য কোন প্রতিদান চাই না।’[১] আর যে উত্তম কাজ করে, আমি তার জন্য এতে কল্যাণ বর্ধিত করি।[২] নিশ্চয়ই আল্লাহ পরম ক্ষমাশীল, অতীব গুণগ্রাহী।[৩]","bangla_bayan":"এটা তাই, যার সুসংবাদ আল্লাহ তার বান্দাদেরকে দেন- যারা ঈমান আনে ও সৎকর্ম করে। বল, ‘আমি এর জন্য তোমাদের কাছে আত্মীয়তার সৌহার্দ ছাড়া অন্য কোন প্রতিদান চাই না’। যে উত্তম কাজ করে, আমি তার জন্য তাতে কল্যাণ বাড়িয়ে দেই। নিশ্চয় আল্লাহ অতি ক্ষমাশীল, বড়ই গুণগ্রাহী।","bangla_mkhan":"এরই সুসংবাদ দেন আল্লাহ তার সেসব বান্দাকে, যারা বিশ্বাস স্থাপন করে ও সৎকর্ম করে। বলুন, আমি আমার দাওয়াতের জন্যে তোমাদের কাছে কেবল আত্নীয়তাজনিত সৌহার্দ চাই। যে কেউ উত্তম কাজ করে, আমি তার জন্যে তাতে পুণ্য বাড়িয়ে দেই। নিশ্চয় আল্লাহ ক্ষমাকারী, গুণগ্রাহী।","bangla_mujibur":"এই সুসংবাদই আল্লাহ দেন তাঁর বান্দাদেরকে যারা ঈমান আনে ও সৎ কাজ করে। বলঃ আমি এর বিনিময়ে তোমাদের নিকট হতে আত্মীয়ের সৌহার্দ্য ব্যতীত অন্য কোন প্রতিদান চাইনা। যে উত্তম কাজ করে আমি তার জন্য এতে কল্যাণ বর্ধিত করি। আল্লাহ ক্ষমাশীল, গুণগ্রাহী।","bangla_taisirul":"এটা হল তাই আল্লাহ যার সুসংবাদ দিয়েছেন তাঁর সে সব বান্দাহদের জন্য যারা ঈমান আনে আর সৎ কাজ করে। বল, এ কাজের জন্য আত্মীয়তার ভালবাসা ছাড়া তোমাদের কাছে কিছুই চাই না। যে কেউ উত্তম কাজ করে, আমি তার জন্য তাতে পুণ্য বাড়িয়ে দেই। আল্লাহ বড়ই ক্ষমাশীল, ভাল কাজের বড়ই মর্যাদাদানকারী।"},{"id":24,"arabic_text":"اَمۡ یَقُوۡلُوۡنَ  افۡتَرٰی عَلَی اللّٰہِ کَذِبًا ۚ فَاِنۡ  یَّشَاِ اللّٰہُ یَخۡتِمۡ عَلٰی قَلۡبِکَ ؕ وَ یَمۡحُ اللّٰہُ  الۡبَاطِلَ وَ یُحِقُّ الۡحَقَّ بِکَلِمٰتِہٖ ؕ اِنَّہٗ  عَلِیۡمٌۢ  بِذَاتِ  الصُّدُوۡرِ ﴿۲۴﴾ ","english_text":"And [recall] when We said, \"Enter this city and eat from it wherever you will in [ease and] abundance, and enter the gate bowing humbly and say, 'Relieve us of our burdens.' We will [then] forgive your sins for you, and We will increase the doers of good [in goodness and reward].\"","page":486,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4296.mp3","colorText":"أَمْ يَقُولُونَ [h:12121[ٱ]فْتَرَىٰ عَلَى [h:412[ٱ]للَّهِ كَذِ[f:12122[بًا‌ۖ ف]َإ[a:12123[ِن ي]َشَإِ [h:4035[ٱ]للَّهُ يَخْتِمْ عَلَىٰ قَلْبِكَ‌ۗ وَيَمْحُ [h:12124[ٱ]للَّهُ [h:12125[ٱ]لْبَ[n[ـٰ]طِلَ وَيُحِقُّ [h:12126[ٱ]لْحَقَّ بِكَلِمَ[n[ـٰ]تِه[o[ِۦٓ‌ۚ] إِ[g[نّ]َهُ[n[ۥ] عَلِي[i:2196[مُۢ ب]ِذَاتِ [h:2197[ٱ][l[ل]صُّد[p[ُو]رِ","juz":25,"ruku":421,"manzil":6,"bangla_ahbayan":"ওরা কি বলতে চায় যে, ‘সে (মুহাম্মাদ) আল্লাহ সম্পর্কে মিথ্যা উদ্ভাবন করেছে’? (যদি তাই হত) তাহলে (হে মুহাম্মাদ!) আল্লাহ ইচ্ছা করলে তোমার হৃদয়ে মোহর করে দিতেন।[১] আল্লাহ মিথ্যাকে মুছে দেন[২] এবং নিজ বাণী দ্বারা সত্যকে প্রতিষ্ঠিত করেন। অন্তরে যা আছে সে বিষয়ে তিনি নিঃসন্দেহে সবিশেষ অবহিত।","bangla_bayan":"তারা কি একথা বলে যে, সে আল্লাহ সম্পর্কে মিথ্যা উদ্ভাবন করেছে? অথচ যদি আল্লাহ চাইতেন তোমার হৃদয়ে মোহর মেরে দিতেন। আর আল্লাহ মিথ্যাকে মুছে দেন এবং নিজ বাণী দ্বারা সত্যকে প্রতিষ্ঠিত করেন। নিশ্চয় তিনি অন্তরসমূহে যা আছে, সে সম্পর্কে সবিশেষ অবহিত।","bangla_mkhan":"নাকি তারা একথা বলে যে, তিনি আল্লাহর বিরুদ্ধে মিথ্যা রটনা করেছেন? আল্লাহ ইচ্ছা করলে আপনার অন্তরে মোহর এঁটে দিতেন। বস্তুতঃ তিনি মিথ্যাকে মিটিয়ে দেন এবং নিজ বাক্য দ্বারা সত্যকে প্রতিষ্ঠিত করেন। নিশ্চয় তিনি অন্তর্নিহিত বিষয় সম্পর্কে সর্বিশেষ জ্ঞাত।","bangla_mujibur":"তারা কি বলে যে, সে আল্লাহ সম্পর্কে মিথ্যা উদ্ভাবন করেছে? যদি তা’ই হত তাহলে আল্লাহ ইচ্ছা করলে তোমার হৃদয় মোহর করে দিতেন। আল্লাহ মিথ্যাকে মুছে দেন এবং নিজ বাণী দ্বারা সত্যকে প্রতিষ্ঠিত করেন। অন্তরে যা আছে সেই বিষয়ে তিনি সবিশেষ অবহিত।","bangla_taisirul":"তারা কি বলে যে, এ লোক আল্লাহর নামে মিথ্যা রচনা করেছে? আল্লাহ চাইলে তোমার হৃদয়ে মোহর মেরে দিতেন। বস্তুতঃ তিনি মিথ্যাকে মিটিয়ে দেন এবং নিজ বাক্য দ্বারা সত্যকে প্রতিষ্ঠিত করেন। তিনি (সকলের) অন্তরে নিহিত বিষয় সম্পর্কে খুবই অবগত।"},{"id":25,"arabic_text":"وَ ہُوَ الَّذِیۡ یَقۡبَلُ  التَّوۡبَۃَ  عَنۡ عِبَادِہٖ وَ یَعۡفُوۡا عَنِ السَّیِّاٰتِ وَ  یَعۡلَمُ مَا تَفۡعَلُوۡنَ ﴿ۙ۲۵﴾ ","english_text":"But those who wronged changed [those words] to a statement other than that which had been said to them, so We sent down upon those who wronged a punishment from the sky because they were defiantly disobeying.","page":486,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4297.mp3","colorText":"وَهُوَ [h:4114[ٱ]لَّذِى يَ[q:5822[قْ]بَلُ [h:5823[ٱ][l[ل]تَّوْبَةَ عَنْ عِبَادِه[n[ِۦ] وَيَعْفُو[s[اْ] عَنِ [h:12127[ٱ][l[ل]سَّيِّـَٔـاتِ وَيَعْلَمُ مَا تَفْعَل[p[ُو]نَ","juz":25,"ruku":421,"manzil":6,"bangla_ahbayan":"তিনিই তাঁর দাসদের তওবা কবুল করেন[১] এবং পাপ মোচন করেন। আর তোমরা যা কর, তিনি তা জানেন।","bangla_bayan":"আর তিনিই তাঁর বান্দাদের তাওবা কবূল করেন এবং পাপসমূহ ক্ষমা করে দেন। আর তোমরা যা কর, তা তিনি জানেন।","bangla_mkhan":"তিনি তাঁর বান্দাদের তওবা কবুল করেন পাপসমূহ মার্জনা করেন এবং তোমাদের কৃত বিষয় সম্পর্কে অবগত রয়েছেন।","bangla_mujibur":"তিনিই তাঁর বান্দাদের তাওবাহ কবূল করেন এবং পাপ মোচন করেন এবং তোমরা যা কর তিনি তা জানেন।","bangla_taisirul":"তিনি তাঁর বান্দাহদের তাওবাহ ক্ববূল করেন, পাপ ক্ষমা করেন আর তিনি জানেন তোমরা যা কর।"},{"id":26,"arabic_text":"وَ یَسۡتَجِیۡبُ الَّذِیۡنَ اٰمَنُوۡا وَ عَمِلُوا الصّٰلِحٰتِ وَ یَزِیۡدُہُمۡ مِّنۡ فَضۡلِہٖ ؕ وَ الۡکٰفِرُوۡنَ  لَہُمۡ  عَذَابٌ  شَدِیۡدٌ ﴿۲۶﴾ ","english_text":"And [recall] when Moses prayed for water for his people, so We said, \"Strike with your staff the stone.\" And there gushed forth from it twelve springs, and every people knew its watering place. \"Eat and drink from the provision of Allah, and do not commit abuse on the earth, spreading corruption.\"","page":486,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4298.mp3","colorText":"وَيَسْتَجِيبُ [h:12128[ٱ]لَّذِينَ ءَامَنُو[s[اْ] وَعَمِلُو[s[اْ] [h:118[ٱ][l[ل]صَّ[n[ـٰ]لِحَ[n[ـٰ]تِ وَيَزِيدُه[w:3323[ُم م]ِّ[f:475[ن ف]َضْلِه[n[ِۦ]‌ۚ وَ[h:1467[ٱ]لْكَ[n[ـٰ]فِرُونَ لَهُمْ عَذَا[f:1727[بٌ ش]َد[p[ِي][q[د]ٌ","juz":25,"ruku":421,"manzil":6,"bangla_ahbayan":"তিনি বিশ্বাসী ও সৎকর্মপরায়ণদের আহবানে সাড়া দেন[১] এবং তাদের প্রতি তাঁর অনুগ্রহ বর্ধিত করেন; আর অস্বীকারকারীদের জন্য রয়েছে কঠিন শাস্তি।","bangla_bayan":"আর যারা ঈমান আনে ও সৎকর্ম করে তাদের আহবানে তিনি সাড়া দেন এবং তাদের প্রতি তাঁর অনুগ্রহ বৃদ্ধি করেন। আর কাফিরদের জন্য রয়েছে কঠিন আযাব।","bangla_mkhan":"তিনি মুমিন ও সৎকর্মীদের দোয়া শোনেন এবং তাদের প্রতি স্বীয় অনুগ্রহ বাড়িয়ে দেন। আর কাফেরদের জন্যে রয়েছে কঠোর শাস্তি।","bangla_mujibur":"তিনি মু’মিন ও সৎকর্মশীলদের আহবানে সাড়া দেন এবং তাদের প্রতি তার অনুগ্রহ বর্ধিত করেন; কাফিরদের জন্য রয়েছে কঠিন শাস্তি।","bangla_taisirul":"যারা ঈমান আনে আর সৎকর্ম করে তিনি তাদের আহবান শুনেন, আর তিনি তাদের প্রতি নিজ অনুগ্রহ বাড়িয়ে দেন আর কাফিরদের জন্য আছে কঠিন শাস্তি।"},{"id":27,"arabic_text":"وَ لَوۡ بَسَطَ اللّٰہُ  الرِّزۡقَ لِعِبَادِہٖ لَبَغَوۡا فِی الۡاَرۡضِ وَ لٰکِنۡ یُّنَزِّلُ بِقَدَرٍ مَّا یَشَآءُ ؕ اِنَّہٗ  بِعِبَادِہٖ  خَبِیۡرٌۢ   بَصِیۡرٌ ﴿۲۷﴾ ","english_text":"And [recall] when you said, \"O Moses, we can never endure one [kind of] food. So call upon your Lord to bring forth for us from the earth its green herbs and its cucumbers and its garlic and its lentils and its onions.\" [Moses] said, \"Would you exchange what is better for what is less? Go into [any] settlement and indeed, you will have what you have asked.\" And they were covered with humiliation and poverty and returned with anger from Allah [upon them]. That was because they [repeatedly] disbelieved in the signs of Allah and killed the prophets without right. That was because they disobeyed and were [habitually] transgressing.","page":486,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4299.mp3","colorText":"۞ وَلَوْ بَسَطَ [h:12129[ٱ]للَّهُ [h:12130[ٱ][l[ل]رِّزْقَ لِعِبَادِه[n[ِۦ] لَبَغَوْ[s[اْ] فِى [h:44[ٱ]لْأَرْضِ وَلَ[n[ـٰ]ك[a:12131[ِن ي]ُنَزِّلُ بِقَدَ[a:12132[رٍ م]َّا يَش[o[َا]ٓءُ‌ۚ إِ[g[نّ]َهُ[n[ۥ] بِعِبَادِه[n[ِۦ] خَبِي[i:12133[رُۢ ب]َص[p[ِي]رٌ","juz":25,"ruku":421,"manzil":6,"bangla_ahbayan":"আল্লাহ তাঁর সকল দাসকে রুযীতে প্রাচুর্য দিলে তারা পৃথিবীতে বিপর্যয় সৃষ্টি করত;[১] কিন্তু তিনি যে পরিমাণ ইচ্ছা সে পরিমাণই দিয়ে থাকেন। তিনি তাঁর দাসদেরকে সম্যক জানেন এবং দেখেন।","bangla_bayan":"আর আল্লাহ যদি তার বান্দাদের জন্য রিয্ক প্রশস্ত করে দিতেন, তাহলে তারা যমীনে অবশ্যই বিদ্রোহ করত। কিন্তু তিনি নির্দিষ্ট পরিমাণে যা ইচ্ছা নাযিল করেন। নিশ্চয় তিনি তাঁর বান্দাদের ব্যাপারে পূর্ণ অবগত, সম্যক দ্রষ্টা।","bangla_mkhan":"যদি আল্লাহ তাঁর সকল বান্দাকে প্রচুর রিযিক দিতেন, তবে তারা পৃথিবীতে বিপর্যয় সৃষ্টি করত। কিন্তু তিনি যে পরিমাণ ইচ্ছা সে পরিমাণ নাযিল করেন। নিশ্চয় তিনি তাঁর বান্দাদের খবর রাখেন ও সবকিছু দেখেন।","bangla_mujibur":"আল্লাহ তাঁর বান্দাদেরকে জীবনোপকরণের প্রাচুর্য দিলে তারা পৃথিবীতে অবশ্যই বিপর্যয় সৃষ্টি করত; কিন্তু তিনি তাঁর ইচ্ছা মত সঠিক পরিমানেই দিয়ে থাকেন। তিনি তাঁর বান্দাদেরকে সম্যক জানেন ও দেখেন।","bangla_taisirul":"আল্লাহ যদি তাঁর সকল বান্দাহদের জন্য রিযক পর্যাপ্ত করে দিতেন, তাহলে তারা অবশ্যই যমীনে বিদ্রোহ সৃষ্টি করত; কিন্তু তিনি একটা নির্দিষ্ট পরিমাণে যতটুকু ইচ্ছে নাযিল করেন। তিনি তাঁর বান্দাহ্দের সম্পর্কে পূর্ণ ওয়াকিফহাল, তিনি তাদের প্রতি সর্বদা দৃষ্টি রাখেন।"},{"id":28,"arabic_text":"وَ ہُوَ الَّذِیۡ یُنَزِّلُ  الۡغَیۡثَ مِنۡۢ  بَعۡدِ مَا قَنَطُوۡا وَ یَنۡشُرُ  رَحۡمَتَہٗ ؕ وَ ہُوَ  الۡوَلِیُّ الۡحَمِیۡدُ ﴿۲۸﴾ ","english_text":"Indeed, those who believed and those who were Jews or Christians or Sabeans [before Prophet Muhammad] - those [among them] who believed in Allah and the Last Day and did righteousness - will have their reward with their Lord, and no fear will there be concerning them, nor will they grieve.","page":486,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4300.mp3","colorText":"وَهُوَ [h:4114[ٱ]لَّذِى يُنَزِّلُ [h:12134[ٱ]لْغَيْثَ م[i:146[ِنۢ ب]َعْدِ مَا قَنَطُو[s[اْ] وَيَ[f:12135[نش]ُرُ رَحْمَتَهُ[n[ۥ]‌ۚ وَهُوَ [h:12136[ٱ]لْوَلِىُّ [h:12137[ٱ]لْحَم[p[ِي][q[د]ُ","juz":25,"ruku":421,"manzil":6,"bangla_ahbayan":"ওদের হতাশাগ্রস্ত হয়ে যাওয়ার পর তিনিই বৃষ্টি বর্ষণ করেন[১] এবং তাঁর করুণা বিস্তার করেন। তিনিই তো অভিভাবক, প্রশংসার্হ। [২]","bangla_bayan":"আর তারা নিরাশ হয়ে পড়লে তিনিই বৃষ্টি বর্ষণ করেন এবং তাঁর রহমত ছড়িয়ে দেন। আর তিনিই তো অভিভাবক, প্রশংসিত।","bangla_mkhan":"মানুষ নিরাশ হয়ে যাওয়ার পরে তিনি বৃষ্টি বর্ষণ করেন এবং স্বীয় রহমত ছড়িয়ে দেন। তিনিই কার্যনির্বাহী, প্রশংসিত।","bangla_mujibur":"তারা যখন হতাশাগ্রস্ত হয়ে পড়ে তখনই তিনি বৃষ্টি বর্ষণ করেন এবং তাঁর করুণা বিস্তার করেন। তিনিই অভিভাবক, প্রশংসা।","bangla_taisirul":"মানুষ নিরাশ হয়ে যাওয়ার পর তিনিই বৃষ্টি বর্ষণ করেন, আর স্বীয় রহমত ছড়িয়ে দেন, তিনি-ই সকল গুণে প্রশংসিত প্রকৃত অভিভাবক।"},{"id":29,"arabic_text":"وَ مِنۡ اٰیٰتِہٖ خَلۡقُ السَّمٰوٰتِ وَ الۡاَرۡضِ وَ مَا بَثَّ فِیۡہِمَا مِنۡ دَآبَّۃٍ ؕ وَ ہُوَ  عَلٰی جَمۡعِہِمۡ   اِذَا  یَشَآءُ  قَدِیۡرٌ ﴿۲۹﴾ ","english_text":"And [recall] when We took your covenant, [O Children of Israel, to abide by the Torah] and We raised over you the mount, [saying], \"Take what We have given you with determination and remember what is in it that perhaps you may become righteous.\"","page":486,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4301.mp3","colorText":"وَمِنْ ءَايَ[n[ـٰ]تِه[n[ِۦ] خَلْقُ [h:10451[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَ[h:177[ٱ]لْأَرْضِ وَمَا بَثَّ فِيهِمَا مِ[f:4026[ن د][m[َا]ٓبَّ[a:12138[ةٍ‌ۚ و]َهُوَ عَلَىٰ جَمْعِهِمْ إِذَا يَش[o[َا]ٓءُ قَد[p[ِي]رٌ","juz":25,"ruku":421,"manzil":6,"bangla_ahbayan":"তাঁর অন্যতম নিদর্শন আকাশমন্ডলী ও পৃথিবীর সৃষ্টি এবং এ দুয়ের মধ্যে তিনি যে সব জীবজন্তু ছড়িয়ে দিয়েছেন সেগুলি; তিনি যখন ইচ্ছা তখনই ওদেরকে সমবেত করতে সক্ষম।[১]","bangla_bayan":"আর তাঁর নিদর্শনাবলীর মধ্যে রয়েছে আসমানসমূহ ও যমীনের সৃষ্টি এবং এতদোভয়ের মধ্যে তিনি যে সব জীব-জন্তু ছড়িয়ে দিয়েছেন সেগুলো। তিনি যখন ইচ্ছা তখনই এগুলোকে একত্র করতে সক্ষম।","bangla_mkhan":"তাঁর এক নিদর্শন নভোমন্ডল ও ভূমন্ডলের সৃষ্টি এবং এতদুভয়ের মধ্যে তিনি যেসব জীব-জন্তু ছড়িয়ে দিয়েছেন। তিনি যখন ইচ্ছা এগুলোকে একত্রিত করতে সক্ষম।","bangla_mujibur":"তাঁর অন্যতম নিদর্শন আকাশমন্ডলী ও পৃথিবীর সৃষ্টি এবং এতদুভয়ের মধ্যে তিনি যে সব জীবজন্তু ছড়িয়ে দিয়েছেন সেগুলি। তিনি যখন ইচ্ছা তখনই ওদেরকে সমবেত করতে সক্ষম।","bangla_taisirul":"তাঁর নিদর্শনসমূহের অন্তর্গত হল আসমান ও যমীনের সৃষ্টি, আর এ দু’য়ের ভিতর যে প্রাণীকুল ছড়িয়ে দিয়েছেন তিনি। আর যখন ইচ্ছে তিনি তাদেরকে একত্রিত করতে সক্ষম।"},{"id":30,"arabic_text":"وَ مَاۤ  اَصَابَکُمۡ مِّنۡ مُّصِیۡبَۃٍ  فَبِمَا کَسَبَتۡ اَیۡدِیۡکُمۡ وَ یَعۡفُوۡا عَنۡ کَثِیۡرٍ ﴿ؕ۳۰﴾ ","english_text":"Then you turned away after that. And if not for the favor of Allah upon you and His mercy, you would have been among the losers.","page":486,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4302.mp3","colorText":"وَم[o[َآ] أَصَ[n[ـٰ]بَك[w:12139[ُم م]ّ[a:12140[ِن م]ُّصِيبَ[f:12141[ةٍ ف]َبِمَا كَسَبَتْ أَيْدِيكُمْ وَيَعْفُو[s[اْ] عَ[f:3438[ن ك]َث[p[ِي]رٍ","juz":25,"ruku":422,"manzil":6,"bangla_ahbayan":"তোমাদের যে বিপদ-আপদ ঘটে তা তো তোমাদের কৃতকর্মেরই ফল এবং তোমাদের অনেক অপরাধ তিনি ক্ষমা করে দেন। [১]","bangla_bayan":"আর তোমাদের প্রতি যে মুসীবত আপতিত হয়, তা তোমাদের কৃতকর্মেরই ফল। আর অনেক কিছুই তিনি ক্ষমা করে দেন।","bangla_mkhan":"তোমাদের উপর যেসব বিপদ-আপদ পতিত হয়, তা তোমাদের কর্মেরই ফল এবং তিনি তোমাদের অনেক গোনাহ ক্ষমা করে দেন।","bangla_mujibur":"তোমাদের যে বিপদ-আপদ ঘটে তাতো তোমাদেরই কৃতকর্মের ফল এবং তোমাদের অনেক অপরাধ তিনি ক্ষমা করে দেন।","bangla_taisirul":"তোমাদের উপর যে বিপদই উপনীত হয় তা তোমাদের হাতের উপার্জনের কারণেই, তিনি অনেক অপরাধই ক্ষমা করে দেন।"},{"id":31,"arabic_text":"وَ مَاۤ  اَنۡتُمۡ بِمُعۡجِزِیۡنَ فِی الۡاَرۡضِ ۚۖ وَ مَا لَکُمۡ مِّنۡ دُوۡنِ اللّٰہِ مِنۡ وَّلِیٍّ وَّ لَا نَصِیۡرٍ ﴿۳۱﴾ ","english_text":"And you had already known about those who transgressed among you concerning the sabbath, and We said to them, \"Be apes, despised.\"","page":486,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4303.mp3","colorText":"وَم[o[َآ] أَ[f:428[نت][c:4435[ُم ب]ِمُعْجِزِينَ فِى [h:44[ٱ]لْأَرْضِ‌ۖ وَمَا لَك[w:556[ُم م]ِّ[f:107[ن د]ُونِ [h:108[ٱ]للَّهِ م[a:557[ِن و]َلِ[a:558[ىٍّ و]َلَا نَص[p[ِي]رٍ","juz":25,"ruku":422,"manzil":6,"bangla_ahbayan":"তোমরা পৃথিবীতে (আল্লাহর ইচ্ছাকে) ব্যর্থ করতে পারবে না।[১] আর তিনি ব্যতীত তোমাদের কোন অভিভাবক নেই, সাহায্যকারীও নেই।","bangla_bayan":"তোমরা যমীনে (আল্লাহর কর্ম পরিকল্পনাকে) ব্যর্থ করতে পারবে না। আর আল্লাহ ছাড়া তোমাদের কোন অভিভাবক নেই এবং কোন সাহায্যকারীও নেই।","bangla_mkhan":"তোমরা পৃথিবীতে পলায়ন করে আল্লাহকে অক্ষম করতে পার না এবং আল্লাহ ব্যতীত তোমাদের কোন কার্যনির্বাহী নেই, সাহায্যকারীও নেই।","bangla_mujibur":"তোমরা পৃথিবীতে আল্লাহর অভিপ্রায়কে ব্যর্থ করতে পারবেনা এবং আল্লাহ ব্যতীত তোমাদের কোন অভিভাবক নেই, সাহায্যকারীও নেই।","bangla_taisirul":"তোমরা যমীনে (আল্লাহর কর্ম ও পরিকল্পনাকে) ভন্ডুল (অক্ষম) করতে পারবে না। আল্লাহ ছাড়া তোমাদের না আছে কোন অভিভাবক, আর না আছে সাহায্যকারী।"},{"id":32,"arabic_text":"وَ مِنۡ اٰیٰتِہِ  الۡجَوَارِ فِی الۡبَحۡرِ کَالۡاَعۡلَامِ ﴿ؕ۳۲﴾ ","english_text":"And We made it a deterrent punishment for those who were present and those who succeeded [them] and a lesson for those who fear Allah .","page":487,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4304.mp3","colorText":"وَمِنْ ءَايَ[n[ـٰ]تِهِ [h:12142[ٱ]لْجَوَارِ فِى [h:837[ٱ]لْبَحْرِ كَ[h:12143[ٱ]لْأَعْلَ[p[ـٰ]مِ","juz":25,"ruku":422,"manzil":6,"bangla_ahbayan":"তাঁর অন্যতম নিদর্শন সমুদ্রগামী পাহাড় তুল্য নৌযানসমূহ।[১]","bangla_bayan":"তাঁর নিদর্শনাবলীর মধ্যে আরো রয়েছে সমুদ্রে চলাচলকারী পর্বতমালার মত জাহাজসমূহ।","bangla_mkhan":"সমুদ্রে ভাসমান পর্বতসম জাহাজসমূহ তাঁর অন্যতম নিদর্শন।","bangla_mujibur":"তাঁর অন্যতম নিদর্শন পর্বত সদৃশ সমুদ্রে চলমান নৌযানসমূহ।","bangla_taisirul":"তাঁর নিদর্শনসমূহের মধ্যে হল সমুদ্রে নির্বিঘ্নে চলমান জাহাজ- পাহাড়ের মত।"},{"id":33,"arabic_text":"اِنۡ یَّشَاۡ یُسۡکِنِ الرِّیۡحَ فَیَظۡلَلۡنَ رَوَاکِدَ عَلٰی ظَہۡرِہٖ ؕ اِنَّ فِیۡ ذٰلِکَ لَاٰیٰتٍ  لِّکُلِّ  صَبَّارٍ  شَکُوۡرٍ ﴿ۙ۳۳﴾ ","english_text":"And [recall] when Moses said to his people, \"Indeed, Allah commands you to slaughter a cow.\" They said, \"Do you take us in ridicule?\" He said, \"I seek refuge in Allah from being among the ignorant.\"","page":487,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4305.mp3","colorText":"إ[a:3197[ِن ي]َشَأْ يُسْكِنِ [h:12144[ٱ][l[ل]رِّيحَ فَيَظْلَلْنَ رَوَاكِدَ عَلَىٰ ظَهْرِه[o[ِۦٓ‌ۚ] إِ[g[نّ]َ فِى ذ[n[َٲ]لِكَ لَأَيَ[n[ـٰ][u:7049[تٍ ل]ِّكُلِّ صَبَّا[f:7050[رٍ ش]َك[p[ُو]رٍ","juz":25,"ruku":422,"manzil":6,"bangla_ahbayan":"তিনি ইচ্ছা করলে বায়ুকে স্তব্ধ করে দিতে পারেন; ফলে নৌযানসমূহ সমুদ্রের বুকে নিশ্চল হয়ে পড়বে। নিশ্চয়ই এতে ধৈর্যশীল ও কৃতজ্ঞদের জন্য বহু নিদর্শন রয়েছে।","bangla_bayan":"তিনি যদি চান বাতাসকে থামিয়ে দিতে পারেন। ফলে জাহাজগুলো সমুদ্রপৃষ্ঠে গতিহীন হয়ে পড়বে। নিশ্চয় এতে পরম ধৈর্যশীল ও কৃতজ্ঞ ব্যক্তির জন্য অনেক নিদর্শন রয়েছে।","bangla_mkhan":"তিনি ইচ্ছা করলে বাতাসকে থামিয়ে দেন। তখন জাহাজসমূহ সমুদ্রপৃষ্ঠে নিশ্চল হয়ে পড়ে যেন পাহাড়। নিশ্চয় এতে প্রত্যেক সবরকারী, কৃতজ্ঞের জন্যে নিদর্শনাবলী রয়েছে।","bangla_mujibur":"তিনি ইচ্ছা করলে বায়ুকে স্তদ্ধ করে দিতে পারেন; ফলে নৌযানসমূহ নিশ্চল হয়ে পড়বে সমুদ্র পৃষ্ঠে। নিশ্চয়ই এতে নিদর্শন রয়েছে ধৈর্যশীল ও কৃতজ্ঞ ব্যক্তির জন্য।","bangla_taisirul":"তিনি যদি ইচ্ছে করেন বাতাসকে থামিয়ে দিতে পারেন, তখন জাহাজগুলো সমুদ্র পৃষ্ঠে গতিহীন হয়ে পড়বে। এতে প্রত্যেক অতি ধৈর্যশীল শুকর আদায়কারীর জন্য অবশ্যই নিদর্শন রয়েছে।"},{"id":34,"arabic_text":"اَوۡ یُوۡبِقۡہُنَّ بِمَا کَسَبُوۡا وَ یَعۡفُ عَنۡ  کَثِیۡرٍ ﴿۫۳۴﴾ ","english_text":"They said, \"Call upon your Lord to make clear to us what it is.\" [Moses] said, \"[ Allah ] says, 'It is a cow which is neither old nor virgin, but median between that,' so do what you are commanded.\"","page":487,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4306.mp3","colorText":"أَوْ يُوبِ[q:12145[قْ]هُ[g[نّ]َ بِمَا كَسَبُو[s[اْ] وَيَعْفُ عَ[f:3438[ن ك]َث[p[ِي]رٍ","juz":25,"ruku":422,"manzil":6,"bangla_ahbayan":"তিনি তাদের (আরোহীদের) কৃতকর্মের জন্য নৌযানগুলিকে ধ্বংস করে দিতে পারেন[১] এবং অনেককে তিনি ক্ষমাও করেন।[২]","bangla_bayan":"অথবা তাদের কৃতকর্মের জন্য সেগুলোকে তিনি ধ্বংস করে দিতে পারেন, আবার অনেককে তিনি ক্ষমাও করেন।","bangla_mkhan":"অথবা তাদের কৃতকর্মের জন্যে সেগুলোকে ধ্বংস করে দেন এবং অনেককে ক্ষমাও করে দেন।","bangla_mujibur":"অথবা তিনি তাদের কৃতকর্মের জন্য সেইগুলিকে বিধ্বস্ত করে দিতে পারেন এবং অনেককে তিনি ক্ষমাও করেন।","bangla_taisirul":"কিংবা তিনি ওগুলোকে ধ্বংস করে দিতে পারেন তাদের উপার্জিত পাপের কারণে, আর প্রকৃতপক্ষে তিনি তো (তাদের) অনেক দোষ-ত্রুটিই ক্ষমা করে দেন।"},{"id":35,"arabic_text":"وَّ یَعۡلَمَ الَّذِیۡنَ یُجَادِلُوۡنَ فِیۡۤ  اٰیٰتِنَا ؕ مَا لَہُمۡ مِّنۡ مَّحِیۡصٍ ﴿۳۵﴾ ","english_text":"They said, \"Call upon your Lord to show us what is her color.\" He said, \"He says, 'It is a yellow cow, bright in color - pleasing to the observers.' \"","page":487,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4307.mp3","colorText":"وَيَعْلَمَ [h:12146[ٱ]لَّذِينَ يُجَ[n[ـٰ]دِلُونَ ف[o[ِىٓ] ءَايَ[n[ـٰ]تِنَا مَا لَه[w:1812[ُم م]ّ[a:7093[ِن م]َّح[p[ِي]صٍ","juz":25,"ruku":422,"manzil":6,"bangla_ahbayan":"যাতে আল্লাহর নিদর্শনাবলী সম্পর্কে যারা বিতর্ক করে[১] তারা জানতে পারে যে, তাদের কোন নিষ্কৃতি নেই।[২]","bangla_bayan":"আর যারা আমার নিদর্শনসমূহ সম্পর্কে বাক বিতন্ডা করে তারা যেন জানতে পারে যে, তাদের কোন আশ্রয়স্থল নেই।","bangla_mkhan":"এবং যারা আমার ক্ষমতা সম্পর্কে বিতর্ক করে, তারা যেন জানে যে, তাদের কোন পলায়নের জায়গা নেই।","bangla_mujibur":"আর আমার নিদর্শন সম্পর্কে যারা বির্তক করে তারা যেন জানতে পারে যে, তাদের কোন নিস্কৃতি নেই।","bangla_taisirul":"(আর ওগুলোকে ধ্বংস করা হয়) এজন্যও যে, আমার আয়াত নিয়ে যারা বিতর্ক করে তারা যেন জেনে নেয় যে, তাদের (আল্লাহর কাছ থেকে পালিয়ে অন্যত্র আশ্রয় নেয়ার জন্য) কোন আশ্রয়স্থল নেই।"},{"id":36,"arabic_text":"فَمَاۤ  اُوۡتِیۡتُمۡ مِّنۡ شَیۡءٍ فَمَتَاعُ الۡحَیٰوۃِ  الدُّنۡیَا ۚ وَ مَا عِنۡدَ اللّٰہِ خَیۡرٌ وَّ اَبۡقٰی لِلَّذِیۡنَ اٰمَنُوۡا وَ عَلٰی رَبِّہِمۡ یَتَوَکَّلُوۡنَ ﴿ۚ۳۶﴾ ","english_text":"They said, \"Call upon your Lord to make clear to us what it is. Indeed, [all] cows look alike to us. And indeed we, if Allah wills, will be guided.\"","page":487,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4308.mp3","colorText":"فَم[o[َآ] أُوتِيت[w:10210[ُم م]ِّ[f:2103[ن ش][f:10211[َىْءٍ ف]َمَتَ[n[ـٰ]عُ [h:10212[ٱ]لْحَيَ[s[و][n[ٲ]ةِ [h:442[ٱ][l[ل]دُّنْيَا‌ۖ وَمَا عِ[f:264[ند]َ [h:408[ٱ]للَّهِ خَيْ[a:8546[رٌ و]َأَ[q:8540[بْ]قَىٰ لِلَّذِينَ ءَامَنُو[s[اْ] وَعَلَىٰ رَبِّهِمْ يَتَوَكَّل[p[ُو]نَ","juz":25,"ruku":422,"manzil":6,"bangla_ahbayan":"বস্তুতঃ তোমাদেরকে যা কিছু দেওয়া হয়েছে, তা পার্থিব জীবনের ভোগ;[১] কিন্তু আল্লাহর নিকট যা আছে, তা উত্তম ও চিরস্থায়ী[২] তাদের জন্য, যারা বিশ্বাস করে ও তাদের প্রতিপালকের ওপর নির্ভর করে।","bangla_bayan":"আর তোমাদেরকে যা কিছু দেয়া হয়েছে তা দুনিয়ার জীবনের ভোগ্য সামগ্রী মাত্র। আর আল্লাহর নিকট যা আছে তা উৎকৃষ্ট ও স্থায়ী তাদের জন্য যারা ঈমান আনে এবং তাদের রবের উপর তাওয়াক্কুল করে।","bangla_mkhan":"অতএব, তোমাদেরকে যা দেয়া হয়েছে তা পার্থিব জীবনের ভোগ মাত্র। আর আল্লাহর কাছে যা রয়েছে, তা উৎকৃষ্ট ও স্থায়ী তাদের জন্যে যারা বিশ্বাস স্থাপন করে ও তাদের পালনকর্তার উপর ভরসা করে।","bangla_mujibur":"বস্তুতঃ তোমাদেরকে যা কিছু দেয়া হয়েছে তা পার্থিব জীবনের ভোগ। কিন্তু আল্লাহর নিকট যা আছে তা উত্তম ও স্থায়ী - তাদের জন্য, যারা ঈমান আনে ও তাদের রবের উপর নির্ভর করে।","bangla_taisirul":"(এখানে) তোমাদেরকে যা কিছু দেয়া হয়েছে তা অস্থায়ী দুনিয়ার জীবনের (সামান্য) ভোগ্যবস্তু মাত্র। আল্লাহর নিকট যা আছে তা উৎকৃষ্ট এবং স্থায়ী (আর তা হল) তাদের জন্য যারা ঈমান আনে এবং তাদের প্রতিপালকের উপর নির্ভর করে।"},{"id":37,"arabic_text":"وَ الَّذِیۡنَ یَجۡتَنِبُوۡنَ کَبٰٓئِرَ الۡاِثۡمِ وَ الۡفَوَاحِشَ وَ اِذَا مَا غَضِبُوۡا ہُمۡ یَغۡفِرُوۡنَ ﴿ۚ۳۷﴾ ","english_text":"He said, \"He says, 'It is a cow neither trained to plow the earth nor to irrigate the field, one free from fault with no spot upon her.' \" They said, \"Now you have come with the truth.\" So they slaughtered her, but they could hardly do it.","page":487,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4309.mp3","colorText":"وَ[h:9999[ٱ]لَّذِينَ يَ[q:12147[جْ]تَنِبُونَ كَبَ[o[ـٰٓ]ئِرَ [h:12148[ٱ]لْإِثْمِ وَ[h:12149[ٱ]لْفَو[n[َٲ]حِشَ وَإِذَا مَا غَضِبُو[s[اْ] هُمْ يَغْفِر[p[ُو]نَ","juz":25,"ruku":422,"manzil":6,"bangla_ahbayan":"এবং যারা মহাপাপ ও অশ্লীল কাজ হতে দূরে থাকে এবং ক্রোধান্বিত হলে ক্ষমা করে দেয়।[১]","bangla_bayan":"আর যারা গুরুতর পাপ ও অশ্লীল কার্যকলাপ থেকে বেঁচে থাকে এবং যখন রাগান্বিত হয় তখন তারা ক্ষমা করে দেয়।","bangla_mkhan":"যারা বড় গোনাহ ও অশ্লীল কার্য থেকে বেঁচে থাকে এবং ক্রোধাম্বিত হয়েও ক্ষমা করে,","bangla_mujibur":"যারা গুরুতর পাপ ও অশ্লীল কাজ হতে বেঁচে থাকে এবং ক্রোধাবিষ্ট হয়েও ক্ষমা করে দেয় –","bangla_taisirul":"যারা বড় বড় পাপ এবং অশ্লীল কার্যকলাপ হতে বেঁচে চলে এবং রাগান্বিত হয়েও ক্ষমা করে।"},{"id":38,"arabic_text":"وَ الَّذِیۡنَ اسۡتَجَابُوۡا لِرَبِّہِمۡ وَ اَقَامُوا الصَّلٰوۃَ ۪ وَ اَمۡرُہُمۡ شُوۡرٰی بَیۡنَہُمۡ ۪ وَ مِمَّا رَزَقۡنٰہُمۡ  یُنۡفِقُوۡنَ ﴿ۚ۳۸﴾ ","english_text":"And [recall] when you slew a man and disputed over it, but Allah was to bring out that which you were concealing.","page":487,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4310.mp3","colorText":"وَ[h:9999[ٱ]لَّذِينَ [h:12150[ٱ]سْتَجَابُو[s[اْ] لِرَبِّهِمْ وَأَقَامُو[s[اْ] [h:1641[ٱ][l[ل]صَّلَ[s[و][n[ٲ]ةَ وَأَمْرُهُمْ شُورَىٰ بَيْنَهُمْ وَمِ[g[مّ]َا رَزَ[q:15[قْ]نَ[n[ـٰ]هُمْ يُ[f:16[نف]ِق[p[ُو]نَ","juz":25,"ruku":422,"manzil":6,"bangla_ahbayan":"এবং যারা তাদের প্রতিপালকের আহবানে সাড়া দেয়,[১] নামায প্রতিষ্ঠা করে,[২] আপোসে পরামর্শের মাধ্যমে নিজেদের কর্ম সম্পাদন করে[৩] এবং তাদেরকে যে রুযী দিয়েছি, তা হতে ব্যয় করে।","bangla_bayan":"আর যারা তাদের রবের আহবানে সাড়া দেয়, সালাত কায়েম করে, তাদের কার্যাবলী তাদের পারস্পরিক পরামর্শের ভিত্তিতে সম্পন্ন করে এবং আমি তাদেরকে যে রিয্ক দিয়েছি তা থেকে তারা ব্যয় করে।","bangla_mkhan":"যারা তাদের পালনকর্তার আদেশ মান্য করে, নামায কায়েম করে; পারস্পরিক পরামর্শক্রমে কাজ করে এবং আমি তাদেরকে যে রিযিক দিয়েছি, তা থেকে ব্যয় করে,","bangla_mujibur":"যারা তাদের রবের আহবানে সাড়া দেয়, সালাত কায়েম করে, নিজেদের মধ্যে পরামর্শের মাধ্যমে নিজেদের কাজ সম্পাদন করে এবং তাদেরকে আমি যে রিয্ক দিয়েছি তা হতে ব্যয় করে –","bangla_taisirul":"যারা তাদের প্রতিপালকের (নির্দেশ পালনের মাধ্যমে তাঁর) প্রতি সাড়া দেয়, নিয়মিত নামায প্রতিষ্ঠা করে, পারস্পরিক পরামর্শের ভিত্তিতে নিজেদের কার্যাদি পরিচালনা করে। আর আমি তাদেরকে যে রিযক দিয়েছি তাত্থেকে ব্যয় করে।"},{"id":39,"arabic_text":"وَ الَّذِیۡنَ  اِذَاۤ  اَصَابَہُمُ  الۡبَغۡیُ ہُمۡ یَنۡتَصِرُوۡنَ ﴿۳۹﴾ ","english_text":"So, We said, \"Strike the slain man with part of it.\" Thus does Allah bring the dead to life, and He shows you His signs that you might reason.","page":487,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4311.mp3","colorText":"وَ[h:9999[ٱ]لَّذِينَ إِذ[o[َآ] أَصَابَهُمُ [h:12151[ٱ]لْبَغْىُ هُمْ يَ[f:9794[نت]َصِر[p[ُو]نَ","juz":25,"ruku":422,"manzil":6,"bangla_ahbayan":"এবং যারা অত্যাচারিত হলে প্রতিশোধ গ্রহণ করে।[১]","bangla_bayan":"আর তাদের উপর অতিরিক্ত বাড়াবাড়ি করা হলে তারা তার প্রতিবিধান করে।","bangla_mkhan":"যারা আক্রান্ত হলে প্রতিশোধ গ্রহণ করে।","bangla_mujibur":"এবং যারা অত্যাচারিত হলে প্রতিশোধ গ্রহণ করে –","bangla_taisirul":"আর তাদের উপর অতিরিক্ত বাড়াবাড়ি করা হলে নিজেদের প্রতিরক্ষার ব্যবস্থা করে।"},{"id":40,"arabic_text":"وَ جَزٰٓؤُا سَیِّئَۃٍ  سَیِّئَۃٌ  مِّثۡلُہَا ۚ فَمَنۡ عَفَا وَ اَصۡلَحَ  فَاَجۡرُہٗ  عَلَی اللّٰہِ ؕ اِنَّہٗ  لَا یُحِبُّ الظّٰلِمِیۡنَ ﴿۴۰﴾ ","english_text":"Then your hearts became hardened after that, being like stones or even harder. For indeed, there are stones from which rivers burst forth, and there are some of them that split open and water comes out, and there are some of them that fall down for fear of Allah . And Allah is not unaware of what you do.","page":487,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4312.mp3","colorText":"وَجَز[o[َٲ]ٓؤُ[s[اْ] سَيِّئَ[f:12152[ةٍ س]َيِّئَ[a:12153[ةٌ م]ِّثْلُهَا‌ۖ فَمَنْ عَفَا وَأَصْلَحَ فَأَ[q:12154[جْ]رُهُ[n[ۥ] عَلَى [h:412[ٱ]للَّهِ‌ۚ إِ[g[نّ]َهُ[n[ۥ] لَا يُحِبُّ [h:1968[ٱ][l[ل]ظَّ[n[ـٰ]لِم[p[ِي]نَ","juz":25,"ruku":422,"manzil":6,"bangla_ahbayan":"মন্দের প্রতিফল অনুরূপ মন্দ।[১] আর যে ক্ষমা করে দেয় ও আপোস-নিস্পত্তি করে, তার পুরস্কার আল্লাহর নিকট আছে, নিশ্চয়ই আল্লাহ সীমালংঘনকারীদেরকে পছন্দ করেন না।","bangla_bayan":"আর মন্দের প্রতিফল অনুরূপ মন্দ। অতঃপর যে ক্ষমা করে দেয় এবং আপোস নিস্পত্তি করে, তার পুরস্কার আল্লাহর নিকট রয়েছে। নিশ্চয় আল্লাহ যালিমদের পছন্দ করেন না।","bangla_mkhan":"আর মন্দের প্রতিফল তো অনুরূপ মন্দই। যে ক্ষমা করে ও আপোষ করে তার পুরস্কার আল্লাহর কাছে রয়েছে; নিশ্চয় তিনি অত্যাচারীদেরকে পছন্দ করেন নাই।","bangla_mujibur":"মন্দের প্রতিফল অনুরূপ মন্দ দ্বারা এবং যে ক্ষমা করে ও আপোষ-নিস্পত্তি করে তার পুরস্কার আল্লাহর নিকট রয়েছে। আল্লাহ যালিমদের পছন্দ করেন না।","bangla_taisirul":"অন্যায়ের প্রতিবিধান হল অনুরূপ অন্যায়। অতঃপর যে ক্ষমা করে এবং সমঝোতা করে, তার প্রতিদান দেয়া আল্লাহর যিম্মায়। সীমাঙ্ঘনকারীদেরকে আল্লাহ পছন্দ করেন না।"},{"id":41,"arabic_text":"وَ لَمَنِ انۡتَصَرَ  بَعۡدَ ظُلۡمِہٖ فَاُولٰٓئِکَ مَا عَلَیۡہِمۡ  مِّنۡ سَبِیۡلٍ ﴿ؕ۴۱﴾ ","english_text":"Do you covet [the hope, O believers], that they would believe for you while a party of them used to hear the words of Allah and then distort the Torah after they had understood it while they were knowing?","page":487,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4313.mp3","colorText":"وَلَمَنِ [h:12155[ٱ][f:12156[نت]َصَرَ بَعْدَ ظُلْمِه[n[ِۦ] فَأُ[s[وْ]لَ[o[ـٰٓ]ئِكَ مَا عَلَيْه[w:4082[ِم م]ِّ[f:5782[ن س]َب[p[ِي]لٍ","juz":25,"ruku":422,"manzil":6,"bangla_ahbayan":"তবে অত্যাচারিত হওয়ার পর যারা প্রতিশোধ গ্রহণ করে, তাদের বিরুদ্ধে কোন ব্যবস্থা গ্রহণ করা হবে না।","bangla_bayan":"তবে অত্যাচারিত হবার পর যারা প্রতিবিধান করে, তাদের বিরুদ্ধে কোন ব্যবস্থা গ্রহণ করা হবে না।","bangla_mkhan":"নিশ্চয় যে অত্যাচারিত হওয়ার পর প্রতিশোধ গ্রহণ করে, তাদের বিরুদ্ধেও কোন অভিযোগ নেই।","bangla_mujibur":"তবে অত্যাচারিত হওয়ার পর যারা প্রতিবিধান করে তাদের বিরুদ্ধে কোন ব্যবস্থা গ্রহণ করা হবেনা।","bangla_taisirul":"কেউ অত্যাচারিত হয়ে নিজের প্রতিরক্ষার ব্যবস্থা নিলে, তার বিরুদ্ধে কোন অভিযোগ নেই।"},{"id":42,"arabic_text":"اِنَّمَا السَّبِیۡلُ عَلَی الَّذِیۡنَ یَظۡلِمُوۡنَ النَّاسَ وَ یَبۡغُوۡنَ فِی الۡاَرۡضِ بِغَیۡرِ الۡحَقِّ ؕ اُولٰٓئِکَ  لَہُمۡ عَذَابٌ  اَلِیۡمٌ ﴿۴۲﴾ ","english_text":"And when they meet those who believe, they say, \"We have believed\"; but when they are alone with one another, they say, \"Do you talk to them about what Allah has revealed to you so they can argue with you about it before your Lord?\" Then will you not reason?","page":487,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4314.mp3","colorText":"إِ[g[نّ]َمَا [h:5784[ٱ][l[ل]سَّبِيلُ عَلَى [h:289[ٱ]لَّذِينَ يَظْلِمُونَ [h:12157[ٱ][l[ل][g[نّ]َاسَ وَيَ[q:12158[بْ]غُونَ فِى [h:44[ٱ]لْأَرْضِ بِغَيْرِ [h:325[ٱ]لْحَقِّ‌ۚ أُ[s[وْ]لَ[o[ـٰٓ]ئِكَ لَهُمْ عَذَابٌ أَل[p[ِي]مٌ","juz":25,"ruku":422,"manzil":6,"bangla_ahbayan":"কেবল তাদের বিরুদ্ধে ব্যবস্থা গ্রহণ করা হবে, যারা মানুষের ওপর অত্যাচার করে এবং পৃথিবীতে অহেতুক বিদ্রোহাচরণ করে বেড়ায়। তাদের জন্যই রয়েছে বেদনাদায়ক শাস্তি।","bangla_bayan":"কেবল তাদের বিরুদ্ধেই ব্যবস্থা গ্রহণ করা হবে, যারা মানুষের উপর যুলম করে এবং যমীনে অন্যায়ভাবে সীমালঙ্ঘন করে বেড়ায়। তাদের জন্য রয়েছে যন্ত্রণাদায়ক আযাব।","bangla_mkhan":"অভিযোগ কেবল তাদের বিরুদ্ধে, যারা মানুষের উপর অত্যাচার চালায় এবং পৃথিবীতে অন্যায়ভাবে বিদ্রোহ করে বেড়ায়। তাদের জন্যে রয়েছে যন্ত্রণাদায়ক শাস্তি।","bangla_mujibur":"শুধু তাদের বিরুদ্ধে ব্যবস্থা গ্রহণ করা হবে যারা মানুষের উপর অত্যাচার করে এবং পৃথিবীতে অন্যায়ভাবে বিদ্রোহাচরণ করে বেড়ায়, তাদের জন্য রয়েছে বেদনাদায়ক শাস্তি।","bangla_taisirul":"অভিযোগ তো তাদের বিরুদ্ধে যারা মানুষের প্রতি অত্যাচার করে, আর অন্যায়ভাবে যমীনে বিদ্রোহ সৃষ্টি করে; তাদের জন্য আছে যন্ত্রণাদায়ক শাস্তি।"},{"id":43,"arabic_text":"وَ لَمَنۡ صَبَرَ  وَ غَفَرَ اِنَّ  ذٰلِکَ لَمِنۡ عَزۡمِ  الۡاُمُوۡرِ ﴿۴۳﴾ ","english_text":"But do they not know that Allah knows what they conceal and what they declare?","page":487,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4315.mp3","colorText":"وَلَمَ[f:12159[ن ص]َبَرَ وَغَفَرَ إِ[g[نّ]َ ذ[n[َٲ]لِكَ لَمِنْ عَزْمِ [h:2488[ٱ]لْأُم[p[ُو]رِ","juz":25,"ruku":422,"manzil":6,"bangla_ahbayan":"অবশ্যই যে ধৈর্য ধারণ করে এবং ক্ষমা করে, নিশ্চয় তা দৃঢ়-সংকল্পের কাজ।","bangla_bayan":"আর যে ধৈর্যধারণ করে এবং ক্ষমা করে, তা নিশ্চয় দৃঢ়সংকল্পেরই কাজ।","bangla_mkhan":"অবশ্যই যে সবর করে ও ক্ষমা করে নিশ্চয় এটা সাহসিকতার কাজ।","bangla_mujibur":"অবশ্য যে ধৈর্য ধারণ করে এবং ক্ষমা করে দেয় তাতো হবে দৃঢ় সম্পর্কেরই কাজ।","bangla_taisirul":"আর যে ব্যক্তি (অত্যাচারিত হওয়ার পরও) ধৈর্য ধারণ করে, আর (অত্যাচারীকে) ক্ষমা করে দেয়, তাহলে তা অবশ্যই দৃঢ় চিত্ততার কাজ।"},{"id":44,"arabic_text":"وَ مَنۡ یُّضۡلِلِ اللّٰہُ  فَمَا لَہٗ  مِنۡ وَّلِیٍّ مِّنۡۢ بَعۡدِہٖ ؕ وَ تَرَی الظّٰلِمِیۡنَ لَمَّا رَاَوُا الۡعَذَابَ یَقُوۡلُوۡنَ ہَلۡ  اِلٰی مَرَدٍّ  مِّنۡ سَبِیۡلٍ ﴿ۚ۴۴﴾ ","english_text":"And among them are unlettered ones who do not know the Scripture except in wishful thinking, but they are only assuming.","page":487,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4316.mp3","colorText":"وَم[a:3002[َن ي]ُضْلِلِ [h:3003[ٱ]للَّهُ فَمَا لَهُ[n[ۥ] م[a:557[ِن و]َلِ[a:12160[ىٍّ م]ّ[i:254[ِنۢ ب]َعْدِه[n[ِۦ]‌ۗ وَتَرَى [h:12161[ٱ][l[ل]ظَّ[n[ـٰ]لِمِينَ لَ[g[مّ]َا رَأَوُ[s[اْ] [h:6091[ٱ]لْعَذَابَ يَقُولُونَ هَلْ إِلَىٰ مَرَ[a:12162[دٍّ م]ِّ[f:5782[ن س]َب[p[ِي]لٍ","juz":25,"ruku":423,"manzil":6,"bangla_ahbayan":"আল্লাহ কাউকেও পথভ্রষ্ট করলে তার জন্য তিনি ব্যতীত কোন অভিভাবক নেই। আর সীমালংঘনকারীরা যখন শাস্তি প্রত্যক্ষ করবে, তখন তুমি ওদেরকে বলতে শুনবে, আমাদের কি ফিরে যাওয়ার কোন উপায় নেই?","bangla_bayan":"আর আল্লাহ যাকে পথভ্রষ্ট করেন, তারপর তার জন্য কোন অভিভাবক নেই। আর তুমি যালিমদেরকে দেখবে, যখন তারা আযাব প্রত্যক্ষ করবে তখন বলবে, ‘ফিরে যাওয়ার কোন পথ আছে কি’?","bangla_mkhan":"আল্লাহ যাকে পথ ভ্রষ্ট করেন, তার জন্যে তিনি ব্যতীত কোন কার্যনির্বাহী নেই। পাপাচারীরা যখন আযাব প্রত্যক্ষ করবে, তখন আপনি তাদেরকে দেখবেন যে, তারা বলছে আমাদের ফিরে যাওয়ার কোন উপায় আছে কি?","bangla_mujibur":"আল্লাহ যাকে পথভ্রষ্ট করেন তার জন্য কোন অভিভাবক নেই। যালিমরা যখন শাস্তি প্রত্যক্ষ করবে তখন তুমি তাদেরকে বলতে শুনবেঃ প্রত্যাবর্তনের কোন উপায় আছে কি?","bangla_taisirul":"আল্লাহই যাকে পথভ্রষ্ট করেন, তার জন্য তিনি ছাড়া কোন অভিভাবক নেই। তুমি দেখবে, যখন যালিমরা ‘আযাব প্রত্যক্ষ করবে তখন বলবে- ফিরে যাওয়ার কোন পথ আছে কি?"},{"id":45,"arabic_text":"وَ تَرٰىہُمۡ  یُعۡرَضُوۡنَ عَلَیۡہَا خٰشِعِیۡنَ مِنَ الذُّلِّ یَنۡظُرُوۡنَ مِنۡ طَرۡفٍ خَفِیٍّ ؕ وَ قَالَ الَّذِیۡنَ  اٰمَنُوۡۤا  اِنَّ الۡخٰسِرِیۡنَ الَّذِیۡنَ خَسِرُوۡۤا  اَنۡفُسَہُمۡ وَ اَہۡلِیۡہِمۡ یَوۡمَ الۡقِیٰمَۃِ ؕ اَلَاۤ  اِنَّ  الظّٰلِمِیۡنَ فِیۡ عَذَابٍ مُّقِیۡمٍ ﴿۴۵﴾ ","english_text":"So woe to those who write the \"scripture\" with their own hands, then say, \"This is from Allah,\" in order to exchange it for a small price. Woe to them for what their hands have written and woe to them for what they earn.","page":488,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4317.mp3","colorText":"وَتَرَ[n[ٮٰ]هُمْ يُعْرَضُونَ عَلَيْهَا خَ[n[ـٰ]شِعِينَ مِنَ [h:7943[ٱ][l[ل]ذُّلِّ يَ[f:1141[نظ]ُرُونَ مِ[f:12163[ن ط]َرْفٍ خَفِ[a:12164[ىٍّ‌ۗ و]َقَالَ [h:614[ٱ]لَّذِينَ ءَامَن[o[ُوٓ][s[اْ] إِ[g[نّ]َ [h:11650[ٱ]لْخَ[n[ـٰ]سِرِينَ [h:11651[ٱ]لَّذِينَ خَسِر[o[ُوٓ][s[اْ] أَ[f:38[نف]ُسَهُمْ وَأَهْلِيهِمْ يَوْمَ [h:592[ٱ]لْقِيَ[n[ـٰ]مَةِ‌ۗ أَل[o[َآ] إِ[g[نّ]َ [h:7101[ٱ][l[ل]ظَّ[n[ـٰ]لِمِينَ فِى عَذَا[a:12165[بٍ م]ُّق[p[ِي]مٍ","juz":25,"ruku":423,"manzil":6,"bangla_ahbayan":"জাহান্নামের নিকট উপস্থিত করা হলে তুমি ওদেরকে দেখতে পাবে অপমানে অবনত হয়ে ওরা চোরা দৃষ্টিতে তাকাচ্ছে। আর যারা বিশ্বাস করেছে, তারা বলবে, ‘আসল ক্ষতিগ্রস্ত তো তারাই; যারা কিয়ামতের দিন নিজেদেরকে ও নিজেদের পরিজনবর্গকে ক্ষতিগ্রস্ত করেছে। জেনে রেখো, সীমালংঘনকারীরা অবশ্যই স্থায়ী শাস্তি ভোগ করবে।’[১]","bangla_bayan":"তুমি তাদেরকে আরো দেখবে যে, তাদেরকে অপমানে অবনত অবস্থায় জাহান্নামে উপস্থিত করা হচ্ছে, তারা আড় চোখে তাকাচ্ছে। আর কিয়ামতের দিন মুমিনগণ বলবে, তারাই তো ক্ষতিগ্রস্ত যারা নিজদের ও পরিবার-পরিজনের ক্ষতি সাধন করেছে। সাবধান! যালিমরাই থাকবে স্থায়ী আযাবে।","bangla_mkhan":"জাহান্নামের সামনে উপস্থিত করার সময় আপনি তাদেরকে দেখবেন, অপমানে অবনত এবং অর্ধ নিমীলিত দৃষ্টিতে তাকায়। মুমিনরা বলবে, কেয়ামতের দিন ক্ষতিগ্রস্ত তারাই, যারা নিজেদের ও তাদের পরিবার-পরিজনের ক্ষতি সাধন করেছে। শুনে রাখ, পাপাচারীরা স্থায়ী আযাবে থাকবে।","bangla_mujibur":"তুমি তাদেরকে দেখতে পাবে যে, তাদেরকে (জাহান্নামের সামনে) উপস্থিত করা হচ্ছে, লাঞ্ছিত ও অপমানিত অবস্থায়। মু’মিনরা কিয়ামাত দিবসে বলবেঃ ক্ষতিগ্রস্ত তারাই যারা নিজেদের ও নিজেদের পরিজনবর্গের ক্ষতি সাধন করেছে। জেনে রেখ, যালিমরা ভোগ করবে স্থায়ী শাস্তি।","bangla_taisirul":"তুমি (আরো) দেখবে, তাদেরকে জাহান্নামের সম্মুখে উপস্থিত করা হবে, তারা থাকবে অপমানে অবনত, তারা লুকিয়ে তাকাবে। আর যারা ঈমান এনেছে তারা বলবে, সত্যিকার ক্ষতিগ্রস্ত তো তারাই যারা ক্বিয়ামতের দিনে নিজেদেরকে এবং নিজেদের পরিবার-পরিজনকে ক্ষতিগ্রস্ত করেছে। সাবধান! যালিমরা থাকবে স্থায়ী ‘আযাবে।"},{"id":46,"arabic_text":"وَ مَا کَانَ لَہُمۡ  مِّنۡ اَوۡلِیَآءَ یَنۡصُرُوۡنَہُمۡ  مِّنۡ دُوۡنِ اللّٰہِ ؕ وَ مَنۡ  یُّضۡلِلِ اللّٰہُ  فَمَا لَہٗ  مِنۡ سَبِیۡلٍ ﴿ؕ۴۶﴾ ","english_text":"And they say, \"Never will the Fire touch us, except for a few days.\" Say, \"Have you taken a covenant with Allah ? For Allah will never break His covenant. Or do you say about Allah that which you do not know?\"","page":488,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4318.mp3","colorText":"وَمَا كَانَ لَه[w:1812[ُم م]ِّنْ أَوْلِي[o[َا]ٓءَ يَ[f:12166[نص]ُرُونَه[w:12167[ُم م]ِّ[f:107[ن د]ُونِ [h:108[ٱ]للَّهِ‌ۗ وَم[a:3002[َن ي]ُضْلِلِ [h:3003[ٱ]للَّهُ فَمَا لَهُ[n[ۥ] مِ[f:5782[ن س]َب[p[ِي]لٍ","juz":25,"ruku":423,"manzil":6,"bangla_ahbayan":"আল্লাহর শাস্তির বিরুদ্ধে ওদের সাহায্য করার জন্য ওদের কোন অভিভাবক থাকবে না এবং আল্লাহ কাকেও পথভ্রষ্ট করলে তার কোন গতি নেই।","bangla_bayan":"আর আল্লাহ ছাড়া তাদেরকে সাহায্য করার জন্য তাদের কোন অভিভাবক থাকবে না। আর আল্লাহ যাকে পথভ্রষ্ট করেন তার কোন পথ নেই।","bangla_mkhan":"আল্লাহ তা’আলা ব্যতীত তাদের কোন সাহায্যকারী থাকবে না, যে তাদেরকে সাহায্য করবে। আল্লাহ তা’আলা যাকে পথভ্রষ্ট করেন, তার কোন গতি নেই।","bangla_mujibur":"আল্লাহ ব্যতীত তাদেরকে সাহায্য করার জন্য তাদের কোন অভিভাবক থাকবেনা এবং আল্লাহ যাকে পথভ্রষ্ট করেন তার কোন গতি নেই।","bangla_taisirul":"তাদের কোন অভিভাবক থাকবে না আল্লাহ্ ব্যতীত যারা তাদেরকে সাহায্য করতে পারে। আল্লাহ যাকে পথভ্রষ্ট করেন তার (শাস্তি থেকে বাঁচার) কোন রাস্তা নেই।"},{"id":47,"arabic_text":"اِسۡتَجِیۡبُوۡا لِرَبِّکُمۡ مِّنۡ قَبۡلِ اَنۡ یَّاۡتِیَ یَوۡمٌ لَّا مَرَدَّ  لَہٗ  مِنَ اللّٰہِ ؕ مَا لَکُمۡ مِّنۡ مَّلۡجَاٍ  یَّوۡمَئِذٍ وَّ مَا لَکُمۡ مِّنۡ نَّکِیۡرٍ ﴿۴۷﴾ ","english_text":"Yes, whoever earns evil and his sin has encompassed him - those are the companions of the Fire; they will abide therein eternally.","page":488,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4319.mp3","colorText":"ٱسْتَجِيبُو[s[اْ] لِرَبِّك[w:12168[ُم م]ِّ[f:1346[ن ق]َ[q:1347[بْ]لِ أ[a:1462[َن ي]َأْتِىَ يَوْ[u:1463[مٌ ل]َّا مَرَدَّ لَهُ[n[ۥ] مِنَ [h:321[ٱ]للَّهِ‌ۚ مَا لَك[w:556[ُم م]ّ[a:12169[ِن م]َّلْجَ[a:12170[إٍ ي]َوْمَئِ[a:12171[ذٍ و]َمَا لَك[w:556[ُم م]ّ[a:12172[ِن ن]َّك[p[ِي]رٍ","juz":25,"ruku":423,"manzil":6,"bangla_ahbayan":"আল্লাহর নির্ধারিত সেই দিন আসার পূর্বে তোমরা তোমাদের প্রতিপালকের আহবানে সাড়া দাও, যা রদ্দ হবার নয়।[১] সেদিন তোমাদের কোন আশ্রয়স্থল থাকবে না এবং লুকিয়ে নিখোঁজ হওয়ার স্থানও না। [২]","bangla_bayan":"তোমরা তোমাদের রবের ডাকে সাড়া দাও, আল্লাহর পক্ষ থেকে সেদিন আসার পূর্বের্ই, যাকে ফিরিয়ে দেয়ার কোনো উপায় নেই। সেদিন তোমাদের জন্য কোন আশ্রয়স্থল থাকবে না এবং তোমাদের জন্য প্রতিরোধকারীও থাকবে না।","bangla_mkhan":"আল্লাহ তা’আলার পক্ষ থেকে অবশ্যম্ভাবী দিবস আসার পূর্বে তোমরা তোমাদের পালনকর্তার আদেশ মান্য কর। সেদিন তোমাদের কোন আশ্রয়স্থল থাকবে না এবং তা নিরোধকারী কেউ থাকবে না।","bangla_mujibur":"তোমরা তোমাদের রবের আহবানে সাড়া দাও সেই দিন আসার পূর্বে যা আল্লাহর বিধানে অপ্রতিরোদ্ধ, ‘যেদিন তোমাদের কোন আশ্রয়স্থল থাকবেনা, আর না (তোমাদের পাপ) অস্বীকার করার সুযোগ থাকবে।’","bangla_taisirul":"তোমরা তোমাদের প্রতিপালকের কথায় সাড়া দাও সেই দিন আসার পূর্বে আল্লাহ (’র হুকুমে যা সংঘটিত হওয়া) থেকে ফিরিয়ে রাখার কেউ নেই। সেদিন তোমাদের জন্য আশ্রয়স্থল থাকবে না, থাকবে না তোমাদের জন্য কোন প্রতিরোধকারী।"},{"id":48,"arabic_text":"فَاِنۡ  اَعۡرَضُوۡا فَمَاۤ  اَرۡسَلۡنٰکَ عَلَیۡہِمۡ حَفِیۡظًا ؕ اِنۡ عَلَیۡکَ اِلَّا الۡبَلٰغُ ؕ وَ اِنَّاۤ اِذَاۤ  اَذَقۡنَا الۡاِنۡسَانَ مِنَّا رَحۡمَۃً  فَرِحَ بِہَا ۚ وَ اِنۡ تُصِبۡہُمۡ سَیِّئَۃٌۢ  بِمَا قَدَّمَتۡ اَیۡدِیۡہِمۡ  فَاِنَّ  الۡاِنۡسَانَ  کَفُوۡرٌ ﴿۴۸﴾ ","english_text":"But they who believe and do righteous deeds - those are the companions of Paradise; they will abide therein eternally.","page":488,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4320.mp3","colorText":"فَإِنْ أَعْرَضُو[s[اْ] فَم[o[َآ] أَرْسَلْنَ[n[ـٰ]كَ عَلَيْهِمْ حَفِيظًا‌ۖ إِنْ عَلَيْكَ إِلَّا [h:3819[ٱ]لْبَلَ[n[ـٰ]غُ‌ۗ وَإِ[g[نّ][o[َآ] إِذ[o[َآ] أَذَ[q:5991[قْ]نَا [h:6253[ٱ]لْإِ[f:5969[نس]َ[n[ـٰ]نَ مِ[g[نّ]َا رَحْمَ[f:12173[ةً ف]َرِحَ بِهَا‌ۖ وَإِ[f:2950[ن ت]ُصِ[q:2951[بْ]هُمْ سَيِّئَ[i:10486[ةُۢ ب]ِمَا قَدَّمَتْ أَيْدِيهِمْ فَإِ[g[نّ]َ [h:12174[ٱ]لْإِ[f:5969[نس]َ[n[ـٰ]نَ كَف[p[ُو]رٌ","juz":25,"ruku":423,"manzil":6,"bangla_ahbayan":"ওরা যদি মুখ ফিরিয়ে নেয়, (হে মুহাম্মাদ!) তাহলে তোমাকে তো আমি ওদের রক্ষক করে পাঠাইনি।[১] তোমার কাজ তো কেবল প্রচার করে যাওয়া। আর আমি মানুষকে যখন আমার তরফ থেকে অনুগ্রহ[২] আস্বাদন করাই, তখন সে এতে উৎফুল্ল হয়[৩] এবং যখন ওদের কৃতকর্মের জন্য ওদের বিপদ-আপদ[৪] ঘটে, তখন মানুষ হয়ে পড়ে অকৃতজ্ঞ। [৫]","bangla_bayan":"আর যদি তারা বিমুখ হয়, তবে আমি তো তোমাকে তাদের রক্ষক হিসেবে পাঠাইনি। বাণী পৌঁছে দেয়াই তোমার দায়িত্ব। আর আমি যখন মানুষকে আমার রহমত আস্বাদন করাই তখন সে খুশি হয়। আর যখন তাদের কৃতকর্মের জন্য তাদের উপর কোন বিপদ আসে তখন মানুষ বড়ই অকৃতজ্ঞ হয়।","bangla_mkhan":"যদি তারা মুখ ফিরিয়ে নেয়, তবে আপনাকে আমি তাদের রক্ষক করে পাঠাইনি। আপনার কর্তব্য কেবল প্রচার করা। আমি তাদের রক্ষক করে পাঠাইনি। আপনার কর্তব্য কেবল প্রচার করা। আমি যখন মানুষকে আমার রহমত আস্বাদন করাই, তখন সে উল্লসিত, আর যখন তাদের কৃতকর্মের কারণে তাদের কোন অনিষ্ট ঘটে, তখন মানুষ খুব অকৃতজ্ঞ হয়ে যায়।","bangla_mujibur":"তারা যদি মুখ ফিরিয়ে নেয় তাহলে তোমাকেতো আমি তাদের রক্ষক করে পাঠাইনি। তোমার কাজতো শুধু প্রচার করে যাওয়া। আমি মানুষকে যখন অনুগ্রহ আস্বাদন করাই তখন সে উৎফুল্ল হয় এবং যখন তাদের কৃতকর্মের জন্য তাদের বিপদ আপদ ঘটে তখন মানুষ হয়ে যায় অকৃতজ্ঞ।","bangla_taisirul":"এতদসত্ত্বেও তারা যদি মুখ ফিরিয়েই নেয় (তাহলে ফিরিয়ে নিক, কারণ) আমি তোমাকে তাদের হিফাযাতকারী বানিয়ে পাঠাইনি। কথা পৌঁছে দেয়াই তোমার দায়িত্ব। আমি যখন মানুষকে আমার রহমত আস্বাদন করাই, তখন সে উৎফুল্ল হয়। আর যখন তাদের কৃতকর্মের কারণে তাদের কোন অনিষ্ট হয়, তখন মানুষ অকৃতজ্ঞ হয়ে যায়।"},{"id":49,"arabic_text":"لِلّٰہِ مُلۡکُ السَّمٰوٰتِ وَ الۡاَرۡضِ ؕ یَخۡلُقُ مَا یَشَآءُ ؕیَہَبُ لِمَنۡ یَّشَآءُ  اِنَاثًا وَّ یَہَبُ  لِمَنۡ  یَّشَآءُ   الذُّکُوۡرَ ﴿ۙ۴۹﴾ ","english_text":"And [recall] when We took the covenant from the Children of Israel, [enjoining upon them], \"Do not worship except Allah ; and to parents do good and to relatives, orphans, and the needy. And speak to people good [words] and establish prayer and give zakah.\" Then you turned away, except a few of you, and you were refusing.","page":488,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4321.mp3","colorText":"لِّلَّهِ مُلْكُ [h:555[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَ[h:177[ٱ]لْأَرْضِ‌ۚ يَخْلُقُ مَا يَش[o[َا]ٓءُ‌ۚ يَهَبُ لِم[a:1537[َن ي]َش[o[َا]ٓءُ إِنَ[n[ـٰ][a:12175[ثًا و]َيَهَبُ لِم[a:1537[َن ي]َش[o[َا]ٓءُ [h:12176[ٱ][l[ل]ذُّك[p[ُو]رَ","juz":25,"ruku":423,"manzil":6,"bangla_ahbayan":"আকাশমন্ডলী ও পৃথিবীর সার্বভৌমত্ব আল্লাহরই। তিনি যা ইচ্ছা তাই সৃষ্টি করেন;[১] তিনি যাকে ইচ্ছা কন্যা সন্তান দান করেন এবং যাকে ইচ্ছা পুত্র সন্তান দান করেন।","bangla_bayan":"আসমানসমূহ ও যমীনের রাজত্ব আল্লাহরই। তিনি যা চান সৃষ্টি করেন। তিনি যাকে ইচ্ছা কন্যা সন্তান দান করেন এবং যাকে ইচ্ছা পুত্র সন্তান দান করেন।","bangla_mkhan":"নভোমন্ডল ও ভূমন্ডলের রাজত্ব আল্লাহ তা’আলারই। তিনি যা ইচ্ছা, সৃষ্টি করেন, যাকে ইচ্ছা কন্যা-সন্তান এবং যাকে ইচ্ছা পুত্র সন্তান দান করেন।","bangla_mujibur":"আকাশমন্ডলী ও পৃথিবীর সার্বভৌমত্ব আল্লাহরই। তিনি যা ইচ্ছা তা’ই সৃষ্টি করেন। তিনি যাকে ইচ্ছা কন্যা সন্তান এবং যাকে ইচ্ছা পুত্র সন্তান দান করেন।","bangla_taisirul":"আসমান ও যমীনের রাজত্ব আল্লাহরই, যা চান তিনি সৃষ্টি করেন। যাকে চান কন্যা-সন্তান দেন, যাকে চান পুত্র সন্তান দেন।"},{"id":50,"arabic_text":"اَوۡ یُزَوِّجُہُمۡ ذُکۡرَانًا وَّ اِنَاثًا ۚ وَ یَجۡعَلُ مَنۡ  یَّشَآءُ  عَقِیۡمًا ؕ اِنَّہٗ  عَلِیۡمٌ  قَدِیۡرٌ ﴿۵۰﴾  ","english_text":"And [recall] when We took your covenant, [saying], \"Do not shed each other's blood or evict one another from your homes.\" Then you acknowledged [this] while you were witnessing.","page":488,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4322.mp3","colorText":"أَوْ يُزَوِّجُهُمْ ذُكْرَا[a:12177[نًا و]َإِنَ[n[ـٰ][a:12178[ثًا‌ۖ و]َيَ[q:6204[جْ]عَلُ م[a:476[َن ي]َش[o[َا]ٓءُ عَقِيمًا‌ۚ إِ[g[نّ]َهُ[n[ۥ] عَلِي[f:7488[مٌ ق]َد[p[ِي]رٌ","juz":25,"ruku":423,"manzil":6,"bangla_ahbayan":"অথবা দান করেন পুত্র-কন্যা উভয়ই[১] এবং যাকে ইচ্ছা তাকে বন্ধ্যা করে দেন। নিশ্চয়ই তিনি সর্বজ্ঞ সর্বশক্তিমান।","bangla_bayan":"অথবা তাদেরকে পুত্র ও কন্যা উভয়ই দান করেন এবং যাকে ইচ্ছা বন্ধ্যা করেন। তিনি তো সর্বজ্ঞ, সর্বশক্তিমান।","bangla_mkhan":"অথবা তাদেরকে দান করেন পুত্র ও কন্যা উভয়ই এবং যাকে ইচ্ছা বন্ধ্যা করে দেন। নিশ্চয় তিনি সর্বজ্ঞ, ক্ষমতাশীল।","bangla_mujibur":"অথবা দান করেন পুত্র ও কন্যা উভয়ই এবং যাকে ইচ্ছা তাকে করে দেন বন্ধ্যা। তিনি সর্বজ্ঞ, সর্বশক্তিমান।","bangla_taisirul":"অথবা তাদেরকে দেন পুত্র ও কন্যা উভয়ই। আর যাকে ইচ্ছে বন্ধ্যা করেন। তিনি সর্ব বিষয়ে সর্বাধিক অবহিত ও ক্ষমতাবান।"},{"id":51,"arabic_text":"وَ مَا کَانَ  لِبَشَرٍ اَنۡ یُّکَلِّمَہُ اللّٰہُ  اِلَّا وَحۡیًا اَوۡ مِنۡ وَّرَآیِٔ حِجَابٍ اَوۡ یُرۡسِلَ رَسُوۡلًا فَیُوۡحِیَ بِاِذۡنِہٖ مَا یَشَآءُ ؕ اِنَّہٗ عَلِیٌّ  حَکِیۡمٌ ﴿۵۱﴾ ","english_text":"Then, you are those [same ones who are] killing one another and evicting a party of your people from their homes, cooperating against them in sin and aggression. And if they come to you as captives, you ransom them, although their eviction was forbidden to you. So do you believe in part of the Scripture and disbelieve in part? Then what is the recompense for those who do that among you except disgrace in worldly life; and on the Day of Resurrection they will be sent back to the severest of punishment. And Allah is not unaware of what you do.","page":488,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4323.mp3","colorText":"۞ وَمَا كَانَ لِبَشَرٍ أ[a:12179[َن ي]ُكَلِّمَهُ [h:12180[ٱ]للَّهُ إِلَّا وَحْيًا أَوْ م[a:12181[ِن و]َرَآىِٕ حِجَابٍ أَوْ يُرْسِلَ رَسُول[f:12182[اً ف]َيُوحِىَ بِإِذْنِه[n[ِۦ] مَا يَش[o[َا]ٓءُ‌ۚ إِ[g[نّ]َهُ[n[ۥ] عَلِىٌّ حَك[p[ِي]مٌ","juz":25,"ruku":423,"manzil":6,"bangla_ahbayan":"কোন মানুষের পক্ষে সম্ভব নয় যে, আল্লাহ তার সঙ্গে সরাসরি কথা বলবেন ওহীর (প্রত্যাদেশ) মাধ্যম ব্যতিরেকে, অন্তরাল ব্যতিরেকে অথবা কোন দূত প্রেরণ ব্যতিরেকে; আর তখন আল্লাহ যা চান তা তাঁর অনুমতিক্রমে অহী (প্রত্যাদেশ) করেন;[১] নিঃসন্দেহে তিনি সমুন্নত, প্রজ্ঞাময়।","bangla_bayan":"কোন মানুষের এ মর্যাদা নেই যে, আল্লাহ তার সাথে সরাসরি কথা বলবেন, ওহীর মাধ্যম, পর্দার আড়াল অথবা কোন দূত পাঠানো ছাড়া। তারপর আল্লাহর অনুমতি সাপেক্ষে তিনি যা চান তাই ওহী প্রেরণ করেন। তিনি তো মহীয়ান, প্রজ্ঞাময়।","bangla_mkhan":"কোন মানুষের জন্য এমন হওয়ার নয় যে, আল্লাহ তার সাথে কথা বলবেন। কিন্তু ওহীর মাধ্যমে অথবা পর্দার অন্তরাল থেকে অথবা তিনি কোন দূত প্রেরণ করবেন, অতঃপর আল্লাহ যা চান, সে তা তাঁর অনুমতিক্রমে পৌঁছে দেবে। নিশ্চয় তিনি সর্বোচ্চ প্রজ্ঞাময়।","bangla_mujibur":"মানুষের এমন মর্যাদা নেই যে, আল্লাহ তার সাথে কথা বলবেন অহীর মাধ্যম ছাড়া, অথবা পর্দার অন্তরাল ব্যতিত, অথবা এমন দূত প্রেরণ ছাড়া যে দূত তাঁর অনুমতিক্রমে তিনি যা চান তা ব্যক্ত করে। তিনি সমুন্নত, প্রজ্ঞাময়।","bangla_taisirul":"কোন মানুষের এ মর্যাদা নেই যে, আল্লাহ তার সাথে (সরাসরি) কথা বলবেন ওয়াহীর মাধ্যম বা পর্দার আড়াল বা কোন দূত প্রেরণ ছাড়া। অতঃপর আল্লাহর অনুমতিক্রমে সে (মনোনীত মানুষের কাছে) ওয়াহী করে যা তিনি (আল্লাহ) চান। তিনি সুমহান ও মহাবিজ্ঞানী।"},{"id":52,"arabic_text":"وَ کَذٰلِکَ  اَوۡحَیۡنَاۤ  اِلَیۡکَ رُوۡحًا مِّنۡ اَمۡرِنَا ؕ مَا کُنۡتَ تَدۡرِیۡ مَا الۡکِتٰبُ وَ لَا  الۡاِیۡمَانُ وَ لٰکِنۡ جَعَلۡنٰہُ  نُوۡرًا نَّہۡدِیۡ  بِہٖ مَنۡ نَّشَآءُ  مِنۡ عِبَادِنَا ؕ وَ اِنَّکَ لَتَہۡدِیۡۤ  اِلٰی صِرَاطٍ مُّسۡتَقِیۡمٍ ﴿ۙ۵۲﴾ ","english_text":"Those are the ones who have bought the life of this world [in exchange] for the Hereafter, so the punishment will not be lightened for them, nor will they be aided.","page":489,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4324.mp3","colorText":"وَكَذ[n[َٲ]لِكَ أَوْحَيْن[o[َآ] إِلَيْكَ رُو[a:12183[حًا م]ِّنْ أَمْرِنَا‌ۚ مَا كُ[f:735[نت]َ تَ[q:10618[دْ]رِى مَا [h:12184[ٱ]لْكِتَ[n[ـٰ]بُ وَلَا [h:12185[ٱ]لْإِيمَ[n[ـٰ]نُ وَلَ[n[ـٰ]كِ[f:12186[ن ج]َعَلْنَ[n[ـٰ]هُ نُو[a:12187[رًا ن]َّهْدِى بِه[n[ِۦ] م[a:4211[َن ن]َّش[o[َا]ٓءُ مِنْ عِبَادِنَا‌ۚ وَإِ[g[نّ]َكَ لَتَهْد[o[ِىٓ] إِلَىٰ صِر[n[َٲ][a:726[طٍ م]ُّسْتَق[p[ِي]مٍ","juz":25,"ruku":423,"manzil":6,"bangla_ahbayan":"এভাবে আমি নিজ নির্দেশে তোমার প্রতি অহী (প্রত্যাদেশ) করেছি আত্মা।[১] তুমি তো জানতে না গ্রন্থ কি, ঈমান (বিশ্বাস) কি।[২] পক্ষান্তরে আমি একে করেছি এমন আলো, যার দ্বারা আমি আমার দাসদের মধ্যে যাকে ইচ্ছা পথ-নির্দেশ করি।[৩] আর নিশ্চয়ই তুমি সরল পথ প্রদর্শন কর--","bangla_bayan":"অনুরূপভাবে (উপরোক্ত তিনটি পদ্ধতিতে) আমি তোমার কাছে আমার নির্দেশ থেকে ‘রূহ’কে ওহী যোগে প্রেরণ করেছি। তুমি জানতে না কিতাব কী এবং ঈমান কী? কিন্তু আমি একে আলো বানিয়েছি, যার মাধ্যমে আমি আমার বান্দাদের মধ্যে যাকে ইচ্ছা হিদায়াত দান করি। আর নিশ্চয় তুমি সরল পথের দিক নির্দেশনা দাও।","bangla_mkhan":"এমনিভাবে আমি আপনার কাছে এক ফেরেশতা প্রেরণ করেছি আমার আদেশক্রমে। আপনি জানতেন না, কিতাব কি এবং ঈমান কি? কিন্তু আমি একে করেছি নূর, যাদ্দ্বারা আমি আমার বান্দাদের মধ্য থেকে যাকে ইচ্ছা পথ প্রদর্শন করি। নিশ্চয় আপনি সরল পথ প্রদর্শন করেন-","bangla_mujibur":"এভাবে আমি তোমার প্রতি প্রত্যাদেশ করেছি রূহ তথা আমার নির্দেশ; তুমিতো জানতেনা কিতাব কি ও ঈমান কি! পক্ষান্তরে আমি একে করেছি আলো যা দ্বারা আমি আমার বান্দাদের মধ্যে যাকে ইচ্ছা পথ-নির্দেশ করি; তুমিতো প্রদর্শন কর শুধু সরল পথ –","bangla_taisirul":"এভাবে (উপরোক্ত ৩টি উপায়েই) আমার নির্দেশের মূল শিক্ষাকে তোমার কাছে আমি ওয়াহী যোগে প্রেরণ করেছি। তুমি জানতে না কিতাব কী, ঈমান কী, কিন্তু আমি একে (অর্থাৎ ওয়াহী যোগে প্রেরিত কুরআনকে) করেছি আলো, যার সাহায্যে আমার বান্দাহদের মধ্য হতে যাকে ইচ্ছে আমি সঠিক পথে পরিচালিত করি। তুমি নিশ্চিতই (মানুষদেরকে) সঠিক পথের দিকে নির্দেশ করছ।"},{"id":53,"arabic_text":"صِرَاطِ اللّٰہِ  الَّذِیۡ  لَہٗ مَا فِی السَّمٰوٰتِ وَ مَا فِی الۡاَرۡضِ ؕ اَلَاۤ  اِلَی اللّٰہِ  تَصِیۡرُ الۡاُمُوۡرُ ﴿۵۳﴾ ","english_text":"And We did certainly give Moses the Torah and followed up after him with messengers. And We gave Jesus, the son of Mary, clear proofs and supported him with the Pure Spirit. But is it [not] that every time a messenger came to you, [O Children of Israel], with what your souls did not desire, you were arrogant? And a party [of messengers] you denied and another party you killed.","page":489,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4325.mp3","colorText":"صِر[n[َٲ]طِ [h:12188[ٱ]للَّهِ [h:9413[ٱ]لَّذِى لَهُ[n[ۥ] مَا فِى [h:609[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَمَا فِى [h:44[ٱ]لْأَرْضِ‌ۗ أَل[o[َآ] إِلَى [h:1637[ٱ]للَّهِ تَصِيرُ [h:12189[ٱ]لْأُم[p[ُو]رُ","juz":25,"ruku":423,"manzil":6,"bangla_ahbayan":"সেই আল্লাহর পথ[১] যাঁর মালিকানায় আকাশমন্ডলী ও পৃথিবীতে যা কিছু আছে সবই। জেনে রেখো, সকল পরিণাম আল্লাহরই নিকট প্রত্যাবর্তন করে।[২]","bangla_bayan":"সেই আল্লাহর পথ, যিনি আসমানসমূহ ও যমীনে যা কিছু আছে তার মালিক। সাবধান! সব বিষয়ই আল্লাহর কাছে ফিরে যাবে।","bangla_mkhan":"আল্লাহর পথ। নভোমন্ডল ও ভূমন্ডল যা কিছু আছে, সব তাঁরই। শুনে রাখ, আল্লাহ তা’আলার কাছেই সব বিষয়ে পৌঁছে।","bangla_mujibur":"সেই আল্লাহর পথ যিনি আকাশমন্ডলী ও পৃথিবীতে যা কিছু আছে তার মালিক। জেনে রেখ, সকল বিষয়ের পরিণাম আল্লাহরই দিকে প্রত্যাবর্তন করে।","bangla_taisirul":"যা কিছু আকাশে আছে আর যমীনে আছে এসবের মালিক যিনি সেই আল্লাহর পথে। শুনে রাখ! আল্লাহর কাছেই সব বিষয় ফিরে যায়।"}]}}