{"surahDetails":{"id":43,"banglaName":"সোনাদানা","totalAyah":89,"arabicInBangla":"আয-যুখরুফ"},"surah":{"id":43,"verses":[{"id":1,"arabic_text":"حٰمٓ ۚ﴿ۛ۱﴾ ","english_text":"But Satan caused them to slip out of it and removed them from that [condition] in which they had been. And We said, \"Go down, [all of you], as enemies to one another, and you will have upon the earth a place of settlement and provision for a time.\"","page":489,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4326.mp3","colorText":"ح[m[مٓ]","juz":25,"ruku":424,"manzil":6,"bangla_ahbayan":"হা-মীম।","bangla_bayan":"হা-মীম।","bangla_mkhan":"হা-মীম।","bangla_mujibur":"হা, মীম।","bangla_taisirul":"হা-মীম।"},{"id":2,"arabic_text":"وَ الۡکِتٰبِ  الۡمُبِیۡنِ ۙ﴿ۛ۲﴾ ","english_text":"Then Adam received from his Lord [some] words, and He accepted his repentance. Indeed, it is He who is the Accepting of repentance, the Merciful.","page":489,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4327.mp3","colorText":"وَ[h:9999[ٱ]لْكِتَ[n[ـٰ]بِ [h:12190[ٱ]لْمُب[p[ِي]نِ","juz":25,"ruku":424,"manzil":6,"bangla_ahbayan":"সুস্পষ্ট গ্রন্থের শপথ।","bangla_bayan":"সুস্পষ্ট কিতাবের কসম!","bangla_mkhan":"শপথ সুস্পষ্ট কিতাবের,","bangla_mujibur":"শপথ সুস্পষ্ট কিতাবের!","bangla_taisirul":"শপথ সুস্পষ্ট কিতাবের।"},{"id":3,"arabic_text":"اِنَّا جَعَلۡنٰہُ  قُرۡءٰنًا عَرَبِیًّا  لَّعَلَّکُمۡ تَعۡقِلُوۡنَ ۚ﴿۳﴾ ","english_text":"We said, \"Go down from it, all of you. And when guidance comes to you from Me, whoever follows My guidance - there will be no fear concerning them, nor will they grieve.","page":489,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4328.mp3","colorText":"إِ[g[نّ]َا جَعَلْنَ[n[ـٰ]هُ قُرْء[n[َٲ]نًا عَرَبِي[u:6542[ًّا ل]َّعَلَّكُمْ تَعْقِل[p[ُو]نَ","juz":25,"ruku":424,"manzil":6,"bangla_ahbayan":"আমি এ অবতীর্ণ করেছি কুরআনরূপে আরবী ভাষায়, [১] যাতে তোমরা বুঝতে পার।","bangla_bayan":"নিশ্চয় আমি তো একে আরবী কুরআন বানিয়েছি, যাতে তোমরা বুঝতে পার।","bangla_mkhan":"আমি একে করেছি কোরআন, আরবী ভাষায়, যাতে তোমরা বুঝ।","bangla_mujibur":"আমি এটা অবতীর্ণ করেছি আরাবী ভাষায় কুরআন রূপে, যাতে তোমরা বুঝতে পার।","bangla_taisirul":"আমি ওটাকে করেছি আরবী ভাষার কুরআন যাতে তোমরা বুঝতে পারে।"},{"id":4,"arabic_text":"وَ اِنَّہٗ  فِیۡۤ  اُمِّ الۡکِتٰبِ لَدَیۡنَا لَعَلِیٌّ حَکِیۡمٌ ؕ﴿۴﴾ ","english_text":"And those who disbelieve and deny Our signs - those will be companions of the Fire; they will abide therein eternally.\"","page":489,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4329.mp3","colorText":"وَإِ[g[نّ]َهُ[n[ۥ] ف[o[ِىٓ] أُ[g[مّ]ِ [h:12191[ٱ]لْكِتَ[n[ـٰ]بِ لَدَيْنَا لَعَلِىٌّ حَك[p[ِي]مٌ","juz":25,"ruku":424,"manzil":6,"bangla_ahbayan":"নিশ্চয় এ আমার নিকট মূল গ্রন্থে (লাওহে মাহফূযে সুরক্ষিত) মহান, প্রজ্ঞাময়।[১]","bangla_bayan":"আর নিশ্চয় তা আমার কাছে উম্মুল কিতাবে সুউচ্চ মর্যাদাসম্পন্ন, প্রজ্ঞাপূর্ণ।","bangla_mkhan":"নিশ্চয় এ কোরআন আমার কাছে সমুন্নত অটল রয়েছে লওহে মাহফুযে।","bangla_mujibur":"এটা রয়েছে আমার নিকট উম্মুল কিতাবে; এটা মহান, জ্ঞানগর্ভ।","bangla_taisirul":"আমার কাছে তা উম্মুল কিতাবে (লাওহে মাহফুজে) সংরক্ষিত আছে, আর তা হল অতি উচ্চ মর্যাদাসম্পন্ন জ্ঞান-বিজ্ঞানে পূর্ণ।"},{"id":5,"arabic_text":"اَفَنَضۡرِبُ عَنۡکُمُ  الذِّکۡرَ صَفۡحًا اَنۡ کُنۡتُمۡ  قَوۡمًا مُّسۡرِفِیۡنَ ﴿۵﴾ ","english_text":"O Children of Israel, remember My favor which I have bestowed upon you and fulfill My covenant [upon you] that I will fulfill your covenant [from Me], and be afraid of [only] Me.","page":489,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4330.mp3","colorText":"أَفَنَضْرِبُ عَ[f:10796[نك]ُمُ [h:12192[ٱ][l[ل]ذِّكْرَ صَفْحًا أَ[f:12193[ن ك]ُ[f:100[نت]ُمْ قَوْ[a:12194[مًا م]ُّسْرِف[p[ِي]نَ","juz":25,"ruku":424,"manzil":6,"bangla_ahbayan":"তোমরা সীমালংঘনকারী সম্প্রদায় বলে কি আমি তোমাদের নিকট হতে উপদেশ-বাণী (কুরআন) প্রত্যাহার করে নেব? [১]","bangla_bayan":"তোমরা সীমালঙ্ঘনকারী জাতি, এ কারণে কি আমি তোমাদের কাছ থেকে এ উপদেশবাণী সম্পূর্ণরূপে প্রত্যাহার করে নেব?","bangla_mkhan":"তোমরা সীমাতিক্রমকারী সম্প্রদায়-এ কারণে কি আমি তোমাদের কাছ থেকে কোরআন প্রত্যাহার করে নেব?","bangla_mujibur":"আমি কি তোমাদের হতে এই উপদেশ বাণী সম্পূর্ণরূপে প্রত্যাহার করে নিব এই কারণে যে, তোমরা সীমালংঘনকারী সম্প্রদায়?","bangla_taisirul":"তোমরা এক সীমালঙ্ঘনকারী জাতি- এ কারণে কি আমি তোমাদের কাছ থেকে কুরআন প্রত্যাহার করে নেব?"},{"id":6,"arabic_text":"وَ کَمۡ  اَرۡسَلۡنَا مِنۡ نَّبِیٍّ  فِی الۡاَوَّلِیۡنَ ﴿۶﴾ ","english_text":"And believe in what I have sent down confirming that which is [already] with you, and be not the first to disbelieve in it. And do not exchange My signs for a small price, and fear [only] Me.","page":489,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4331.mp3","colorText":"وَكَمْ أَرْسَلْنَا م[a:2299[ِن ن]َّبِ[f:12195[ىٍّ ف]ِى [h:12196[ٱ]لْأَوَّل[p[ِي]نَ","juz":25,"ruku":424,"manzil":6,"bangla_ahbayan":"পূর্ববর্তীদের নিকট আমি বহু রসূল প্রেরণ করেছি।","bangla_bayan":"আর পূর্ববর্তীদের মধ্যে আমি বহু নবী পাঠিয়েছিলাম।","bangla_mkhan":"পূর্ববর্তী লোকদের কাছে আমি অনেক রসূলই প্রেরণ করেছি।","bangla_mujibur":"পূর্ববর্তীদের নিকট আমি বহু নাবী প্রেরণ করেছিলাম।","bangla_taisirul":"পূর্বেকার জাতিগুলোর মধ্যে আমি বহু রসূল পাঠিয়েছিলাম।"},{"id":7,"arabic_text":"وَ مَا یَاۡتِیۡہِمۡ  مِّنۡ نَّبِیٍّ  اِلَّا کَانُوۡا بِہٖ یَسۡتَہۡزِءُوۡنَ ﴿۷﴾ ","english_text":"And do not mix the truth with falsehood or conceal the truth while you know [it].","page":489,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4332.mp3","colorText":"وَمَا يَأْتِيه[w:7205[ِم م]ّ[a:2299[ِن ن]َّبِىٍّ إِلَّا كَانُو[s[اْ] بِه[n[ِۦ] يَسْتَهْزِء[p[ُو]نَ","juz":25,"ruku":424,"manzil":6,"bangla_ahbayan":"এবং যখনই ওদের নিকট কোন নবী এসেছে, তখন ওরা তাকে নিয়ে ঠাট্টা-বিদ্রূপ করেছে।","bangla_bayan":"আর যখনই তাদের কাছে কোন নবী এসেছে তারা তাকে নিয়ে ঠাট্টা-বিদ্রূপ করেছে।","bangla_mkhan":"যখনই তাদের কাছে কোন রসূল আগমন করেছেন, তখনই তারা তাঁর সাথে ঠাট্টা-বিদ্রুপ করেছে।","bangla_mujibur":"এবং যখনই তাদের নিকট কোন নাবী এসেছে, তারা তাকে ঠাট্টা বিদ্রুপ করেছে।","bangla_taisirul":"তাদের কাছে এমন কোন নবী আসেনি যাকে তারা ঠাট্টা-বিদ্রূপ করেনি।"},{"id":8,"arabic_text":"فَاَہۡلَکۡنَاۤ  اَشَدَّ مِنۡہُمۡ بَطۡشًا وَّ مَضٰی مَثَلُ  الۡاَوَّلِیۡنَ ﴿۸﴾ ","english_text":"And establish prayer and give zakah and bow with those who bow [in worship and obedience].","page":489,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4333.mp3","colorText":"فَأَهْلَكْن[o[َآ] أَشَدَّ مِنْه[c:12197[ُم ب]َ[q:12198[طْ][a:12199[شًا و]َمَضَىٰ مَثَلُ [h:12200[ٱ]لْأَوَّل[p[ِي]نَ","juz":25,"ruku":424,"manzil":6,"bangla_ahbayan":"ওদের মধ্যে যারা এদের অপেক্ষা শক্তিতে প্রবল ছিল[১] তাদেরকে আমি ধ্বংস করেছিলাম; আর পূর্ববর্তীদের দৃষ্টান্ত ঘটে গেছে। [২]","bangla_bayan":"ফলে তাদের চেয়েও শক্তিতে প্রবলদেরকে আমি ধ্বংস করে দিয়েছিলাম। আর পূর্ববর্তীদের দৃষ্টান্ত অতীত হয়ে গেছে।","bangla_mkhan":"সুতরাং আমি তাদের চেয়ে অধিক শক্তি সম্পন্নদেরকে ধ্বংস করে দিয়েছি। পূর্ববর্তীদের এ ঘটনা অতীত হয়ে গেছে।","bangla_mujibur":"তাদের মধ্যে যারা এদের অপেক্ষা শক্তিতে প্রবল ছিল তাদেরকে আমি ধ্বংস করেছিলাম; আর এভাবে চলে আসছে পূর্ববর্তীদের অনুরূপ দৃষ্টান্ত।","bangla_taisirul":"আমি তাদেরকে ধ্বংস করেছি- যারা ছিল এদের চেয়ে অনেক বেশি শক্তিশালী। পূর্বের জাতিগুলোর উদাহরণ অতীত হয়ে গেছে।"},{"id":9,"arabic_text":"وَ لَئِنۡ سَاَلۡتَہُمۡ  مَّنۡ خَلَقَ السَّمٰوٰتِ وَ الۡاَرۡضَ لَیَقُوۡلُنَّ خَلَقَہُنَّ الۡعَزِیۡزُ الۡعَلِیۡمُ ﴿ۙ۹﴾ ","english_text":"Do you order righteousness of the people and forget yourselves while you recite the Scripture? Then will you not reason?","page":489,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4334.mp3","colorText":"وَلَئِ[f:5683[ن س]َأَلْتَه[w:10403[ُم م]َّنْ خَلَقَ [h:3913[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَ[h:1474[ٱ]لْأَرْضَ لَيَقُولُ[g[نّ]َ خَلَقَهُ[g[نّ]َ [h:12201[ٱ]لْعَزِيزُ [h:10030[ٱ]لْعَل[p[ِي]مُ","juz":25,"ruku":424,"manzil":6,"bangla_ahbayan":"তুমি যদি ওদেরকে জিজ্ঞাসা কর, ‘কে আকাশমন্ডলী ও পৃথিবী সৃষ্টি করেছে? ওরা অবশ্যই বলবে, এগুলিকে সৃষ্টি করেছেন পরাক্রমশালী, সর্বজ্ঞ (আল্লাহ)।’ [১]","bangla_bayan":"আর তুমি যদি জিজ্ঞাসা কর, আসমানসমূহ ও যমীন কে সৃষ্টি করেছেন? তারা অবশ্যই বলবে, মহাপরাক্রমশালী সর্বজ্ঞই কেবল এগুলো সৃষ্টি করেছেন।","bangla_mkhan":"আপনি যদি তাদেরকে জিজ্ঞাসা করেন কে নভোমন্ডল ও ভূ-মন্ডল সৃষ্টি করেছে? তারা অবশ্যই বলবে, এগুলো সৃষ্টি করেছেন পরাক্রমশালী সর্বজ্ঞ আল্লাহ।","bangla_mujibur":"তুমি যদি তাদেরকে জিজ্ঞেস করঃ কে আকাশমন্ডলী ও পৃথিবী সৃষ্টি করেছেন? তারা অবশ্যই বলবেঃ এগুলিতো সৃষ্টি করেছেন পরাক্রমশালী, সর্বজ্ঞ আল্লাহ –","bangla_taisirul":"তুমি যদি তাদেরকে জিজ্ঞেস কর- আকাশ ও যমীন কে সৃষ্টি করেছে? তারা অবশ্য অবশ্যই বলবে- ওগুলো প্রবল পরাক্রমশালী মহাজ্ঞানী আল্লাহ সৃষ্টি করেছেন,"},{"id":10,"arabic_text":"الَّذِیۡ جَعَلَ لَکُمُ الۡاَرۡضَ مَہۡدًا وَّ جَعَلَ لَکُمۡ فِیۡہَا سُبُلًا لَّعَلَّکُمۡ تَہۡتَدُوۡنَ ﴿ۚ۱۰﴾ ","english_text":"And seek help through patience and prayer, and indeed, it is difficult except for the humbly submissive [to Allah ]","page":489,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4335.mp3","colorText":"ٱلَّذِى جَعَلَ لَكُمُ [h:87[ٱ]لْأَرْضَ مَهْ[a:12202[دًا و]َجَعَلَ لَكُمْ فِيهَا سُبُل[u:12203[اً ل]َّعَلَّكُمْ تَهْتَد[p[ُو]نَ","juz":25,"ruku":424,"manzil":6,"bangla_ahbayan":"যিনি তোমাদের জন্য পৃথিবীকে করেছেন শয্যাস্বরূপ[১] এবং ওতে করেছেন তোমাদের চলার পথ, যাতে তোমরা সঠিক পথ লাভ করতে পার। [২]","bangla_bayan":"যিনি যমীনকে তোমাদের জন্য শয্যা বানিয়েছেন এবং তাতে তোমাদের জন্য বানিয়েছেন চলার পথ, যাতে তোমরা সঠিক পথ পেতে পার।","bangla_mkhan":"যিনি তোমাদের জন্যে পৃথিবীকে করেছেন বিছানা এবং তাতে তোমাদের জন্যে করেছেন পথ, যাতে তোমরা গন্তব্যস্থলে পৌঁছতে পার।","bangla_mujibur":"যিনি তোমাদের জন্য পৃথিবীকে করেছেন শয্যা এবং ওতে করেছেন তোমাদের চলার পথ, যাতে তোমরা সঠিক পথ পেতে পার;","bangla_taisirul":"যিনি তোমাদের জন্য যমীনকে করেছেন বিস্তৃত, আর তাতে তোমাদের জন্য বানিয়েছেন চলার পথ- যাতে তোমরা সঠিক পথ পেতে পার।"},{"id":11,"arabic_text":"وَ الَّذِیۡ  نَزَّلَ مِنَ السَّمَآءِ مَآءًۢ  بِقَدَرٍ ۚ فَاَنۡشَرۡنَا بِہٖ بَلۡدَۃً  مَّیۡتًا ۚ کَذٰلِکَ تُخۡرَجُوۡنَ ﴿۱۱﴾ ","english_text":"Who are certain that they will meet their Lord and that they will return to Him.","page":490,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4336.mp3","colorText":"وَ[h:9999[ٱ]لَّذِى نَزَّلَ مِنَ [h:64[ٱ][l[ل]سَّم[o[َا]ٓءِ م[o[َا]ٓ[i:9165[ءَۢ ب]ِقَدَ[f:12204[رٍ ف]َأَ[f:12205[نش]َرْنَا بِه[n[ِۦ] بَلْدَ[a:9661[ةً م]َّيْ[f:12206[تًا‌ۚ ك]َذ[n[َٲ]لِكَ تُخْرَج[p[ُو]نَ","juz":25,"ruku":424,"manzil":6,"bangla_ahbayan":"যিনি আকাশ হতে বৃষ্টি বর্ষণ করেন পরিমিতভাবে[১] অতঃপর তা দিয়ে আমি সঞ্জীবিত করি নির্জীব ভূখন্ডকে। এভাবেই তোমাদেরকে পুনরুত্থিত করা হবে। [২]","bangla_bayan":"আর যিনি আসমান থেকে পরিমিতভাবে পানি বর্ষণ করেন। অতঃপর আমি তা দ্বারা মৃত জনপদকে সঞ্জীবিত করি। এভাবেই তোমাদেরকে বের করা হবে।","bangla_mkhan":"এবং যিনি আকাশ থেকে পানি বর্ষণ করেছেন পরিমিত। আতঃপর তদ্দ্বারা আমি মৃত ভূ-ভাগকে পুনরুজ্জীবিত করেছি। তোমরা এমনিভাবে উত্থিত হবে।","bangla_mujibur":"এবং যিনি আকাশ হতে বারি বর্ষণ করেন পরিমিতভাবে। এবং আমি তদ্বারা সঞ্জীবিত করি নির্জীব ভূখন্ডকে। এভাবেই তোমাদেরকে পুনরুত্থিত করা হবে।","bangla_taisirul":"যিনি আকাশ থেকে পরিমিত পানি বর্ষণ করেন যা দিয়ে তিনি মৃত ভূ-ভাগকে সঞ্জীবিত করেন। এভাবেই তোমাদেরকে বের করা হবে।"},{"id":12,"arabic_text":"وَ الَّذِیۡ خَلَقَ الۡاَزۡوَاجَ کُلَّہَا وَ جَعَلَ لَکُمۡ مِّنَ الۡفُلۡکِ وَ الۡاَنۡعَامِ مَا تَرۡکَبُوۡنَ ﴿ۙ۱۲﴾ ","english_text":"O Children of Israel, remember My favor that I have bestowed upon you and that I preferred you over the worlds.","page":490,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4337.mp3","colorText":"وَ[h:9999[ٱ]لَّذِى خَلَقَ [h:11235[ٱ]لْأَزْو[n[َٲ]جَ كُلَّهَا وَجَعَلَ لَك[w:1578[ُم م]ِّنَ [h:12207[ٱ]لْفُلْكِ وَ[h:1778[ٱ]لْأَنْعَ[n[ـٰ]مِ مَا تَرْكَب[p[ُو]نَ","juz":25,"ruku":424,"manzil":6,"bangla_ahbayan":"যিনি সমস্ত জোড়াসমূহকে সৃষ্টি করেছেন[১] এবং তিনি তোমাদের জন্য সৃষ্টি করেছেন জলযান ও পশু, যাতে তোমরা আরোহণ কর।","bangla_bayan":"আর যিনি সব কিছুই জোড়া জোড়া সৃষ্টি করেছেন এবং তিনি তোমাদের জন্য নৌযান ও গৃহপালিত জন্তু সৃষ্টি করেছেন, যাতে তোমরা আরোহণ কর,","bangla_mkhan":"এবং যিনি সবকিছুর যুগল সৃষ্টি করেছেন এবং নৌকা ও চতুস্পদ জন্তুকে তোমাদের জন্যে যানবাহনে পরিণত করেছেন,","bangla_mujibur":"এবং যিনি যুগলসমূহের প্রত্যেককে সৃষ্টি করেন এবং যিনি তোমাদের জন্য সৃষ্টি করেন এমন নৌযান ও চতুস্পদ জন্তু যাতে তোমরা আরোহণ কর –","bangla_taisirul":"তিনি সব কিছুকে জোড়া জোড়া সৃষ্টি করেছেন, আর তোমাদের জন্য নৌযান ও গবাদি পশু সৃষ্টি করেছেন যাতে তোমরা আরোহণ কর,"},{"id":13,"arabic_text":"لِتَسۡتَوٗا عَلٰی ظُہُوۡرِہٖ  ثُمَّ تَذۡکُرُوۡا نِعۡمَۃَ  رَبِّکُمۡ  اِذَا اسۡتَوَیۡتُمۡ عَلَیۡہِ وَ تَقُوۡلُوۡا سُبۡحٰنَ الَّذِیۡ سَخَّرَ لَنَا ہٰذَا  وَ مَا کُنَّا لَہٗ  مُقۡرِنِیۡنَ ﴿ۙ۱۳﴾ ","english_text":"And fear a Day when no soul will suffice for another soul at all, nor will intercession be accepted from it, nor will compensation be taken from it, nor will they be aided.","page":490,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4338.mp3","colorText":"لِتَسْتَوُ[n[ۥ]اْ عَلَىٰ ظُهُورِه[n[ِۦ] ثُ[g[مّ]َ تَذْكُرُو[s[اْ] نِعْمَةَ رَبِّكُمْ إِذَا [h:12208[ٱ]سْتَوَيْتُمْ عَلَيْهِ وَتَقُولُو[s[اْ] سُ[q:7648[بْ]حَ[n[ـٰ]نَ [h:7649[ٱ]لَّذِى سَخَّرَ لَنَا هَ[n[ـٰ]ذَا وَمَا كُ[g[نّ]َا لَهُ[n[ۥ] مُ[q:12209[قْ]رِن[p[ِي]نَ","juz":25,"ruku":424,"manzil":6,"bangla_ahbayan":"যাতে তোমরা ওর পিঠে স্থির হয়ে বসতে পার[১] অতঃপর তোমরা তোমাদের প্রতিপালকের সম্পদ স্মরণ কর ও বল, ‘পবিত্র ও মহান তিনি যিনি একে আমাদের বশীভূত করে দিয়েছেন; যদিও আমরা একে বশীভূত করতে সমর্থ ছিলাম না। [২]","bangla_bayan":"যাতে তোমরা এর পিঠে স্থির থাকতে পার তারপর তোমাদের রবের অনুগ্রহ স্মরণ করবে, যখন তোমরা এর উপর স্থির হয়ে বসবে আর বলবে, ‘পবিত্র-মহান সেই সত্তা যিনি এগুলোকে আমাদের বশীভূত করে দিয়েছেন। আর আমরা এগুলোকে নিয়ন্ত্রণ করতে সক্ষম ছিলাম না’।","bangla_mkhan":"যাতে তোমরা তাদের পিঠের উপর আরোহণ কর। অতঃপর তোমাদের পালনকর্তার নেয়ামত স্মরণ কর এবং বল পবিত্র তিনি, যিনি এদেরকে আমাদের বশীভূত করে দিয়েছেন এবং আমরা এদেরকে বশীভূত করতে সক্ষম ছিলাম না।","bangla_mujibur":"যাতে তোমরা ওদের পৃষ্ঠে স্থির হয়ে বসতে পার, তারপর তোমাদের রবের অনুগ্রহ স্মরণ কর যখন তোমরা ওর উপর স্থির হয়ে বস এবং বলঃ পবিত্র ও মহান তিনি যিনি এদেরকে আমাদের বশীভূত করে দিয়েছেন যদিও আমরা সমর্থ ছিলামনা এদেরকে বশীভূত করতে।","bangla_taisirul":"যাতে তোমরা যখন তাদের পিঠে স্থির হয়ে বস, তখন যেন তোমাদের প্রতিপালকের অনুগ্রহের কথা স্মরণ কর আর বল- মহান ও পবিত্র তিনি যিনি, এগুলোকে আমাদের (ব্যবহারের জন্য) বশীভূত করে দিয়েছেন, আমরা এগুলোকে বশীভূত করতে সক্ষম ছিলাম না।"},{"id":14,"arabic_text":"وَ  اِنَّاۤ  اِلٰی  رَبِّنَا  لَمُنۡقَلِبُوۡنَ ﴿۱۴﴾ ","english_text":"And [recall] when We saved your forefathers from the people of Pharaoh, who afflicted you with the worst torment, slaughtering your [newborn] sons and keeping your females alive. And in that was a great trial from your Lord.","page":490,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4339.mp3","colorText":"وَإِ[g[نّ][o[َآ] إِلَىٰ رَبِّنَا لَمُ[f:12210[نق]َلِب[p[ُو]نَ","juz":25,"ruku":424,"manzil":6,"bangla_ahbayan":"আর আমরা আমাদের প্রতিপালকের নিকট অবশ্যই প্রত্যাবর্তন করব।’ [১]","bangla_bayan":"আর নিশ্চয় আমরা আমাদের রবের কাছেই প্রত্যাবর্তনকারী।","bangla_mkhan":"আমরা অবশ্যই আমাদের পালনকর্তার দিকে ফিরে যাব।","bangla_mujibur":"আমরা আমাদের রবের নিকট অবশ্যই প্রত্যাবর্তন করব।","bangla_taisirul":"আর আমাদেরকে অবশ্যই আমাদের প্রতিপালকের দিকে ফিরে যেতে হবে।"},{"id":15,"arabic_text":"وَ جَعَلُوۡا لَہٗ  مِنۡ عِبَادِہٖ جُزۡءًا ؕ اِنَّ الۡاِنۡسَانَ  لَکَفُوۡرٌ  مُّبِیۡنٌ ﴿ؕ۱۵﴾ ","english_text":"And [recall] when We parted the sea for you and saved you and drowned the people of Pharaoh while you were looking on.","page":490,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4340.mp3","colorText":"وَجَعَلُو[s[اْ] لَهُ[n[ۥ] مِنْ عِبَادِه[n[ِۦ] جُزْءًا‌ۚ إِ[g[نّ]َ [h:7137[ٱ]لْإِ[f:5969[نس]َ[n[ـٰ]نَ لَكَفُو[a:12211[رٌ م]ُّب[p[ِي]نٌ","juz":25,"ruku":424,"manzil":6,"bangla_ahbayan":"ওরা তাঁর দাসদের মধ্য হতে (কিছুকে) তাঁর সত্তার অংশ গণ্য করে।[১] মানুষ তো স্পষ্টই অকৃতজ্ঞ।","bangla_bayan":"আর তারা তাঁর বান্দাদের মধ্য থেকে তাঁর অংশ সাব্যস্ত করেছে। নিশ্চয়ই মানুষ স্পষ্ট অকৃতজ্ঞ।","bangla_mkhan":"তারা আল্লাহর বান্দাদের মধ্য থেকে আল্লাহর অংশ স্থির করেছে। বাস্তবিক মানুষ স্পষ্ট অকৃতজ্ঞ।","bangla_mujibur":"তারা তাঁর বান্দাদের মধ্য হতে তাঁর অংশ সাব্যস্ত করেছে। মানুষতো স্পষ্টই অকৃতজ্ঞ।","bangla_taisirul":"আর তারা আল্লাহর বান্দাদের মধ্য হতে কতককে আল্লাহর অংশ মনে করে নিয়েছে (যেমন ‘ঈসা (আঃ)-কে তারা আল্লাহর পুত্র মনে করে)। মানুষ অবশ্যই স্পষ্টতঃ অকৃতজ্ঞ।"},{"id":16,"arabic_text":"اَمِ اتَّخَذَ مِمَّا یَخۡلُقُ بَنٰتٍ وَّ اَصۡفٰکُمۡ بِالۡبَنِیۡنَ ﴿۱۶﴾ ","english_text":"And [recall] when We made an appointment with Moses for forty nights. Then you took [for worship] the calf after him, while you were wrongdoers.","page":490,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4341.mp3","colorText":"أَمِ [h:8410[ٱ]تَّخَذَ مِ[g[مّ]َا يَخْلُقُ بَنَا[a:12212[تٍ و]َأَصْفَ[n[ـٰ]ك[c:12213[ُم ب]ِ[h:7764[ٱ]لْبَن[p[ِي]نَ","juz":25,"ruku":425,"manzil":6,"bangla_ahbayan":"তিনি কি তাঁর সৃষ্টি হতে নিজে কন্যা-সন্তান গ্রহণ করেছেন এবং তোমাদের জন্য মনোনীত করেছেন পুত্র সন্তান? [১]","bangla_bayan":"তিনি কি যা সৃষ্টি করেছেন তা থেকে কন্যা সন্তান গ্রহণ করেছেন, আর তোমাদেরকে বিশিষ্ট করেছেন পুত্র সন্তান দ্বারা?","bangla_mkhan":"তিনি কি তাঁর সৃষ্টি থেকে কন্যা সন্তান গ্রহণ করেছেন এবং তোমাদের জন্য মনোনীত করেছেন পুত্র সন্তান?","bangla_mujibur":"তিনি কি তাঁর সৃষ্টি হতে নিজের জন্য কন্যা সন্তান গ্রহণ করেছেন এবং তোমাদেরকে বিশিষ্ট করেছেন পুত্র সন্তান দ্বারা?","bangla_taisirul":"কি! তিনি তাঁরই সৃষ্টি হতে কন্যা সন্তান গ্রহণ করেছেন আর তোমাদের জন্য মনোনীত করেছেন পুত্র সন্তান?"},{"id":17,"arabic_text":"وَ اِذَا بُشِّرَ اَحَدُہُمۡ بِمَا ضَرَبَ لِلرَّحۡمٰنِ مَثَلًا ظَلَّ وَجۡہُہٗ  مُسۡوَدًّا وَّ ہُوَ کَظِیۡمٌ ﴿۱۷﴾ ","english_text":"Then We forgave you after that so perhaps you would be grateful.","page":490,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4342.mp3","colorText":"وَإِذَا بُشِّرَ أَحَدُه[c:12214[ُم ب]ِمَا ضَرَبَ لِلرَّحْمَ[n[ـٰ]نِ مَثَل[f:12215[اً ظ]َلَّ وَ[q:7445[جْ]هُهُ[n[ۥ] مُسْوَد[a:7446[ًّا و]َهُوَ كَظ[p[ِي]مٌ","juz":25,"ruku":425,"manzil":6,"bangla_ahbayan":"ওরা পরম দয়াময় আল্লাহর প্রতি যে কন্যা-সন্তান আরোপ করে, ওদের কাউকেও সে কন্যা সন্তানের সংবাদ দেওয়া হলে তার মুখমন্ডল কালো হয়ে যায় এবং সে অসহনীয় মনস্তাপে ক্লিষ্ট হয়।","bangla_bayan":"আর যখন তাদের কাউকে সুসংবাদ দেয়া হয়, যা রহমানের প্রতি তারা দৃষ্টান্ত পেশ করে, তখন তার মুখমন্ডল মলিন হয়ে যায়। এমতাবস্থায় যে, সে দুঃসহ যাতনাপিষ্ট।","bangla_mkhan":"তারা রহমান আল্লাহর জন্যে যে, কন্যা-সন্তান বর্ণনা করে, যখন তাদের কাউকে তার সংবাদ দেয়া হয়, তখন তার মুখমন্ডল কালো হয়ে যায় এবং ভীষণ মনস্তাপ ভোগ করে।","bangla_mujibur":"দয়াময় আল্লাহর প্রতি তারা যা আরোপ করে তাদের কেহকে সেই সন্তানের সংবাদ দেয়া হলে তার মুখমন্ডল কালো হয়ে যায় এবং সে দুঃসহ মর্ম যাতনায় ক্লিষ্ট হয়।","bangla_taisirul":"তাদের কাউকে যখন সংবাদ দেয়া হয় সেই সন্তানের যা তারা দয়াময় আল্লাহর প্রতি আরোপ করে, তখন তার মুখ মন্ডলে কালিমা ছেয়ে যায়, আর মন দুঃখ বেদনায় ভরে যায়।"},{"id":18,"arabic_text":"اَوَ مَنۡ یُّنَشَّؤُا فِی الۡحِلۡیَۃِ  وَ ہُوَ فِی الۡخِصَامِ  غَیۡرُ  مُبِیۡنٍ ﴿۱۸﴾ ","english_text":"And [recall] when We gave Moses the Scripture and criterion that perhaps you would be guided.","page":490,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4343.mp3","colorText":"أَوَم[a:12216[َن ي]ُنَشَّؤُ[s[اْ] فِى [h:12217[ٱ]لْحِلْيَةِ وَهُوَ فِى [h:12218[ٱ]لْخِصَامِ غَيْرُ مُب[p[ِي]نٍ","juz":25,"ruku":425,"manzil":6,"bangla_ahbayan":"(ওরা কি আল্লাহর প্রতি এমন সন্তান আরোপ করে,) যে অলংকারে লালিত-পালিত হয় এবং তর্ক-বিতর্ক কালে স্পষ্ট যুক্তি দানে অসমর্থ ? [১]","bangla_bayan":"আর যে অলংকারে লালিত পালিত হয়; এবং বিতর্ককালে সুস্পষ্ট বক্তব্য প্রদানে অক্ষম।","bangla_mkhan":"তারা কি এমন ব্যক্তিকে আল্লাহর জন্যে বর্ণনা করে, যে অলংকারে লালিত-পালিত হয় এবং বিতর্কে কথা বলতে অক্ষম।","bangla_mujibur":"তারা কি আল্লাহর প্রতি আরোপ করে এমন সন্তান, যে অলংকারে আবৃত হয়ে লালিত পালিত হয় এবং তর্ক-বিতর্ক কালে স্পষ্ট বক্তব্যে অসমর্থ?","bangla_taisirul":"তারা কি আল্লাহর জন্য নির্ধারিত করে এমন সন্তান যে অলংকারে লালিত পালিত হয়, আর বিতর্ককালে বক্তব্যকে স্পষ্ট করতে অসমর্থ?"},{"id":19,"arabic_text":"وَ جَعَلُوا الۡمَلٰٓئِکَۃَ  الَّذِیۡنَ ہُمۡ عِبٰدُ الرَّحۡمٰنِ  اِنَاثًا ؕ اَشَہِدُوۡا خَلۡقَہُمۡ ؕ سَتُکۡتَبُ شَہَادَتُہُمۡ وَ  یُسۡـَٔلُوۡنَ ﴿۱۹﴾ ","english_text":"And [recall] when Moses said to his people, \"O my people, indeed you have wronged yourselves by your taking of the calf [for worship]. So repent to your Creator and kill yourselves. That is best for [all of] you in the sight of your Creator.\" Then He accepted your repentance; indeed, He is the Accepting of repentance, the Merciful.","page":490,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4344.mp3","colorText":"وَجَعَلُو[s[اْ] [h:12219[ٱ]لْمَلَ[o[ـٰٓ]ئِكَةَ [h:12220[ٱ]لَّذِينَ هُمْ عِبَ[n[ـٰ]دُ [h:12221[ٱ][l[ل]رَّحْمَ[n[ـٰ]نِ إِنَ[n[ـٰ]ثًا‌ۚ أَشَهِدُو[s[اْ] خَلْقَهُمْ‌ۚ سَتُكْتَبُ شَهَ[n[ـٰ]دَتُهُمْ وَيُسْــَٔل[p[ُو]نَ","juz":25,"ruku":425,"manzil":6,"bangla_ahbayan":"ওরা দয়াময় আল্লাহর ফিরিশতাদেরকে নারী বলে স্থির করে, ওরা কি তাদের সৃষ্টি প্রত্যক্ষ করেছিল? ওদের উক্তি লিপিবদ্ধ করা হবে এবং ওদেরকে জিজ্ঞাসা করা হবে।[১]","bangla_bayan":"আর তারা গণ্য করেছে রহমানের বান্দা ফেরেশতাদেরকে নারী। তারা কি তাদের সৃষ্টি প্রত্যক্ষ করেছে? তাদের সাক্ষ্য অবশ্যই লিখে রাখা হবে এবং তাদেরকে জিজ্ঞাসাবাদ করা হবে।","bangla_mkhan":"তারা নারী স্থির করে ফেরেশতাগণকে, যারা আল্লাহর বান্দা। তারা কি তাদের সৃষ্টি প্রত্যক্ষ করেছে? এখন তাদের দাবী লিপিবদ্ধ করা হবে এবং তাদের জিজ্ঞাসা করা হবে।","bangla_mujibur":"তারা দয়াময় আল্লাহর বান্দা মালাইকাকে নারী গন্য করেছে। এদের সৃষ্টি কি তারা প্রত্যক্ষ করেছিল? তাদের উক্তি লিপিবদ্ধ করা হবে এবং তাদেরকে জিজ্ঞেস করা হবে।","bangla_taisirul":"তারা দয়াময়ের বান্দাহ্ ফেরেশতাদেরকে নারী গণ্য করে। তারা কি ফেরেশতাদেরকে সৃষ্টি সরাসরি দেখেছে? তাদের সাক্ষ্য লিখে রাখা হবে এবং তারা জিজ্ঞাসিত হবে।"},{"id":20,"arabic_text":"وَ قَالُوۡا  لَوۡ  شَآءَ الرَّحۡمٰنُ مَا عَبَدۡنٰہُمۡ ؕ مَا لَہُمۡ  بِذٰلِکَ مِنۡ عِلۡمٍ ٭ اِنۡ ہُمۡ  اِلَّا یَخۡرُصُوۡنَ ﴿ؕ۲۰﴾ ","english_text":"And [recall] when you said, \"O Moses, we will never believe you until we see Allah outright\"; so the thunderbolt took you while you were looking on.","page":490,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4345.mp3","colorText":"وَقَالُو[s[اْ] لَوْ ش[o[َا]ٓءَ [h:12222[ٱ][l[ل]رَّحْمَ[n[ـٰ]نُ مَا عَبَ[q:12223[دْ]نَ[n[ـٰ]ه[w:12224[ُم‌ۗ م]َّا لَه[c:12225[ُم ب]ِذ[n[َٲ]لِكَ مِنْ عِلْمٍ‌ۖ إِنْ هُمْ إِلَّا يَخْرُص[p[ُو]نَ","juz":25,"ruku":425,"manzil":6,"bangla_ahbayan":"ওরা বলে, ‘পরম দয়াময় ইচ্ছা না করলে আমরা এদের পূজা করতাম না।’ এ বিষয়ে ওদের কোন জ্ঞান নেই;[১] ওরা তো কেবল অনুমান-ভিত্তিক কথাই বলে।","bangla_bayan":"তারা আর বলে, ‘পরম করুণাময় আল্লাহ ইচ্ছা করলে আমরা এদের ইবাদাত করতাম না’, এ বিষয়ে তাদের কোন জ্ঞান নেই। তারা শুধু মনগড়া কথা বলছে।","bangla_mkhan":"তারা বলে, রহমান আল্লাহ ইচছা না করলে আমরা ওদের পূজা করতাম না। এ বিষয়ে তারা কিছুই জানে না। তারা কেবল অনুমানে কথা বলে।","bangla_mujibur":"তারা বলেঃ দয়াময় আল্লাহ ইচ্ছা করলে আমরা এদের পূজা করতামনা। এ বিষয়ে তাদের কোন জ্ঞান নেই; তারাতো শুধু মিথ্যাই বলছে।","bangla_taisirul":"তারা আরো বলে- দয়াময় আল্লাহ ইচ্ছে করলে আমরা ওদের পূঁজা করতাম না। এ বিষয়ে তাদের কোন জ্ঞানই নেই। তারা শুধু আন্দাজ অনুমানে কথা বলে।"},{"id":21,"arabic_text":"اَمۡ اٰتَیۡنٰہُمۡ کِتٰبًا مِّنۡ قَبۡلِہٖ  فَہُمۡ بِہٖ مُسۡتَمۡسِکُوۡنَ ﴿۲۱﴾ ","english_text":"Then We revived you after your death that perhaps you would be grateful.","page":490,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4346.mp3","colorText":"أَمْ ءَاتَيْنَ[n[ـٰ]هُمْ كِتَ[n[ـٰ][a:12226[بًا م]ِّ[f:1097[ن ق]َ[q:1098[بْ]لِه[n[ِۦ] فَه[c:12227[ُم ب]ِه[n[ِۦ] مُسْتَمْسِك[p[ُو]نَ","juz":25,"ruku":425,"manzil":6,"bangla_ahbayan":"আমি কি ওদেরকে এ (কুরআনের) পূর্বে কোন গ্রন্থ দান করেছি যা ওরা দৃঢ়ভাবে ধারণ করে আছে? [১]","bangla_bayan":"আমি কি তাদেরকে কুরআনের পূর্বে কোন কিতাব দিয়েছি, অতঃপর তারা তা দৃঢ়ভাবে ধারণ করে আছে?","bangla_mkhan":"আমি কি তাদেরকে কোরআনের পূর্বে কোন কিতাব দিয়েছি, অতঃপর তারা তাকে আঁকড়ে রেখেছে?","bangla_mujibur":"আমি কি তাদেরকে কুরআনের পূর্বে কোন কিতাব দান করেছি, যা তারা দৃঢ়ভাবে ধারণ করে আছে?","bangla_taisirul":"আমি কি তাদেরকে এর (অর্থাৎ কুরআনের) আগে কোন কিতাব দিয়েছি অতঃপর তারা তা অাঁকড়ে ধরে আছে?"},{"id":22,"arabic_text":"بَلۡ قَالُوۡۤا  اِنَّا وَجَدۡنَاۤ  اٰبَآءَنَا عَلٰۤی اُمَّۃٍ وَّ  اِنَّا عَلٰۤی  اٰثٰرِہِمۡ  مُّہۡتَدُوۡنَ ﴿۲۲﴾ ","english_text":"And We shaded you with clouds and sent down to you manna and quails, [saying], \"Eat from the good things with which We have provided you.\" And they wronged Us not - but they were [only] wronging themselves.","page":490,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4347.mp3","colorText":"بَلْ قَال[o[ُوٓ][s[اْ] إِ[g[نّ]َا وَجَ[q:3834[دْ]ن[o[َآ] ءَاب[o[َا]ٓءَنَا عَلَ[o[ىٰٓ] أُ[g[مّ]َ[a:12228[ةٍ و]َإِ[g[نّ]َا عَلَ[o[ىٰٓ] ءَاثَ[n[ـٰ]رِه[w:12229[ِم م]ُّهْتَد[p[ُو]نَ","juz":25,"ruku":425,"manzil":6,"bangla_ahbayan":"বরং ওরা বলে, ‘আমরা তো আমাদের পূর্বপুরুষদেরকে এক মতাদর্শের অনুসারী পেয়েছি এবং আমরা তাদেরই পদাঙ্ক অনুসরণ করে পথপ্রাপ্ত।’","bangla_bayan":"বরং তারা বলে, ‘আমরা নিশ্চয় আমাদের পিতৃপুরুষদেরকে এক মতাদর্শের উপর পেয়েছি, আর নিশ্চয় আমরা তাদের পদাঙ্ক অনুসরণে হিদায়াতপ্রাপ্ত হব’।","bangla_mkhan":"বরং তারা বলে, আমরা আমাদের পূর্বপুরুষদেরকে পেয়েছি এক পথের পথিক এবং আমরা তাদেরই পদাংক অনুসরণ করে পথপ্রাপ্ত।","bangla_mujibur":"বরং তারা বলেঃ আমরাতো আমাদের পূর্ব পুরুষদেরকে পেয়েছি এক মতাদর্শের অনুসারী এবং আমরা তাদেরই পদাঙ্ক অনুসরণ করছি।","bangla_taisirul":"বরং তারা বলে- আমরা আমাদের পূর্ব পুরুষদেরকে এক ধর্মমত পালনরত পেয়েছি আর আমরা তাদের পদাঙ্ক অনুসরণ করে পথপ্রাপ্ত হয়েছি।"},{"id":23,"arabic_text":"وَ کَذٰلِکَ مَاۤ  اَرۡسَلۡنَا مِنۡ قَبۡلِکَ فِیۡ قَرۡیَۃٍ مِّنۡ نَّذِیۡرٍ  اِلَّا قَالَ مُتۡرَفُوۡہَاۤ  ۙ اِنَّا وَجَدۡنَاۤ  اٰبَآءَنَا عَلٰۤی  اُمَّۃٍ  وَّ اِنَّا عَلٰۤی اٰثٰرِہِمۡ  مُّقۡتَدُوۡنَ ﴿۲۳﴾ ","english_text":"And [recall] when We said, \"Enter this city and eat from it wherever you will in [ease and] abundance, and enter the gate bowing humbly and say, 'Relieve us of our burdens.' We will [then] forgive your sins for you, and We will increase the doers of good [in goodness and reward].\"","page":491,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4348.mp3","colorText":"وَكَذ[n[َٲ]لِكَ م[o[َآ] أَرْسَلْنَا مِ[f:18[ن ق]َ[q:19[بْ]لِكَ فِى قَرْيَ[a:4874[ةٍ م]ّ[a:10183[ِن ن]َّذِيرٍ إِلَّا قَالَ مُتْرَفُوه[o[َآ] إِ[g[نّ]َا وَجَ[q:3834[دْ]ن[o[َآ] ءَاب[o[َا]ٓءَنَا عَلَ[o[ىٰٓ] أُ[g[مّ]َ[a:12228[ةٍ و]َإِ[g[نّ]َا عَلَ[o[ىٰٓ] ءَاثَ[n[ـٰ]رِه[w:12230[ِم م]ُّ[q:12231[قْ]تَد[p[ُو]نَ","juz":25,"ruku":425,"manzil":6,"bangla_ahbayan":"এভাবে তোমার পূর্বে কোন জনপদে যখনই কোন সতর্ককারী প্রেরণ করেছি, তখনই ওদের মধ্যে যারা বিত্তশালী ছিল তারা বলত, ‘আমরা তো আমাদের পূর্বপুরুষদেরকে এক মতাদর্শের অনুসারী পেয়েছি এবং আমরা তাদেরই পদাঙ্ক অনুসরণ করছি।’","bangla_bayan":"আর এভাবেই তোমাদের পূর্বে যখনই আমি কোন জনপদে সতর্ককারী পাঠিয়েছি, তখনই সেখানকার বিলাসপ্রিয়রা বলেছে, ‘নিশ্চয় আমরা আমাদের পিতৃপুরুষদেরকে এক মতাদর্শের উপর পেয়েছি এবং নিশ্চয় আমরা তাদের পদাঙ্ক অনুসরণ করব’।","bangla_mkhan":"এমনিভাবে আপনার পূর্বে আমি যখন কোন জনপদে কোন সতর্ককারী প্রেরণ করেছি, তখনই তাদের বিত্তশালীরা বলেছে, আমরা আমাদের পূর্বপুরুষদেরকে পেয়েছি এক পথের পথিক এবং আমরা তাদেরই পদাংক অনুসরণ করে চলছি।","bangla_mujibur":"এভাবে তোমার পূর্বে কোন জনপদে যখনই কোন সতর্ককারী প্রেরণ করেছি তখন ওর সমৃদ্ধশালী ব্যক্তিরা বলতঃ আমরাতো আমাদের পূর্ব-পুরুষদেরকে পেয়েছি এক মতাদর্শের অনুসারী এবং আমরা তাদেরই পদাঙ্ক অনুসরণ করছি।","bangla_taisirul":"এভাবে তোমার পূর্বে যখনই আমি কোন জনপদে সতর্ককারী (নবী-রসূল) পাঠিয়েছি, তখনই তাদের সম্পদশালী লোকেরা বলেছে- আমরা আমাদের পূর্বপুরুষদেরকে এক ধর্মমত পালনরত পেয়েছি আর আমরা তাদেরই পদাঙ্ক অনুসরণ করছি।"},{"id":24,"arabic_text":"قٰلَ   اَوَ لَوۡ جِئۡتُکُمۡ  بِاَہۡدٰی مِمَّا وَجَدۡتُّمۡ عَلَیۡہِ  اٰبَآءَکُمۡ ؕ قَالُوۡۤا  اِنَّا بِمَاۤ  اُرۡسِلۡتُمۡ  بِہٖ  کٰفِرُوۡنَ ﴿۲۴﴾ ","english_text":"But those who wronged changed [those words] to a statement other than that which had been said to them, so We sent down upon those who wronged a punishment from the sky because they were defiantly disobeying.","page":491,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4349.mp3","colorText":"۞ قَ[n[ـٰ]لَ أَوَلَوْ جِئْتُك[c:12232[ُم ب]ِأَهْدَىٰ مِ[g[مّ]َا وَجَ[d:4703[د]تُّمْ عَلَيْهِ ءَاب[o[َا]ٓءَكُمْ‌ۖ قَال[o[ُوٓ][s[اْ] إِ[g[نّ]َا بِم[o[َآ] أُرْسِلْت[c:7059[ُم ب]ِه[n[ِۦ] كَ[n[ـٰ]فِر[p[ُو]نَ","juz":25,"ruku":425,"manzil":6,"bangla_ahbayan":"(প্রত্যেক সতর্ককারী) বলত, ‘তোমরা তোমাদের পূর্বপুরুষগণকে যার অনুসারী পেয়েছ, আমি যদি তোমাদের জন্য তা অপেক্ষা উৎকৃষ্ট পথনির্দেশ আনয়ন করি, তবুও কি তোমরা তাদের পদাংক অনুসরণ করবে?’ (প্রত্যুত্তরে) তারা বলত, ‘তোমরা যা নিয়ে প্রেরিত হয়েছ, আমরা তা প্রত্যাখ্যান করি।’[১]","bangla_bayan":"তখন সে (সতর্ককারী) বলেছে, ‘তোমরা তোমাদের পিতৃপুরুষদেরকে যে মতাদর্শে পেয়েছ, আমি যদি তোমাদের কাছে তার চেয়ে উৎকৃষ্ট পথে নিয়ে আসি তবুও কি’? (তোমরা তাদের অনুসরণ করবে?) তারা বলেছে, ‘নিশ্চয় তোমাদেরকে যা দিয়ে পাঠানো হয়েছে আমরা তার অস্বীকারকারী’।","bangla_mkhan":"সে বলত, তোমরা তোমাদের পূর্বপুরুষদেরকে যে বিষয়ের উপর পেয়েছ, আমি যদি তদপেক্ষা উত্তম বিষয় নিয়ে তোমাদের কাছে এসে থাকি, তবুও কি তোমরা তাই বলবে? তারা বলত তোমরা যে বিষয়সহ প্রেরিত হয়েছ, তা আমরা মানব না।","bangla_mujibur":"সেই সতর্ককারী বলতঃ তোমরা তোমাদের পূর্ব-পুরুষদেরকে যে পথে পেয়েছ, আমি যদি তোমাদের জন্য তদপেক্ষা উৎকৃষ্ট পথ-নির্দেশ আনয়ন করি তাহলেও কি তোমরা তাদের পদাঙ্ক অনুসরণ করবে? তারা বলতঃ তোমরা যা সহ প্রেরিত হয়েছ আমরা তা প্রত্যাখ্যান করি।","bangla_taisirul":"তখন সেই সতর্ককারী বলত- তোমরা তোমাদের পিতৃপুরুষকে যে ধর্মমতের উপর পেয়েছ, আমি যদি তোমাদের কাছে তার চেয়ে উৎকৃষ্ট ধর্মমত নিয়ে আসি (তবুও কি তোমরা তাদেরই অনুসরণ করবে)? তারা বলতঃ তোমাদেরকে যা দিয়ে পাঠানো হয়েছে আমরা তা প্রত্যাখ্যান করি।"},{"id":25,"arabic_text":"فَانۡتَقَمۡنَا مِنۡہُمۡ  فَانۡظُرۡ کَیۡفَ کَانَ عَاقِبَۃُ  الۡمُکَذِّبِیۡنَ ﴿۲۵﴾ ","english_text":"And [recall] when Moses prayed for water for his people, so We said, \"Strike with your staff the stone.\" And there gushed forth from it twelve springs, and every people knew its watering place. \"Eat and drink from the provision of Allah, and do not commit abuse on the earth, spreading corruption.\"","page":491,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4350.mp3","colorText":"فَ[h:9999[ٱ][f:4969[نت]َقَمْنَا مِنْهُمْ‌ۖ فَ[h:1513[ٱ][f:1513[نظ]ُرْ كَيْفَ كَانَ عَ[n[ـٰ]قِبَةُ [h:2258[ٱ]لْمُكَذِّب[p[ِي]نَ","juz":25,"ruku":425,"manzil":6,"bangla_ahbayan":"সুতরাং আমি ওদের নিকট থেকে প্রতিশোধ গ্রহণ করলাম। অতএব দেখ, মিথ্যাচারীদের পরিণাম কি হয়েছে?","bangla_bayan":"ফলে আমি তাদের থেকে প্রতিশোধ নিলাম। অতএব দেখ, মিথ্যারোপকারীদের পরিণতি কেমন হয়েছিল?","bangla_mkhan":"অতঃপর আমি তাদের কাছ থেকে প্রতিশোধ নিয়েছি। অতএব দেখুন, মিথ্যারোপকারীদের পরিণাম কিরূপ হয়েছে।","bangla_mujibur":"অতঃপর আমি তাদেরকে তাদের কর্মের প্রতিফল দিলাম; দেখ, মিথ্যাচারীদের পরিণাম কি হয়েছে!","bangla_taisirul":"অতঃপর আমি তাদের উপর প্রতিশোধ গ্রহণ করলাম, এখন দেখ, মিথ্যুকদের পরিণতি কী হয়েছিল।"},{"id":26,"arabic_text":"وَ اِذۡ قَالَ  اِبۡرٰہِیۡمُ  لِاَبِیۡہِ  وَ قَوۡمِہٖۤ  اِنَّنِیۡ بَرَآءٌ   مِّمَّا تَعۡبُدُوۡنَ ﴿ۙ۲۶﴾ ","english_text":"And [recall] when you said, \"O Moses, we can never endure one [kind of] food. So call upon your Lord to bring forth for us from the earth its green herbs and its cucumbers and its garlic and its lentils and its onions.\" [Moses] said, \"Would you exchange what is better for what is less? Go into [any] settlement and indeed, you will have what you have asked.\" And they were covered with humiliation and poverty and returned with anger from Allah [upon them]. That was because they [repeatedly] disbelieved in the signs of Allah and killed the prophets without right. That was because they disobeyed and were [habitually] transgressing.","page":491,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4351.mp3","colorText":"وَإِذْ قَالَ إِ[q:2003[بْ]ر[n[َٲ]هِيمُ لِأَبِيهِ وَقَوْمِه[o[ِۦٓ] إِ[g[نّ]َنِى بَر[o[َا]ٓ[a:12233[ءٌ م]ِّ[g[مّ]َا تَعْبُد[p[ُو]نَ","juz":25,"ruku":426,"manzil":6,"bangla_ahbayan":"(স্মরণ কর,) যখন ইব্রাহীম তার পিতা এবং সম্প্রদায়কে বলেছিল, ‘তোমরা যাদের পূজা কর, তাদের সাথে আমার কোন সম্পর্ক নেই;","bangla_bayan":"আর স্মরণ কর, যখন ইবরাহীম স্বীয় পিতা ও তার কওমকে বলেছিল, ‘তোমরা যেগুলোর ইবাদাত কর, নিশ্চয় আমি তাদের থেকে সম্পর্কমুক্ত’।","bangla_mkhan":"যখন ইব্রাহীম তার পিতা ও সম্প্রদায়কে বলল, তোমরা যাদের পূজা কর, তাদের সাথে আমার কোন সম্পর্ক নেই।","bangla_mujibur":"স্মরণ কর, ইবরাহীম তার পিতা এবং সম্প্রদায়কে বলেছিলঃ তোমরা যাদের পূজা কর তাদের সাথে আমার কোন সম্পর্ক নেই।","bangla_taisirul":"স্মরণ কর, ইবরাহীম (আ.) যখন তার পিতাকে ও তার জাতিকে বলেছিল- তোমরা যেগুলোর পূজা কর, সেগুলো থেকে আমি সম্পর্কহীন।"},{"id":27,"arabic_text":"اِلَّا  الَّذِیۡ  فَطَرَنِیۡ  فَاِنَّہٗ  سَیَہۡدِیۡنِ ﴿۲۷﴾ ","english_text":"Indeed, those who believed and those who were Jews or Christians or Sabeans [before Prophet Muhammad] - those [among them] who believed in Allah and the Last Day and did righteousness - will have their reward with their Lord, and no fear will there be concerning them, nor will they grieve.","page":491,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4352.mp3","colorText":"إِلَّا [h:6186[ٱ]لَّذِى فَطَرَنِى فَإِ[g[نّ]َهُ[n[ۥ] سَيَهْد[p[ِي]نِ","juz":25,"ruku":426,"manzil":6,"bangla_ahbayan":"সম্পর্ক আছে শুধু তাঁরই সাথে, যিনি আমাকে সৃষ্টি করেছেন এবং তিনিই আমাকে সৎপথে পরিচালিত করবেন। [১]","bangla_bayan":"‘তবে (তিনি ছাড়া) যিনি আমাকে সৃষ্টি করেছেন। অতঃপর নিশ্চয় তিনি আমাকে শীঘ্রই হিদায়াত দিবেন।’","bangla_mkhan":"তবে আমার সম্পর্ক তাঁর সাথে যিনি আমাকে সৃষ্টি করেছেন। অতএব, তিনিই আমাকে সৎপথ প্রদর্শন করবেন।","bangla_mujibur":"সম্পর্ক আছে শুধু তাঁরই সাথে যিনি আমাকে সৃষ্টি করেছেন এবং তিনিই আমাকে সৎ পথে পরিচালিত করবেন।","bangla_taisirul":"আমার সম্পর্ক আছে শুধু তাঁর সাথে যিনি আমাকে সৃষ্টি করেছেন, তিনিই আমাকে সঠিক পথ দেখাবেন।"},{"id":28,"arabic_text":"وَ جَعَلَہَا کَلِمَۃًۢ  بَاقِیَۃً  فِیۡ عَقِبِہٖ  لَعَلَّہُمۡ  یَرۡجِعُوۡنَ ﴿۲۸﴾ ","english_text":"And [recall] when We took your covenant, [O Children of Israel, to abide by the Torah] and We raised over you the mount, [saying], \"Take what We have given you with determination and remember what is in it that perhaps you may become righteous.\"","page":491,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4353.mp3","colorText":"وَجَعَلَهَا كَلِمَ[i:12234[ةَۢ ب]َاقِيَ[f:12235[ةً ف]ِى عَقِبِه[n[ِۦ] لَعَلَّهُمْ يَرْجِع[p[ُو]نَ","juz":25,"ruku":426,"manzil":6,"bangla_ahbayan":"এ ঘোষণাকে সে চিরন্তন বাণীরূপে তার পরবর্তীদের জন্য রেখে গেছে;[১] যাতে ওরা (সৎপথে) প্রত্যাবর্তন করে।[২]","bangla_bayan":"আর এটিকে সে তার উত্তরসূরীদের মধ্যে এক চিরন্তন বাণী বানিয়ে রেখে গেল, যাতে তারা প্রত্যাবর্তন করতে পারে।","bangla_mkhan":"এ কথাটিকে সে অক্ষয় বাণীরূপে তার সন্তানদের মধ্যে রেখে গেছে, যাতে তারা আল্লাহর দিকেই আকৃষ্ট থাকে।","bangla_mujibur":"এই ঘোষণাকে সে স্থায়ী বাণী রূপে রেখে গেছে তার পরবর্তীদের জন্য যাতে তারা প্রত্যাবর্তন করে।","bangla_taisirul":"এ কথাটিকে সে স্থায়ী বাণীরূপে তার পরবর্তীদের মধ্যে রেখে গেছে, যাতে তারা (আল্লাহর পথে) ফিরে আসে।"},{"id":29,"arabic_text":"بَلۡ مَتَّعۡتُ ہٰۤؤُلَآءِ وَ اٰبَآءَہُمۡ حَتّٰی جَآءَہُمُ  الۡحَقُّ وَ  رَسُوۡلٌ  مُّبِیۡنٌ ﴿۲۹﴾ ","english_text":"Then you turned away after that. And if not for the favor of Allah upon you and His mercy, you would have been among the losers.","page":491,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4354.mp3","colorText":"بَلْ مَتَّعْتُ هَ[o[ـٰٓ]ؤُل[o[َا]ٓءِ وَءَاب[o[َا]ٓءَهُمْ حَتَّىٰ ج[o[َا]ٓءَهُمُ [h:6141[ٱ]لْحَقُّ وَرَسُو[a:12236[لٌ م]ُّب[p[ِي]نٌ","juz":25,"ruku":426,"manzil":6,"bangla_ahbayan":"বস্তুতঃ আমিই ওদেরকে এবং ওদের পূর্বপুরুষদেরকে উপভোগের সুযোগ দিয়েছিলাম[১] যতক্ষণ না ওদের কাছে সত্য ও স্পষ্ট প্রচারক রসূল এল। [২]","bangla_bayan":"বরং তাদের কাছে সত্য ও স্পষ্ট বর্ণনাকারী রাসূল আগমন না করা পর্যন্ত আমি তাদের এবং তাদের পিতৃপুরুষদের ভোগ করার সুযোগ দিয়েছিলাম।","bangla_mkhan":"পরন্ত আমিই এদেরকে ও এদের পূর্বপুরুষদেরকে জীবনোপভোগ করতে দিয়েছি, অবশেষে তাদের কাছে সত্য ও স্পষ্ট বর্ণনাকারী রসূল আগমন করেছে।","bangla_mujibur":"বরং আমিই তাদেরকে এবং তাদের পূর্ব-পুরুষদেরকে সুযোগ দিয়েছিলাম ভোগের; অবশেষে তাদের নিকট এলো সত্য ও স্পষ্ট প্রচারক রাসূল।","bangla_taisirul":"হ্যাঁ, আমিই তাদেরকে আর তাদের পূর্বপুরুষকে ভোগের সামগ্রী দিয়েছিলাম। অবশেষে তাদের কাছে আসলো সত্য এবং সবকিছু স্পষ্টকারী রসূল।"},{"id":30,"arabic_text":"وَ لَمَّا جَآءَہُمُ الۡحَقُّ  قَالُوۡا ہٰذَا سِحۡرٌ  وَّ اِنَّا بِہٖ  کٰفِرُوۡنَ ﴿۳۰﴾ ","english_text":"And you had already known about those who transgressed among you concerning the sabbath, and We said to them, \"Be apes, despised.\"","page":491,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4355.mp3","colorText":"وَلَ[g[مّ]َا ج[o[َا]ٓءَهُمُ [h:6141[ٱ]لْحَقُّ قَالُو[s[اْ] هَ[n[ـٰ]ذَا سِحْ[a:12237[رٌ و]َإِ[g[نّ]َا بِه[n[ِۦ] كَ[n[ـٰ]فِر[p[ُو]نَ","juz":25,"ruku":426,"manzil":6,"bangla_ahbayan":"যখন ওদের কাছে সত্য এল, তখন ওরা বলল, ‘এ তো যাদু এবং আমরা এ প্রত্যাখ্যান করি।’[১]","bangla_bayan":"অথচ যখন সত্য তাদের কাছে আসল তখন তারা বলল, ‘এতো যাদু এবং নিশ্চয় আমরা তা অস্বীকার করছি।’","bangla_mkhan":"যখন সত্য তাদের কাছে আগমন করল, তখন তারা বলল, এটা যাদু, আমরা একে মানি না।","bangla_mujibur":"যখন তাদের নিকট সত্য এলো তখন তারা বললঃ এটাতো যাদু এবং আমরা এটা প্রত্যাখ্যান করি।","bangla_taisirul":"সত্য যখন তাদের কাছে আসল তখন তারা বলল- এটা যাদু, আমরা এটা মানি না।"},{"id":31,"arabic_text":"وَ قَالُوۡا لَوۡ لَا نُزِّلَ ہٰذَا الۡقُرۡاٰنُ عَلٰی رَجُلٍ مِّنَ الۡقَرۡیَتَیۡنِ  عَظِیۡمٍ ﴿۳۱﴾ ","english_text":"And We made it a deterrent punishment for those who were present and those who succeeded [them] and a lesson for those who fear Allah .","page":491,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4356.mp3","colorText":"وَقَالُو[s[اْ] لَوْلَا نُزِّلَ هَ[n[ـٰ]ذَا [h:3971[ٱ]لْقُرْءَانُ عَلَىٰ رَجُ[a:12238[لٍ م]ِّنَ [h:12239[ٱ]لْقَرْيَتَيْنِ عَظ[p[ِي]مٍ","juz":25,"ruku":426,"manzil":6,"bangla_ahbayan":"ওরা বলে, ‘এ কুরআন কেন অবতীর্ণ করা হল না দু’টি জনপদের কোন প্রতিপত্তিশালী ব্যক্তির ওপর?’ [১]","bangla_bayan":"আর তারা বলল, ‘এ কুরআন কেন দুই জনপদের মধ্যকার কোন মহান ব্যক্তির উপর নাযিল করা হল না’?।","bangla_mkhan":"তারা বলে, কোরআন কেন দুই জনপদের কোন প্রধান ব্যক্তির উপর অবতীর্ণ হল না?","bangla_mujibur":"এবং তারা বলেঃ এই কুরআন কেন অবতীর্ণ করা হলনা দুই জনপদের কোন প্রতিপত্তিশালী ব্যক্তির উপর?","bangla_taisirul":"তারা বলল- এ কুরআন (মক্কা ও তায়েফ এ) দু’ জনপদের কোন গণ্যমান্য ব্যক্তির উপর কেন অবতীর্ণ হল না?"},{"id":32,"arabic_text":"اَہُمۡ یَقۡسِمُوۡنَ رَحۡمَتَ رَبِّکَ ؕ نَحۡنُ قَسَمۡنَا بَیۡنَہُمۡ  مَّعِیۡشَتَہُمۡ فِی الۡحَیٰوۃِ الدُّنۡیَا وَ رَفَعۡنَا بَعۡضَہُمۡ فَوۡقَ بَعۡضٍ دَرَجٰتٍ لِّیَتَّخِذَ بَعۡضُہُمۡ بَعۡضًا سُخۡرِیًّا ؕ وَ رَحۡمَتُ رَبِّکَ خَیۡرٌ  مِّمَّا یَجۡمَعُوۡنَ ﴿۳۲﴾ ","english_text":"And [recall] when Moses said to his people, \"Indeed, Allah commands you to slaughter a cow.\" They said, \"Do you take us in ridicule?\" He said, \"I seek refuge in Allah from being among the ignorant.\"","page":491,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4357.mp3","colorText":"أَهُمْ يَ[q:12240[قْ]سِمُونَ رَحْمَتَ رَبِّكَ‌ۚ نَحْنُ قَسَمْنَا بَيْنَه[w:12241[ُم م]َّعِيشَتَهُمْ فِى [h:441[ٱ]لْحَيَ[s[و][n[ٲ]ةِ [h:442[ٱ][l[ل]دُّنْيَا‌ۚ وَرَفَعْنَا بَعْضَهُمْ فَوْقَ بَعْ[f:4575[ضٍ د]َرَجَ[n[ـٰ][u:12242[تٍ ل]ِّيَتَّخِذَ بَعْضُه[c:11159[ُم ب]َعْ[f:12243[ضًا س]ُخْرِي[a:12244[ًّا‌ۗ و]َرَحْمَتُ رَبِّكَ خَيْ[a:2365[رٌ م]ِّ[g[مّ]َا يَ[q:2366[جْ]مَع[p[ُو]نَ","juz":25,"ruku":426,"manzil":6,"bangla_ahbayan":"এরা কি তোমার প্রতিপালকের অনুগ্রহ বণ্টন করে![১] আমিই ওদের মধ্যে জীবিকা বণ্টন করেছি ওদের পার্থিব জীবনে এবং এককে অপরের উপর মর্যাদায় উন্নত করেছি; যাতে ওরা একে অপরের দ্বারা কাজ করিয়ে নিতে পারে[২] এবং ওরা যা জমা করে, তা হতে তোমার প্রতিপালকের অনুগ্রহ উৎকৃষ্টতর। [৩]","bangla_bayan":"তারা কি তোমার রবের রহমত ভাগ-বণ্টন করে? আমিই দুনিয়ার জীবনে তাদের মধ্যে তাদের জীবিকা বণ্টন করে দেই এবং তাদের একজনকে অপর জনের উপর মর্যাদায় উন্নীত করি যাতে একে অপরকে অধিনস্থ হিসেবে গ্রহণ করতে পারে। আর তারা যা সঞ্চয় করে তোমার রবের রহমত তা অপেক্ষা উৎকৃষ্ট।","bangla_mkhan":"তারা কি আপনার পালনকর্তার রহমত বন্টন করে? আমি তাদের মধ্যে তাদের জীবিকা বন্টন করেছি পার্থিব জীবনে এবং একের মর্যাদাকে অপরের উপর উন্নীত করেছি, যাতে একে অপরকে সেবক রূপে গ্রহণ করে। তারা যা সঞ্চয় করে, আপনার পালনকর্তার রহমত তদপেক্ষা উত্তম।","bangla_mujibur":"তারা কি তোমার রবের করুণা বন্টন করে? আমিই তাদের মধ্যে জীবিকা বন্টন করি তাদের পার্থিব জীবনে এবং একজনকে অপরের উপর মর্যাদায় উন্নীত করি যাতে একে অপরের দ্বারা কাজ করিয়ে নিতে পারে; এবং তারা যা জমা করে তা হতে তোমার রবের অনুগ্রহ উৎকৃষ্টতর।","bangla_taisirul":"তোমার প্রতিপালকের রহমত কি তারা বণ্টন করে (যে তাদের মর্জিমত কুরআন নাযিল করতে হবে)? তাদের মাঝে তাদের জীবিকা আমিই বণ্টন করেছি পার্থিব জীবনে এবং মর্যাদায় এককে অন্যের উপর উন্নত করি যাতে একে অপরের সহায়তা গ্রহণ করতে পারে। তারা যা সঞ্চয় করে, তোমার প্রতিপালকের রহমত তাত্থেকে উত্তম"},{"id":33,"arabic_text":"وَ لَوۡ لَاۤ  اَنۡ یَّکُوۡنَ النَّاسُ اُمَّۃً  وَّاحِدَۃً لَّجَعَلۡنَا  لِمَنۡ یَّکۡفُرُ بِالرَّحۡمٰنِ لِبُیُوۡتِہِمۡ سُقُفًا مِّنۡ فِضَّۃٍ  وَّ مَعَارِجَ عَلَیۡہَا یَظۡہَرُوۡنَ ﴿ۙ۳۳﴾ ","english_text":"They said, \"Call upon your Lord to make clear to us what it is.\" [Moses] said, \"[ Allah ] says, 'It is a cow which is neither old nor virgin, but median between that,' so do what you are commanded.\"","page":491,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4358.mp3","colorText":"وَلَوْل[o[َآ] أ[a:3312[َن ي]َكُونَ [h:12245[ٱ][l[ل][g[نّ]َاسُ أُ[g[مّ]َ[a:1159[ةً و][n[َٲ]حِدَ[u:12246[ةً ل]َّجَعَلْنَا لِم[a:12247[َن ي]َكْفُرُ بِ[h:6981[ٱ][l[ل]رَّحْمَ[n[ـٰ]نِ لِبُيُوتِهِمْ سُقُ[a:12248[فًا م]ِّ[f:12249[ن ف]ِضَّ[a:12250[ةٍ و]َمَعَارِجَ عَلَيْهَا يَظْهَر[p[ُو]نَ","juz":25,"ruku":426,"manzil":6,"bangla_ahbayan":"সত্যপ্রত্যাখ্যানে মানুষ এক মতাবম্বী হয়ে পড়বে[১] এ আশংকা না থাকলে পরম দয়াময়কে যারা অস্বীকার করে, তাদেরকে তিনি দিতেন ওদের গৃহের জন্য রৌপ্যনির্মিত ছাদ এবং সিঁড়ি; যাতে তারা আরোহণ করত।","bangla_bayan":"যদি সব মানুষ একই জাতিতে পরিণত হয়ে যাওয়ার আশঙ্কা না থাকত, তবে যারা পরম করুণাময়ের প্রতি কুফরী করে আমি তাদের গৃহসমূহের জন্য রৌপ্যনির্মিত ছাদ ও ঊর্ধ্বে আরোহণের সিঁড়ি তৈরী করে দিতাম।","bangla_mkhan":"যদি সব মানুষের এক মতাবলম্বী হয়ে যাওয়ার আশংকা না থাকত, তবে যারা দয়াময় আল্লাহকে অস্বীকার করে আমি তাদেরকে দিতাম তাদের গৃহের জন্যে রৌপ্য নির্মিত ছাদ ও সিঁড়ি, যার উপর তারা চড়ত।","bangla_mujibur":"সত্য প্রত্যাখ্যানে মানুষ এক মতাবলম্বী হয়ে পড়বে, এই আশংকা না থাকলে দয়াময় আল্লাহকে যারা অস্বীকার করে তাদেরকে আমি দিতাম তাদের গৃহের জন্য রৌপ্য নির্মিত ছাদ ও সিড়ি যাতে তারা আরোহণ করে।","bangla_taisirul":"(সত্যকে অস্বীকার ক’রে) সব এক জাতিতে পরিণত হবে এ আশঙ্কা না থাকলে যারা দয়াময় আল্লাহকে অস্বীকার করে তাদেরকে অবশ্যই দিতাম তাদের গৃহের জন্য রৌপ্য নির্মিত ছাদ আর সিঁড়ি যাতে তারা আরোহণ করত।"},{"id":34,"arabic_text":"وَ لِبُیُوۡتِہِمۡ  اَبۡوَابًا وَّ سُرُرًا عَلَیۡہَا یَتَّکِـُٔوۡنَ ﴿ۙ۳۴﴾ ","english_text":"They said, \"Call upon your Lord to show us what is her color.\" He said, \"He says, 'It is a yellow cow, bright in color - pleasing to the observers.' \"","page":492,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4359.mp3","colorText":"وَلِبُيُوتِهِمْ أَ[q:12251[بْ]و[n[َٲ][a:12252[بًا و]َسُرُرًا عَلَيْهَا يَتَّكِــٔ[p[ُو]نَ","juz":25,"ruku":426,"manzil":6,"bangla_ahbayan":"দিতেন তাদের গৃহের জন্য রৌপ্যনির্মিত দরজা, বিশ্রামের জন্য পালঙ্ক,","bangla_bayan":"আর তাদের গৃহসমূহের জন্য দরজা ও পালঙ্ক, যাতে তারা হেলান দেয়।","bangla_mkhan":"এবং তাদের গৃহের জন্যে দরজা দিতাম এবং পালংক দিতাম যাতে তারা হেলান দিয়ে বসত।","bangla_mujibur":"এবং তাদের গৃহের জন্য দিতাম রৌপ্য নির্মিত দরজা, বিশ্রামের জন্য পালঙ্ক যাতে তারা হেলান দিয়ে বসত।","bangla_taisirul":"আর তাদের গৃহের জন্য দিতাম দরজা ও পালঙ্ক যাতে তারা হেলান দিয়ে বসত।"},{"id":35,"arabic_text":"وَ زُخۡرُفًا ؕ وَ اِنۡ کُلُّ  ذٰلِکَ لَمَّا مَتَاعُ الۡحَیٰوۃِ  الدُّنۡیَا ؕ وَ الۡاٰخِرَۃُ  عِنۡدَ  رَبِّکَ  لِلۡمُتَّقِیۡنَ ﴿۳۵﴾ ","english_text":"They said, \"Call upon your Lord to make clear to us what it is. Indeed, [all] cows look alike to us. And indeed we, if Allah wills, will be guided.\"","page":492,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4360.mp3","colorText":"وَزُخْرُ[a:12253[فًا‌ۚ و]َإِ[f:12254[ن ك]ُلُّ ذ[n[َٲ]لِكَ لَ[g[مّ]َا مَتَ[n[ـٰ]عُ [h:1780[ٱ]لْحَيَ[s[و][n[ٲ]ةِ [h:442[ٱ][l[ل]دُّنْيَا‌ۚ وَ[h:2944[ٱ]لْأَخِرَةُ عِ[f:264[ند]َ رَبِّكَ لِلْمُتَّق[p[ِي]نَ","juz":25,"ruku":426,"manzil":6,"bangla_ahbayan":"এবং স্বর্ণালংকার।[১] কিন্তু এ সব তো পার্থিব জীবনের ভোগসম্ভার। আর সাবধানীদের জন্য তোমার প্রতিপালকের নিকট রয়েছে পরকাল। [২]","bangla_bayan":"আর তাদের জন্য স্বর্ণনির্মিত এর সব কয়টিই দুনিয়ার জীবনের ভোগ-সামগ্রী। আর আখিরাত তো তোমার রবের কাছে মুত্তাকীদের জন্য ।","bangla_mkhan":"এবং স্বর্ণনির্মিতও দিতাম। এগুলো সবই তো পার্থিব জীবনের ভোগ সামগ্রী মাত্র। আর পরকাল আপনার পালনকর্তার কাছে তাঁদের জন্যেই যারা ভয় করে।","bangla_mujibur":"এবং স্বর্ণের নির্মিতও। আর এই সবইতো শুধু পার্থিব জীবনের ভোগ সম্ভার। মুত্তাকীদের জন্য তোমার রবের নিকট রয়েছে আখিরাতের কল্যাণ।","bangla_taisirul":"আর স্বর্ণ নির্মিতও দিতাম। এগুলো সবই তো পার্থিব জীবনের ভোগ্য সামগ্রী মাত্র। আর আখিরাত তোমার প্রতিপালকের কাছে তাদেরই জন্য যারা (আল্লাহকে) ভয় করে।"},{"id":36,"arabic_text":"وَ مَنۡ یَّعۡشُ عَنۡ ذِکۡرِ الرَّحۡمٰنِ نُقَیِّضۡ لَہٗ  شَیۡطٰنًا  فَہُوَ  لَہٗ  قَرِیۡنٌ ﴿۳۶﴾ ","english_text":"He said, \"He says, 'It is a cow neither trained to plow the earth nor to irrigate the field, one free from fault with no spot upon her.' \" They said, \"Now you have come with the truth.\" So they slaughtered her, but they could hardly do it.","page":492,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4361.mp3","colorText":"وَم[a:12255[َن ي]َعْشُ عَ[f:3773[ن ذ]ِكْرِ [h:12256[ٱ][l[ل]رَّحْمَ[n[ـٰ]نِ نُقَيِّضْ لَهُ[n[ۥ] شَيْطَ[n[ـٰ][f:12257[نًا ف]َهُوَ لَهُ[n[ۥ] قَر[p[ِي]نٌ","juz":25,"ruku":427,"manzil":6,"bangla_ahbayan":"যে ব্যক্তি পরম দয়াময় আল্লাহর স্মরণে উদাসীন হয়[১] তিনি তার জন্য এক শয়তানকে নিয়োজিত করেন, অতঃপর সে হয় তার সহচর। [২]","bangla_bayan":"আর যে পরম করুণাময়ের যিকির থেকে বিমুখ থাকে আমি তার জন্য এক শয়তানকে নিয়োজিত করি, ফলে সে হয়ে যায় তার সঙ্গী।","bangla_mkhan":"যে ব্যক্তি দয়াময় আল্লাহর স্মরণ থেকে চোখ ফিরিয়ে নেয়, আমি তার জন্যে এক শয়তান নিয়োজিত করে দেই, অতঃপর সে-ই হয় তার সঙ্গী।","bangla_mujibur":"যে ব্যক্তি দয়াময় আল্লাহর স্মরণে বিমুখ হয় আমি তার জন্য নিয়োজিত করি এক শাইতান, অতঃপর সে হয় তার সহচর।","bangla_taisirul":"যে ব্যক্তি দয়াময় আল্লাহর স্মরণ থেকে নিজেকে ফিরিয়ে নেয়, আমি তার জন্য শয়ত্বানকে নিয়োজিত করি, অতঃপর সে হয় তার ঘনিষ্ঠ সহচর।"},{"id":37,"arabic_text":"وَ اِنَّہُمۡ  لَیَصُدُّوۡنَہُمۡ عَنِ السَّبِیۡلِ وَ یَحۡسَبُوۡنَ  اَنَّہُمۡ  مُّہۡتَدُوۡنَ ﴿۳۷﴾ ","english_text":"And [recall] when you slew a man and disputed over it, but Allah was to bring out that which you were concealing.","page":492,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4362.mp3","colorText":"وَإِ[g[نّ]َهُمْ لَيَصُدُّونَهُمْ عَنِ [h:6998[ٱ][l[ل]سَّبِيلِ وَيَحْسَبُونَ أَ[g[نّ]َه[w:4653[ُم م]ُّهْتَد[p[ُو]نَ","juz":25,"ruku":427,"manzil":6,"bangla_ahbayan":"শয়তানেরাই মানুষকে সৎপথ হতে বিরত রাখে। আর মানুষ মনে করে, তারা সৎপথপ্রাপ্ত।[১]","bangla_bayan":"আর নিশ্চয় তারাই (শয়তান) মানুষদেরকে আল্লাহর পথ থেকে বাধা দেয়। অথচ মানুষ মনে করে তারা হিদায়াতপ্রাপ্ত।","bangla_mkhan":"শয়তানরাই মানুষকে সৎপথে বাধা দান করে, আর মানুষ মনে করে যে, তারা সৎপথে রয়েছে।","bangla_mujibur":"শাইতানরাই মানুষকে সৎ পথ হতে বিরত রাখে, অথচ মানুষ মনে করে যে, তারা সৎ পথে পরিচালিত হচ্ছে।","bangla_taisirul":"তারাই মানুষকে সৎপথে চলতে অবশ্যই বাধা দেয়, আর মানুষ মনে করে যে, তারা সঠিক পথে রয়েছে।"},{"id":38,"arabic_text":"حَتّٰۤی  اِذَا جَآءَنَا قَالَ یٰلَیۡتَ بَیۡنِیۡ وَ بَیۡنَکَ بُعۡدَ الۡمَشۡرِقَیۡنِ فَبِئۡسَ الۡقَرِیۡنُ ﴿۳۸﴾ ","english_text":"So, We said, \"Strike the slain man with part of it.\" Thus does Allah bring the dead to life, and He shows you His signs that you might reason.","page":492,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4363.mp3","colorText":"حَتَّ[o[ىٰٓ] إِذَا ج[o[َا]ٓءَنَا قَالَ يَ[n[ـٰ]لَيْتَ بَيْنِى وَبَيْنَكَ بُعْدَ [h:12258[ٱ]لْمَشْرِقَيْنِ فَبِئْسَ [h:12259[ٱ]لْقَر[p[ِي]نُ","juz":25,"ruku":427,"manzil":6,"bangla_ahbayan":"অবশেষে যখন সে আমার নিকট উপস্থিত হবে, তখন সে শয়তানকে বলবে, ‘হায়! আমার ও তোমার মাঝে যদি পূর্ব ও পশ্চিমের ব্যবধান থাকত।’ সুতরাং কত নিকৃষ্ট সহচর সে! [১]","bangla_bayan":"অবশেষে যখন সে আমার নিকট আসবে তখন সে [তার শয়তান সংগীকে উদ্দেশ্য করে] বলবে, ‘হায়, আমার ও তোমার মধ্যে যদি পূর্ব-পশ্চিমের ব্যবধান থাকত’ সুতরাং কতইনা নিকৃষ্ট সে সঙ্গী!","bangla_mkhan":"অবশেষে যখন সে আমার কাছে আসবে, তখন সে শয়তানকে বলবে, হায়, আমার ও তোমার মধ্যে যদি পূর্ব-পশ্চিমের দূরত্ব থাকত। কত হীন সঙ্গী সে।","bangla_mujibur":"অবশেষে যখন সে আমার নিকট উপস্থিত হবে তখন সে শাইতানকে বলবেঃ হায়! আমার ও তোমার মধ্যে যদি পূর্ব ও পশ্চিমের ব্যবধান থাকত! কত নিকৃষ্ট সহচর সে!","bangla_taisirul":"অবশেষে সে যখন আমার কাছে আসবে, তখন শয়ত্বানকে বলবে, হায়! আমার ও তোমার মাঝে যদি পূর্ব ও পশ্চিমের ব্যবধান থাকত! কতই না নিকৃষ্ট সহচর সে!"},{"id":39,"arabic_text":"وَ لَنۡ یَّنۡفَعَکُمُ الۡیَوۡمَ اِذۡ  ظَّلَمۡتُمۡ  اَنَّکُمۡ   فِی الۡعَذَابِ  مُشۡتَرِکُوۡنَ ﴿۳۹﴾ ","english_text":"Then your hearts became hardened after that, being like stones or even harder. For indeed, there are stones from which rivers burst forth, and there are some of them that split open and water comes out, and there are some of them that fall down for fear of Allah . And Allah is not unaware of what you do.","page":492,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4364.mp3","colorText":"وَل[a:12260[َن ي]َ[f:10716[نف]َعَكُمُ [h:12261[ٱ]لْيَوْمَ إِ[d:12262[ذ] ظَّلَمْتُمْ أَ[g[نّ]َكُمْ فِى [h:10442[ٱ]لْعَذَابِ مُشْتَرِك[p[ُو]نَ","juz":25,"ruku":427,"manzil":6,"bangla_ahbayan":"ওদেরকে বলা হবে, ‘তোমরা সীমালংঘন করেছিলে; আজ তোমাদের এ অনুতাপ তোমাদের কোন কাজে আসবে না। নিশ্চয় তোমরা সকলেই শাস্তির ভাগী হবে।’","bangla_bayan":"আর আজ তা [তোমাদের এই অনুতাপ] তোমাদের কোন উপকারেই আসবে না। যেহেতু তোমরা যুলম করেছিলে। নিশ্চয় তোমরা আযাবে পরস্পর অংশীদার হয়ে থাকবে।","bangla_mkhan":"তোমরা যখন কুফর করছিলে, তখন তোমাদের আজকের আযাবে শরীক হওয়া কোন কাজে আসবে না।","bangla_mujibur":"যেহেতু তোমরা সীমালংঘন করেছিলে, তাই আজ তোমাদের এই অনুতাপ তোমাদের কোন কাজে আসবে না, তোমরা তো সবাই শাস্তিতে শরীক।","bangla_taisirul":"তোমাদের হা-হুতাশ আজ তোমাদের কোন কাজে আসবে না যেহেতু তোমরা সীমালঙ্ঘন করেছিলে। তোমরা হবে শাস্তির অংশীদার।"},{"id":40,"arabic_text":"اَفَاَنۡتَ تُسۡمِعُ  الصُّمَّ  اَوۡ تَہۡدِی الۡعُمۡیَ وَ مَنۡ  کَانَ فِیۡ ضَلٰلٍ مُّبِیۡنٍ ﴿۴۰﴾ ","english_text":"Do you covet [the hope, O believers], that they would believe for you while a party of them used to hear the words of Allah and then distort the Torah after they had understood it while they were knowing?","page":492,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4365.mp3","colorText":"أَفَأَ[f:6069[نت]َ تُسْمِعُ [h:6070[ٱ][l[ل]صُّ[g[مّ]َ أَوْ تَهْدِى [h:6072[ٱ]لْعُمْىَ وَمَ[f:975[ن ك]َانَ فِى ضَلَ[n[ـٰ][a:2393[لٍ م]ُّب[p[ِي]نٍ","juz":25,"ruku":427,"manzil":6,"bangla_ahbayan":"তুমি কি বধিরকে শোনাতে পারবে? অথবা যে অন্ধ এবং যে ব্যক্তি স্পষ্ট বিভ্রান্তিতে আছে তাকে কি পারবে সৎপথে পরিচালিত করতে? [১]","bangla_bayan":"তুমি কি বধিরকে শুনাতে পারবে অথবা হিদায়াত করতে পারবে অন্ধকে এবং তাকে যে স্পষ্ট পথভ্রষ্টতায় রয়েছে?","bangla_mkhan":"আপনি কি বধিরকে শোনাতে পারবেন? অথবা যে অন্ধ ও যে স্পষ্ট পথ ভ্রষ্টতায় লিপ্ত, তাকে পথ প্রদর্শণ করতে পারবেন?","bangla_mujibur":"তুমি কি শোনাতে পারবে বধিরকে? অথবা যে অন্ধ এবং যে ব্যক্তি স্পষ্ট বিভ্রান্তিতে আছে তাকে কি পারবে সৎ পথে পরিচালিত করতে?","bangla_taisirul":"তুমি কি বধিরকে শুনাতে পারবে অথবা যে অন্ধ আর যে আছে সুস্পষ্ট পথভ্রষ্টের মধ্যে তাকে সৎপথ দেখাতে পারবে?"},{"id":41,"arabic_text":"فَاِمَّا نَذۡہَبَنَّ بِکَ فَاِنَّا مِنۡہُمۡ مُّنۡتَقِمُوۡنَ ﴿ۙ۴۱﴾ ","english_text":"And when they meet those who believe, they say, \"We have believed\"; but when they are alone with one another, they say, \"Do you talk to them about what Allah has revealed to you so they can argue with you about it before your Lord?\" Then will you not reason?","page":492,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4366.mp3","colorText":"فَإِ[g[مّ]َا نَذْهَبَ[g[نّ]َ بِكَ فَإِ[g[نّ]َا مِنْه[w:12263[ُم م]ُّ[f:10659[نت]َقِم[p[ُو]نَ","juz":25,"ruku":427,"manzil":6,"bangla_ahbayan":"আমি যদি তোমার মৃত্যু ঘটাই[১] তবুও আমি ওদের নিকট থেকে অবশ্যই প্রতিশোধ নেব;[২]","bangla_bayan":"অতঃপর যদি আমি তোমাকে নিয়ে যাই, তবে নিশ্চয় আমি তাদের থেকে প্রতিশোধ গ্রহণ করব।","bangla_mkhan":"অতঃপর আমি যদি আপনাকে নিয়ে যাই, তবু আমি তাদের কাছে থেকে প্রতিশোধ নেব।","bangla_mujibur":"আমি যদি তোমার মৃত্যু ঘটাই, তবুও আমি তাদেরকে শাস্তি দিব।","bangla_taisirul":"আমি যদি তোমাকে (দুনিয়া থেকে) নিয়েও যাই, তবু আমি তাদের কাছ থেকে প্রতিশোধ গ্রহণ করব।"},{"id":42,"arabic_text":"اَوۡ نُرِیَنَّکَ الَّذِیۡ وَعَدۡنٰہُمۡ  فَاِنَّا عَلَیۡہِمۡ مُّقۡتَدِرُوۡنَ ﴿۴۲﴾ ","english_text":"But do they not know that Allah knows what they conceal and what they declare?","page":492,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4367.mp3","colorText":"أَوْ نُرِيَ[g[نّ]َكَ [h:12264[ٱ]لَّذِى وَعَ[q:12265[دْ]نَ[n[ـٰ]هُمْ فَإِ[g[نّ]َا عَلَيْه[w:12266[ِم م]ُّ[q:12267[قْ]تَدِر[p[ُو]نَ","juz":25,"ruku":427,"manzil":6,"bangla_ahbayan":"অথবা আমি ওদেরকে যে (শাস্তির) অঙ্গীকার করেছি, তোমাকে তা দেখিয়ে দেব।[১] নিশ্চয় ওদের ওপর আমার পূর্ণ ক্ষমতা রয়েছে।[২]","bangla_bayan":"অথবা আমি তাদের যে শাস্তির ওয়াদা দিয়েছি তা যদি তোমাকে প্রত্যক্ষ করাই, তবে নিশ্চয় আমি তাদের উপর পূর্ণ ক্ষমতাবান থাকব।","bangla_mkhan":"অথবা যদি আমি তাদেরকে যে আযাবের ওয়াদা দিয়েছি, তা আপনাকে দেখিয়ে দেই, তবু তাদের উপর আমার পূর্ণ ক্ষমতা রয়েছে।","bangla_mujibur":"অথবা আমি তাদেরকে যে শাস্তির ভীতি প্রদর্শন করেছি যদি আমি তোমাকে তা প্রত্যক্ষ করাই তাহলে তাদের উপর আমার পূর্ণ ক্ষমতা রয়েছে।","bangla_taisirul":"অথবা আমি তাদেরকে যে ‘আযাবের ও‘য়াদা দিয়েছি তা যদি তোমাকে দেখিয়ে দেই (আমার পক্ষে সবই সম্ভব), কারণ তাদের উপর আমার পূর্ণ ক্ষমতা আছে।"},{"id":43,"arabic_text":"فَاسۡتَمۡسِکۡ بِالَّذِیۡۤ  اُوۡحِیَ   اِلَیۡکَ ۚ اِنَّکَ عَلٰی صِرَاطٍ مُّسۡتَقِیۡمٍ ﴿۴۳﴾ ","english_text":"And among them are unlettered ones who do not know the Scripture except in wishful thinking, but they are only assuming.","page":492,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4368.mp3","colorText":"فَ[h:9999[ٱ]سْتَمْسِكْ بِ[h:315[ٱ]لَّذ[o[ِىٓ] أُوحِىَ إِلَيْكَ‌ۖ إِ[g[نّ]َكَ عَلَىٰ صِر[n[َٲ][a:726[طٍ م]ُّسْتَق[p[ِي]مٍ","juz":25,"ruku":427,"manzil":6,"bangla_ahbayan":"সুতরাং তোমার প্রতি যা প্রত্যাদেশ করা হচ্ছে তা দৃঢ়ভাবে অবলম্বন কর।[১] অবশ্যই তুমি তো সরল পথেই রয়েছ। [২]","bangla_bayan":"অতএব তোমার প্রতি যা ওহী করা হয়েছে তাকে তুমি সুদৃঢ়ভাবে ধারণ কর। নিশ্চয় তুমি সরল পথের উপর রয়েছ।","bangla_mkhan":"অতএব, আপনার প্রতি যে ওহী নাযিল করা হয়, তা দৃঢ়ভাবে অবলম্বন করুন। নিঃসন্দেহে আপনি সরল পথে রয়েছেন।","bangla_mujibur":"সুতরাং তোমার প্রতি যা অহী করা হয়েছে তা দৃঢ়ভাবে অবলম্বন কর। তুমি সরল পথেই রয়েছ।","bangla_taisirul":"কাজেই তোমার প্রতি যা ওয়াহী করা হয় তুমি তা দৃঢ়ভাবে আঁকড়ে ধর, কেননা তুমি তো আছ সরল সঠিক পথে।"},{"id":44,"arabic_text":"وَ اِنَّہٗ  لَذِکۡرٌ لَّکَ وَ لِقَوۡمِکَ ۚ وَ سَوۡفَ تُسۡـَٔلُوۡنَ ﴿۴۴﴾ ","english_text":"So woe to those who write the \"scripture\" with their own hands, then say, \"This is from Allah,\" in order to exchange it for a small price. Woe to them for what their hands have written and woe to them for what they earn.","page":492,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4369.mp3","colorText":"وَإِ[g[نّ]َهُ[n[ۥ] لَذِكْ[u:12268[رٌ ل]َّكَ وَلِقَوْمِكَ‌ۖ وَسَوْفَ تُسْــَٔل[p[ُو]نَ","juz":25,"ruku":427,"manzil":6,"bangla_ahbayan":"নিশ্চয় তা তোমার এবং তোমার সম্প্রদায়ের জন্য উপদেশ;[১] আর অচিরেই তোমাদেরকে এ বিষয়ে প্রশ্ন করা হবে।","bangla_bayan":"নিশ্চয় এ কুরআন তোমার জন্য এবং তোমার কওমের জন্য উপদেশ। আর অচিরেই তোমাদেরকে জিজ্ঞাসা করা হবে।","bangla_mkhan":"এটা আপনার ও আপনার সম্প্রদায়ের জন্যে উল্লেখিত থাকবে এবং শীঘ্রই আপনারা জিজ্ঞাসিত হবেন।","bangla_mujibur":"নিশ্চয়ই ইহা (কুরআন) তোমার এবং তোমার সম্প্রদায়ের জন্য উপদেশ, তোমাদেরকে অবশ্যই এ বিষয়ে প্রশ্ন করা হবে।","bangla_taisirul":"কুরআন হল অবশ্যই তোমার জন্য আর তোমার জাতির জন্য উপদেশ বাণী। আর এ সম্পর্কে অচিরেই তোমাদেরকে জওয়াবদিহি করতে হবে।"},{"id":45,"arabic_text":"وَ سۡـَٔلۡ مَنۡ  اَرۡسَلۡنَا مِنۡ  قَبۡلِکَ مِنۡ رُّسُلِنَاۤ  اَجَعَلۡنَا مِنۡ دُوۡنِ الرَّحۡمٰنِ اٰلِـہَۃً   یُّعۡبَدُوۡنَ ﴿۴۵﴾ ","english_text":"And they say, \"Never will the Fire touch us, except for a few days.\" Say, \"Have you taken a covenant with Allah ? For Allah will never break His covenant. Or do you say about Allah that which you do not know?\"","page":492,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4370.mp3","colorText":"وَسْــَٔلْ مَنْ أَرْسَلْنَا مِ[f:18[ن ق]َ[q:19[بْ]لِكَ م[u:7850[ِن ر]ُّسُلِن[o[َآ] أَجَعَلْنَا مِ[f:107[ن د]ُونِ [h:12269[ٱ][l[ل]رَّحْمَ[n[ـٰ]نِ ءَالِهَ[a:12270[ةً ي]ُعْبَد[p[ُو]نَ","juz":25,"ruku":427,"manzil":6,"bangla_ahbayan":"তোমার পূর্বে আমি যে সব রসূল প্রেরণ করেছিলাম, তাদেরকে তুমি জিজ্ঞাসা কর,[১] পরম দয়াময় কি তিনি ব্যতীত ওদের জন্য কোন দেবতা স্থির করেছিলেন, যার উপাসনা করা হত?[২]","bangla_bayan":"আর তোমার পূর্বে আমি রাসূলগণ থেকে যাদের প্রেরণ করেছিলাম তুমি তাদেরকে জিজ্ঞাসা করে দেখ, আমি কি রহমানের পরিবর্তে অন্য কোন উপাস্য নির্ধারণ করে দিয়েছিলাম, যাদের ইবাদাত করা যাবে?","bangla_mkhan":"আপনার পূর্বে আমি যেসব রসূল প্রেরণ করেছি, তাদেরকে জিজ্ঞেস করুন, দয়াময় আল্লাহ ব্যতীত আমি কি কোন উপাস্য স্থির করেছিলাম এবাদতের জন্যে?","bangla_mujibur":"তোমার পূর্বে আমি যে সব রাসূল প্রেরণ করেছিলাম তাদেরকে তুমি জিজ্ঞেস কর, আমি কি দয়াময় আল্লাহ ব্যতীত কোন উপাস্য স্থির করেছিলাম যার ইবাদাত করা যায়?","bangla_taisirul":"আমি তোমার পূর্বে যে সব রসূল পাঠিয়েছিলাম তাদেরকে জিজ্ঞেস কর (অর্থাৎ তাদের কিতাব দেখ ও তাদের সত্যিকার অনুসারীদের নিকট যাচাই কর) আমি কি দয়াময় আল্লাহ ছাড়া কোন ইলাহ স্থির করেছিলাম যাদের ‘ইবাদাত করতে হবে?"},{"id":46,"arabic_text":"وَ لَقَدۡ  اَرۡسَلۡنَا مُوۡسٰی بِاٰیٰتِنَاۤ  اِلٰی فِرۡعَوۡنَ وَ مَلَا۠ئِہٖ فَقَالَ  اِنِّیۡ رَسُوۡلُ رَبِّ الۡعٰلَمِیۡنَ ﴿۴۶﴾ ","english_text":"Yes, whoever earns evil and his sin has encompassed him - those are the companions of the Fire; they will abide therein eternally.","page":492,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4371.mp3","colorText":"وَلَقَ[q:341[دْ] أَرْسَلْنَا مُوسَىٰ بِـَٔـايَ[n[ـٰ]تِن[o[َآ] إِلَىٰ فِرْعَوْنَ وَمَلَإِ[s[يْ]ه[n[ِۦ] فَقَالَ إِ[g[نّ]ِى رَسُولُ رَبِّ [h:4[ٱ]لْعَ[n[ـٰ]لَم[p[ِي]نَ","juz":25,"ruku":428,"manzil":6,"bangla_ahbayan":"অবশ্যই মূসাকে আমি আমার নিদর্শনাবলীসহ ফিরআউন ও তার পারিষদবর্গের নিকট পাঠিয়েছিলাম; সে বলেছিল, ‘আমি বিশ্বজগতের প্রতিপালক কর্তৃক প্রেরিত।’[১]","bangla_bayan":"আর অবশ্যই আমি মূসাকে আমার নিদর্শনাবলী দিয়ে ফির‘আউন ও তার নেতৃবর্গের নিকট প্রেরণ করেছিলাম। সে বলেছিল, ‘নিশ্চয় আমি সৃষ্টিকুলের রবের একজন রাসূল’।","bangla_mkhan":"আমি মূসাকে আমার নিদর্শনাবলী দিয়ে ফেরাউন ও তার পরিষদবর্গের কাছে প্রেরণ করেছিলাম, অতঃপর সে বলেছিল, আমি বিশ্ব পালনকর্তার রসূল।","bangla_mujibur":"মূসাকে আমি আমার নিদর্শনসহ ফির‘আউন ও তার পরিষদবর্গের নিকট পাঠিয়েছিলাম; সে বলেছিলঃ আমি জগতসমূহের রবের পক্ষ হতে প্রেরিত রাসূল।","bangla_taisirul":"আমি মূসাকে আমার নিদর্শনসহ ফেরাউন ও তার প্রধানদের নিকট পাঠিয়েছিলাম। মূসা (আ.) বলেছিল- আমি বিশ্বজগতের প্রতিপালকের রসূল।"},{"id":47,"arabic_text":"فَلَمَّا جَآءَہُمۡ بِاٰیٰتِنَاۤ  اِذَا ہُمۡ مِّنۡہَا یَضۡحَکُوۡنَ ﴿۴۷﴾ ","english_text":"But they who believe and do righteous deeds - those are the companions of Paradise; they will abide therein eternally.","page":492,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4372.mp3","colorText":"فَلَ[g[مّ]َا ج[o[َا]ٓءَه[c:12271[ُم ب]ِـَٔـايَ[n[ـٰ]تِن[o[َآ] إِذَا ه[w:7261[ُم م]ِّنْهَا يَضْحَك[p[ُو]نَ","juz":25,"ruku":428,"manzil":6,"bangla_ahbayan":"সে ওদের নিকট আমার নিদর্শনাবলীসহ আসা মাত্র ওরা তা নিয়ে হাসিঠাট্টা করতে লাগল।[১]","bangla_bayan":"অতঃপর যখন সে আমার নিদর্শনাবলী নিয়ে তাদের কাছে আসল, তখন তারা তা নিয়ে হাসি-ঠাট্টা করতে লাগল।","bangla_mkhan":"অতঃপর সে যখন তাদের কাছে আমার নিদর্শনাবলী উপস্থাপন করল, তখন তারা হাস্যবিদ্রুপ করতে লাগল।","bangla_mujibur":"সে তাদের নিকট আমার নিদর্শনসহ আসা মাত্র তারা তা নিয়ে হাসি-ঠাট্টা করতে লাগল।","bangla_taisirul":"যখন সে আমার আয়াতসমূহ নিয়ে তাদের কাছে আসলো, তখন তারা তা নিয়ে হাসি-ঠাট্টা করতে লাগল।"},{"id":48,"arabic_text":"وَ مَا نُرِیۡہِمۡ  مِّنۡ اٰیَۃٍ  اِلَّا ہِیَ اَکۡبَرُ مِنۡ اُخۡتِہَا ۫ وَ اَخَذۡنٰہُمۡ  بِالۡعَذَابِ لَعَلَّہُمۡ  یَرۡجِعُوۡنَ ﴿۴۸﴾ ","english_text":"And [recall] when We took the covenant from the Children of Israel, [enjoining upon them], \"Do not worship except Allah ; and to parents do good and to relatives, orphans, and the needy. And speak to people good [words] and establish prayer and give zakah.\" Then you turned away, except a few of you, and you were refusing.","page":493,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4373.mp3","colorText":"وَمَا نُرِيه[w:12272[ِم م]ِّنْ ءَايَةٍ إِلَّا هِىَ أَكْبَرُ مِنْ أُخْتِهَا‌ۖ وَأَخَذْنَ[n[ـٰ]ه[c:12273[ُم ب]ِ[h:9060[ٱ]لْعَذَابِ لَعَلَّهُمْ يَرْجِع[p[ُو]نَ","juz":25,"ruku":428,"manzil":6,"bangla_ahbayan":"আমি ওদেরকে যে নিদর্শন দেখিয়েছি তার প্রত্যেকটি ছিল ওর পূর্ববর্তী নিদর্শন অপেক্ষা বৃহত্তর।[১] আমি ওদেরকে শাস্তি দ্বারা পাকড়াও করেছিলাম; যাতে ওরা সৎপথে প্রত্যাবর্তন করে।[২]","bangla_bayan":"আমি তাদের যে নিদর্শনই দেখাইনা কেন তা ছিল তার অনুরূপ নিদর্শন অপেক্ষা শ্রেষ্ঠতর। আর আমি তাদেরকে আযাবের মাধ্যমে পাকড়াও করলাম, যাতে তারা ফিরে আসে।","bangla_mkhan":"আমি তাদেরকে যে নিদর্শনই দেখাতাম, তাই হত পূর্ববর্তী নিদর্শন অপেক্ষা বৃহৎ এবং আমি তাদেরকে শাস্তি দ্বারা পাকড়াও করলাম, যাতে তারা ফিরে আসে।","bangla_mujibur":"আমি তাদেরকে এমন কোন নিদর্শন দেখাইনি যা ওর অনুরূপ নিদর্শন অপেক্ষা শ্রেষ্ঠ নয়। আমি তাদেরকে শাস্তি দিলাম যাতে তারা প্রত্যাবর্তন করে।","bangla_taisirul":"আমি তাদেরকে যে নিদর্শনই দেখাতাম তা হত পূর্ববর্তী নিদর্শন থেকে বড়। আমি তাদেরকে শাস্তি দ্বারা পাকড়াও করলাম যাতে তারা (আমার পথে) ফিরে আসে।"},{"id":49,"arabic_text":"وَ قَالُوۡا یٰۤاَیُّہَ السّٰحِرُ  ادۡعُ  لَنَا رَبَّکَ بِمَا عَہِدَ عِنۡدَکَ ۚ اِنَّنَا  لَمُہۡتَدُوۡنَ ﴿۴۹﴾ ","english_text":"And [recall] when We took your covenant, [saying], \"Do not shed each other's blood or evict one another from your homes.\" Then you acknowledged [this] while you were witnessing.","page":493,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4374.mp3","colorText":"وَقَالُو[s[اْ] يَ[o[ـٰٓ]أَيُّهَ [h:12274[ٱ][l[ل]سَّاحِرُ [h:12275[ٱ][q:354[دْ]عُ لَنَا رَبَّكَ بِمَا عَهِدَ عِ[f:4962[ند]َكَ إِ[g[نّ]َنَا لَمُهْتَد[p[ُو]نَ","juz":25,"ruku":428,"manzil":6,"bangla_ahbayan":"ওরা বলেছিল, ‘হে যাদুকর![১] তোমার প্রতিপালক[২] তোমার প্রতি যে অঙ্গীকার করেছেন[৩] তুমি তাঁর নিকট আমাদের জন্য তা প্রার্থনা কর; (অঙ্গীকার পূর্ণ করলে) আমরা অবশ্যই সৎপথ অবলম্বন করব।’ [৪]","bangla_bayan":"আর তারা বলল, ‘হে যাদুকর, তোমার রবের কাছে তুমি আমাদের জন্য তাই প্রার্থনা কর, যার ওয়াদা তিনি তোমার সাথে করেছেন। নিশ্চয় আমরা হিদায়াতের পথে আসব।’","bangla_mkhan":"তারা বলল, হে যাদুকর, তুমি আমাদের জন্যে তোমার পালনকর্তার কাছে সে বিষয় প্রার্থনা কর, যার ওয়াদা তিনি তোমাকে দিয়েছেন; আমরা অবশ্যই সৎপথ অবলম্বন করব।","bangla_mujibur":"তারা বলেছিলঃ হে যাদুকর! তোমার রবের নিকট তুমি আমাদের জন্য তা প্রার্থনা কর যা তিনি তোমার সাথে অংগীকার করেছেন; তাহলে আমরা অবশ্যই সৎ পথ অবলম্বন করব।","bangla_taisirul":"(শাস্তিতে আক্রান্ত হয়ে) তারা বলেছিল- ওহে যাদুকর! তুমি আমাদের জন্য তোমার প্রতিপালকের কাছে তা চাও যার ও‘য়াদা তিনি তোমার কাছে করেছেন। আমরা অবশ্যই সৎপথে চলব।"},{"id":50,"arabic_text":"فَلَمَّا کَشَفۡنَا عَنۡہُمُ  الۡعَذَابَ  اِذَا ہُمۡ  یَنۡکُثُوۡنَ ﴿۵۰﴾ ","english_text":"Then, you are those [same ones who are] killing one another and evicting a party of your people from their homes, cooperating against them in sin and aggression. And if they come to you as captives, you ransom them, although their eviction was forbidden to you. So do you believe in part of the Scripture and disbelieve in part? Then what is the recompense for those who do that among you except disgrace in worldly life; and on the Day of Resurrection they will be sent back to the severest of punishment. And Allah is not unaware of what you do.","page":493,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4375.mp3","colorText":"فَلَ[g[مّ]َا كَشَفْنَا عَنْهُمُ [h:6249[ٱ]لْعَذَابَ إِذَا هُمْ يَ[f:4968[نك]ُث[p[ُو]نَ","juz":25,"ruku":428,"manzil":6,"bangla_ahbayan":"অতঃপর যখন আমি ওদের ওপর হতে শাস্তি বিদূরিত করলাম, তখনই ওরা অঙ্গীকার ভঙ্গ করল।","bangla_bayan":"অতঃপর যখন আমি তাদের থেকে আযাব সরিয়ে নিলাম, তখনই তারা অঙ্গীকার ভঙ্গ করে বসল।","bangla_mkhan":"অতঃপর যখন আমি তাদের থেকে আযাব প্রত্যাহার করে নিলাম, তখনই তারা অঙ্গীকার ভঙ্গ করতে লাগলো।","bangla_mujibur":"অতঃপর যখন আমি তাদের উপর হতে শাস্তি বিদূরিত করলাম তখনই তারা অংগীকার ভংগ করতে লাগল।","bangla_taisirul":"কিন্তু যখনই আমি তাদের থেকে শাস্তি সরিয়ে দিলাম, তখনই তারা অঙ্গীকার ভঙ্গ করে বসল।"},{"id":51,"arabic_text":"وَ نَادٰی فِرۡعَوۡنُ فِیۡ  قَوۡمِہٖ  قَالَ یٰقَوۡمِ اَلَیۡسَ لِیۡ مُلۡکُ مِصۡرَ وَ ہٰذِہِ  الۡاَنۡہٰرُ تَجۡرِیۡ مِنۡ  تَحۡتِیۡ ۚ اَفَلَا  تُبۡصِرُوۡنَ ﴿ؕ۵۱﴾ ","english_text":"Those are the ones who have bought the life of this world [in exchange] for the Hereafter, so the punishment will not be lightened for them, nor will they be aided.","page":493,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4376.mp3","colorText":"وَنَادَىٰ فِرْعَوْنُ فِى قَوْمِه[n[ِۦ] قَالَ يَ[n[ـٰ]قَوْمِ أَلَيْسَ لِى مُلْكُ مِصْرَ وَهَ[n[ـٰ]ذِهِ [h:12276[ٱ]لْأَنْهَ[n[ـٰ]رُ تَ[q:120[جْ]رِى مِ[f:12277[ن ت]َحْت[o[ِىٓ‌ۖ] أَفَلَا تُ[q:8674[بْ]صِر[p[ُو]نَ","juz":25,"ruku":428,"manzil":6,"bangla_ahbayan":"ফিরআউন তার সম্প্রদায়কে সম্বোধন করে বলেছিল,[১] ‘হে আমার সম্প্রদায়! আমি কি মিশরের অধিপতি নই? এই নদীগুলি আমার নিম্নদেশে প্রবাহিত, [২] তোমরা কি দেখ না?","bangla_bayan":"আর ফির‘আউন তার কওমের মধ্যে ঘোষণা দিয়ে বলল, ‘হে আমার কওম, মিসরের রাজত্ব কি আমার নয়? আর এ সব নদ-নদী কি আমার পাদদেশ দিয়ে প্রবাহিত হচ্ছে না, তোমরা কি দেখছ না’?","bangla_mkhan":"ফেরাউন তার সম্প্রদায়কে ডেকে বলল, হে আমার কওম, আমি কি মিসরের অধিপতি নই? এই নদী গুলো আমার নিম্নদেশে প্রবাহিত হয়, তোমরা কি দেখ না?","bangla_mujibur":"ফির‘আউন তার সম্প্রদায়ের মধ্যে এই বলে ঘোষণা করলঃ হে আমার সম্প্রদায়! মিসর রাজ্য কি আমার নয়? এই নদীগুলি আমার পাদদেশে প্রবাহিত, তোমরা কি দেখনা?","bangla_taisirul":"ফেরাউন তার সম্প্রদায়ের মাঝে ঘোষণা দিল। বলল- হে আমার সম্প্রদায়! মিসরের রাজত্ব কি আমার নয়? আর এ সব নদনদী আমার নীচ দিয়ে বয়ে যাচ্ছে, তোমরা কি তা দেখ না?"},{"id":52,"arabic_text":"اَمۡ اَنَا خَیۡرٌ  مِّنۡ ہٰذَا الَّذِیۡ ہُوَ  مَہِیۡنٌ ۬ۙ وَّ لَا یَکَادُ  یُبِیۡنُ ﴿۵۲﴾ ","english_text":"And We did certainly give Moses the Torah and followed up after him with messengers. And We gave Jesus, the son of Mary, clear proofs and supported him with the Pure Spirit. But is it [not] that every time a messenger came to you, [O Children of Israel], with what your souls did not desire, you were arrogant? And a party [of messengers] you denied and another party you killed.","page":493,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4377.mp3","colorText":"أَمْ أَنَا۟ خَيْ[a:1231[رٌ م]ِّنْ هَ[n[ـٰ]ذَا [h:126[ٱ]لَّذِى هُوَ مَهِي[a:12278[نٌ و]َلَا يَكَادُ يُب[p[ِي]نُ","juz":25,"ruku":428,"manzil":6,"bangla_ahbayan":"আমি যে এ ব্যক্তি হতে শ্রেষ্ঠ, যে নীচ[১] এবং স্পষ্ট কথা বলতেও অক্ষম? [২]","bangla_bayan":"‘আমি কি এই ব্যক্তি থেকে শ্রেষ্ঠ নই, যে হীন এবং স্পষ্ট বর্ণনা করতে প্রায় অক্ষম’?","bangla_mkhan":"আমি যে শ্রেষ্ট এ ব্যক্তি থেকে, যে নীচ এবং কথা বলতেও সক্ষম নয়।","bangla_mujibur":"আমি কি শ্রেষ্ঠ নই এই ব্যক্তি হতে যে হীন এবং স্পষ্ট কথা বলতে অক্ষম?","bangla_taisirul":"আমি কি এ লোক থেকে শ্রেষ্ঠ নই যে নীচ, যে নিজের কথাটিও স্পষ্ট করে বলতে অক্ষম!"},{"id":53,"arabic_text":"فَلَوۡ لَاۤ  اُلۡقِیَ عَلَیۡہِ  اَسۡوِرَۃٌ  مِّنۡ ذَہَبٍ اَوۡ جَآءَ  مَعَہُ الۡمَلٰٓئِکَۃُ  مُقۡتَرِنِیۡنَ ﴿۵۳﴾ ","english_text":"And they said, \"Our hearts are wrapped.\" But, [in fact], Allah has cursed them for their disbelief, so little is it that they believe.","page":493,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4378.mp3","colorText":"فَلَوْل[o[َآ] أُلْقِىَ عَلَيْهِ أَسْوِرَ[a:12279[ةٌ م]ِّ[f:8050[ن ذ]َهَبٍ أَوْ ج[o[َا]ٓءَ مَعَهُ [h:12280[ٱ]لْمَلَ[o[ـٰٓ]ئِكَةُ مُ[q:12281[قْ]تَرِن[p[ِي]نَ","juz":25,"ruku":428,"manzil":6,"bangla_ahbayan":"সে নবী হলে তাকে স্বর্ণের বালা দেওয়া হল না কেন[১] অথবা তার সঙ্গে দলবদ্ধভাবে ফিরিশতাগণ এল না কেন?’ [২]","bangla_bayan":"‘তবে তাকে কেন স্বর্ণবলয় প্রদান করা হল না অথবা দলবদ্ধভাবে ফেরেশতাগণ তার সাথে কেন আসল না?’","bangla_mkhan":"তাকে কেন স্বর্ণবলয় পরিধান করানো হল না, অথবা কেন আসল না তার সঙ্গে ফেরেশতাগণ দল বেঁধে?","bangla_mujibur":"মূসাকে কেন দেয়া হল না স্বর্ণ বলয়, অথবা তার সাথে কেন এলো না মালাইকা/ফেরেশতা দলবদ্ধভাবে?","bangla_taisirul":"(সে যদি আল্লাহর রসূলই হয়ে থাকে) তাহলে তাঁকে কেন স্বর্ণ কঙ্কন দেয়া হল না? অথবা সারিবদ্ধভাবে ফেরেশতারা কেন তার সাথে আসল না?"},{"id":54,"arabic_text":"فَاسۡتَخَفَّ قَوۡمَہٗ  فَاَطَاعُوۡہُ ؕ اِنَّہُمۡ کَانُوۡا قَوۡمًا فٰسِقِیۡنَ ﴿۵۴﴾ ","english_text":"And when there came to them a Book from Allah confirming that which was with them - although before they used to pray for victory against those who disbelieved - but [then] when there came to them that which they recognized, they disbelieved in it; so the curse of Allah will be upon the disbelievers.","page":493,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4379.mp3","colorText":"فَ[h:9999[ٱ]سْتَخَفَّ قَوْمَهُ[n[ۥ] فَأَطَاعُوهُ‌ۚ إِ[g[نّ]َهُمْ كَانُو[s[اْ] قَوْ[f:5652[مًا ف]َ[n[ـٰ]سِق[p[ِي]نَ","juz":25,"ruku":428,"manzil":6,"bangla_ahbayan":"এভাবে সে তার সম্প্রদায়কে বেওকুফ বানাল। আর ওরা তার কথা মেনে নিল।[১] ওরা তো ছিল এক সত্যত্যাগী সম্প্রদায়।","bangla_bayan":"এভাবেই সে তার কওমকে বোকা বানালো, ফলে তারা তার আনুগত্য করল। নিশ্চয় তারা ছিল এক ফাসিক কওম।","bangla_mkhan":"অতঃপর সে তার সম্প্রদায়কে বোকা বানিয়ে দিল, ফলে তারা তার কথা মেনে নিল। নিশ্চয় তারা ছিল পাপাচারী সম্প্রদায়।","bangla_mujibur":"এভাবে সে তার সম্প্রদায়কে হতবুদ্ধি করে দিল। ফলে তারা তার কথা মেনে নিল। তারাতো ছিল এক সত্যত্যাগী সম্প্রদায়।","bangla_taisirul":"এভাবে সে তার জাতির লোকেদের বোকা বানিয়ে দিল। ফলে তারা তার কথা মেনে নিল। তারা ছিল এক পাপাচারী সম্প্রদায়।"},{"id":55,"arabic_text":"فَلَمَّاۤ  اٰسَفُوۡنَا انۡتَقَمۡنَا مِنۡہُمۡ فَاَغۡرَقۡنٰہُمۡ  اَجۡمَعِیۡنَ ﴿ۙ۵۵﴾ ","english_text":"How wretched is that for which they sold themselves - that they would disbelieve in what Allah has revealed through [their] outrage that Allah would send down His favor upon whom He wills from among His servants. So they returned having [earned] wrath upon wrath. And for the disbelievers is a humiliating punishment.","page":493,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4380.mp3","colorText":"فَلَ[g[مّ][o[َآ] ءَاسَفُونَا [h:12282[ٱ][f:12283[نت]َقَمْنَا مِنْهُمْ فَأَغْرَ[q:4970[قْ]نَ[n[ـٰ]هُمْ أَ[q:825[جْ]مَع[p[ِي]نَ","juz":25,"ruku":428,"manzil":6,"bangla_ahbayan":"যখন ওরা আমাকে ক্রোধান্বিত করল, আমি ওদের নিকট থেকে প্রতিশোধ গ্রহণ করলাম এবং ওদের সকলকে ডুবিয়ে মারলাম।","bangla_bayan":"তারপর যখন তারা আমাকে ক্রোধান্বিত করল, তখন আমি তাদের থেকে প্রতিশোধ গ্রহণ করলাম এবং তাদের সকলকে নিমজ্জিত করে দিলাম।","bangla_mkhan":"অতঃপর যখন আমাকে রাগাম্বিত করল তখন আমি তাদের কাছ থেকে প্রতিশোধ নিলাম এবং নিমজ্জত করলাম। তাদের সবাইকে।","bangla_mujibur":"যখন তারা আমাকে ক্রোধান্বিত করল তখন আমি তাদেরকে শাস্তি দিলাম এবং নিমজ্জিত করলাম তাদের সবাইকে।","bangla_taisirul":"তারা যখন আমাকে রাগান্বিত করল, তখন আমি তাদের উপর প্রতিশোধ নিলাম, অতঃপর সব্বাইকে ডুবিয়ে মারলাম।"},{"id":56,"arabic_text":"فَجَعَلۡنٰہُمۡ  سَلَفًا وَّ  مَثَلًا  لِّلۡاٰخِرِیۡنَ ﴿۵۶﴾ ","english_text":"And when it is said to them, \"Believe in what Allah has revealed,\" they say, \"We believe [only] in what was revealed to us.\" And they disbelieve in what came after it, while it is the truth confirming that which is with them. Say, \"Then why did you kill the prophets of Allah before, if you are [indeed] believers?\"","page":493,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4381.mp3","colorText":"فَجَعَلْنَ[n[ـٰ]هُمْ سَلَ[a:12284[فًا و]َمَثَل[u:12285[اً ل]ِّلْأَخِر[p[ِي]نَ","juz":25,"ruku":428,"manzil":6,"bangla_ahbayan":"পরবর্তীদের জন্য আমি ওদেরকে অতীত নমুনা ও দৃষ্টান্ত করে রাখলাম। [১]","bangla_bayan":"ফলে আমি তাদেরকে পরবর্তীদের জন্য অতীত ইতিহাস ও দৃষ্টান্ত বানালাম।","bangla_mkhan":"অতঃপর আমি তাদেরকে করে দিলাম অতীত লোক ও দৃষ্টান্ত পরবর্তীদের জন্যে।","bangla_mujibur":"অতঃপর পরবর্তীদের জন্য আমি তাদেরকে করে রাখলাম অতীত ইতিহাস ও দৃষ্টান্ত।","bangla_taisirul":"এভাবে আমি তাদেরকে করলাম অতীতের মানুষ আর পরবর্তীদের জন্য দৃষ্টান্ত।"},{"id":57,"arabic_text":"وَ لَمَّا ضُرِبَ ابۡنُ مَرۡیَمَ  مَثَلًا  اِذَا قَوۡمُکَ مِنۡہُ  یَصِدُّوۡنَ ﴿۵۷﴾ ","english_text":"And Moses had certainly brought you clear proofs. Then you took the calf [in worship] after that, while you were wrongdoers.","page":493,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4382.mp3","colorText":"۞ وَلَ[g[مّ]َا ضُرِبَ [h:12286[ٱ][q:1917[بْ]نُ مَرْيَمَ مَثَلاً إِذَا قَوْمُكَ مِنْهُ يَصِدّ[p[ُو]نَ","juz":25,"ruku":429,"manzil":6,"bangla_ahbayan":"যখন মারয়্যাম-তনয় (ঈসা)র দৃষ্টান্ত উপস্থিত করা হয়, তখন তোমার সম্প্রদায় শোরগোল আরম্ভ করে দেয়,","bangla_bayan":"আর যখনই মারইয়াম পুত্রকে দৃষ্টান্তস্বরূপ পেশ করা হয়, তখন তোমার কওম শোরগোল শুরু করে দেয়।","bangla_mkhan":"যখনই মরিয়ম তনয়ের দৃষ্টান্ত বর্ণনা করা হল, তখনই আপনার সম্প্রদায় হঞ্জগোল শুরু করে দিল","bangla_mujibur":"যখন মারইয়াম তনয়ের দৃষ্টান্ত উপস্থিত করা হয় তখন তোমার সম্প্রদায় শোরগোল শুরু করে দেয়।","bangla_taisirul":"যখন মারইয়াম-পুত্র ‘ঈসার দৃষ্টান্ত তুলে ধরা হয়, তখন তোমার জাতির লোকেরা হট্টগোল শুরু করে দেয়,"},{"id":58,"arabic_text":"وَ قَالُوۡۤاءَ اٰلِہَتُنَا خَیۡرٌ اَمۡ ہُوَ ؕ مَا ضَرَبُوۡہُ  لَکَ  اِلَّا جَدَلًا ؕ بَلۡ ہُمۡ قَوۡمٌ خَصِمُوۡنَ ﴿۵۸﴾ ","english_text":"And [recall] when We took your covenant and raised over you the mount, [saying], \"Take what We have given you with determination and listen.\" They said [instead], \"We hear and disobey.\" And their hearts absorbed [the worship of] the calf because of their disbelief. Say, \"How wretched is that which your faith enjoins upon you, if you should be believers.\"","page":493,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4383.mp3","colorText":"وَقَال[o[ُوٓ][s[اْ] ءَأ[n[َٲ]لِهَتُنَا خَيْرٌ أَمْ هُوَ‌ۚ مَا ضَرَبُوهُ لَكَ إِلَّا جَدَل[i:12287[اَۢ‌ۚ ب]َلْ هُمْ قَوْمٌ خَصِم[p[ُو]نَ","juz":25,"ruku":429,"manzil":6,"bangla_ahbayan":"এবং বলে, ‘আমাদের দেবতাগুলি শ্রেষ্ঠ, না ঈসা?’ এরা কেবল বিতর্কের উদ্দেশ্যেই তোমাকে এ কথা বলে। বস্তুতঃ এরা তো এক বিতর্ককারী সম্প্রদায়। [১]","bangla_bayan":"আর তারা বলে, ‘আমাদের উপাস্যরা শ্রেষ্ঠ নাকি ঈসা’? তারা কেবল কূটতর্কের খাতিরেই তাকে তোমার সামনে পেশ করে। বরং এরাই এক ঝগড়াটে সম্প্রদায়।","bangla_mkhan":"এবং বলল, আমাদের উপাস্যরা শ্রেষ্ঠ, না সে? তারা আপনার সামনে যে উদাহরণ উপস্থাপন করে তা কেবল বিতর্কের জন্যেই করে। বস্তুতঃ তারা হল এক বিতর্ককারী সম্প্রদায়।","bangla_mujibur":"এবং বলেঃ আমাদের দেবতাগুলি শ্রেষ্ঠ, না ঈসা? তারা শুধু বাক-বিতন্ডার উদ্দেশেই তোমাকে এ কথা বলে। বস্তুতঃ তারাতো শুধু বাক-বিতন্ডাকারী সম্প্রদায়।","bangla_taisirul":"এবং বলে আমাদের উপাস্যরা উত্তম না ‘ঈসা? (কারণ খৃস্টানরা ‘ঈসাকে উপাস্য বানিয়েছে আর আমরা মক্কাবাসীরা উপাস্য বানিয়েছি অন্যদেরকে)। তারা শুধু বিতর্ক সৃষ্টির উদ্দেশ্যেই তোমার সামনে এ দৃষ্টান্ত পেশ করে। আসলে তারা হল এক ঝগড়াটে জাতি।"},{"id":59,"arabic_text":"اِنۡ ہُوَ اِلَّا عَبۡدٌ اَنۡعَمۡنَا عَلَیۡہِ وَ جَعَلۡنٰہُ  مَثَلًا   لِّبَنِیۡۤ   اِسۡرَآءِیۡلَ ﴿ؕ۵۹﴾ ","english_text":"Say, [O Muhammad], \"If the home of the Hereafter with Allah is for you alone and not the [other] people, then wish for death, if you should be truthful.","page":493,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4384.mp3","colorText":"إِنْ هُوَ إِلَّا عَ[q:12288[بْ]دٌ أَنْعَمْنَا عَلَيْهِ وَجَعَلْنَ[n[ـٰ]هُ مَثَل[u:12289[اً ل]ِّبَن[o[ِىٓ] إِسْر[o[َٲ]ٓء[p[ِي]لَ","juz":25,"ruku":429,"manzil":6,"bangla_ahbayan":"সে তো ছিল আমারই এক দাস, যাকে আমি অনুগ্রহ করেছিলাম এবং করেছিলাম বনী ইস্রাঈলের জন্য নিদর্শনস্বরূপ।[১]","bangla_bayan":"সে কেবল আমার এক বান্দা। আমি তার উপর অনুগ্রহ করেছিলাম এবং বনী ইসরাঈলের জন্য তাকে দৃষ্টান্ত বানিয়েছিলাম।","bangla_mkhan":"সে তো এক বান্দাই বটে আমি তার প্রতি অনুগ্রহ করেছি এবং তাকে করেছি বণী-ইসরাঈলের জন্যে আদর্শ।","bangla_mujibur":"সেতো ছিল আমারই এক বান্দা, যাকে আমি অনুগ্রহ করেছিলাম এবং করেছিলাম বানী ইসরাঈলের জন্য দৃষ্টান্ত।","bangla_taisirul":"মারইয়াম-পুত্র তো শুধু একজন বান্দাহ যার প্রতি আমি অনুগ্রহ করেছিলাম আর বানী ইসরাঈলের জন্য আমি তাকে করেছিলাম (আমার কুদরাতের বিশেষ এক) নমুনা।"},{"id":60,"arabic_text":"وَ لَوۡ  نَشَآءُ  لَجَعَلۡنَا مِنۡکُمۡ مَّلٰٓئِکَۃً  فِی الۡاَرۡضِ  یَخۡلُفُوۡنَ ﴿۶۰﴾ ","english_text":"But they will never wish for it, ever, because of what their hands have put forth. And Allah is Knowing of the wrongdoers.","page":493,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4385.mp3","colorText":"وَلَوْ نَش[o[َا]ٓءُ لَجَعَلْنَا مِ[f:344[نك][w:12290[ُم م]َّلَ[o[ـٰٓ]ئِكَ[f:12291[ةً ف]ِى [h:44[ٱ]لْأَرْضِ يَخْلُف[p[ُو]نَ","juz":25,"ruku":429,"manzil":6,"bangla_ahbayan":"আমি ইচ্ছা করলে তোমাদের পরিবর্তে ফিরিশতাদেরকে পৃথিবীর উত্তরাধিকারী করতে পারতাম।[১]","bangla_bayan":"আর যদি আমি চাইতাম, তবে আমি তোমাদের পরিবর্তে ফেরেশতা সৃষ্টি করে পাঠাতাম যারা যমীনে তোমাদের উত্তরাধিকার হত।","bangla_mkhan":"আমি ইচ্ছা করলে তোমাদের থেকে ফেরেশতা সৃষ্টি করতাম, যারা পৃথিবীতে একের পর এক বসবাস করত।","bangla_mujibur":"আমি ইচ্ছা করলে তোমাদের মধ্য হতে মালাইকা/ফেরেশতা সৃষ্টি করতে পারতাম, যারা পৃথিবীতে উত্তরাধিকারী হত।","bangla_taisirul":"আমি ইচ্ছে করলে তোমাদের মধ্য হতে ফেরেশতা পয়দা করতে পারি যারা পর পর উত্তরাধিকারী হবে।"},{"id":61,"arabic_text":"وَ اِنَّہٗ  لَعِلۡمٌ  لِّلسَّاعَۃِ  فَلَا تَمۡتَرُنَّ بِہَا وَ اتَّبِعُوۡنِ ؕ ہٰذَا صِرَاطٌ مُّسۡتَقِیۡمٌ ﴿۶۱﴾ ","english_text":"And you will surely find them the most greedy of people for life - [even] more than those who associate others with Allah . One of them wishes that he could be granted life a thousand years, but it would not remove him in the least from the [coming] punishment that he should be granted life. And Allah is Seeing of what they do.","page":494,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4386.mp3","colorText":"وَإِ[g[نّ]َهُ[n[ۥ] لَعِلْ[u:12292[مٌ ل]ِّلسَّاعَةِ فَلَا تَمْتَرُ[g[نّ]َ بِهَا وَ[h:12293[ٱ]تَّبِعُونِ‌ۚ هَ[n[ـٰ]ذَا صِر[n[َٲ][a:1947[طٌ م]ُّسْتَق[p[ِي]مٌ","juz":25,"ruku":429,"manzil":6,"bangla_ahbayan":"নিশ্চয় ঈসা কিয়ামতের একটি নিদর্শন;[১] সুতরাং তোমরা কিয়ামতে অবশ্যই সন্দেহ পোষণ করো না এবং আমার অনুসরণ কর। এটিই সরল পথ।","bangla_bayan":"আর নিশ্চয় সে (ঈসা) হবে কিয়ামতের এক সুনিশ্চিত আলামত। সুতরাং তোমরা কিয়ামত সম্পর্কে সংশয় পোষণ করো না। তোমরা আমারই অনুসরণ কর। এটিই সরল পথ।","bangla_mkhan":"সুতরাং তা হল কেয়ামতের নিদর্শন। কাজেই তোমরা কেয়ামতে সন্দেহ করো না এবং আমার কথা মান। এটা এক সরল পথ।","bangla_mujibur":"ঈসাতো কিয়ামাতের নিদর্শন; সুতরাং তোমরা কিয়ামাতে সন্দেহ পোষণ করনা এবং আমাকে অনুসরণ কর। এটাই সরল পথ।","bangla_taisirul":"‘ঈসা (’র দুনিয়াতে পুনরায় আগমন) ক্বিয়ামতের একটি নিশ্চিত নিদর্শন। অতএব তোমরা ক্বিয়ামতে সন্দেহ পোষণ করো না আর আমার অনুসরণ কর, এটাই সরল সঠিক পথ।"},{"id":62,"arabic_text":"وَ لَا یَصُدَّنَّکُمُ الشَّیۡطٰنُ ۚ اِنَّہٗ  لَکُمۡ عَدُوٌّ  مُّبِیۡنٌ ﴿۶۲﴾ ","english_text":"Say, \"Whoever is an enemy to Gabriel - it is [none but] he who has brought the Qur'an down upon your heart, [O Muhammad], by permission of Allah, confirming that which was before it and as guidance and good tidings for the believers.\"","page":494,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4387.mp3","colorText":"وَلَا يَصُدَّ[g[نّ]َكُمُ [h:12294[ٱ][l[ل]شَّيْطَ[n[ـٰ]نُ‌ۖ إِ[g[نّ]َهُ[n[ۥ] لَكُمْ عَدُ[a:873[وٌّ م]ُّب[p[ِي]نٌ","juz":25,"ruku":429,"manzil":6,"bangla_ahbayan":"শয়তান যেন তোমাদেরকে কিছুতেই এ হতে নিবৃত্ত না করে, সে তো তোমাদের প্রকাশ্য শত্রু।","bangla_bayan":"শয়তান যেন তোমাদের কিছুতেই বাধা দিতে না পারে। নিশ্চয় সে তোমাদের প্রকাশ্য শত্রু।","bangla_mkhan":"শয়তান যেন তোমাদেরকে নিবৃত্ত না করে। সে তোমাদের প্রকাশ্য শুত্রু।","bangla_mujibur":"শাইতান যেন তোমাদেরকে কিছুতেই নিবৃত্ত না করে, সেতো তোমাদের প্রকাশ্য শত্রু।","bangla_taisirul":"শয়ত্বান তোমাদেরকে (সৎ পথে চলতে) কিছুতেই যেন বাধাগ্রস্ত করতে না পারে, সে তোমাদের খোলাখুলি দুশমন।"},{"id":63,"arabic_text":"وَ لَمَّا جَآءَ عِیۡسٰی بِالۡبَیِّنٰتِ قَالَ قَدۡ جِئۡتُکُمۡ  بِالۡحِکۡمَۃِ وَ لِاُبَیِّنَ  لَکُمۡ بَعۡضَ الَّذِیۡ تَخۡتَلِفُوۡنَ فِیۡہِ ۚ فَاتَّقُوا اللّٰہَ  وَ اَطِیۡعُوۡنِ ﴿۶۳﴾ ","english_text":"Whoever is an enemy to Allah and His angels and His messengers and Gabriel and Michael - then indeed, Allah is an enemy to the disbelievers.","page":494,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4388.mp3","colorText":"وَلَ[g[مّ]َا ج[o[َا]ٓءَ عِيسَىٰ بِ[h:484[ٱ]لْبَيِّنَ[n[ـٰ]تِ قَالَ قَ[q:298[دْ] جِئْتُك[c:12295[ُم ب]ِ[h:7635[ٱ]لْحِكْمَةِ وَلِأُبَيِّنَ لَك[c:1942[ُم ب]َعْضَ [h:1943[ٱ]لَّذِى تَخْتَلِفُونَ فِيهِ‌ۖ فَ[h:112[ٱ]تَّقُو[s[اْ] [h:1945[ٱ]للَّهَ وَأَطِيع[p[ُو]نِ","juz":25,"ruku":429,"manzil":6,"bangla_ahbayan":"ঈসা যখন স্পষ্ট নিদর্শনসহ এল, তখন সে বলেছিল, ‘আমি তো তোমাদের নিকট প্রজ্ঞাসহ এসেছি; তোমরা যে বিষয়ে মতভেদ করছ, তা স্পষ্ট করে দেওয়ার জন্য।[১] সুতরাং তোমরা আল্লাহকে ভয় কর এবং আমার অনুসরণ কর।","bangla_bayan":"আর যখন ঈসা সুস্পষ্ট প্রমাণাদি নিয়ে আসল, তখন সে বলল, ‘আমি অবশ্যই তোমাদের কাছে হিকমত নিয়ে এসেছি এবং এসেছি তোমরা যে কতক বিষয়ে মতবিরোধে লিপ্ত তা স্পষ্ট করে দিতে। অতএব তোমরা আল্লাহকে ভয় কর এবং আমার আনুগত্য কর’।","bangla_mkhan":"ঈসা যখন স্পষ্ট নিদর্শনসহ আগমন করল, তখন বলল, আমি তোমাদের কাছে প্রজ্ঞা নিয়ে এসেছি এবং তোমরা যে, কোন কোন বিষয়ে মতভেদ করছ তা ব্যক্ত করার জন্যে এসেছি, অতএব, তোমরা আল্লাহকে ভয় কর এবং আমার কথা মান।","bangla_mujibur":"ঈসা যখন স্পষ্ট নিদর্শনসহ এলো তখন সে বললঃ আমিতো তোমাদের নিকট এসেছি প্রজ্ঞাসহ এবং তোমরা যে বিষয়ে মতভেদ করছ তা স্পষ্ট করে দেয়ার জন্য। সুতরাং তোমরা আল্লাহকে ভয় কর এবং আমার অনুসরণ কর।","bangla_taisirul":"‘ঈসা যখন স্পষ্ট নিদর্শন নিয়ে এসেছিল তখন সে বলেছিল- আমি তোমাদের কাছে হিকমত নিয়ে এসেছি আর এসেছি কতকগুলো বিষয় স্পষ্ট করার জন্য যাতে তোমরা মতভেদ করছ। কাজেই তোমরা আল্লাহকে ভয় কর, আর আমার কথা মান্য কর।"},{"id":64,"arabic_text":"اِنَّ اللّٰہَ  ہُوَ رَبِّیۡ  وَ رَبُّکُمۡ  فَاعۡبُدُوۡہُ ؕ ہٰذَا صِرَاطٌ  مُّسۡتَقِیۡمٌ ﴿۶۴﴾ ","english_text":"And We have certainly revealed to you verses [which are] clear proofs, and no one would deny them except the defiantly disobedient.","page":494,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4389.mp3","colorText":"إِ[g[نّ]َ [h:80[ٱ]للَّهَ هُوَ رَبِّى وَرَبُّكُمْ فَ[h:1946[ٱ]عْبُدُوهُ‌ۚ هَ[n[ـٰ]ذَا صِر[n[َٲ][a:1947[طٌ م]ُّسْتَق[p[ِي]مٌ","juz":25,"ruku":429,"manzil":6,"bangla_ahbayan":"নিশ্চয় আল্লাহই আমার প্রতিপালক এবং তোমাদের প্রতিপালক, অতএব তাঁর উপাসনা কর, এটিই সরল পথ।’","bangla_bayan":"‘নিশ্চয় আল্লাহ, তিনিই আমার রব ও তোমাদের রব। অতএব তাঁর ইবাদাত কর; এটিই সরল পথ’।","bangla_mkhan":"নিশ্চয় আল্লাহই আমার পালনকর্তা ও তোমাদের পালনকর্তা। অতএব, তাঁর এবাদত কর। এটা হল সরল পথ।","bangla_mujibur":"আল্লাহই আমার রাব্ব এবং তোমাদের রাব্ব। অতএব তাঁর ইবাদাত কর; এটাই সরল পথ।","bangla_taisirul":"আল্লাহ তিনি তো আমারও রব্ব আর তোমাদেরও রব্ব, কাজেই তোমরা তাঁরই ‘ইবাদাত কর, এটাই সরল সঠিক পথ।"},{"id":65,"arabic_text":"فَاخۡتَلَفَ الۡاَحۡزَابُ مِنۡۢ  بَیۡنِہِمۡ ۚ فَوَیۡلٌ  لِّلَّذِیۡنَ ظَلَمُوۡا مِنۡ عَذَابِ یَوۡمٍ اَلِیۡمٍ ﴿۶۵﴾ ","english_text":"Is it not [true] that every time they took a covenant a party of them threw it away? But, [in fact], most of them do not believe.","page":494,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4390.mp3","colorText":"فَ[h:9999[ٱ]خْتَلَفَ [h:8334[ٱ]لْأَحْزَابُ م[i:8335[ِنۢ ب]َيْنِهِمْ‌ۖ فَوَيْ[u:396[لٌ ل]ِّلَّذِينَ ظَلَمُو[s[اْ] مِنْ عَذَابِ يَوْمٍ أَل[p[ِي]مٍ","juz":25,"ruku":429,"manzil":6,"bangla_ahbayan":"অতঃপর ওদের বিভিন্ন দল নিজেদের মধ্যে মতানৈক্য সৃষ্টি করল;[১] সুতরাং সীমালংঘনকারীদের জন্য দুর্ভোগ মর্মন্তুদ দিনের শাস্তির।","bangla_bayan":"অতঃপর তাদের মধ্যকার কতগুলি দল মতভেদ করেছিল। সুতরাং যালিমদের জন্য যন্ত্রণাদায়ক দিনের আযাবের দুর্ভোগ!","bangla_mkhan":"অতঃপর তাদের মধ্যে থেকে বিভিন্ন দল মতভেদ সৃষ্টি করল। সুতরাং যালেমদের জন্যে রয়েছে যন্ত্রণাদায়ক দিবসের আযাবের দুর্ভোগ।","bangla_mujibur":"অতঃপর তাদের কতিপয় দল মতানৈক্য সৃষ্টি করল; সুতরাং যালিমদের জন্য দুর্ভোগ, যন্ত্রণাদায়ক দিনের শাস্তির।","bangla_taisirul":"অতঃপর তাদের বিভিন্ন দল নিজেদের মধ্যে মতানৈক্য করল। কাজেই যালিমদের জন্য যন্ত্রণাদায়ক দিনের ‘আযাবের দুর্ভোগ।"},{"id":66,"arabic_text":"ہَلۡ یَنۡظُرُوۡنَ  اِلَّا السَّاعَۃَ  اَنۡ تَاۡتِیَہُمۡ بَغۡتَۃً  وَّ ہُمۡ  لَا یَشۡعُرُوۡنَ ﴿۶۶﴾ ","english_text":"And when a messenger from Allah came to them confirming that which was with them, a party of those who had been given the Scripture threw the Scripture of Allah behind their backs as if they did not know [what it contained].","page":494,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4391.mp3","colorText":"هَلْ يَ[f:1141[نظ]ُرُونَ إِلَّا [h:12296[ٱ][l[ل]سَّاعَةَ أَ[f:6843[ن ت]َأْتِيَه[c:12297[ُم ب]َغْتَ[a:4880[ةً و]َهُمْ لَا يَشْعُر[p[ُو]نَ","juz":25,"ruku":429,"manzil":6,"bangla_ahbayan":"ওরা তো ওদের অজ্ঞাতসারে আকস্মিকভাবে কিয়ামত আসারই অপেক্ষা করছে।","bangla_bayan":"তারা তো তাদের অজ্ঞাতসারে অকস্মাৎ কিয়ামত আসার অপেক্ষা করছে।","bangla_mkhan":"তারা কেবল কেয়ামতেরই অপেক্ষা করছে যে, আকস্মিকভাবে তাদের কাছে এসে যাবে এবং তারা খবর ও রাখবে না।","bangla_mujibur":"তারাতো তাদের অজ্ঞাতসারে আকস্মিকভাবে কিয়ামাত আসারই অপেক্ষা করছে।","bangla_taisirul":"তারা কি তাদের উপর ক্বিয়ামত অকস্মাৎ এসে পড়ার অপেক্ষা করছে যা তারা টেরও পাবে না।"},{"id":67,"arabic_text":"اَلۡاَخِلَّآءُ  یَوۡمَئِذٍۭ بَعۡضُہُمۡ لِبَعۡضٍ عَدُوٌّ  اِلَّا الۡمُتَّقِیۡنَ ﴿ؕ۶۷﴾ ","english_text":"And they followed [instead] what the devils had recited during the reign of Solomon. It was not Solomon who disbelieved, but the devils disbelieved, teaching people magic and that which was revealed to the two angels at Babylon, Harut and Marut. But the two angels do not teach anyone unless they say, \"We are a trial, so do not disbelieve [by practicing magic].\" And [yet] they learn from them that by which they cause separation between a man and his wife. But they do not harm anyone through it except by permission of Allah . And the people learn what harms them and does not benefit them. But the Children of Israel certainly knew that whoever purchased the magic would not have in the Hereafter any share. And wretched is that for which they sold themselves, if they only knew.","page":494,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4392.mp3","colorText":"ٱلْأَخِلّ[o[َا]ٓءُ يَوْمَئِ[i:12298[ذِۭ ب]َعْضُهُمْ لِبَعْضٍ عَدُوٌّ إِلَّا [h:12299[ٱ]لْمُتَّق[p[ِي]نَ","juz":25,"ruku":429,"manzil":6,"bangla_ahbayan":"বন্ধুরা সেদিন একে অপরের শত্রু হয়ে পড়বে, তবে সাবধানীরা নয়। [১]","bangla_bayan":"সেদিন বন্ধুরা একে অন্যের শত্রু হবে, মুত্তাকীরা ছাড়া।","bangla_mkhan":"বন্ধুবর্গ সেদিন একে অপরের শত্রু হবে, তবে খোদাভীরুরা নয়।","bangla_mujibur":"বন্ধুরা সেই দিন হয়ে পড়বে একে অপরের শত্রু, তবে মু’মিনরা ব্যতীত।","bangla_taisirul":"বন্ধুরা সেদিন হয়ে যাবে একজন আরেকজনের দুশমন, তবে মুত্তাকীরা ছাড়া।"},{"id":68,"arabic_text":"یٰعِبَادِ  لَا خَوۡفٌ عَلَیۡکُمُ  الۡیَوۡمَ  وَ لَاۤ اَنۡتُمۡ  تَحۡزَنُوۡنَ ﴿ۚ۶۸﴾ ","english_text":"And if they had believed and feared Allah, then the reward from Allah would have been [far] better, if they only knew.","page":494,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4393.mp3","colorText":"يَ[n[ـٰ]عِبَادِ لَا خَوْفٌ عَلَيْكُمُ [h:6811[ٱ]لْيَوْمَ وَل[o[َآ] أَ[f:428[نت]ُمْ تَحْزَن[p[ُو]نَ","juz":25,"ruku":430,"manzil":6,"bangla_ahbayan":"হে আমার দাসগণ! আজ তোমাদের কোন ভয় নেই এবং তোমরা দুঃখিতও হবে না। [১]","bangla_bayan":"হে আমার বান্দাগণ, আজ তোমাদের কোন ভয় নেই এবং তোমরা চিন্তিতও হবে না।","bangla_mkhan":"হে আমার বান্দাগণ, তোমাদের আজ কোন ভয় নেই এবং তোমরা দুঃখিতও হবে না।","bangla_mujibur":"হে আমার বান্দাগণ! আজ তোমাদের কোন ভয় নেই এবং দুঃখিতও হবেনা তোমরা –","bangla_taisirul":"(মুত্তাকীদেরকে বলা হবে) হে আমার বান্দাগণ! আজ তোমাদের কোন ভয় নেই আর তোমরা দুঃখিতও হবে না-"},{"id":69,"arabic_text":"اَلَّذِیۡنَ اٰمَنُوۡا بِاٰیٰتِنَا وَ کَانُوۡا مُسۡلِمِیۡنَ ﴿ۚ۶۹﴾ ","english_text":"O you who have believed, say not [to Allah 's Messenger], \"Ra'ina\" but say, \"Unthurna\" and listen. And for the disbelievers is a painful punishment.","page":494,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4394.mp3","colorText":"ٱلَّذِينَ ءَامَنُو[s[اْ] بِـَٔـايَ[n[ـٰ]تِنَا وَكَانُو[s[اْ] مُسْلِم[p[ِي]نَ","juz":25,"ruku":430,"manzil":6,"bangla_ahbayan":"যারা আমার আয়াতে বিশ্বাস করেছিলে এবং আত্মসমর্পণকারী (মুসলিম) ছিলে।","bangla_bayan":"যারা আমার আয়াতে ঈমান এনেছিল এবং যারা ছিল মুসলিম।","bangla_mkhan":"তোমরা আমার আয়াতসমূহে বিশ্বাস স্থাপন করেছিলে এবং তোমরা আজ্ঞাবহ ছিলে।","bangla_mujibur":"যারা আমার আয়াতে বিশ্বাস করেছিল এবং আত্মসমর্পণ করেছিল।","bangla_taisirul":"তোমরা যারা আমার আয়াতসমূহে বিশ্বাস করেছিলে এবং অনুগত ছিলে।"},{"id":70,"arabic_text":"اُدۡخُلُوا الۡجَنَّۃَ  اَنۡتُمۡ وَ اَزۡوَاجُکُمۡ تُحۡبَرُوۡنَ ﴿۷۰﴾ ","english_text":"Neither those who disbelieve from the People of the Scripture nor the polytheists wish that any good should be sent down to you from your Lord. But Allah selects for His mercy whom He wills, and Allah is the possessor of great bounty.","page":494,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4395.mp3","colorText":"ٱ[q:278[دْ]خُلُو[s[اْ] [h:4726[ٱ]لْجَ[g[نّ]َةَ أَ[f:428[نت]ُمْ وَأَزْو[n[َٲ]جُكُمْ تُحْبَر[p[ُو]نَ","juz":25,"ruku":430,"manzil":6,"bangla_ahbayan":"তোমরা এবং তোমাদের সহধর্মিণীগণ সানন্দে জান্নাতে প্রবেশ কর। [১]","bangla_bayan":"তোমরা সস্ত্রীক সানন্দে জান্নাতে প্রবেশ কর।","bangla_mkhan":"জান্নাতের প্রবেশ কর তোমরা এবং তোমাদের বিবিগণ সানন্দে।","bangla_mujibur":"তোমরা এবং তোমাদের সহধর্মিনীগণ সানন্দে জান্নাতে প্রবেশ কর।","bangla_taisirul":"সানন্দে জান্নাতে প্রবেশ কর তোমরা আর তোমাদের স্ত্রীরা।"},{"id":71,"arabic_text":"یُطَافُ عَلَیۡہِمۡ  بِصِحَافٍ مِّنۡ ذَہَبٍ وَّ اَکۡوَابٍ ۚ وَ فِیۡہَا مَا تَشۡتَہِیۡہِ  الۡاَنۡفُسُ وَ تَلَذُّ الۡاَعۡیُنُ ۚ وَ اَنۡتُمۡ  فِیۡہَا خٰلِدُوۡنَ ﴿ۚ۷۱﴾ ","english_text":"We do not abrogate a verse or cause it to be forgotten except that We bring forth [one] better than it or similar to it. Do you not know that Allah is over all things competent?","page":494,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4396.mp3","colorText":"يُطَافُ عَلَيْه[c:12300[ِم ب]ِصِحَا[a:12301[فٍ م]ِّ[f:8050[ن ذ]َهَ[a:12302[بٍ و]َأَكْوَا[a:12303[بٍ‌ۖ و]َفِيهَا مَا تَشْتَهِيهِ [h:12304[ٱ]لْأَ[f:3181[نف]ُسُ وَتَلَذُّ [h:12305[ٱ]لْأَعْيُنُ‌ۖ وَأَ[f:98[نت]ُمْ فِيهَا خَ[n[ـٰ]لِد[p[ُو]نَ","juz":25,"ruku":430,"manzil":6,"bangla_ahbayan":"স্বর্ণের থালা ও পান পাত্র নিয়ে ওদের মাঝে ফিরানো হবে,[১] সেখানে রয়েছে এমন সমস্ত কিছু, যা মন চায় এবং যাতে নয়ন তৃপ্ত হয়। সেখানে তোমরা চিরকাল থাকবে।","bangla_bayan":"স্বর্ণখচিত থালা ও পানপাত্র নিয়ে তাদেরকে প্রদক্ষিণ করা হবে, সেখানে মন যা চায় আর যাতে চোখ তৃপ্ত হয় তা-ই থাকবে এবং সেখানে তোমরা হবে স্থায়ী।","bangla_mkhan":"তাদের কাছে পরিবেশন করা হবে স্বর্ণের থালা ও পানপাত্র এবং তথায় রয়েছে মনে যা চায় এবং নয়ন যাতে তৃপ্ত হয়। তোমরা তথায় চিরকাল অবস্থান করবে।","bangla_mujibur":"স্বর্ণের থালা ও পানপাত্র নিয়ে তাদেরকে প্রদক্ষিণ করা হবে; সেখানে রয়েছে সবকিছু, অন্তর যা চায় এবং নয়ন যাতে তৃপ্ত হয়। সেখানে তোমরা স্থায়ী হবে।","bangla_taisirul":"তাদের কাছে চক্রাকারে পরিবেশন করা হবে স্বর্ণের থালা ও পান পাত্র। সেখানে তা-ই আছে মন যা চাইবে, আর চোখ যাতে তৃপ্ত হবে। তোমরা তাতে চিরকাল থাকবে।"},{"id":72,"arabic_text":"وَ تِلۡکَ الۡجَنَّۃُ  الَّتِیۡۤ  اُوۡرِثۡتُمُوۡہَا بِمَا کُنۡتُمۡ  تَعۡمَلُوۡنَ ﴿۷۲﴾ ","english_text":"Do you not know that to Allah belongs the dominion of the heavens and the earth and [that] you have not besides Allah any protector or any helper?","page":494,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4397.mp3","colorText":"وَتِلْكَ [h:12306[ٱ]لْجَ[g[نّ]َةُ [h:8380[ٱ]لَّت[o[ِىٓ] أُورِثْتُمُوهَا بِمَا كُ[f:100[نت]ُمْ تَعْمَل[p[ُو]نَ","juz":25,"ruku":430,"manzil":6,"bangla_ahbayan":"এটিই জান্নাত, তোমরা তোমাদের কর্মের ফলস্বরূপ যার অধিকারী হয়েছ।[১]","bangla_bayan":"আর এটিই জান্নাত, নিজদের আমলের ফলস্বরূপ তোমাদেরকে এর অধিকারী করা হয়েছে।","bangla_mkhan":"এই যে, জান্নাতের উত্তরাধিকারী তোমরা হয়েছ, এটা তোমাদের কর্মের ফল।","bangla_mujibur":"এটাই জান্নাত, তোমাদেরকে যার অধিকারী করা হয়েছে, তোমাদের কর্মের ফল স্বরূপ।","bangla_taisirul":"এই হল জান্নাত তোমাদেরকে যার উত্তরাধিকারী করা হয়েছে, কারণ তোমরা (সৎ) ‘আমাল করেছিলে।"},{"id":73,"arabic_text":"لَکُمۡ  فِیۡہَا  فَاکِہَۃٌ  کَثِیۡرَۃٌ  مِّنۡہَا تَاۡکُلُوۡنَ ﴿۷۳﴾ ","english_text":"Or do you intend to ask your Messenger as Moses was asked before? And whoever exchanges faith for disbelief has certainly strayed from the soundness of the way.","page":494,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4398.mp3","colorText":"لَكُمْ فِيهَا فَ[n[ـٰ]كِهَ[f:12307[ةٌ ك]َثِيرَ[a:12308[ةٌ م]ِّنْهَا تَأْكُل[p[ُو]نَ","juz":25,"ruku":430,"manzil":6,"bangla_ahbayan":"সেখানে তোমাদের জন্য রয়েছে প্রচুর ফলমূল, তা থেকে তোমরা আহার করবে।","bangla_bayan":"সেখানে তোমাদের জন্য রয়েছে অনেক ফলমূল, যা থেকে তোমরা খাবে।","bangla_mkhan":"তথায় তোমাদের জন্যে আছে প্রচুর ফল-মূল, তা থেকে তোমরা আহার করবে।","bangla_mujibur":"সেখানে তোমাদের জন্য রয়েছে প্রচুর ফলমূল, তোমরা আহার করবে তা হতে।","bangla_taisirul":"তোমাদের জন্য সেখানে আছে প্রচুর ফল যাত্থেকে তোমরা খাবে।"},{"id":74,"arabic_text":"اِنَّ  الۡمُجۡرِمِیۡنَ فِیۡ عَذَابِ جَہَنَّمَ خٰلِدُوۡنَ ﴿ۚۖ۷۴﴾ ","english_text":"Many of the People of the Scripture wish they could turn you back to disbelief after you have believed, out of envy from themselves [even] after the truth has become clear to them. So pardon and overlook until Allah delivers His command. Indeed, Allah is over all things competent.","page":495,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4399.mp3","colorText":"إِ[g[نّ]َ [h:12309[ٱ]لْمُ[q:4093[جْ]رِمِينَ فِى عَذَابِ جَهَ[g[نّ]َمَ خَ[n[ـٰ]لِد[p[ُو]نَ","juz":25,"ruku":430,"manzil":6,"bangla_ahbayan":"নিশ্চয় অপরাধীরা স্থায়ীভাবে জাহান্নামের শাস্তি ভোগ করবে,","bangla_bayan":"নিশ্চয় অপরাধীরা জাহান্নামের আযাবে স্থায়ী হবে;","bangla_mkhan":"নিশ্চয় অপরাধীরা জাহান্নামের আযাবে চিরকাল থাকবে।","bangla_mujibur":"নিশ্চয়ই অপরাধীরা জাহান্নামের শাস্তিতে থাকবে স্থায়ী।","bangla_taisirul":"(আর অন্যদিকে) অপরাধীরা জাহান্নামের ‘আযাবে চিরকাল থাকবে।"},{"id":75,"arabic_text":"لَا یُفَتَّرُ عَنۡہُمۡ  وَ ہُمۡ فِیۡہِ مُبۡلِسُوۡنَ ﴿ۚ۷۵﴾ ","english_text":"And establish prayer and give zakah, and whatever good you put forward for yourselves - you will find it with Allah. Indeed, Allah of what you do, is Seeing.","page":495,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4400.mp3","colorText":"لَا يُفَتَّرُ عَنْهُمْ وَهُمْ فِيهِ مُ[q:4051[بْ]لِس[p[ُو]نَ","juz":25,"ruku":430,"manzil":6,"bangla_ahbayan":"ওদের শাস্তি লাঘব করা হবে না এবং ওরা তাতে (শাস্তি ভোগ করতে করতে) হতাশ হয়ে পড়বে। [১]","bangla_bayan":"তাদের থেকে আযাব কমানো হবে না এবং তাতে তারা হতাশ হয়ে পড়বে।","bangla_mkhan":"তাদের থেকে আযাব লাঘব করা হবে না এবং তারা তাতেই থাকবে হতাশ হয়ে।","bangla_mujibur":"তাদের শাস্তি লাঘব করা হবেনা এবং তারা হতাশ হয়ে পড়বে।","bangla_taisirul":"তাদের শাস্তি কমানো হবে না, আর তাতে তারা হতাশ হয়ে পড়বে।"},{"id":76,"arabic_text":"وَ مَا ظَلَمۡنٰہُمۡ وَ لٰکِنۡ کَانُوۡا ہُمُ الظّٰلِمِیۡنَ ﴿۷۶﴾ ","english_text":"And they say, \"None will enter Paradise except one who is a Jew or a Christian.\" That is [merely] their wishful thinking, Say, \"Produce your proof, if you should be truthful.\"","page":495,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4401.mp3","colorText":"وَمَا ظَلَمْنَ[n[ـٰ]هُمْ وَلَ[n[ـٰ]كِ[f:276[ن ك]َانُو[s[اْ] هُمُ [h:12310[ٱ][l[ل]ظَّ[n[ـٰ]لِم[p[ِي]نَ","juz":25,"ruku":430,"manzil":6,"bangla_ahbayan":"আমি ওদের প্রতি অন্যায় করিনি, কিন্তু ওরা নিজেরাই নিজেদের প্রতি অন্যায় করেছে।","bangla_bayan":"আর আমি তাদের উপর যুলম করিনি; কিন্তু তারাই ছিল যালিম।","bangla_mkhan":"আমি তাদের প্রতি জুলুম করিনি; কিন্তু তারাই ছিল জালেম।","bangla_mujibur":"আমি তাদের প্রতি যুলম করিনি, বরং তারা নিজেরাই ছিল যালিম।","bangla_taisirul":"আমি তাদের উপর যুলম করিনি, বরং তারা নিজেরাই যালিম ছিল।"},{"id":77,"arabic_text":"وَ نَادَوۡا یٰمٰلِکُ لِیَقۡضِ عَلَیۡنَا رَبُّکَ ؕ قَالَ  اِنَّکُمۡ   مّٰکِثُوۡنَ ﴿۷۷﴾ ","english_text":"Yes [on the contrary], whoever submits his face in Islam to Allah while being a doer of good will have his reward with his Lord. And no fear will there be concerning them, nor will they grieve.","page":495,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4402.mp3","colorText":"وَنَادَوْ[s[اْ] يَ[n[ـٰ]مَ[n[ـٰ]لِكُ لِيَ[q:12311[قْ]ضِ عَلَيْنَا رَبُّكَ‌ۖ قَالَ إِ[g[نّ]َك[w:12312[ُم م]َّ[n[ـٰ]كِث[p[ُو]نَ","juz":25,"ruku":430,"manzil":6,"bangla_ahbayan":"ওরা চিৎকার করে বলবে, ‘হে মালেক (দোযখের অধিকর্তা)![১] তোমার প্রতিপালক আমাদেরকে নিঃশেষ করে দিন।’[২] সে বলবে, ‘তোমরা তো (চিরকাল) অবস্থান করবে।’[৩]","bangla_bayan":"তারা চিৎকার করে বলবে, ‘হে মালিক, তোমার রব যেন আমাদেরকে শেষ করে দেন’। সে বলবে, ‘নিশ্চয় তোমরা অবস্থানকারী’।","bangla_mkhan":"তারা ডেকে বলবে, হে মালেক, পালনকর্তা আমাদের কিসসাই শেষ করে দিন। সে বলবে, নিশ্চয় তোমরা চিরকাল থাকবে।","bangla_mujibur":"তারা চিৎকার করে বলবেঃ হে মালিক (জাহান্নামের অধিকর্তা) তোমার রাব্ব আমাদেরকে নিঃশেষ করে দিন। সে বলবেঃ তোমরা এভাবেই থাকবে।","bangla_taisirul":"তারা চীৎকার ক’রে বলবে- হে ‘মালেক (জাহান্নামের দাড়োয়ান)! তোমার প্রতিপালক যেন আমাদের দফারফা ক’রে দেন। সে জওয়াব দিবে- ‘তোমরা (এ অবস্থাতেই পড়ে) থাকবে’।"},{"id":78,"arabic_text":"لَقَدۡ جِئۡنٰکُمۡ بِالۡحَقِّ وَ لٰکِنَّ  اَکۡثَرَکُمۡ  لِلۡحَقِّ  کٰرِہُوۡنَ ﴿۷۸﴾ ","english_text":"The Jews say \"The Christians have nothing [true] to stand on,\" and the Christians say, \"The Jews have nothing to stand on,\" although they [both] recite the Scripture. Thus the polytheists speak the same as their words. But Allah will judge between them on the Day of Resurrection concerning that over which they used to differ.","page":495,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4403.mp3","colorText":"لَقَ[q:2389[دْ] جِئْنَ[n[ـٰ]ك[c:12313[ُم ب]ِ[h:370[ٱ]لْحَقِّ وَلَ[n[ـٰ]كِ[g[نّ]َ أَكْثَرَكُمْ لِلْحَقِّ كَ[n[ـٰ]رِه[p[ُو]نَ","juz":25,"ruku":430,"manzil":6,"bangla_ahbayan":"(আল্লাহ বলবেন,) আমি তো তোমাদের নিকট সত্য পৌঁছে দিয়েছিলাম; কিন্তু তোমাদের অধিকাংশই তো সত্যবিমুখ ছিলে।[১]","bangla_bayan":"‘অবশ্যই তোমাদের কাছে আমি সত্য নিয়ে এসেছিলাম; কিন্তু তোমাদের অধিকাংশই ছিলে সত্য অপছন্দকারী*। \\n\\n* কথাটি আল্লাহর। অর্থ আমিতো তোমাদের কাছে সত্যবাণী পৌঁছিয়েছিলাম।","bangla_mkhan":"আমি তোমাদের কাছে সত্যধর্ম পৌঁছিয়েছি; কিন্তু তোমাদের অধিকাংশই সত্যধর্মে নিস্পৃহ!","bangla_mujibur":"আল্লাহ বলবেনঃ আমি তোমাদের নিকট সত্য পৌঁছিয়ে ছিলাম, কিন্তু তোমাদের অধিকাংশই ছিলে সত্য বিমুখ।","bangla_taisirul":"আমি তো তোমাদের কাছে সত্য নিয়ে গিয়েছিলাম, কিন্তু তোমাদের অধিকাংশই ছিলে সত্যকে অপছন্দকারী।"},{"id":79,"arabic_text":"اَمۡ  اَبۡرَمُوۡۤا  اَمۡرًا فَاِنَّا مُبۡرِمُوۡنَ ﴿ۚ۷۹﴾ ","english_text":"And who are more unjust than those who prevent the name of Allah from being mentioned in His mosques and strive toward their destruction. It is not for them to enter them except in fear. For them in this world is disgrace, and they will have in the Hereafter a great punishment.","page":495,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4404.mp3","colorText":"أَمْ أَ[q:12314[بْ]رَم[o[ُوٓ][s[اْ] أَمْ[f:12315[رًا ف]َإِ[g[نّ]َا مُ[q:12316[بْ]رِم[p[ُو]نَ","juz":25,"ruku":430,"manzil":6,"bangla_ahbayan":"ওরা কি কোন কিছুর চূড়ান্ত সিদ্ধান্ত গ্রহণ করেছে? আমিও তো চূড়ান্ত সিদ্ধান্ত গ্রহণকারী। [১]","bangla_bayan":"না কি তারা কোন ব্যাপারে পাকা সিদ্ধান্ত নিয়েছে? নিশ্চয় আমি চূড়ান্ত সিদ্ধান্তকারী।","bangla_mkhan":"তারা কি কোন ব্যবস্থা চুড়ান্ত করেছে? তাহলে আমিও এক ব্যবস্থা চুড়ান্ত করেছি।","bangla_mujibur":"তারা কি কোন ব্যাপারে চূড়ান্ত সিদ্ধান্ত গ্রহণ করেছে? আমিই সিদ্ধান্ত গ্রহণকারী।","bangla_taisirul":"তারা কি (নিজেদের মধ্যে সলা-পরামর্শ করে কোন) চূড়ান্ত সিদ্ধান্ত নিয়েছে? চূড়ান্ত সিদ্ধান্ত তো আমিই নিয়ে থাকি (যাবতীয় ব্যাপারে আল্লাহ যা চান তাই শেষে ঘটে)।"},{"id":80,"arabic_text":"اَمۡ یَحۡسَبُوۡنَ  اَنَّا  لَا نَسۡمَعُ سِرَّہُمۡ وَ نَجۡوٰىہُمۡ ؕ بَلٰی وَ رُسُلُنَا لَدَیۡہِمۡ یَکۡتُبُوۡنَ ﴿۸۰﴾ ","english_text":"And to Allah belongs the east and the west. So wherever you [might] turn, there is the Face of Allah . Indeed, Allah is all-Encompassing and Knowing.","page":495,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4405.mp3","colorText":"أَمْ يَحْسَبُونَ أَ[g[نّ]َا لَا نَسْمَعُ سِرَّهُمْ وَنَ[q:5735[جْ]وَ[n[ٮٰ]ه[c:12317[ُم‌ۚ ب]َلَىٰ وَرُسُلُنَا لَدَيْهِمْ يَكْتُب[p[ُو]نَ","juz":25,"ruku":430,"manzil":6,"bangla_ahbayan":"ওরা কি মনে করে যে, আমি ওদের গোপন বিষয় ও গোপন পরামর্শের খবর রাখি না? অবশ্যই (রাখি)।[১] আমার দূতগণ তো ওদের কাছে থেকে সব লিপিবদ্ধ করে। [২]","bangla_bayan":"না কি তারা মনে করে, আমি তাদের গোপনীয় বিষয় ও নিভৃত সলাপরামর্শ শুনতে পাই না? অবশ্যই হ্যাঁ, আর আমার ফেরেশতাগণ তাদের কাছে থেকে লিখছে।","bangla_mkhan":"তারা কি মনে করে যে, আমি তাদের গোপন বিষয় ও গোপন পরামর্শ শুনি না? হঁ্যা, শুনি। আমার ফেরেশতাগণ তাদের নিকটে থেকে লিপিবদ্ধ করে।","bangla_mujibur":"তারা কি মনে করে যে, আমি তাদের গোপন বিষয় ও মন্ত্রনার খবর রাখিনা? অবশ্যই রাখি। আমার মালাইকা/ফেরেশতাতো তাদের নিকট থেকে সব কিছু লিপিবদ্ধ করে।","bangla_taisirul":"তারা কি মনে করে যে, আমি তাদের গোপন কথা, গোপন পরামর্শ শুনি না? নিশ্চয়ই শুনি, আর আমার ফেরেশতারাহ তাদের কাছে থেকে লিখে নেয়।"},{"id":81,"arabic_text":"قُلۡ  اِنۡ کَانَ لِلرَّحۡمٰنِ وَلَدٌ ٭ۖ فَاَنَا اَوَّلُ الۡعٰبِدِیۡنَ ﴿۸۱﴾  ","english_text":"They say, \" Allah has taken a son.\" Exalted is He! Rather, to Him belongs whatever is in the heavens and the earth. All are devoutly obedient to Him,","page":495,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4406.mp3","colorText":"قُلْ إِ[f:2594[ن ك]َانَ لِلرَّحْمَ[n[ـٰ]نِ وَلَ[f:12318[دٌ ف]َأَنَا۟ أَوَّلُ [h:12319[ٱ]لْعَ[n[ـٰ]بِد[p[ِي]نَ","juz":25,"ruku":430,"manzil":6,"bangla_ahbayan":"বল, ‘পরম দয়াময় আল্লাহর কোন সন্তান থাকলে আমিই হতাম তার উপাসকগণের অগ্রণী।’[১]","bangla_bayan":"বল, ‘রহমানের যদি সন্তান থাকত তবে আমি প্রথম তাঁর ইবাদাতকারী হতাম।","bangla_mkhan":"বলুন, দয়াময় আল্লাহর কোন সন্তান থাকলে আমি সর্ব প্রথম তার এবাদত করব।","bangla_mujibur":"বলঃ দয়াময় ‘রাহমানের’ কোন সন্তান থাকলে আমি হতাম তার উপাসকগণের অগ্রণী।","bangla_taisirul":"বল- দয়াময়ের কোন সন্তান থাকলে আমিই তার সর্বপ্রথম ‘ইবাদাতকারী হতাম।"},{"id":82,"arabic_text":"سُبۡحٰنَ رَبِّ السَّمٰوٰتِ وَ الۡاَرۡضِ رَبِّ الۡعَرۡشِ عَمَّا یَصِفُوۡنَ ﴿۸۲﴾ ","english_text":"Originator of the heavens and the earth. When He decrees a matter, He only says to it, \"Be,\" and it is.","page":495,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4407.mp3","colorText":"سُ[q:7648[بْ]حَ[n[ـٰ]نَ رَبِّ [h:12320[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَ[h:177[ٱ]لْأَرْضِ رَبِّ [h:8707[ٱ]لْعَرْشِ عَ[g[مّ]َا يَصِف[p[ُو]نَ","juz":25,"ruku":430,"manzil":6,"bangla_ahbayan":"ওরা যা আরোপ করে তা হতে আকাশমন্ডলী ও পৃথিবীর অধিপতি এবং আরশের অধিকারী পবিত্র ও মহান।[১]","bangla_bayan":"তারা যা আরোপ করে, আসমানসমূহ ও যমীনের রব এবং আরশের রব তা থেকে পবিত্র-মহান।","bangla_mkhan":"তারা যা বর্ণনা করে, তা থেকে নভোমন্ডল ও ভূমন্ডলের পালনকর্তা, আরশের পালনকর্তা পবিত্র।","bangla_mujibur":"তারা যা আরোপ করে তা হতে পবিত্র আকাশমন্ডলী ও পৃথিবীর মহান অধিপতি এবং আরশের অধিকারী।","bangla_taisirul":"তারা যা (তাঁর প্রতি) আরোপ করে তা হতে আকাশ ও পৃথিবীর প্রতিপালক ‘আরশের পালনকর্তা মহান, পবিত্র।"},{"id":83,"arabic_text":"فَذَرۡہُمۡ  یَخُوۡضُوۡا وَ یَلۡعَبُوۡا حَتّٰی یُلٰقُوۡا یَوۡمَہُمُ  الَّذِیۡ یُوۡعَدُوۡنَ ﴿۸۳﴾ ","english_text":"Those who do not know say, \"Why does Allah not speak to us or there come to us a sign?\" Thus spoke those before them like their words. Their hearts resemble each other. We have shown clearly the signs to a people who are certain [in faith].","page":495,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4408.mp3","colorText":"فَذَرْهُمْ يَخُوضُو[s[اْ] وَيَلْعَبُو[s[اْ] حَتَّىٰ يُلَ[n[ـٰ]قُو[s[اْ] يَوْمَهُمُ [h:12321[ٱ]لَّذِى يُوعَد[p[ُو]نَ","juz":25,"ruku":430,"manzil":6,"bangla_ahbayan":"অতএব ওদেরকে যে দিনের প্রতিশ্রুতি দেওয়া হয়েছে[১] তার সম্মুখীন হওয়ার পূর্ব পর্যন্ত ওদেরকে সমালোচনা ও খেল-তামাশা করতে দাও। [২]","bangla_bayan":"অতএব তাদেরকে ছেড়ে দাও, তারা মগ্ন থাকুক বেহুদা কথায় আর খেল-তামাশায় মত্ত থাকুক যতক্ষণ না সেদিনের সাথে তারা সাক্ষাৎ করে যার প্রতিশ্রুতি তাদেরকে দেয়া হয়েছে।","bangla_mkhan":"অতএব, তাদেরকে বাকচাতুরী ও ক্রীড়া-কৌতুক করতে দিন সেই দিবসের সাক্ষাত পর্যন্ত, যার ওয়াদা তাদেরকে দেয়া হয়।","bangla_mujibur":"অতএব তাদেরকে যে দিনের কথা বলা হয়েছে তার সম্মুখীন হবার পূর্ব পর্যন্ত বাক-বিতন্ডা ও ক্রীড়া-কৌতুক করতে দাও।","bangla_taisirul":"কাজেই তাদেরকে বাক-চতুরতা ও ক্রীড়া-কৌতুক করতে দাও সে দিনের সাক্ষাৎ পর্যন্ত যে দিনের ও‘য়াদা তাদেরকে দেয়া হয়েছে।"},{"id":84,"arabic_text":"وَ ہُوَ الَّذِیۡ فِی السَّمَآءِ  اِلٰہٌ  وَّ فِی الۡاَرۡضِ  اِلٰہٌ ؕ وَ ہُوَ  الۡحَکِیۡمُ  الۡعَلِیۡمُ ﴿۸۴﴾ ","english_text":"Indeed, We have sent you, [O Muhammad], with the truth as a bringer of good tidings and a warner, and you will not be asked about the companions of Hellfire.","page":495,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4409.mp3","colorText":"وَهُوَ [h:4114[ٱ]لَّذِى فِى [h:746[ٱ][l[ل]سَّم[o[َا]ٓءِ إِلَ[n[ـٰ][a:12322[هٌ و]َفِى [h:3922[ٱ]لْأَرْضِ إِلَ[n[ـٰ][a:12323[هٌ‌ۚ و]َهُوَ [h:3967[ٱ]لْحَكِيمُ [h:12324[ٱ]لْعَل[p[ِي]مُ","juz":25,"ruku":430,"manzil":6,"bangla_ahbayan":"তিনিই উপাস্য নভোমন্ডলে, তিনিই উপাস্য ভূমন্ডলে[১] এবং তিনিই প্রজ্ঞাময়, সর্বজ্ঞ।","bangla_bayan":"আর তিনিই আসমানে ইলাহ এবং তিনিই যমীনে ইলাহ; আর তিনি প্রজ্ঞাময়, সর্বজ্ঞ।","bangla_mkhan":"তিনিই উপাস্য নভোমন্ডলে এবং তিনিই উপাস্য ভুমন্ডলে। তিনি প্রজ্ঞাময়, সর্বজ্ঞ,","bangla_mujibur":"তিনিই মা‘বূদ নভোমন্ডলের, তিনিই মা‘বূদ ভূতলের এবং তিনি প্রজ্ঞাময়, সর্বজ্ঞ।","bangla_taisirul":"আকাশমন্ডলে তিনিই ইলাহ, যমীনে তিনিই ইলাহ, তিনি মহাবিজ্ঞ, সর্বজ্ঞ।"},{"id":85,"arabic_text":"وَ تَبٰرَکَ الَّذِیۡ  لَہٗ  مُلۡکُ السَّمٰوٰتِ وَ الۡاَرۡضِ وَ مَا بَیۡنَہُمَا ۚ وَ عِنۡدَہٗ  عِلۡمُ السَّاعَۃِ ۚ وَ  اِلَیۡہِ  تُرۡجَعُوۡنَ ﴿۸۵﴾ ","english_text":"And never will the Jews or the Christians approve of you until you follow their religion. Say, \"Indeed, the guidance of Allah is the [only] guidance.\" If you were to follow their desires after what has come to you of knowledge, you would have against Allah no protector or helper.","page":495,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4410.mp3","colorText":"وَتَبَارَكَ [h:12325[ٱ]لَّذِى لَهُ[n[ۥ] مُلْكُ [h:555[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَ[h:177[ٱ]لْأَرْضِ وَمَا بَيْنَهُمَا وَعِ[f:4104[ند]َهُ[n[ۥ] عِلْمُ [h:10616[ٱ][l[ل]سَّاعَةِ وَإِلَيْهِ تُرْجَع[p[ُو]نَ","juz":25,"ruku":430,"manzil":6,"bangla_ahbayan":"কত মহান তিনি যিনি আকাশমন্ডলী ও পৃথিবী এবং ওদের মধ্যবর্তী সমস্ত কিছুর সার্বভৌম অধিপতি।[১] কিয়ামতের জ্ঞান কেবল তাঁরই আছে[২] এবং তাঁরই নিকট তোমরা প্রত্যাবর্তিত হবে। [৩]","bangla_bayan":"আর তিনি বরকতময়, যার কর্তৃত্বে রয়েছে আসমানসমূহ, যমীন ও এ দু’য়ের মধ্যবর্তী সবকিছু; আর কিয়ামতের জ্ঞান কেবল তাঁরই আছে এবং তাঁরই নিকট তোমাদেরকে ফিরিয়ে নেয়া হবে।","bangla_mkhan":"বরকতময় তিনিই, নভোমন্ডল, ভূমন্ডল ও এতদুভয়ের মধ্যবর্তী সবকিছু যার। তাঁরই কাছে আছে কেয়ামতের জ্ঞান এবং তাঁরই দিকে তোমরা প্রত্যাবর্তিত হবে।","bangla_mujibur":"কত মহান তিনি, আকাশমন্ডলী ও পৃথিবী এবং এইগুলির মধ্যবর্তী সব কিছুর সার্বভৌম অধিপতি! কিয়ামাতের জ্ঞান শুধু তাঁরই আছে এবং তাঁরই নিকট তোমরা প্রত্যাবর্তিত হবে।","bangla_taisirul":"অতি মহান ও পবিত্র তিনি, আকাশ, পৃথিবী ও এ দু’য়ের মাঝে যা আছে তার একচ্ছত্র কর্তৃত্ব যাঁর হাতে, ক্বিয়ামতের জ্ঞান তাঁর কাছেই আছে (যে তা কখন ঘটবে), আর তোমাদেরকে তাঁর কাছেই ফিরে যেতে হবে।"},{"id":86,"arabic_text":"وَ لَا یَمۡلِکُ الَّذِیۡنَ یَدۡعُوۡنَ مِنۡ دُوۡنِہِ الشَّفَاعَۃَ  اِلَّا مَنۡ شَہِدَ بِالۡحَقِّ وَ ہُمۡ یَعۡلَمُوۡنَ ﴿۸۶﴾ ","english_text":"Those to whom We have given the Book recite it with its true recital. They [are the ones who] believe in it. And whoever disbelieves in it - it is they who are the losers.","page":495,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4411.mp3","colorText":"وَلَا يَمْلِكُ [h:12326[ٱ]لَّذِينَ يَ[q:1240[دْ]عُونَ مِ[f:3136[ن د]ُونِهِ [h:12327[ٱ][l[ل]شَّفَ[n[ـٰ]عَةَ إِلَّا مَ[f:12328[ن ش]َهِدَ بِ[h:370[ٱ]لْحَقِّ وَهُمْ يَعْلَم[p[ُو]نَ","juz":25,"ruku":430,"manzil":6,"bangla_ahbayan":"আল্লাহর পরিবর্তে ওরা যাদেরকে ডাকে, সুপারিশের অধিকার তাদের নেই।[১] তবে যারা সত্য উপলব্ধি করে ওর (সত্যের) সাক্ষ্য দেয় তাদের কথা স্বতন্ত্র। [২]","bangla_bayan":"আর তিনি ছাড়া যাদেরকে তারা আহবান করে তারা সুপারিশের মালিক হবে না; তবে তারা ছাড়া যারা জেনে-শুনে সত্য সাক্ষ্য দেয় ।","bangla_mkhan":"তিনি ব্যতীত তারা যাদের পুজা করে, তারা সুপারিশের অধিকারী হবে না, তবে যারা সত্য স্বীকার করত ও বিশ্বাস করত।","bangla_mujibur":"আল্লাহর পরিবর্তে তারা যাদেরকে ডাকে, সুপারিশের ক্ষমতা তাদের নেই, তবে যারা সত্য উপলব্ধি করে ওর সাক্ষ্য দেয় তারা ব্যতীত।","bangla_taisirul":"আল্লাহর পরিবর্তে যাদেরকে তারা ডাকে তারা সুপারিশের অধিকারী নয়, তবে যে জ্ঞানের ভিত্তিতে সত্যের সাক্ষ্য দেয় সে ছাড়া।"},{"id":87,"arabic_text":"وَ لَئِنۡ سَاَلۡتَہُمۡ مَّنۡ خَلَقَہُمۡ  لَیَقُوۡلُنَّ اللّٰہُ فَاَنّٰی یُؤۡفَکُوۡنَ ﴿ۙ۸۷﴾ ","english_text":"O Children of Israel, remember My favor which I have bestowed upon you and that I preferred you over the worlds.","page":495,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4412.mp3","colorText":"وَلَئِ[f:5683[ن س]َأَلْتَه[w:10403[ُم م]َّنْ خَلَقَهُمْ لَيَقُولُ[g[نّ]َ [h:10404[ٱ]للَّهُ‌ۖ فَأَ[g[نّ]َىٰ يُؤْفَك[p[ُو]نَ","juz":25,"ruku":430,"manzil":6,"bangla_ahbayan":"যদি তুমি ওদেরকে জিজ্ঞাসা কর, ‘কে ওদেরকে সৃষ্টি করেছে?’ ওরা অবশ্যই বলবে, ‘আল্লাহ।’ তবুও ওরা কোথায় ফিরে যাচ্ছে?","bangla_bayan":"আর তুমি যদি তাদেরকে জিজ্ঞাসা কর, কে তাদেরকে সৃষ্টি করেছে? তারা অবশ্যই বলবে, ‘আল্লাহ।’ তবু তারা কীভাবে বিমুখ হয়?","bangla_mkhan":"যদি আপনি তাদেরকে জিজ্ঞাসা করেন, কে তাদেরকে সৃষ্টি করেছেন, তবে অবশ্যই তারা বলবে, আল্লাহ, অতঃপর তারা কোথায় ফিরে যাচ্ছে ?","bangla_mujibur":"তুমি যদি তাদেরকে জিজ্ঞেস কর, কে তাদেরকে সৃষ্টি করেছে তাহলে তারা অবশ্যই বলবেঃ আল্লাহ! তবুও তারা কোথায় ফিরে যাচ্ছে?","bangla_taisirul":"তুমি যদি তাদেরকে জিজ্ঞেস কর- তাদেরকে কে সৃষ্টি করেছে, তাহলে তারা অবশ্য অবশ্যই বলবে, আল্লাহ। অত:পর তারা কোথায় ফিরে যাচ্ছে?"},{"id":88,"arabic_text":"وَ قِیۡلِہٖ  یٰرَبِّ  اِنَّ ہٰۤؤُلَآءِ  قَوۡمٌ لَّا یُؤۡمِنُوۡنَ ﴿ۘ۸۸﴾ ","english_text":"And fear a Day when no soul will suffice for another soul at all, and no compensation will be accepted from it, nor will any intercession benefit it, nor will they be aided.","page":495,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4413.mp3","colorText":"وَقِيلِه[n[ِۦ] يَ[n[ـٰ]رَبِّ إِ[g[نّ]َ هَ[o[ـٰٓ]ؤُل[o[َا]ٓءِ قَوْ[u:3651[مٌ ل]َّا يُؤْمِن[p[ُو]نَ","juz":25,"ruku":430,"manzil":6,"bangla_ahbayan":"আর রসূলের উক্তি,[১] ‘হে আমার প্রতিপালক! এরা তো সেই সম্প্রদায় যারা বিশ্বাস করবে না।’ (এর জ্ঞান কেবল তাঁরই আছে।)","bangla_bayan":"আর তার (রাসূলের) বাণী ‘হে আমার রব, নিশ্চয় এরা এমন কওম যারা ঈমান আনবে না।’","bangla_mkhan":"রসূলের এই উক্তির কসম, হে আমার পালনকর্তা, এ সম্প্রদায় তো বিশ্বাস স্থাপন করে না।","bangla_mujibur":"আমি অবগত আছি রাসূলের এই উক্তি - হে আমার রাব্ব! এই সম্প্রদায়তো ঈমান আনবেনা।","bangla_taisirul":"রসূলের এ উক্তির শপথঃ ‘হে আমার প্রতিপালক! এ জাতির লোকেরা ঈমান আনবে না।’"},{"id":89,"arabic_text":"فَاصۡفَحۡ عَنۡہُمۡ وَ قُلۡ سَلٰمٌ ؕ فَسَوۡفَ یَعۡلَمُوۡنَ ﴿۸۹﴾ ","english_text":"And [mention, O Muhammad], when Abraham was tried by his Lord with commands and he fulfilled them. [ Allah ] said, \"Indeed, I will make you a leader for the people.\" [Abraham] said, \"And of my descendants?\" [ Allah ] said, \"My covenant does not include the wrongdoers.\"","page":495,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4414.mp3","colorText":"فَ[h:9999[ٱ]صْفَحْ عَنْهُمْ وَقُلْ سَلَ[n[ـٰ][f:12329[مٌ‌ۚ ف]َسَوْفَ يَعْلَم[p[ُو]نَ","juz":25,"ruku":430,"manzil":6,"bangla_ahbayan":"সুতরাং তুমি ওদেরকে উপেক্ষা কর এবং বল, ‘শান্তির সম্ভাষণ (সালাম)।’[১] ওরা শীঘ্রই (এর শেষ ফল) জানতে পারবে।","bangla_bayan":"অতএব তুমি তাদেরকে এড়িয়ে চল এবং বল, ‘সালাম’; তবে তারা শীঘ্রই জানতে পারবে।","bangla_mkhan":"অতএব, আপনি তাদের থেকে মুখ ফিরিয়ে নিন এবং বলুন, ‘সালাম’। তারা শীঘ্রই জানতে পারবে।","bangla_mujibur":"সুতরাং তুমি তাদেরকে উপেক্ষা কর এবং বলঃ সালাম! তারা শীঘ্রই জানতে পারবে।","bangla_taisirul":"কাজেই তুমি তাদের থেকে মুখ ফিরিয়ে নাও আর বল- (তোমাদের প্রতি) সালাম। শীঘ্রই তারা জানতে পারবে (তাদের আচরণের পরিণতি কী)।"}]}}