{"surahDetails":{"id":46,"banglaName":"বালুর পাহাড়","totalAyah":35,"arabicInBangla":"আল-আহকাফ"},"surah":{"id":46,"verses":[{"id":1,"arabic_text":"حٰمٓ ۚ﴿۱﴾ ","english_text":"And those who disbelieve and deny Our signs - those will be companions of the Fire; they will abide therein eternally.\"","page":502,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4511.mp3","colorText":"ح[m[مٓ]","juz":26,"ruku":438,"manzil":6,"bangla_ahbayan":"হা- মীম।[১]","bangla_bayan":"হা-মীম।","bangla_mkhan":"হা-মীম।","bangla_mujibur":"হা মীম।","bangla_taisirul":"হা-মীম।"},{"id":2,"arabic_text":"تَنۡزِیۡلُ  الۡکِتٰبِ مِنَ اللّٰہِ  الۡعَزِیۡزِ الۡحَکِیۡمِ ﴿۲﴾ ","english_text":"O Children of Israel, remember My favor which I have bestowed upon you and fulfill My covenant [upon you] that I will fulfill your covenant [from Me], and be afraid of [only] Me.","page":502,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4512.mp3","colorText":"تَ[f:10623[نز]ِيلُ [h:10624[ٱ]لْكِتَ[n[ـٰ]بِ مِنَ [h:321[ٱ]للَّهِ [h:11613[ٱ]لْعَزِيزِ [h:2229[ٱ]لْحَك[p[ِي]مِ","juz":26,"ruku":438,"manzil":6,"bangla_ahbayan":"এ কিতাব পরাক্রমশালী, প্রজ্ঞাময় আল্লাহর নিকট হতে অবতীর্ণ।","bangla_bayan":"এই কিতাব মহা পরাক্রমশালী প্রজ্ঞাময় আল্লাহর নিকট থেকে নাযিলকৃত।","bangla_mkhan":"এই কিতাব পরাক্রমশালী, প্রজ্ঞাময় আল্লাহর পক্ষ থেকে অবতীর্ণ।","bangla_mujibur":"এই কিতাব পরাক্রমশালী, প্রজ্ঞাময় আল্লাহর নিকট হতে অবতীর্ণ।","bangla_taisirul":"কিতাব অবতীর্ণ হয়েছে মহা পরাক্রমশালী প্রজ্ঞাময় আল্লাহর নিকট হতে।"},{"id":3,"arabic_text":"مَا خَلَقۡنَا السَّمٰوٰتِ وَ الۡاَرۡضَ وَ مَا بَیۡنَہُمَاۤ  اِلَّا بِالۡحَقِّ وَ اَجَلٍ مُّسَمًّی ؕ وَ الَّذِیۡنَ کَفَرُوۡا عَمَّاۤ  اُنۡذِرُوۡا مُعۡرِضُوۡنَ ﴿۳﴾ ","english_text":"And believe in what I have sent down confirming that which is [already] with you, and be not the first to disbelieve in it. And do not exchange My signs for a small price, and fear [only] Me.","page":502,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4513.mp3","colorText":"مَا خَلَ[q:5159[قْ]نَا [h:7298[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَ[h:1474[ٱ]لْأَرْضَ وَمَا بَيْنَهُم[o[َآ] إِلَّا بِ[h:370[ٱ]لْحَقِّ وَأَجَ[a:10428[لٍ م]ُّسَم[a:12452[ًّى‌ۚ و]َ[h:37[ٱ]لَّذِينَ كَفَرُو[s[اْ] عَ[g[مّ][o[َآ] أُ[f:8133[نذ]ِرُو[s[اْ] مُعْرِض[p[ُو]نَ","juz":26,"ruku":438,"manzil":6,"bangla_ahbayan":"আকাশমন্ডলী ও পৃথিবী এবং উভয়ের মধ্যস্থিত সব কিছুই আমি যথাযথভাবে নির্দিষ্টকালের জন্য সৃষ্টি করেছি; [১] কিন্তু অবিশ্বাসীরা তাদেরকে যে বিষয়ে সতর্ক করা হয়েছে, তা হতে মুখ ফিরিয়ে নেয়। [২]","bangla_bayan":"আমি আসমানসমূহ, যমীন ও এতদোভয়ের মধ্যে যা কিছু আছে, তা যথাযথভাবে ও একটি নির্দিষ্ট সময়ের জন্য সৃষ্টি করেছি। আর যারা কুফরী করে, তাদেরকে যে বিষয়ে সতর্ক করা হয়েছে তা থেকে তারা বিমুখ।","bangla_mkhan":"নভোমন্ডল, ভূ-মন্ডল ও এতদুভয়ের মধ্যবর্তী সবকিছু আমি যথাযথভাবেই এবং নির্দিষ্ট সময়ের জন্যেই সৃষ্টি করেছি। আর কাফেররা যে বিষয়ে তাদেরকে সতর্ক করা হয়েছে, তা থেকে মুখ ফিরিয়ে নেয়।","bangla_mujibur":"আকাশমন্ডলী ও পৃথিবী এবং এতদুভয়ের মধ্যস্থিত সব কিছুই আমি যথাযথভাবে নির্দিষ্ট কালের জন্য সৃষ্টি করেছি; কিন্তু কাফিরদেরকে যে বিষয়ে সতর্ক করা হয়েছে তা হতে মুখ ফিরিয়ে নেয়।","bangla_taisirul":"আমি আকাশ, যমীন ও এ দু’য়ের মাঝে যা আছে তা প্রকৃত উদ্দেশ্যে একটা নির্দিষ্ট সময়ের জন্য সৃষ্টি করেছি। কিন্তু কাফিরগণ, যে বিষয়ে তাদেরকে সতর্ক করা হয় তাত্থেকে মুখ ফিরিয়ে নেয়।"},{"id":4,"arabic_text":"قُلۡ  اَرَءَیۡتُمۡ مَّا  تَدۡعُوۡنَ مِنۡ دُوۡنِ اللّٰہِ اَرُوۡنِیۡ  مَاذَا خَلَقُوۡا مِنَ الۡاَرۡضِ اَمۡ لَہُمۡ شِرۡکٌ فِی السَّمٰوٰتِ ؕ اِیۡتُوۡنِیۡ  بِکِتٰبٍ مِّنۡ  قَبۡلِ ہٰذَاۤ  اَوۡ اَثٰرَۃٍ  مِّنۡ عِلۡمٍ  اِنۡ کُنۡتُمۡ صٰدِقِیۡنَ ﴿۴﴾ ","english_text":"And do not mix the truth with falsehood or conceal the truth while you know [it].","page":502,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4514.mp3","colorText":"قُلْ أَرَءَيْت[w:6098[ُم م]َّا تَ[q:4040[دْ]عُونَ مِ[f:107[ن د]ُونِ [h:108[ٱ]للَّهِ أَرُونِى مَاذَا خَلَقُو[s[اْ] مِنَ [h:1579[ٱ]لْأَرْضِ أَمْ لَهُمْ شِرْ[f:11154[كٌ ف]ِى [h:609[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ‌ۖ [h:12453[ٱ]ئْتُونِى بِكِتَ[n[ـٰ][a:10187[بٍ م]ِّ[f:1346[ن ق]َ[q:1347[بْ]لِ هَ[n[ـٰ]ذ[o[َآ] أَوْ أَثَ[n[ـٰ]رَ[a:12454[ةٍ م]ِّنْ عِلْمٍ إِ[f:109[ن ك]ُ[f:100[نت]ُمْ صَ[n[ـٰ]دِق[p[ِي]نَ","juz":26,"ruku":438,"manzil":6,"bangla_ahbayan":"বল, ‘তোমরা আল্লাহর পরিবর্তে যাদেরকে ডাক, তাদের কথা ভেবে দেখছ কি? তারা পৃথিবীতে কি সৃষ্টি করেছে আমাকে দেখাও অথবা আকাশমন্ডলীতে তাদের কোন অংশীদারিত্ব আছে কি?[১] এর পূর্ববর্তী কোন কিতাবে অথবা পরম্পরাগত জ্ঞান থাকলে তা তোমরা আমার নিকট উপস্থিত কর, যদি তোমরা সত্যবাদী হও।’[২]","bangla_bayan":"বল, ‘তোমরা আমাকে সংবাদ দাও তোমরা আল্লাহর পরিবর্তে যাদেরকে ডাক আমাকে দেখাও তো তারা যমীনে কী সৃষ্টি করেছে? অথবা আসমানসমূহে তাদের কোন অংশীদারিত্ব আছে কি? এর পূর্ববর্তী কোন কিতাব অথবা পরম্পরাগত কোন জ্ঞান তোমরা আমার কাছে নিয়ে এসো, যদি তোমরা সত্যবাদী হও’।","bangla_mkhan":"বলুন, তোমরা আল্লাহ ব্যতীত যাদের পূজা কর, তাদের বিষয়ে ভেবে দেখেছ কি? দেখাও আমাকে তারা পৃথিবীতে কি সৃষ্টি করেছে? অথবা নভোমন্ডল সৃজনে তাদের কি কোন অংশ আছে? এর পূর্ববর্তী কোন কিতাব অথবা পরস্পরাগত কোন জ্ঞান আমার কাছে উপস্থিত কর, যদি তোমরা সত্যবাদী হও।","bangla_mujibur":"বলঃ তোমরা আল্লাহর পরিবর্তে যাদেরকে ডাক তাদের কথা ভেবে দেখেছ কি? তারা পৃথিবীতে কি সৃষ্টি করেছে আমাকে দেখাও অথবা আকাশমন্ডলীতে তাদের কোন অংশীদারীত্ব আছে কি? পূর্ববর্তী কোন কিতাব অথবা পরম্পরাগত কোন জ্ঞান থাকলে তা তোমরা আমার নিকট উপস্থিত কর - যদি তোমরা সত্যবাদী হও।","bangla_taisirul":"বল- তোমরা আল্লাহর পরিবর্তে যাদেরকে ডাক, তাদের বিষয়ে চিন্তা করে দেখেছ কি? দেখাও আমাকে তারা যমীনে কী সৃষ্টি করেছে অথবা আকাশমন্ডলে তাদের কোন অংশীদারিত্ব আছে কি? এর আগের কোন কিতাব অথবা পরম্পরাগত কোন জ্ঞান আমার কাছে উপস্থিত কর যদি তোমরা সত্যবাদী হও।"},{"id":5,"arabic_text":"وَ مَنۡ اَضَلُّ  مِمَّنۡ یَّدۡعُوۡا مِنۡ دُوۡنِ اللّٰہِ مَنۡ  لَّا یَسۡتَجِیۡبُ لَہٗۤ  اِلٰی یَوۡمِ الۡقِیٰمَۃِ  وَ  ہُمۡ عَنۡ دُعَآئِہِمۡ  غٰفِلُوۡنَ ﴿۵﴾ ","english_text":"And establish prayer and give zakah and bow with those who bow [in worship and obedience].","page":502,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4515.mp3","colorText":"وَمَنْ أَضَلُّ مِ[g[مّ][a:12455[َن ي]َ[q:1242[دْ]عُو[s[اْ] مِ[f:107[ن د]ُونِ [h:108[ٱ]للَّهِ م[u:6065[َن ل]َّا يَسْتَجِيبُ لَهُ[o[ۥٓ] إِلَىٰ يَوْمِ [h:1965[ٱ]لْقِيَ[n[ـٰ]مَةِ وَهُمْ عَ[f:12456[ن د]ُع[o[َا]ٓئِهِمْ غَ[n[ـٰ]فِل[p[ُو]نَ","juz":26,"ruku":438,"manzil":6,"bangla_ahbayan":"সে ব্যক্তি অপেক্ষা অধিক বিভ্রান্ত কে, যে আল্লাহর পরিবর্তে এমন কিছুকে ডাকে যা কিয়ামত দিবস পর্যন্তও তার ডাকে সাড়া দেবে না? আর তারা তাদের ডাক সম্বন্ধে অবহিতও নয়। [১]","bangla_bayan":"তার চেয়ে অধিক পথভ্রষ্ট আর কে, যে আল্লাহর পরিবর্তে এমন কাউকে ডাকে, যে কিয়ামত দিবস পর্যন্তও তার ডাকে সাড়া দেবে না? আর তারা তাদের আহবান সম্পর্কে উদাসীন।","bangla_mkhan":"যে ব্যক্তি আল্লাহর পরিবর্তে এমন বস্তুর পূজা করে, যে কেয়ামত পর্যন্তও তার ডাকে সাড়া দেবে না, তার চেয়ে অধিক পথভ্রষ্ট আর কে? তারা তো তাদের পুজা সম্পর্কেও বেখবর।","bangla_mujibur":"সেই ব্যক্তি অপেক্ষা বিভ্রান্ত কে যে আল্লাহর পরিবর্তে এমন কিছুকে ডাকে যা কিয়ামাতের দিন পর্যন্তও তার ডাকে সাড়া দিবেনা? এবং ওগুলি তাদের প্রার্থনা সম্বন্ধে অবহিত নয়।","bangla_taisirul":"তার চেয়ে অধিক গুমরাহ কে, যে আল্লাহর পরিবর্তে এমন কিছুকে ডাকে যা ক্বিয়ামত পর্যন্ত তাকে সাড়া দেবে না, আর তাদের ডাকাডাকি সম্পর্কেও তারা (একদম) বেখবর?"},{"id":6,"arabic_text":"وَ  اِذَا حُشِرَ  النَّاسُ کَانُوۡا لَہُمۡ  اَعۡدَآءً وَّ  کَانُوۡا بِعِبَادَتِہِمۡ کٰفِرِیۡنَ ﴿۶﴾ ","english_text":"Do you order righteousness of the people and forget yourselves while you recite the Scripture? Then will you not reason?","page":503,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4516.mp3","colorText":"وَإِذَا حُشِرَ [h:12457[ٱ][l[ل][g[نّ]َاسُ كَانُو[s[اْ] لَهُمْ أَعْد[o[َا]ٓ[a:12458[ءً و]َكَانُو[s[اْ] بِعِبَادَتِهِمْ كَ[n[ـٰ]فِر[p[ِي]نَ","juz":26,"ruku":438,"manzil":6,"bangla_ahbayan":"যখন কিয়ামতের দিন মানুষকে একত্রিত করা হবে, তখন তারা তাদের শত্রু হয়ে দাঁড়াবে এবং তাদের উপাসনাকে অস্বীকার করবে। [১]","bangla_bayan":"আর যখন মানুষকে একত্র করা হবে, তখন এ উপাস্যগুলো তাদের শত্রু হবে এবং তারা তাদের ইবাদাত অস্বীকার করবে।","bangla_mkhan":"যখন মানুষকে হাশরে একত্রিত করা হবে, তখন তারা তাদের শত্রু হবে এবং তাদের এবাদত অস্বীকার করবে।","bangla_mujibur":"যখন কিয়ামাত দিবসে মানুষকে একত্রিত করা হবে তখন ঐগুলো হবে তাদের শত্রু, ঐগুলো তাদের ইবাদাত অস্বীকার করবে।","bangla_taisirul":"ক্বিয়ামতের দিন মানুষকে যখন একত্রিত করা হবে, তখন ঐগুলো (অর্থাৎ উপাস্যরা) হবে মানুষের শত্রু আর মানুষ যে তাদের ‘ইবাদাত করেছিল তা তারা অস্বীকার করবে।"},{"id":7,"arabic_text":"وَ اِذَا تُتۡلٰی عَلَیۡہِمۡ  اٰیٰتُنَا بَیِّنٰتٍ قَالَ الَّذِیۡنَ کَفَرُوۡا لِلۡحَقِّ لَمَّا جَآءَہُمۡ ۙ ہٰذَا سِحۡرٌ  مُّبِیۡنٌ ؕ﴿۷﴾ ","english_text":"And seek help through patience and prayer, and indeed, it is difficult except for the humbly submissive [to Allah ]","page":503,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4517.mp3","colorText":"وَإِذَا تُتْلَىٰ عَلَيْهِمْ ءَايَ[n[ـٰ]تُنَا بَيِّنَ[n[ـٰ][f:5979[تٍ ق]َالَ [h:590[ٱ]لَّذِينَ كَفَرُو[s[اْ] لِلْحَقِّ لَ[g[مّ]َا ج[o[َا]ٓءَهُمْ هَ[n[ـٰ]ذَا سِحْ[a:3879[رٌ م]ُّب[p[ِي]نٌ","juz":26,"ruku":438,"manzil":6,"bangla_ahbayan":"যখন তাদের নিকট আমার সুস্পষ্ট আয়াতসমূহ আবৃত্তি করা হয়, তখন যারা সত্য উপস্থিত হওয়ার পর তা অস্বীকার করে, তারা বলে, ‘এটা তো সুস্পষ্ট যাদু।’","bangla_bayan":"যখন তাদের কাছে আমার সুস্পষ্ট আয়াতসমূহ তিলাওয়াত করা হয়। তখন যারা কুফরী করে তাদের নিকট সত্য আসার পর বলে, ‘এটাতো প্রকাশ্য যাদু’।","bangla_mkhan":"যখন তাদেরকে আমার সুস্পষ্ট আয়াতসমূহ পাঠ করে শুনানো হয়, তখন সত্য আগমন করার পর কাফেররা বলে, এ তো প্রকাশ্য জাদু।","bangla_mujibur":"যখন তাদের নিকট আমার সুস্পষ্ট আয়াত আবৃত্তি করা হয় এবং তাদের নিকট সত্য উপস্থিত হয় তখন কাফিরেরা বলেঃ এটাতো সুস্পষ্ট যাদু।","bangla_taisirul":"তাদের কাছে যখন আমার সুস্পষ্ট আয়াত আবৃত্তি করা হয় আর সত্য যখন তাদের কাছে উপস্থিত হয়, তখন কাফিররা বলে- এটাতো প্রকাশ্য যাদু।"},{"id":8,"arabic_text":"اَمۡ  یَقُوۡلُوۡنَ  افۡتَرٰىہُ ؕ  قُلۡ  اِنِ افۡتَرَیۡتُہٗ فَلَا  تَمۡلِکُوۡنَ  لِیۡ مِنَ اللّٰہِ  شَیۡئًا ؕ ہُوَ اَعۡلَمُ  بِمَا تُفِیۡضُوۡنَ  فِیۡہِ ؕ کَفٰی بِہٖ شَہِیۡدًۢا  بَیۡنِیۡ  وَ بَیۡنَکُمۡ ؕ وَ ہُوَ الۡغَفُوۡرُ  الرَّحِیۡمُ ﴿۸﴾ ","english_text":"Who are certain that they will meet their Lord and that they will return to Him.","page":503,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4518.mp3","colorText":"أَمْ يَقُولُونَ [h:6061[ٱ]فْتَرَ[n[ٮٰ]هُ‌ۖ قُلْ إِنِ [h:6311[ٱ]فْتَرَيْتُهُ[n[ۥ] فَلَا تَمْلِكُونَ لِى مِنَ [h:321[ٱ]للَّهِ شَيْــًٔا‌ۖ هُوَ أَعْلَمُ بِمَا تُفِيضُونَ فِيهِ‌ۖ كَفَىٰ بِه[n[ِۦ] شَهِيد[i:7033[َۢا ب]َيْنِى وَبَيْنَكُمْ‌ۖ وَهُوَ [h:6227[ٱ]لْغَفُورُ [h:6228[ٱ][l[ل]رَّح[p[ِي]مُ","juz":26,"ruku":438,"manzil":6,"bangla_ahbayan":"তবে কি তারা বলে যে, ‘সে (মুহাম্মাদ) এটা (কুরআন) উদ্ভাবন করেছে?’ [১] তুমি বল, ‘যদি আমি এটা উদ্ভাবন করে থাকি, তাহলে তোমরা তো আল্লাহর শাস্তি হতে আমাকে কিছুতেই রক্ষা করতে পারবে না।[২] তোমরা যে বিষয়ে আলোচনায় লিপ্ত আছ, সে সম্বন্ধে আল্লাহ সবিশেষ অবহিত। [৩] আমার ও তোমাদের মধ্যে সাক্ষী হিসাবে তিনিই যথেষ্ট[৪] এবং তিনিই চরম ক্ষমাশীল, পরম দয়ালু।’ [৫]","bangla_bayan":"তবে কি তারা বলে যে, ‘সে এটা নিজে উদ্ভাবন করেছে’? বল, ‘যদি আমি এটা উদ্ভাবন করে থাকি, তবে তোমরা আমাকে আল্লাহর (আযাব) থেকে বাঁচাতে সামান্য কিছুরও মালিক নও। তোমরা যে বিষয়ে আলোচনায় মত্ত আছ, তিনি সে বিষয়ে সম্যক অবগত। আমার ও তোমাদের মধ্যে সাক্ষী হিসেবে তিনিই যথেষ্ট। আর তিনি অতি ক্ষমাশীল, পরম দয়ালু’।","bangla_mkhan":"তারা কি বলে যে, রসূল একে রচনা করেছে? বলুন, যদি আমি রচনা করে থাকি, তবে তোমরা আল্লাহর শাস্তি থেকে আমাকে রক্ষা করার অধিকারী নও। তোমরা এ সম্পর্কে যা আলোচনা কর, সে বিষয়ে আল্লাহ সম্যক অবগত। আমার ও তোমাদের মধ্যে তিনি সাক্ষী হিসাবে যথেষ্ট। তিনি ক্ষমাশীল, দয়াময়।","bangla_mujibur":"তারা কি তাহলে বলে যে, সে এটা উদ্ভাবন করেছে? বলঃ যদি আমি উদ্ভাবন করে থাকি তাহলে তোমরা আল্লাহর শাস্তি হতে আমাকে কিছুতেই রক্ষা করতে পারবেনা। তোমরা যে বিষয়ে আলোচনায় লিপ্ত আছ সেই সম্বন্ধে আল্লাহ সবিশেষ অবহিত। আমার ও তোমাদের মধ্যে সাক্ষী হিসাবে তিনিই যথেষ্ট এবং তিনি ক্ষমাশীল, পরম দয়ালু।","bangla_taisirul":"তারা কি বলতে চায় যে, রসূল নিজেই তা রচনা করেছে? বল, তা যদি আমি রচনা করে থাকি তাহলে তোমরা আল্লাহর শাস্তি হতে আমাকে কিছুতেই বাঁচাতে পারবে না। আল্লাহ ভাল করেই জানেন যে বিষয়ে তোমরা মত্ত আছ। আমার আর তোমাদের মধ্যে সাক্ষী হিসেবে তিনিই যথেষ্ট, আর তিনি বড়ই ক্ষমাশীল, বড়ই দয়ালু।"},{"id":9,"arabic_text":"قُلۡ مَا کُنۡتُ بِدۡعًا مِّنَ الرُّسُلِ وَ مَاۤ اَدۡرِیۡ  مَا یُفۡعَلُ بِیۡ  وَ لَا بِکُمۡ ؕ اِنۡ  اَتَّبِعُ اِلَّا مَا یُوۡحٰۤی  اِلَیَّ وَ مَاۤ  اَنَا  اِلَّا نَذِیۡرٌ مُّبِیۡنٌ ﴿۹﴾ ","english_text":"O Children of Israel, remember My favor that I have bestowed upon you and that I preferred you over the worlds.","page":503,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4519.mp3","colorText":"قُلْ مَا كُ[f:2917[نت]ُ بِ[q:12459[دْ][a:12460[عًا م]ِّنَ [h:3463[ٱ][l[ل]رُّسُلِ وَم[o[َآ] أَ[q:8888[دْ]رِى مَا يُفْعَلُ بِى وَلَا بِكُمْ‌ۖ إِنْ أَتَّبِعُ إِلَّا مَا يُوحَ[o[ىٰٓ] إِلَىَّ وَم[o[َآ] أَنَا۟ إِلَّا نَذِي[a:5164[رٌ م]ُّب[p[ِي]نٌ","juz":26,"ruku":438,"manzil":6,"bangla_ahbayan":"বল, ‘আমি তো কোন নতুন রসূল নই।[১] আর আমি জানি না যে, আমার ও তোমাদের ব্যাপারে কী করা হবে;[২] আমি আমার প্রতি যা অহী (প্রত্যাদেশ) করা হয় শুধু তারই অনুসরণ করি। আমি এক স্পষ্ট সতর্ককারী মাত্র।’","bangla_bayan":"বল, ‘আমি রাসূলদের মধ্যে নতুন নই। আর আমি জানি না আমার ও তোমাদের ব্যাপারে কী করা হবে। আমার প্রতি যা ওহী করা হয়, আমি কেবল তারই অনুসরণ করি। আর আমি একজন সুস্পষ্ট সতর্ককারী মাত্র’।","bangla_mkhan":"বলুন, আমি তো কোন নতুন রসূল নই। আমি জানি না, আমার ও তোমাদের সাথে কি ব্যবহার করা হবে। আমি কেবল তারই অনুসরণ করি, যা আমার প্রতি ওহী করা হয়। আমি স্পষ্ট সতর্ক কারী বৈ নই।","bangla_mujibur":"বলঃ আমি এমন কোন প্রথম ও নতুন নাবী নই। আমি জানিনা, আমার ও তোমাদের ব্যাপারে কি করা হবে; আমি আমার প্রতি যা অহী করা হয় শুধু তারই অনুসরণ করি। আমি এক স্পষ্ট সতর্ককারী মাত্র।","bangla_taisirul":"বল, আমি রসূলদের মধ্যে নতুন নই, আর আমি এও জানি না যে, আমার সঙ্গে কী ব্যবহার করা হবে আর তোমাদের সঙ্গেইবা কেমন (ব্যবহার করা হবে), আমি কেবল তাই মেনে চলি যা আমার প্রতি ওয়াহী করা হয়। আমি তো স্পষ্ট সতর্ককারী মাত্র।"},{"id":10,"arabic_text":"قُلۡ  اَرَءَیۡتُمۡ  اِنۡ کَانَ مِنۡ عِنۡدِ اللّٰہِ وَ کَفَرۡتُمۡ  بِہٖ وَ شَہِدَ شَاہِدٌ مِّنۡۢ  بَنِیۡۤ اِسۡرَآءِیۡلَ  عَلٰی مِثۡلِہٖ  فَاٰمَنَ وَ اسۡتَکۡبَرۡتُمۡ ؕ اِنَّ اللّٰہَ  لَا یَہۡدِی الۡقَوۡمَ الظّٰلِمِیۡنَ ﴿۱۰﴾ ","english_text":"And fear a Day when no soul will suffice for another soul at all, nor will intercession be accepted from it, nor will compensation be taken from it, nor will they be aided.","page":503,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4520.mp3","colorText":"قُلْ أَرَءَيْتُمْ إِ[f:2594[ن ك]َانَ مِنْ عِ[f:398[ند]ِ [h:399[ٱ]للَّهِ وَكَفَرْت[c:12461[ُم ب]ِه[n[ِۦ] وَشَهِدَ شَاهِ[a:6616[دٌ م]ّ[i:1385[ِنۢ ب]َن[o[ِىٓ] إِسْر[o[َٲ]ٓءِيلَ عَلَىٰ مِثْلِه[n[ِۦ] فَـَٔـامَنَ وَ[h:12462[ٱ]سْتَكْبَرْتُمْ‌ۖ إِ[g[نّ]َ [h:80[ٱ]للَّهَ لَا يَهْدِى [h:1504[ٱ]لْقَوْمَ [h:1505[ٱ][l[ل]ظَّ[n[ـٰ]لِم[p[ِي]نَ","juz":26,"ruku":438,"manzil":6,"bangla_ahbayan":"বল, ‘তোমরা ভেবে দেখেছ কি যে, যদি এ (কুরআন) আল্লাহর নিকট হতে (অবতীর্ণ) হয়ে থাকে, আর তোমরা এতে অবিশ্বাস কর, অথচ বানী ইস্রাঈলের একজন এর অনুরূপ সম্পর্কে সাক্ষ্য দিয়ে এতে বিশ্বাস স্থাপন করল, আর তোমরা ঔদ্ধত্য প্রকাশ করলে,[১] (তাহলে তোমাদের পরিণাম কী হবে?) নিশ্চয় আল্লাহ সীমালংঘনকারীদেরকে সৎপথে পরিচালিত করেন না।’","bangla_bayan":"বল, তোমরা আমাকে জানাও, যদি এ কুরআন আল্লাহর কাছ থেকে এসে থাকে, আর তোমরা এটাকে অস্বীকার করলে, অথচ বনী ইসরাঈলের একজন সাক্ষী এ ব্যাপারে অনুরূপ সাক্ষ্য দিল। অতঃপর সে ঈমান আনল আর তোমরা অহঙ্কার করলে। নিশ্চয় আল্লাহ যালিম কওমকে হেদায়াত করেন না।","bangla_mkhan":"বলুন, তোমরা ভেবে দেখেছ কি, যদি এটা আল্লাহর পক্ষ থেকে হয় এবং তোমরা একে অমান্য কর এবং বনী ইসরাঈলের একজন সাক্ষী এর পক্ষে সাক্ষ্য দিয়ে এতে বিশ্বাস স্থাপন করে; আর তোমরা অহংকার কর, তবে তোমাদের চেয়ে অবিবেচক আর কে হবে? নিশ্চয় আল্লাহ অবিবেচকদেরকে পথ দেখান না।","bangla_mujibur":"বলঃ তোমরা ভেবে দেখেছ কি যে, এই কুরআন আল্লাহর নিকট হতে অবতীর্ণ হয়ে থাকে, আর তোমরা এতে অবিশ্বাস কর, উপরন্ত বানী ইসরাঈলের একজন এর অনুরূপ সম্পর্কে সাক্ষ্য দিয়ে এতে বিশ্বাস স্থাপন করল অথচ তোমরা কর ঔদ্ধত্য প্রকাশ, তাহলে তোমাদের পরিণাম কি হবে? আল্লাহ যালিমদেরকে সৎ পথে চালিত করেননা।","bangla_taisirul":"বল- তোমরা কি ভেবে দেখেছ যদি এ (কুরআন) আল্লাহর পক্ষ থেকে এসে থাকে আর তা তোমরা প্রত্যাখ্যান কর অথচ এ ধরনের কালাম সম্পর্কে বানী ইসরাঈলের একজন [‘আবদুল্লাহ বিন সালাম (রাযি.)] সাক্ষ্যও দিয়েছে। সে ঈমান আনল আর তোমরা অহঙ্কার করলে? আল্লাহ যালিম লোকদেরকে সঠিক পথ দেখান না।"},{"id":11,"arabic_text":"وَ قَالَ الَّذِیۡنَ  کَفَرُوۡا لِلَّذِیۡنَ اٰمَنُوۡا لَوۡ کَانَ خَیۡرًا مَّا سَبَقُوۡنَاۤ  اِلَیۡہِ ؕ وَ  اِذۡ  لَمۡ یَہۡتَدُوۡا بِہٖ  فَسَیَقُوۡلُوۡنَ  ہٰذَاۤ  اِفۡکٌ قَدِیۡمٌ ﴿۱۱﴾ ","english_text":"And [recall] when We saved your forefathers from the people of Pharaoh, who afflicted you with the worst torment, slaughtering your [newborn] sons and keeping your females alive. And in that was a great trial from your Lord.","page":503,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4521.mp3","colorText":"وَقَالَ [h:614[ٱ]لَّذِينَ كَفَرُو[s[اْ] لِلَّذِينَ ءَامَنُو[s[اْ] لَوْ كَانَ خَيْ[a:12463[رًا م]َّا سَبَقُون[o[َآ] إِلَيْهِ‌ۚ وَإِذْ لَمْ يَهْتَدُو[s[اْ] بِه[n[ِۦ] فَسَيَقُولُونَ هَ[n[ـٰ]ذ[o[َآ] إِفْ[f:12464[كٌ ق]َد[p[ِي]مٌ","juz":26,"ruku":439,"manzil":6,"bangla_ahbayan":"বিশ্বাসীদের সম্পর্কে অবিশ্বাসীরা বলে, ‘এটা ভাল হলে তারা এর দিকে আমাদের অগ্রগামী হত না।’ আর যখন তারা এ (কুরআন) দ্বারা পরিচালিত নয়, তখন তারা বলবে যে, ‘এটা তো এক পুরাতন মিথ্যা।’[১]","bangla_bayan":"আর যারা কুফরী করেছে তারা যারা ঈমান এনেছে তাদের সম্পর্কে বলে, ‘যদি এটা ভাল হত তবে তারা আমাদের থেকে অগ্রণী হতে পারত না’। আর যখন তারা এর দ্বারা হেদায়াত প্রাপ্ত হয়নি, তখন তারা অচিরেই বলবে, ‘এটা তো এক পুরাতন মিথ্যা’।","bangla_mkhan":"আর কাফেররা মুমিনদের বলতে লাগল যে, যদি এ দ্বীন ভাল হত তবে এরা আমাদেরকে পেছনে ফেলে এগিয়ে যেতে পারত না। তারা যখন এর মাধ্যমে সুপথ পায়নি, তখন শীঘ্রই বলবে, এ তো এক পুরাতন মিথ্যা।","bangla_mujibur":"মু’মিনদের সম্পর্কে কাফিরেরা বলেঃ এটা ভাল হলে তারা এর দিকে আমাদের চেয়ে অগ্রগামী হতনা। তারা এর দ্বারা পরিচালিত নয় বলে, বলেঃ এটাতো এক পুরাতন মিথ্যা।","bangla_taisirul":"কাফিররা মু’মিনদের সম্পর্কে বলে, তা (অর্থাৎ কুরআন) যদি ভাল হত তাহলে তারা আমাদেরকে পেছনে ফেলে ওটার দিকে এগিয়ে যেতে পারত না (আমরাই কুরআনকে আগে গ্রহণ করে নিতাম) আর যেহেতু তারা এর দ্বারা (অর্থাৎ কাফিররা এ কুরআন দ্বারা) সঠিক পথ পায়নি, সে কারণে তারা অবশ্যই বলবে- এটা এক পুরনো মিথ্যে।"},{"id":12,"arabic_text":"وَ مِنۡ  قَبۡلِہٖ کِتٰبُ مُوۡسٰۤی  اِمَامًا وَّ رَحۡمَۃً ؕ وَ ہٰذَا کِتٰبٌ مُّصَدِّقٌ  لِّسَانًا عَرَبِیًّا  لِّیُنۡذِرَ الَّذِیۡنَ ظَلَمُوۡا ٭ۖ وَ بُشۡرٰی لِلۡمُحۡسِنِیۡنَ ﴿ۚ۱۲﴾ ","english_text":"And [recall] when We parted the sea for you and saved you and drowned the people of Pharaoh while you were looking on.","page":503,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4522.mp3","colorText":"وَمِ[f:6275[ن ق]َ[q:1098[بْ]لِه[n[ِۦ] كِتَ[n[ـٰ]بُ مُوسَ[o[ىٰٓ] إِمَا[a:6276[مًا و]َرَحْمَ[a:12465[ةً‌ۚ و]َهَ[n[ـٰ]ذَا كِتَ[n[ـٰ][a:12466[بٌ م]ُّصَدِّ[u:12467[قٌ ل]ِّسَانًا عَرَبِي[u:12468[ًّا ل]ِّيُ[f:7947[نذ]ِرَ [h:12469[ٱ]لَّذِينَ ظَلَمُو[s[اْ] وَبُشْرَىٰ لِلْمُحْسِن[p[ِي]نَ","juz":26,"ruku":439,"manzil":6,"bangla_ahbayan":"এর পূর্বে ছিল মূসার গ্রন্থ আদর্শ ও করুণাস্বরূপ। আর এই সমর্থক গ্রন্থ আরবী ভাষায়, যাতে এটা সীমালংঘনকারীদেরকে সতর্ক করে এবং তা সৎকর্মশীলদের জন্য সুসংবাদবাহক।","bangla_bayan":"আর এর পূর্বে এসেছিল মূসার কিতাব পথপ্রদর্শক ও রহমতস্বরূপ। আর এটি তার সত্যায়নকারী কিতাব, আরবী ভাষায়; যাতে এটা যালিমদেরকে সতর্ক করতে পারে এবং তা ইনসাফকারীদের জন্য এক সুসংবাদ।","bangla_mkhan":"এর আগে মূসার কিতাব ছিল পথপ্রদর্শক ও রহমতস্বরূপ। আর এই কিতাব তার সমর্থক আরবী ভাষায়, যাতে যালেমদেরকে সতর্ক করে এবং সৎকর্মপরায়ণদেরকে সুসংবাদ দেয়।","bangla_mujibur":"এর পূর্বে ছিল মূসার কিতাব - আদর্শ ও অনুগ্রহ স্বরূপ এই কিতাব - এর সমর্থক, আরাবী ভাষায়, যেন এটা যালিমদেরকে সতর্ক করে এবং যারা সৎ কাজ করে তাদেরকে সুসংবাদ দেয়।","bangla_taisirul":"অথচ ইতোপূর্বে মূসার কিতাব এসেছিল পথপ্রদর্শক ও রহমত স্বরূপ। আর (এখন অবতীর্ণ) এ কিতাব তার সমর্থক, আরবী ভাষায়, যালিমদেরকে সতর্ক করার জন্য আর সৎকর্মশীলদেরকে সুসংবাদ দেয়ার জন্য।"},{"id":13,"arabic_text":"اِنَّ  الَّذِیۡنَ قَالُوۡا رَبُّنَا اللّٰہُ  ثُمَّ اسۡتَقَامُوۡا فَلَا خَوۡفٌ عَلَیۡہِمۡ  وَ لَا ہُمۡ یَحۡزَنُوۡنَ ﴿ۚ۱۳﴾ ","english_text":"And [recall] when We made an appointment with Moses for forty nights. Then you took [for worship] the calf after him, while you were wrongdoers.","page":503,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4523.mp3","colorText":"إِ[g[نّ]َ [h:24[ٱ]لَّذِينَ قَالُو[s[اْ] رَبُّنَا [h:9034[ٱ]للَّهُ ثُ[g[مّ]َ [h:12021[ٱ]سْتَقَ[n[ـٰ]مُو[s[اْ] فَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَن[p[ُو]نَ","juz":26,"ruku":439,"manzil":6,"bangla_ahbayan":"নিশ্চয় যারা বলে, ‘আমাদের প্রতিপালক আল্লাহ’ অতঃপর এই বিশ্বাসে অবিচলিত থাকে, তাদের কোন ভয় নেই এবং তারা দুঃখিতও হবে না।","bangla_bayan":"নিশ্চয় যারা বলে, ‘আমাদের রব আল্লাহ’ অতঃপর অবিচল থাকে, তাদের কোন ভয় নেই এবং তারা চিন্তিতও হবে না।","bangla_mkhan":"নিশ্চয় যারা বলে, আমাদের পালনকর্তা আল্লাহ অতঃপর অবিচল থাকে, তাদের কোন ভয় নেই এবং তারা চিন্তিত হবে না।","bangla_mujibur":"যারা বলেঃ আমাদের রাব্বতো আল্লাহ এবং এই বিশ্বাসে অবিচল থাকে, তাদের কোন ভয় নেই এবং তারা দুঃখিতও হবেনা।","bangla_taisirul":"যারা বলে, ‘আমাদের প্রতিপালক আল্লাহ’, অতঃপর (তাদের কথার উপর) সুদৃঢ় থাকে, তাহলে তাদের কোন ভয় নেই, আর তারা দুঃখিত হবে না।"},{"id":14,"arabic_text":"اُولٰٓئِکَ اَصۡحٰبُ الۡجَنَّۃِ  خٰلِدِیۡنَ  فِیۡہَا ۚ جَزَآءًۢ  بِمَا  کَانُوۡا  یَعۡمَلُوۡنَ ﴿۱۴﴾ ","english_text":"Then We forgave you after that so perhaps you would be grateful.","page":503,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4524.mp3","colorText":"أُ[s[وْ]لَ[o[ـٰٓ]ئِكَ أَصْحَ[n[ـٰ]بُ [h:415[ٱ]لْجَ[g[نّ]َةِ خَ[n[ـٰ]لِدِينَ فِيهَا جَز[o[َا]ٓ[i:3537[ءَۢ ب]ِمَا كَانُو[s[اْ] يَعْمَل[p[ُو]نَ","juz":26,"ruku":439,"manzil":6,"bangla_ahbayan":"তারাই জান্নাতের অধিবাসী; সেখানে তারা চিরস্থায়ী হবে। --এটাই তাদের কর্মফল।","bangla_bayan":"তারাই জান্নাতের অধিবাসী, তাতে তারা স্থায়ীভাবে থাকবে, তারা যা আমল করত তার পুরস্কারস্বরূপ।","bangla_mkhan":"তারাই জান্নাতের অধিকারী! তারা তথায় চিরকাল থাকবে। তারা যে কর্ম করত, এটা তারই প্রতিফল।","bangla_mujibur":"এরাই জান্নাতের অধিবাসী, সেখানে এরা স্থায়ী হবে, এটাই তাদের কর্মফল।","bangla_taisirul":"তারাই জান্নাতের অধিবাসী, তাতে তারা চিরকাল থাকবে, তারা যে কাজ করত তার পুরস্কার স্বরূপ।"},{"id":15,"arabic_text":"وَ وَصَّیۡنَا  الۡاِنۡسَانَ بِوَالِدَیۡہِ  اِحۡسٰنًا  ؕ حَمَلَتۡہُ  اُمُّہٗ  کُرۡہًا وَّ وَضَعَتۡہُ  کُرۡہًا ؕ وَ حَمۡلُہٗ  وَ فِصٰلُہٗ   ثَلٰثُوۡنَ شَہۡرًا ؕ حَتّٰۤی  اِذَا بَلَغَ  اَشُدَّہٗ  وَ بَلَغَ  اَرۡبَعِیۡنَ سَنَۃً ۙ قَالَ  رَبِّ اَوۡزِعۡنِیۡۤ  اَنۡ  اَشۡکُرَ  نِعۡمَتَکَ الَّتِیۡۤ  اَنۡعَمۡتَ عَلَیَّ  وَ عَلٰی وَالِدَیَّ  وَ اَنۡ  اَعۡمَلَ صَالِحًا تَرۡضٰہُ وَ اَصۡلِحۡ  لِیۡ  فِیۡ ذُرِّیَّتِیۡ ۚؕ اِنِّیۡ  تُبۡتُ  اِلَیۡکَ وَ اِنِّیۡ مِنَ الۡمُسۡلِمِیۡنَ ﴿۱۵﴾ ","english_text":"And [recall] when We gave Moses the Scripture and criterion that perhaps you would be guided.","page":504,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4525.mp3","colorText":"وَوَصَّيْنَا [h:10289[ٱ]لْإِ[f:5969[نس]َ[n[ـٰ]نَ بِو[n[َٲ]لِدَيْهِ إِحْسَ[n[ـٰ]نًا‌ۖ حَمَلَتْهُ أُ[g[مّ]ُهُ[n[ۥ] كُرْ[a:12470[هًا و]َوَضَعَتْهُ كُرْ[a:12471[هًا‌ۖ و]َحَمْلُهُ[n[ۥ] وَفِصَ[n[ـٰ]لُهُ[n[ۥ] ثَلَ[n[ـٰ]ثُونَ شَهْرًا‌ۚ حَتَّ[o[ىٰٓ] إِذَا بَلَغَ أَشُدَّهُ[n[ۥ] وَبَلَغَ أَرْبَعِينَ سَنَ[f:12472[ةً ق]َالَ رَبِّ أَوْزِعْن[o[ِىٓ] أَنْ أَشْكُرَ نِعْمَتَكَ [h:9922[ٱ]لَّت[o[ِىٓ] أَنْعَمْتَ عَلَىَّ وَعَلَىٰ و[n[َٲ]لِدَىَّ وَأَنْ أَعْمَلَ صَ[n[ـٰ]لِ[f:9923[حًا ت]َرْضَ[n[ـٰ]هُ وَأَصْلِحْ لِى فِى ذُرِّيَّت[o[ِىٓ‌ۖ] إِ[g[نّ]ِى تُ[q:2657[بْ]تُ إِلَيْكَ وَإِ[g[نّ]ِى مِنَ [h:6135[ٱ]لْمُسْلِم[p[ِي]نَ","juz":26,"ruku":439,"manzil":6,"bangla_ahbayan":"আমি মানুষকে তার মাতা-পিতার প্রতি সদয় ব্যবহারের নির্দেশ দিয়েছি। তার মাতা তাকে গর্ভে ধারণ করে কষ্টের সাথে এবং প্রসব করে কষ্টের সাথে,[১] তাকে গর্ভে ধারণ করতে ও তার জন্য স্তন্য ছাড়াতে লাগে ত্রিশ মাস,[২] পরিশেষে যখন সে পূর্ণ শক্তি প্রাপ্ত হয় এবং চল্লিশ বছরে উপনীত হয়[৩] তখন বলে, ‘হে আমার প্রতিপালক! তুমি আমাকে সামর্থ্য দাও,[৪] যাতে আমি তোমার প্রতি কৃতজ্ঞতা প্রকাশ করতে পারি; আমার প্রতি আমার পিতা-মাতার প্রতি তুমি যে অনুগ্রহ করেছ, তার জন্য এবং যাতে আমি সৎকার্য করতে পারি যা তুমি পছন্দ কর; আমার জন্য আমার সন্তান-সন্ততিদেরকে সৎকর্মপরায়ণ কর। নিশ্চয় আমি তোমারই অভিমুখী হলাম এবং নিশ্চয় আমি আত্মসমর্পণকারী (মুসলিম)দের অন্তর্ভুক্ত।’","bangla_bayan":"আর আমি মানুষকে তার মাতা-পিতার প্রতি সদয় ব্যবহারের নির্দেশ দিয়েছি। তার মা তাকে অতিকষ্টে গর্ভে ধারণ করেছে এবং অতি কষ্টে তাকে প্রসব করেছে। তার গর্ভধারণ ও দুধপান ছাড়ানোর সময় লাগে ত্রিশ মাস। অবশেষে যখন সে তার শক্তির পূর্ণতায় পৌঁছে এবং চল্লিশ বছরে উপনীত হয়, তখন সে বলে, ‘হে আমার রব, আমাকে সামর্থ্য দাও, তুমি আমার উপর ও আমার মাতা-পিতার উপর যে নিআমত দান করেছ, তোমার সে নিআমতের যেন আমি শোকর আদায় করতে পারি এবং আমি যেন সৎকর্ম করতে পারি, যা তুমি পছন্দ কর। আর আমার জন্য তুমি আমার বংশধরদের মধ্যে সংশোধন করে দাও। নিশ্চয় আমি তোমার কাছে তাওবা করলাম এবং নিশ্চয় আমি মুসলিমদের অন্তর্ভুক্ত’।","bangla_mkhan":"আমি মানুষকে তার পিতা-মাতার সাথে সদ্ব্যবহারের আদেশ দিয়েছি। তার জননী তাকে কষ্টসহকারে গর্ভে ধারণ করেছে এবং কষ্টসহকারে প্রসব করেছে। তাকে গর্ভে ধারণ করতে ও তার স্তন্য ছাড়তে লেগেছে ত্রিশ মাস। অবশেষে সে যখন শক্তি-সামর্থে?480; বয়সে ও চল্লিশ বছরে পৌছেছে, তখন বলতে লাগল, হে আমার পালনকর্তা, আমাকে এরূপ ভাগ্য দান কর, যাতে আমি তোমার নেয়ামতের শোকর করি, যা তুমি দান করেছ আমাকে ও আমার পিতা-মাতাকে এবং যাতে আমি তোমার পছন্দনীয় সৎকাজ করি। আমার সন্তানদেরকে সৎকর্মপরায়ণ কর, আমি তোমার প্রতি তওবা করলাম এবং আমি আজ্ঞাবহদের অন্যতম।","bangla_mujibur":"আমি মানুষকে তার মাতা-পিতার প্রতি সদয় ব্যবহারের নির্দেশ দিয়েছি। তার জননী তাকে গর্ভে ধারণ করে কষ্টের সাথে এবং প্রসব করে কষ্টের সাথে, তার গর্ভধারণ ও দুধ ছাড়ানোর সময়কাল ত্রিশ মাস, ক্রমে সে পূর্ণ শক্তি প্রাপ্ত হয় এবং চল্লিশ বছরে উপনীত হওয়ার পর বলেঃ হে আমার রাব্ব! আপনি আমাকে সামর্থ্য দিন যাতে আমি আপনার কৃতজ্ঞতা প্রকাশ করতে পারি, আমার প্রতি ও আমার মাতা-পিতার প্রতি আপনি যে অনুগ্রহ করেছেন তার জন্য এবং যাতে আমি সৎ কাজ করতে পারি যা আপনি পছন্দ করেন; আমার জন্য আমার সন্তান সন্ততিদেরকে সৎকর্মপরায়ণ করুন, আমি আপনারই অভিমুখী হলাম এবং আত্মসমর্পণ করলাম।","bangla_taisirul":"আমি মানুষকে নির্দেশ দিয়েছি তার পিতামাতার প্রতি সদয় আচরণের। তার মা তাকে বহন করেছে কষ্টের সাথে, আর তাকে প্রসব করেছে কষ্টের সাথে। তাকে গর্ভে ধারণ ও দুধপান ছাড়ানোয় সময় লাগে ত্রিশ মাস। অবশেষে সে যখন পূর্ণ শক্তি লাভ করে এবং চল্লিশ বছরে পৌঁছে যায়, তখন সে বলে, ‘হে আমার প্রতিপালক! তুমি আমাকে আর আমার পিতা-মাতাকে যে নি‘মাত দান করেছ তজ্জন্য কৃতজ্ঞতা প্রকাশ করার শক্তি আমাকে দান কর, আর আমাকে এমন সৎকর্ম করার সামর্থ দাও যাতে তুমি সন্তুষ্ট হও, আমার সন্তানদেরকে সৎকর্মপরায়ণ ক’রে আমার প্রতি অনুগ্রহ কর, আমি অনুশোচনাভরে তোমার দিকে ফিরে আসছি, আর আমি অনুগত বান্দাহদের অন্তর্ভুক্ত।"},{"id":16,"arabic_text":"اُولٰٓئِکَ الَّذِیۡنَ نَتَقَبَّلُ عَنۡہُمۡ  اَحۡسَنَ مَا عَمِلُوۡا وَ نَتَجَاوَزُ عَنۡ سَیِّاٰتِہِمۡ فِیۡۤ اَصۡحٰبِ الۡجَنَّۃِ ؕ وَعۡدَ الصِّدۡقِ الَّذِیۡ کَانُوۡا یُوۡعَدُوۡنَ ﴿۱۶﴾ ","english_text":"And [recall] when Moses said to his people, \"O my people, indeed you have wronged yourselves by your taking of the calf [for worship]. So repent to your Creator and kill yourselves. That is best for [all of] you in the sight of your Creator.\" Then He accepted your repentance; indeed, He is the Accepting of repentance, the Merciful.","page":504,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4526.mp3","colorText":"أُ[s[وْ]لَ[o[ـٰٓ]ئِكَ [h:51[ٱ]لَّذِينَ نَتَقَبَّلُ عَنْهُمْ أَحْسَنَ مَا عَمِلُو[s[اْ] وَنَتَجَاوَزُ عَ[f:12473[ن س]َيِّـَٔـاتِهِمْ ف[o[ِىٓ] أَصْحَ[n[ـٰ]بِ [h:12474[ٱ]لْجَ[g[نّ]َةِ‌ۖ وَعْدَ [h:12475[ٱ][l[ل]صِّ[q:12476[دْ]قِ [h:12477[ٱ]لَّذِى كَانُو[s[اْ] يُوعَد[p[ُو]نَ","juz":26,"ruku":439,"manzil":6,"bangla_ahbayan":"আমি এদেরই সর্বোৎকৃষ্ট কর্মগুলো গ্রহণ করে থাকি এবং তাদের মন্দ কর্মগুলো ক্ষমা করে দিই, তারা জান্নাতবাসীদের অন্তর্ভুক্ত। এদেরকে যে প্রতিশ্রুতি দেওয়া হয়েছিল, তা সত্য প্রমাণিত হবে।","bangla_bayan":"এরাই, যাদের উৎকৃষ্ট আমলগুলো আমি কবূল করি এবং তাদের মন্দ কাজগুলো ক্ষমা করে দেই। তারা জান্নাতবাসীদের অন্তর্ভুক্ত। তাদেরকে যে ওয়াদা দেয়া হয়েছে, তা সত্য ওয়াদা।","bangla_mkhan":"আমি এমন লোকদের সুকর্মগুলো কবুল করি এবং মন্দকর্মগুলো মার্জনা করি। তারা জান্নাতীদের তালিকাভুক্ত সেই সত্য ওয়াদার কারণে যা তাদেরকে দেওয়া হত।","bangla_mujibur":"আমি এদের সৎকাজগুলি গ্রহণ করে থাকি এবং মন্দ কাজগুলি ক্ষমা করি, তারা জান্নাতবাসীদের অন্তর্ভুক্ত। এদেরকে যে প্রতিশ্রুতি দেয়া হয়েছে তা সত্য প্রমাণিত হবে।","bangla_taisirul":"এই লোকদের হতে আমি তাদের সর্বোত্তম ‘আমালগুলো গ্রহণ করি আর তাদের মন্দ কাজগুলো ক্ষমা করে দেই, তারা জান্নাতবাসীদের অন্তর্ভুক্ত। তাদেরকে যে ও‘য়াদা দেয়া হয়েছে তা সত্য ও‘য়াদা।"},{"id":17,"arabic_text":"وَ الَّذِیۡ  قَالَ  لِوَالِدَیۡہِ  اُفٍّ لَّکُمَاۤ اَتَعِدٰنِنِیۡۤ   اَنۡ  اُخۡرَجَ وَ قَدۡ خَلَتِ الۡقُرُوۡنُ مِنۡ  قَبۡلِیۡ ۚ وَ ہُمَا یَسۡتَغِیۡثٰنِ اللّٰہَ وَیۡلَکَ اٰمِنۡ ٭ۖ اِنَّ  وَعۡدَ اللّٰہِ  حَقٌّ ۚۖ فَیَقُوۡلُ مَا ہٰذَاۤ  اِلَّاۤ  اَسَاطِیۡرُ  الۡاَوَّلِیۡنَ ﴿۱۷﴾ ","english_text":"And [recall] when you said, \"O Moses, we will never believe you until we see Allah outright\"; so the thunderbolt took you while you were looking on.","page":504,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4527.mp3","colorText":"وَ[h:9999[ٱ]لَّذِى قَالَ لِو[n[َٲ]لِدَيْهِ أُ[u:12478[فٍّ ل]َّكُم[o[َآ] أَتَعِدَانِن[o[ِىٓ] أَنْ أُخْرَجَ وَقَ[q:387[دْ] خَلَتِ [h:12479[ٱ]لْقُرُونُ مِ[f:2470[ن ق]َ[q:2471[بْ]لِى وَهُمَا يَسْتَغِيثَانِ [h:12480[ٱ]للَّهَ وَيْلَكَ ءَامِنْ إِ[g[نّ]َ وَعْدَ [h:3149[ٱ]للَّهِ حَ[f:12481[قٌّ ف]َيَقُولُ مَا هَ[n[ـٰ]ذ[o[َآ] إِلّ[o[َآ] أَسَ[n[ـٰ]طِيرُ [h:3993[ٱ]لْأَوَّل[p[ِي]نَ","juz":26,"ruku":439,"manzil":6,"bangla_ahbayan":"আর যে তার মাতা-পিতাকে বলল, ‘আফসোস তোমাদের জন্য![১] তোমরা কি আমাকে এ ভয় দেখাতে চাও যে, আমাকে পুনরায় জীবিত করা হবে; অথচ আমার পূর্বে বহু পুরুষ গত হয়ে গেছে?’[২] তখন তার মাতা-পিতা আল্লাহর নিকট ফরিয়াদ করে বলে, ‘দুর্ভোগ তোমার জন্য! বিশ্বাস স্থাপন কর, আল্লাহর প্রতিশ্রুতি অবশ্যই সত্য।’ কিন্তু সে বলে, ‘এটা তো অতীতকালের উপকথা ব্যতীত কিছুই নয়।’ [৩]","bangla_bayan":"আর যে ব্যক্তি তার মাতা-পিতাকে বলে, ‘তোমাদের জন্য আফসোস’! তোমরা কি আমাকে এই প্রতিশ্রুতি দাও যে, আমি পুনরুত্থিত হব’ অথচ আমার পূর্বে অনেক প্রজন্ম গত হয়ে গেছে’? আর তারা দু’জন আল্লাহর কাছে ফরিয়াদ করে বলে, ‘দুর্ভোগ তোমার জন্য! তুমি ঈমান আন। নিশ্চয় আল্লাহর ওয়াদা সত্য’। তখন সে বলে, ‘এটা কেবল অতীতকালের কল্পকাহিনী ছাড়া আর কিছু নয়’।","bangla_mkhan":"আর যে ব্যক্তি তার পিতা-মাতাকে বলে, ধিক তোমাদেরকে, তোমরা কি আমাকে খবর দাও যে, আমি পুনরুত্থিত হব, অথচ আমার পূর্বে বহু লোক গত হয়ে গেছে? আর পিতা-মাতা আল্লাহর কাছে ফরিযাদ করে বলে, দুর্ভোগ তোমার তুমি বিশ্বাস স্থাপন কর। নিশ্চয় আল্লাহর ওয়াদা সত্য। তখন সে বলে, এটা তো পূর্ববর্তীদের উপকথা বৈ নয়।","bangla_mujibur":"আর এমন লোক আছে, যে তার মাতা-পিতাকে বলেঃ আফসোস তোমাদের জন্য। তোমরা কি আমাকে এ ভয় দেখাতে চাও যে, আমি পুনরুত্থিত হব যদিও আমার পূর্বে বহু পুরুষ গত হয়েছে! তখন তার মাতা-পিতা আল্লাহর নিকট ফরিয়াদ করে বলেঃ দুর্ভোগ তোমার জন্য! বিশ্বাস স্থাপন কর, আল্লাহর প্রতিশ্রুতি অবশ্যই সত্য। কিন্তু সে বলেঃ এটাতো অতীত কালের উপকথা ব্যতীত কিছুই নয়।","bangla_taisirul":"আর যে নিজ পিতামাতাকে বলে, ‘তোমাদের জন্য আফসোস! তোমরা কি আমাকে ভয় দেখাও যে, (মৃতুর পর) আমাকে উঠানো হবে অথচ আমার পূর্বে বহু মানব গোষ্ঠী অতীত হয়ে গেছে (কই, কেউ তো উঠে আসল না)। বাপ-মা আল্লাহর কাছে প্রার্থনা জানিয়ে (সন্তানকে তিরস্কার করে) বলে- দুর্ভোগ তোমার জন্য, তুমি ঈমান আন, আল্লাহর ও‘য়াদা সত্য।’ তখন সে বলে- ‘এ সব পুরান কালের কাহিনী ছাড়া আর কিছুই না।’"},{"id":18,"arabic_text":"اُولٰٓئِکَ  الَّذِیۡنَ حَقَّ عَلَیۡہِمُ  الۡقَوۡلُ فِیۡۤ اُمَمٍ  قَدۡ خَلَتۡ مِنۡ  قَبۡلِہِمۡ  مِّنَ الۡجِنِّ وَ الۡاِنۡسِ ؕ اِنَّہُمۡ  کَانُوۡا خٰسِرِیۡنَ ﴿۱۸﴾ ","english_text":"Then We revived you after your death that perhaps you would be grateful.","page":504,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4528.mp3","colorText":"أُ[s[وْ]لَ[o[ـٰٓ]ئِكَ [h:51[ٱ]لَّذِينَ حَقَّ عَلَيْهِمُ [h:10217[ٱ]لْقَوْلُ ف[o[ِىٓ] أُمَ[f:4671[مٍ ق]َ[q:298[دْ] خَلَتْ مِ[f:617[ن ق]َ[q:618[بْ]لِه[w:10662[ِم م]ِّنَ [h:4673[ٱ]لْجِ[g[نّ]ِ وَ[h:4418[ٱ]لْإِ[f:4418[نس]ِ‌ۖ إِ[g[نّ]َهُمْ كَانُو[s[اْ] خَ[n[ـٰ]سِر[p[ِي]نَ","juz":26,"ruku":439,"manzil":6,"bangla_ahbayan":"এদের পূর্বে জ্বিন ও মানুষ সম্প্রদায় গত হয়েছে,[১] তাদের মত এদের প্রতিও আল্লাহর উক্তি সত্য হয়েছে।[২] নিশ্চয় এরা ক্ষতিগ্রস্ত।","bangla_bayan":"তাদের পূর্বে যে জিন ও মানবজাতি গত হয়ে গেছে, তাদের মত এদের প্রতিও আল্লাহর বাণী সত্য হয়েছে। নিশ্চয় এরা ছিল ক্ষতিগ্রস্ত।","bangla_mkhan":"তাদের পূর্বে যে সব জ্বিন ও মানুষ গত হয়েছে, তাদের মধ্যে এ ধরনের লোকদের প্রতিও শাস্তিবানী অবধারিত হয়ে গেছে। নিশ্চয় তারা ছিল ক্ষতিগ্রস্থ।","bangla_mujibur":"এদের পূর্বে যে জিন ও মানুষ সম্প্রদায় গত হয়েছে তাদের মত এদের প্রতিও আল্লাহর উক্তি সত্য হয়েছে। এরাই ক্ষতিগ্রস্ত।","bangla_taisirul":"এরা হল তারাই যাদের প্রতি আল্লাহর ‘আযাবের সিদ্ধান্ত হয়ে গেছে, তাদের মত জ্বিন ও মানুষের মধ্যে হতে যারা তাদের পূর্বে গত হয়ে গেছে। এরা চরমভাবে ক্ষতিগ্রস্ত।"},{"id":19,"arabic_text":"وَ لِکُلٍّ  دَرَجٰتٌ مِّمَّا عَمِلُوۡا ۚ وَ  لِیُوَفِّیَہُمۡ  اَعۡمَالَہُمۡ  وَ ہُمۡ  لَا  یُظۡلَمُوۡنَ ﴿۱۹﴾ ","english_text":"And We shaded you with clouds and sent down to you manna and quails, [saying], \"Eat from the good things with which We have provided you.\" And they wronged Us not - but they were [only] wronging themselves.","page":504,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4529.mp3","colorText":"وَلِكُ[f:4427[لٍّ د]َرَجَ[n[ـٰ][a:4428[تٌ م]ِّ[g[مّ]َا عَمِلُو[s[اْ‌ۖ] وَلِيُوَفِّيَهُمْ أَعْمَ[n[ـٰ]لَهُمْ وَهُمْ لَا يُظْلَم[p[ُو]نَ","juz":26,"ruku":439,"manzil":6,"bangla_ahbayan":"প্রত্যেকের মর্যাদা তার কর্মানুযায়ী।[১] তা এই জন্য যে, আল্লাহ সকলের কর্মের পূর্ণ প্রতিফল দান করবেন এবং তাদের প্রতি অবিচার করা হবে না। [২]","bangla_bayan":"আর সকলের জন্যই তাদের আমল অনুসারে মর্যাদা রয়েছে। আর আল্লাহ যেন তাদেরকে তাদের কর্মের পূর্ণ প্রতিফল দিতে পারেন। আর তাদের প্রতি কোন যুলম করা হবে না।","bangla_mkhan":"প্রত্যেকের জন্যে তাদের কৃতকর্ম অনুযায়ী বিভিন্ন স্তর রয়েছে, যাতে আল্লাহ তাদের কর্মের পূর্ণ প্রতিফল দেন। বস্তুতঃ তাদের প্রতি যুলুম করা হবে না।","bangla_mujibur":"প্রত্যেকের মর্যাদা তার কাজ অনুযায়ী; এটা এ জন্য যে, আল্লাহ প্রত্যেকের কর্মের পূর্ণ প্রতিফল দিবেন এবং তার প্রতি অবিচার করা হবেনা।","bangla_taisirul":"প্রত্যেকের জন্য মর্যাদা আছে তার কৃতকর্ম অনুসারে, যেন আল্লাহ তাদের কর্মের পুরোপুরি প্রতিফল দেন। তাদের উপর কক্ষনো যুলম করা হবে না।"},{"id":20,"arabic_text":"وَ یَوۡمَ  یُعۡرَضُ الَّذِیۡنَ کَفَرُوۡا عَلَی النَّارِ ؕ اَذۡہَبۡتُمۡ طَیِّبٰتِکُمۡ فِیۡ حَیَاتِکُمُ الدُّنۡیَا وَ اسۡتَمۡتَعۡتُمۡ بِہَا ۚ فَالۡیَوۡمَ تُجۡزَوۡنَ عَذَابَ الۡہُوۡنِ بِمَا کُنۡتُمۡ تَسۡتَکۡبِرُوۡنَ فِی الۡاَرۡضِ بِغَیۡرِ الۡحَقِّ وَ بِمَا کُنۡتُمۡ  تَفۡسُقُوۡنَ ﴿۲۰﴾ ","english_text":"And [recall] when We said, \"Enter this city and eat from it wherever you will in [ease and] abundance, and enter the gate bowing humbly and say, 'Relieve us of our burdens.' We will [then] forgive your sins for you, and We will increase the doers of good [in goodness and reward].\"","page":504,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4530.mp3","colorText":"وَيَوْمَ يُعْرَضُ [h:12482[ٱ]لَّذِينَ كَفَرُو[s[اْ] عَلَى [h:896[ٱ][l[ل][g[نّ]َارِ أَذْهَ[q:12483[بْ]تُمْ طَيِّبَ[n[ـٰ]تِكُمْ فِى حَيَاتِكُمُ [h:12484[ٱ][l[ل]دُّنْيَا وَ[h:12485[ٱ]سْتَمْتَعْت[c:12486[ُم ب]ِهَا فَ[h:4730[ٱ]لْيَوْمَ تُ[q:4248[جْ]زَوْنَ عَذَابَ [h:4249[ٱ]لْهُونِ بِمَا كُ[f:100[نت]ُمْ تَسْتَكْبِرُونَ فِى [h:44[ٱ]لْأَرْضِ بِغَيْرِ [h:325[ٱ]لْحَقِّ وَبِمَا كُ[f:100[نت]ُمْ تَفْسُق[p[ُو]نَ","juz":26,"ruku":439,"manzil":6,"bangla_ahbayan":"যেদিন অবিশ্বাসীদেরকে জাহান্নামের সন্নিকটে উপস্থিত করা হবে।[১] (সেদিন তাদেরকে বলা হবে,) ‘তোমরা তো তোমাদের পার্থিব জীবনেই পুণ্যরাশি ভোগ করে নিঃশেষ করেছ। সুতরাং আজ তোমাদেরকে দেওয়া হবে অবমাননাকর শাস্তি;[২] কারণ তোমরা পৃথিবীতে অন্যায়ভাবে ঔদ্ধত্য প্রকাশ করেছিলে এবং তোমরা ছিলে পাপাচারী। [৩]","bangla_bayan":"আর যেদিন কাফিরদেরকে জাহান্নামের সামনে পেশ করা হবে (তাদেরকে বলা হবে) ‘তোমরা তোমাদের দুনিয়ার জীবনে তোমাদের সুখ সামগ্রীগুলো নিঃশেষ করেছ এবং সেগুলো ভোগ করেছ। তোমরা যেহেতু অন্যায়ভাবে যমীনে অহঙ্কার করতে এবং তোমরা যেহেতু নাফরমানী করতে, সেহেতু তার প্রতিফলস্বরূপ আজ তোমাদেরকে অপমানজনক আযাব প্রদান করা হবে’।","bangla_mkhan":"যেদিন কাফেরদেরকে জাহান্নামের কাছে উপস্থিত করা হবে সেদিন বলা হবে, তোমরা তোমাদের সুখ পার্থিব জীবনেই নিঃশেষ করেছ এবং সেগুলো ভোগ করেছ সুতরাং আজ তোমাদেরকে অপমানকর আযাবের শাস্তি দেয়া হবে; কারণ, তোমরা পৃথিবীতে অন্যায় ভাবে অহংকার করতে এবং তোমরা পাপাচার করতে।","bangla_mujibur":"যেদিন কাফিরদেরকে জাহান্নামের সন্নিকটে উপস্থিত করা হবে সেদিন তাদেরকে বলা হবেঃ তোমরাতো পার্থিব জীবনে সুখ-সম্ভোগ ভোগ করে নিঃশেষ করেছ, সুতরাং আজ তোমাদেরকে দেয়া হবে অবমাননাকর শাস্তি; কারণ তোমরা পৃথিবীতে অন্যায়ভাবে ঔদ্ধত্য প্রকাশ করেছিলে এবং তোমরা ছিলে সত্যদ্রোহী।","bangla_taisirul":"যেদিন কাফিরদেরকে জাহান্নামের সামনে হাজির করা হবে, (তাদেরকে বলা হবে)- ‘তোমরা তোমাদের পার্থিব জীবনেই তোমাদের অংশের নি‘মাতগুলো নিঃশেষ করেছ আর তা ভোগ করেছ। কাজেই আজ তোমাদেরকে অপমানজনক শাস্তি দ্বারা প্রতিফল দেয়া হবে, কেননা তোমরা দুনিয়াতে অন্যায়ভাবে অহঙ্কার করেছিলে আর না-ফরমানী করেছিলে।"},{"id":21,"arabic_text":"وَ اذۡکُرۡ  اَخَا عَادٍ ؕ اِذۡ  اَنۡذَرَ قَوۡمَہٗ بِالۡاَحۡقَافِ وَ قَدۡ خَلَتِ النُّذُرُ مِنۡۢ بَیۡنِ یَدَیۡہِ  وَ مِنۡ خَلۡفِہٖۤ  اَلَّا تَعۡبُدُوۡۤا اِلَّا اللّٰہَ ؕ اِنِّیۡۤ  اَخَافُ عَلَیۡکُمۡ عَذَابَ یَوۡمٍ عَظِیۡمٍ ﴿۲۱﴾ ","english_text":"But those who wronged changed [those words] to a statement other than that which had been said to them, so We sent down upon those who wronged a punishment from the sky because they were defiantly disobeying.","page":505,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4531.mp3","colorText":"۞ وَ[h:9999[ٱ]ذْكُرْ أَخَا عَادٍ إِذْ أَ[f:12487[نذ]َرَ قَوْمَهُ[n[ۥ] بِ[h:12488[ٱ]لْأَحْقَافِ وَقَ[q:387[دْ] خَلَتِ [h:12489[ٱ][l[ل][g[نّ]ُذُرُ م[i:4612[ِنۢ ب]َيْنِ يَدَيْهِ وَمِنْ خَلْفِه[o[ِۦٓ] أَلَّا تَعْبُد[o[ُوٓ][s[اْ] إِلَّا [h:416[ٱ]للَّهَ إِ[g[نّ][o[ِىٓ] أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ عَظ[p[ِي]مٍ","juz":26,"ruku":440,"manzil":6,"bangla_ahbayan":"স্মরণ কর, আ’দ সম্প্রদায়ের ভ্রাতার কথা, যার পূর্বে এবং পরেও সতর্ককারী এসেছিল; সে তার সম্প্রদায় আহক্বাফবাসীকে সতর্ক করেছিল[১] এই বলে যে, ‘আল্লাহ ব্যতীত অন্য কারো উপাসনা করো না। আমি তোমাদের জন্য মহাদিনের শাস্তির আশংকা করছি।’ [২]","bangla_bayan":"আর স্মরণ কর ‘আ’দ সম্প্রদায়ের ভাইয়ের কথা, যখন সে আহকাফের স্বীয় সম্প্রদায়কে সতর্ক করেছিল। আর এমন সতর্ককারীরা তার পূর্বে এবং তার পরেও গত হয়েছে যে, ‘তোমরা আল্লাহ ছাড়া কারো ইবাদাত করো না। নিশ্চয় আমি তোমাদের উপর এক ভয়াবহ দিনের আযাবের আশঙ্কা করছি’।","bangla_mkhan":"আ’দ সম্প্রদায়ের ভাইয়ের কথা স্মরণ করুন, তার পূর্বে ও পরে অনেক সতর্ককারী গত হয়েছিল সে তার সম্প্রদায়কে বালুকাময় উচ্চ উপত্যকায় এ মর্মে সতর্ক করেছিল যে, তোমরা আল্লাহ ব্যতীত কারও এবাদত করো না। আমি তোমাদের জন্যে এক মহাদিবসের শাস্তির আশংকা করি।","bangla_mujibur":"স্মরণ কর, ‘আদ সম্প্রদায়ের ভাইয়ের কথা, যার পূর্বে এবং পরেও সতর্ককারী এসেছিল, সে তার আহকাফবাসী সম্প্রদায়কে বালুকাময় উচ্চ উপত্যকায় সতর্ক করেছিল এই বলেঃ আল্লাহ ব্যতীত কারও ইবাদাত করনা। আমি তোমাদের জন্য মহাদিনের শাস্তির আশংকা করছি।","bangla_taisirul":"স্মরণ কর ‘আদ জাতির ভ্রাতার (হূদ) কথা। সে তার আহকাফবাসী সম্প্রদায়কে সতর্ক করেছিল। (এ ধরনের) সতর্ককারীরা তার পূর্বেও এসেছিল আর তার পরেও এসেছিল (যারা বলেছিল) যে, ‘তোমরা আল্লাহ ছাড়া কারো ‘ইবাদাত করো না। আমি তোমাদের উপর এক ভয়াবহ দিনের ‘আযাবের আশঙ্কা করছি।’"},{"id":22,"arabic_text":"قَالُوۡۤا اَجِئۡتَنَا لِتَاۡفِکَنَا عَنۡ اٰلِہَتِنَا ۚ فَاۡتِنَا بِمَا تَعِدُنَاۤ  اِنۡ  کُنۡتَ مِنَ الصّٰدِقِیۡنَ ﴿۲۲﴾ ","english_text":"And [recall] when Moses prayed for water for his people, so We said, \"Strike with your staff the stone.\" And there gushed forth from it twelve springs, and every people knew its watering place. \"Eat and drink from the provision of Allah, and do not commit abuse on the earth, spreading corruption.\"","page":505,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4532.mp3","colorText":"قَال[o[ُوٓ][s[اْ] أَجِئْتَنَا لِتَأْفِكَنَا عَنْ ءَالِهَتِنَا فَأْتِنَا بِمَا تَعِدُن[o[َآ] إِ[f:4792[ن ك]ُ[f:735[نت]َ مِنَ [h:4793[ٱ][l[ل]صَّ[n[ـٰ]دِق[p[ِي]نَ","juz":26,"ruku":440,"manzil":6,"bangla_ahbayan":"তারা বলেছিল, ‘তুমি আমাদেরকে আমাদের দেবতাগূলোর (পূজা) হতে নিবৃত্ত করতে এসেছ? [১] তুমি সত্যবাদী হলে আমাদেরকে যার ভয় দেখাচ্ছ, তা আনয়ন কর।’","bangla_bayan":"তারা বলল, ‘তুমি কি আমাদেরকে আমাদের উপাস্যদের থেকে নিবৃত্ত করতে আমাদের নিকট এসেছ? তুমি যদি সত্যবাদীদের অন্তর্ভুক্ত হও, তাহলে আমাদেরকে যার ভয় দেখাচ্ছ তা নিয়ে এসো’।","bangla_mkhan":"তারা বলল, তুমি কি আমাদেরকে আমাদের উপাস্য দেব-দেবী থেকে নিবৃত্ত করতে আগমন করেছ? তুমি সত্যবাদী হলে আমাদেরকে যে বিষয়ের ওয়াদা দাও, তা নিয়ে আস।","bangla_mujibur":"তারা বলেছিলঃ তুমি আমাদেরকে আমাদের দেব দেবীগুলির পূজা হতে নিবৃত্ত করতে এসেছ? তুমি সত্যবাদী হলে আমাদেরকে যার ভয় দেখাচ্ছ তা আনয়ণ কর।","bangla_taisirul":"লোকেরা বলেছিল- ‘তুমি কি আমাদেরকে আমাদের উপাস্যগুলো হতে সরিয়ে নেয়ার জন্য আমাদের কাছে এসেছ। কাজেই তুমি আমাদেরকে যে শাস্তির ভয় দেখাচ্ছ তা নিয়ে এসো আমাদের কাছে যদি তুমি সত্যবাদী হও।’"},{"id":23,"arabic_text":"قَالَ  اِنَّمَا الۡعِلۡمُ عِنۡدَ اللّٰہِ ۫ۖ وَ اُبَلِّغُکُمۡ مَّاۤ  اُرۡسِلۡتُ بِہٖ  وَ لٰکِنِّیۡۤ  اَرٰىکُمۡ   قَوۡمًا تَجۡہَلُوۡنَ ﴿۲۳﴾ ","english_text":"And [recall] when you said, \"O Moses, we can never endure one [kind of] food. So call upon your Lord to bring forth for us from the earth its green herbs and its cucumbers and its garlic and its lentils and its onions.\" [Moses] said, \"Would you exchange what is better for what is less? Go into [any] settlement and indeed, you will have what you have asked.\" And they were covered with humiliation and poverty and returned with anger from Allah [upon them]. That was because they [repeatedly] disbelieved in the signs of Allah and killed the prophets without right. That was because they disobeyed and were [habitually] transgressing.","page":505,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4533.mp3","colorText":"قَالَ إِ[g[نّ]َمَا [h:12490[ٱ]لْعِلْمُ عِ[f:264[ند]َ [h:408[ٱ]للَّهِ وَأُبَلِّغُك[w:12491[ُم م]ّ[o[َآ] أُرْسِلْتُ بِه[n[ِۦ] وَلَ[n[ـٰ]كِ[g[نّ][o[ِىٓ] أَرَ[n[ٮٰ]كُمْ قَوْ[f:6298[مًا ت]َ[q:4984[جْ]هَل[p[ُو]نَ","juz":26,"ruku":440,"manzil":6,"bangla_ahbayan":"সে বলল, ‘এর জ্ঞান তো শুধু আল্লাহরই নিকট আছে; আমি যা নিয়ে প্রেরিত হয়েছি শুধু তাই তোমাদের নিকট প্রচার করি। [১] কিন্তু আমি দেখছি, তোমরা এক মূর্খ সম্প্রদায়।’ [২]","bangla_bayan":"সে বলল, ‘এ জ্ঞান একমাত্র আল্লাহর কাছে। আর যা দিয়ে আমাকে পাঠানো হয়েছে, আমি তোমাদের কাছে তা-ই প্রচার করি, কিন্তু আমি দেখছি, তোমরা এক মূর্খ সম্প্রদায়’।","bangla_mkhan":"সে বলল, এ জ্ঞান তো আল্লাহর কাছেই রয়েছে। আমি যে বিষয়সহ প্রেরিত হয়েছি, তা তোমাদের কাছে পৌঁছাই। কিন্তু আমি দেখছি তোমরা এক মুর্খ সম্প্রদায়।","bangla_mujibur":"সে বললঃ এর জ্ঞানতো শুধু আল্লাহর নিকট রয়েছে; আমি যা সহ প্রেরিত হয়েছি শুধু তা’ই তোমাদের নিকট প্রচার করি, কিন্তু আমি দেখছি, তোমরা এক মূঢ় সম্প্রদায়।","bangla_taisirul":"সে বলল (‘আযাব কখন আসবে না আসবে) ‘সে বিষয়ের জ্ঞান তো আল্লাহর নিকট আছে। আমি যা নিয়ে প্রেরিত হয়েছি তাই শুধু তোমাদের কাছে পৌঁছে দিচ্ছি। কিন্তু আমি দেখছি তোমরা এমন এক জাতি যারা মূর্খের আচরণ করছে।"},{"id":24,"arabic_text":"فَلَمَّا رَاَوۡہُ  عَارِضًا مُّسۡتَقۡبِلَ  اَوۡدِیَتِہِمۡ ۙ قَالُوۡا ہٰذَا عَارِضٌ مُّمۡطِرُنَا ؕ بَلۡ ہُوَ  مَا اسۡتَعۡجَلۡتُمۡ بِہٖ ؕ رِیۡحٌ  فِیۡہَا عَذَابٌ  اَلِیۡمٌ ﴿ۙ۲۴﴾ ","english_text":"Indeed, those who believed and those who were Jews or Christians or Sabeans [before Prophet Muhammad] - those [among them] who believed in Allah and the Last Day and did righteousness - will have their reward with their Lord, and no fear will there be concerning them, nor will they grieve.","page":505,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4534.mp3","colorText":"فَلَ[g[مّ]َا رَأَوْهُ عَارِ[a:12492[ضًا م]ُّسْتَ[q:12493[قْ]بِلَ أَوْدِيَتِهِمْ قَالُو[s[اْ] هَ[n[ـٰ]ذَا عَارِ[a:12494[ضٌ م]ُّمْطِرُنَا‌ۚ بَلْ هُوَ مَا [h:12495[ٱ]سْتَعْجَلْت[c:12496[ُم ب]ِه[n[ِۦ]‌ۖ رِي[f:12497[حٌ ف]ِيهَا عَذَابٌ أَل[p[ِي]مٌ","juz":26,"ruku":440,"manzil":6,"bangla_ahbayan":"অতঃপর যখন তাদের উপত্যকার দিকে তারা মেঘ আসতে দেখল, তখন তারা বলতে লাগল, ‘ওটা তো মেঘ, আমাদেরকে বৃষ্টি দান করবে।’ [১] (হূদ বলল,) ‘বরং ওটাই তো তা, যা তোমরা ত্বরান্বিত করতে চেয়েছ;[২] এক ঝড়, যাতে রয়েছে মর্মন্তুদ শাস্তি।[৩]","bangla_bayan":"অতঃপর যখন তারা তাদের উপত্যকার দিকে মেঘমালা দেখল তখন তারা বলল, ‘এ মেঘমালা আমাদেরকে বৃষ্টি দেবে’। (হূদ বলল,) বরং এটি তা-ই যা তোমরা ত্বরান্বিত করতে চেয়েছিলে। এ এক ঝড়, যাতে যন্ত্রণাদায়ক আযাব রয়েছে’।","bangla_mkhan":"(অতঃপর) তারা যখন শাস্তিকে মেঘরূপে তাদের উপত্যকা অভিমুখী দেখল, তখন বলল, এ তো মেঘ, আমাদেরকে বৃষ্টি দেবে। বরং এটা সেই বস্তু, যা তোমরা তাড়াতাড়ি চেয়েছিলে। এটা বায়ু এতে রয়েছে মর্মন্তুদ শাস্তি।","bangla_mujibur":"অতঃপর যখন তারা তাদের উপত্যকার দিকে মেঘ আসতে দেখল তখন তারা বলতে লাগলঃ ওটাতো মেঘ, আমাদেরকে বৃষ্টি দান করবে। হুদ বললঃ এটাইতো ওটা যা তোমরা ত্বরান্বিত করতে চেয়েছ, এতে রয়েছে এক ঝড়-মর্মন্তদ শাস্তি বহনকারী।","bangla_taisirul":"অতঃপর তারা যখন তাদের উপত্যকার দিকে মেঘ আসতে দেখল তখন তারা বলল- ‘এ তো মেঘ, আমাদেরকে বৃষ্টি দিবে।’ না, তা হল সেই জিনিস তোমরা যা তাড়াতাড়ি নিয়ে আসতে চেয়েছিলে। এ হল ঝড়, যাতে আছে ভয়াবহ ‘আযাব।"},{"id":25,"arabic_text":"تُدَمِّرُ کُلَّ  شَیۡءٍۭ  بِاَمۡرِ رَبِّہَا فَاَصۡبَحُوۡا لَا یُرٰۤی  اِلَّا مَسٰکِنُہُمۡ ؕ کَذٰلِکَ نَجۡزِی الۡقَوۡمَ الۡمُجۡرِمِیۡنَ ﴿۲۵﴾ ","english_text":"And [recall] when We took your covenant, [O Children of Israel, to abide by the Torah] and We raised over you the mount, [saying], \"Take what We have given you with determination and remember what is in it that perhaps you may become righteous.\"","page":505,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4535.mp3","colorText":"تُدَ[g[مّ]ِرُ كُلَّ شَىْ[i:12498[ءِۭ ب]ِأَمْرِ رَبِّهَا فَأَصْبَحُو[s[اْ] لَا يُرَ[o[ىٰٓ] إِلَّا مَسَ[n[ـٰ]كِنُهُمْ‌ۚ كَذ[n[َٲ]لِكَ نَ[q:4214[جْ]زِى [h:5976[ٱ]لْقَوْمَ [h:5977[ٱ]لْمُ[q:4093[جْ]رِم[p[ِي]نَ","juz":26,"ruku":440,"manzil":6,"bangla_ahbayan":"যা তার প্রতিপালকের নির্দেশে সবকিছুকে ধ্বংস করে দেবে।’ অতঃপর তাদের পরিণাম এই হল যে, তাদের বাসগৃহগুলো ছাড়া আর কিছুই দৃশ্যমান রইল না।[১] এভাবে আমি অপরাধী সম্প্রদায়কে প্রতিফল দিয়ে থাকি।","bangla_bayan":"এটা তার রবের নির্দেশে সব কিছু ধ্বংস করে দেবে’। ফলে তারা এমন (ধ্বংস) হয়ে গেল যে, তাদের আবাসস্থল ছাড়া আর কিছুই দেখা যাচ্ছিল না। এভাবেই আমি অপরাধী কওমকে প্রতিফল দিয়ে থাকি।","bangla_mkhan":"তার পালনকর্তার আদেশে সে সব কিছুকে ধ্বংস করে দেবে। অতঃপর তারা ভোর বেলায় এমন হয়ে গেল যে, তাদের বসতিগুলো ছাড়া কিছুই দৃষ্টিগোচর হল না। আমি অপরাধী সম্প্রদায়কে এমনিভাবে শাস্তি দিয়ে থাকি।","bangla_mujibur":"আল্লাহর নির্দেশে এটা সব কিছুকে ধ্বংস করে দিবে। অতঃপর তাদের পরিণাম এই হল যে, তাদের বসতিগুলি ছাড়া আর কিছুই রইলনা। এভাবে আমি অপরাধী সম্প্রদায়কে প্রতিফল দিয়ে থাকি।","bangla_taisirul":"ওটা তার প্রতিপালকের নির্দেশে সবকিছু ধ্বংস করে দেবে। অবস্থা এই দাঁড়াল যে, তাদের (ধ্বংসপ্রাপ্ত) বসতিগুলো ছাড়া আর কিছু দেখা যাচ্ছিল না। অপরাধী জাতিকে আমি এভাবেই প্রতিফল দিয়ে থাকি।"},{"id":26,"arabic_text":"وَ لَقَدۡ مَکَّنّٰہُمۡ فِیۡمَاۤ  اِنۡ مَّکَّنّٰکُمۡ  فِیۡہِ وَ جَعَلۡنَا لَہُمۡ سَمۡعًا وَّ اَبۡصَارًا وَّ اَفۡـِٕدَۃً ۫ۖ فَمَاۤ  اَغۡنٰی عَنۡہُمۡ  سَمۡعُہُمۡ وَ لَاۤ اَبۡصَارُہُمۡ وَ لَاۤ  اَفۡـِٕدَتُہُمۡ مِّنۡ شَیۡءٍ  اِذۡ کَانُوۡا یَجۡحَدُوۡنَ ۙ بِاٰیٰتِ اللّٰہِ وَ حَاقَ بِہِمۡ  مَّا کَانُوۡا بِہٖ یَسۡتَہۡزِءُوۡنَ ﴿۲۶﴾ ","english_text":"Then you turned away after that. And if not for the favor of Allah upon you and His mercy, you would have been among the losers.","page":505,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4536.mp3","colorText":"وَلَقَ[q:341[دْ] مَكَّ[g[نّ]َ[n[ـٰ]هُمْ فِيم[o[َآ] إ[a:12499[ِن م]َّكَّ[g[نّ]َ[n[ـٰ]كُمْ فِيهِ وَجَعَلْنَا لَهُمْ سَمْ[a:12500[عًا و]َأَ[q:12501[بْ]صَ[n[ـٰ][a:12502[رًا و]َأَفْــِٔدَ[f:12503[ةً ف]َم[o[َآ] أَغْنَىٰ عَنْهُمْ سَمْعُهُمْ وَل[o[َآ] أَ[q:4718[بْ]صَ[n[ـٰ]رُهُمْ وَل[o[َآ] أَفْــِٔدَتُه[w:12504[ُم م]ِّ[f:2103[ن ش]َىْءٍ إِذْ كَانُو[s[اْ] يَ[q:4008[جْ]حَدُونَ بِـَٔـايَ[n[ـٰ]تِ [h:322[ٱ]للَّهِ وَحَاقَ بِه[w:6252[ِم م]َّا كَانُو[s[اْ] بِه[n[ِۦ] يَسْتَهْزِء[p[ُو]نَ","juz":26,"ruku":440,"manzil":6,"bangla_ahbayan":"নিশ্চয় আমি তাদেরকে (আ’দ সম্প্রদায়কে) যে প্রতিষ্ঠা দিয়েছিলাম তোমাদেরকে তা দিইনি; আমি তাদেরকে দিয়েছিলাম কর্ণ, চক্ষু ও হৃদয়; কিন্তু তাদের কর্ণ, চক্ষু ও হৃদয় তাদের কোন কাজে আসেনি,[১] কেননা তারা আল্লাহর নিদর্শনসমূহকে অস্বীকার করেছিল। আর যা নিয়ে তারা ঠাট্টা-বিদ্রূপ করত, তাই তাদেরকে পরিবেষ্টন করল।[২]","bangla_bayan":"আর আমি অবশ্যই তাদেরকে যাতে প্রতিষ্ঠিত করেছিলাম, তোমাদেরকে তাতে প্রতিষ্ঠিত করিনি। আর আমি তাদেরকে কান, চোখ ও হৃদয় দিয়েছিলাম, কিন্তু তারা যখন আমার আয়াতসমূহকে অস্বীকার করত, তখন তাদের কান, তাদের চোখ ও তাদের হৃদয়সমূহ তাদের কোন উপকারে আসেনি। আর তারা যা নিয়ে ঠাট্টা-বিদ্রূপ করত তা-ই তাদেরকে পরিবেষ্টন করল।","bangla_mkhan":"আমি তাদেরকে এমন বিষয়ে ক্ষমতা দিয়েছিলাম, যে বিষয়ে তোমাদেরকে ক্ষমতা দেইনি। আমি তাদের দিয়েছিলাম, কর্ণ, চক্ষু ও হৃদয়, কিন্তু তাদের কর্ণ, চক্ষু ও হৃদয় তাদের কোন কাজে আসল না, যখন তারা আল্লাহর আয়াতসমূহকে অস্বীকার করল এবং তাদেরকে সেই শাস্তি গ্রাস করে নিল, যা নিয়ে তারা ঠাট্টা বিদ্রুপ করত।","bangla_mujibur":"আমি তাদেরকে যে প্রতিষ্ঠা দিয়েছিলাম, তোমাদেরকে তা দেইনি; আমি তাদেরকে দিয়েছিলাম কান, চোখ ও হৃদয়; কিন্তু ঐ কান, চোখ ও হৃদয় তাদের কোন কাজে আসেনি; কেননা তারা আল্লাহর আয়াতসমূহকে অস্বীকার করেছিল। যা নিয়ে তারা ঠাট্টা বিদ্রুপ করত তা’ই তাদেরকে পরিবেষ্টন করল।","bangla_taisirul":"তাদেরকে আমি যতটা সুদৃঢ়ভাবে প্রতিষ্ঠিত করেছিলাম, তোমাদেরকে (হে কুরায়শ!) তেমন সুদৃঢ়ভাবে প্রতিষ্ঠিত করিনি আর তাদেরকে দিয়েছিলাম কান, চোখ ও হৃদয়। কিন্তু তাদের কান, তাদের চোখ আর তাদের হৃদয় তাদের কোন উপকারে আসেনি যেহেতু তারা আল্লাহর আয়াতসমূহকে অস্বীকার করত। তারা যা নিয়ে ঠাট্টা বিদ্রূপ করত তা-ই তাদেরকে ঘিরে ফেলল।"},{"id":27,"arabic_text":"وَ لَقَدۡ اَہۡلَکۡنَا مَا حَوۡلَکُمۡ مِّنَ الۡقُرٰی وَ صَرَّفۡنَا الۡاٰیٰتِ لَعَلَّہُمۡ یَرۡجِعُوۡنَ ﴿۲۷﴾ ","english_text":"And you had already known about those who transgressed among you concerning the sabbath, and We said to them, \"Be apes, despised.\"","page":505,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4537.mp3","colorText":"وَلَقَ[q:341[دْ] أَهْلَكْنَا مَا حَوْلَك[w:5812[ُم م]ِّنَ [h:12505[ٱ]لْقُرَىٰ وَصَرَّفْنَا [h:12506[ٱ]لْأَيَ[n[ـٰ]تِ لَعَلَّهُمْ يَرْجِع[p[ُو]نَ","juz":26,"ruku":441,"manzil":6,"bangla_ahbayan":"আমি তো ধ্বংস করেছিলাম তোমাদের চারিপাশের জনপদসমূহকে,[১] আমি তাদেরকে বিভিন্নভাবে আমার নিদর্শনাবলী বিবৃত করেছিলাম, যাতে তারা (সৎপথে) ফিরে আসে।[২]","bangla_bayan":"আর অবশ্যই আমি তোমাদের পার্শ্ববর্তী জনপদসমূহ ধ্বংস করেছিলাম। আর আমি বিভিন্নভাবে আয়াতসমূহকে বর্ণনা করেছিলাম যাতে তারা ফিরে আসে।","bangla_mkhan":"আমি তোমাদের আশপাশের জনপদ সমূহ ধ্বংস করে দিয়েছি এবং বার বার আয়াতসমূহ শুনিয়েছি, যাতে তারা ফিরে আসে।","bangla_mujibur":"আমিতো ধ্বংস করেছিলাম তোমাদের চতুস্পার্শ্ববর্তী জনপদসমূহ; আমি তাদেরকে বিভিন্নভাবে আমার নিদর্শনাবলী বিবৃত করেছিলাম, যাতে তারা ফিরে আসে সৎ পথে।","bangla_taisirul":"আমি ধ্বংস করেছিলাম তোমাদের চারপাশের জনপদ। আমি নানাভাবে নিদর্শন দেখিয়েছিলাম যাতে তারা (সঠিক পথে) ফিরে আসে।"},{"id":28,"arabic_text":"فَلَوۡ  لَا  نَصَرَہُمُ الَّذِیۡنَ اتَّخَذُوۡا مِنۡ دُوۡنِ اللّٰہِ  قُرۡبَانًا اٰلِـہَۃً ؕ بَلۡ ضَلُّوۡا عَنۡہُمۡ ۚ وَ ذٰلِکَ  اِفۡکُہُمۡ  وَ  مَا  کَانُوۡا یَفۡتَرُوۡنَ ﴿۲۸﴾ ","english_text":"And We made it a deterrent punishment for those who were present and those who succeeded [them] and a lesson for those who fear Allah .","page":505,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4538.mp3","colorText":"فَلَوْلَا نَصَرَهُمُ [h:12507[ٱ]لَّذِينَ [h:3645[ٱ]تَّخَذُو[s[اْ] مِ[f:107[ن د]ُونِ [h:108[ٱ]للَّهِ قُرْبَانًا ءَالِهَ[i:12508[ةَۢ‌ۖ ب]َلْ ضَلُّو[s[اْ] عَنْهُمْ‌ۚ وَذ[n[َٲ]لِكَ إِفْكُهُمْ وَمَا كَانُو[s[اْ] يَفْتَر[p[ُو]نَ","juz":26,"ruku":441,"manzil":6,"bangla_ahbayan":"তারা আল্লাহর সান্নিধ্য লাভের জন্য আল্লাহর পরিবর্তে যাদেরকে উপাস্যরূপে গ্রহণ করেছিল, তারা তাদেরকে সাহায্য করল না কেন? বস্তুতঃ তাদের উপাস্যগুলো তাদের নিকট হতে উধাও হয়ে গেল। আর এ হল তাদের মিথ্যা ও অলীক উদ্ভাবনের পরিণাম। [১]","bangla_bayan":"অতঃপর তারা আল্লাহর সান্নিধ্য লাভের জন্য আল্লাহর পরিবর্তে যাদেরকে উপাস্যরূপে গ্রহণ করেছিল, তারা কেন তাদেরকে সাহায্য করল না? বরং তারা তাদের থেকে অদৃশ্য হয়ে গেল, আর এটা তাদের মিথ্যাচার এবং তাদের মনগড়া উদ্ভাবন।","bangla_mkhan":"অতঃপর আল্লাহর পরিবর্তে তারা যাদেরকে সান্নিধ্য লাভের জন্যে উপাস্যরূপে গ্রহণ করেছিল, তারা তাদেরকে সাহায্য করল না কেন? বরং তারা তাদের কাছ থেকে উধাও হয়ে গেল। এটা ছিল তাদের মিথ্যা ও মনগড়া বিষয়।","bangla_mujibur":"তারা আল্লাহর সান্নিধ্য লাভের জন্য আল্লাহর পরিবর্তে যাদেরকে মা‘বূদ রূপে গ্রহণ করেছিল তারা তাদেরকে সাহায্য করলনা কেন? বস্তুতঃ তাদের মা‘বূদগুলি তাদের নিকট হতে অন্তর্হিত হয়ে পড়ল। তাদের মিথ্যা ও অলীক উদ্ভাবনের পরিণাম এরূপই।","bangla_taisirul":"আল্লাহর নৈকট্য লাভের উদ্দেশ্যে আল্লাহ ব্যতিরেকে যাদেরকে তারা ইলাহরূপে গ্রহণ করেছে তারা তাদেরকে সাহায্য করল না কেন? বরং তারা (অর্থাৎ কল্পিত ইলাহ) তাদের থেকে হারিয়ে গেল। আসলে তা ছিল তাদের মিথ্যাচার আর মনগড়া উদ্ভাবন।"},{"id":29,"arabic_text":"وَ اِذۡ صَرَفۡنَاۤ  اِلَیۡکَ نَفَرًا مِّنَ الۡجِنِّ یَسۡتَمِعُوۡنَ الۡقُرۡاٰنَ ۚ فَلَمَّا حَضَرُوۡہُ قَالُوۡۤا  اَنۡصِتُوۡا ۚ فَلَمَّا قُضِیَ وَلَّوۡا اِلٰی قَوۡمِہِمۡ  مُّنۡذِرِیۡنَ ﴿۲۹﴾ ","english_text":"And [recall] when Moses said to his people, \"Indeed, Allah commands you to slaughter a cow.\" They said, \"Do you take us in ridicule?\" He said, \"I seek refuge in Allah from being among the ignorant.\"","page":506,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4539.mp3","colorText":"وَإِذْ صَرَفْن[o[َآ] إِلَيْكَ نَفَ[a:12509[رًا م]ِّنَ [h:4673[ٱ]لْجِ[g[نّ]ِ يَسْتَمِعُونَ [h:12510[ٱ]لْقُرْءَانَ فَلَ[g[مّ]َا حَضَرُوهُ قَال[o[ُوٓ][s[اْ] أَ[f:12511[نص]ِتُو[s[اْ‌ۖ] فَلَ[g[مّ]َا قُضِىَ وَلَّوْ[s[اْ] إِلَىٰ قَوْمِه[w:12512[ِم م]ُّ[f:11387[نذ]ِر[p[ِي]نَ","juz":26,"ruku":441,"manzil":6,"bangla_ahbayan":"স্মরণ কর, আমি তোমার প্রতি আকৃষ্ট করেছিলাম একদল জ্বিনকে, যারা কুরআন পাঠ শুনছিল, যখন তারা তার (নবীর) নিকট উপস্থিত হল, তারা একে অপরকে বলতে লাগল, ‘চুপ করে শ্রবণ কর।’[১] যখন কুরআন পাঠ সমাপ্ত হল,[২] তখন তারা তাদের সম্প্রদায়ের নিকট ফিরে গেল সতর্ককারীরূপে।","bangla_bayan":"আর স্মরণ কর, যখন আমি জিনদের একটি দলকে তোমার কাছে ফিরিয়ে দিয়েছিলাম। তারা কুরআন পাঠ শুনছিল। যখন তারা তার কাছে উপস্থিত হল, তখন তারা বলল, ‘চুপ করে শোন। তারপর যখন পাঠ শেষ হল তখন তারা তাদের কওমের কাছে সতর্ককারী হিসেবে ফিরে গেল।","bangla_mkhan":"যখন আমি একদল জিনকে আপনার প্রতি আকৃষ্ট করেছিলাম, তারা কোরআন পাঠ শুনছিল,। তারা যখন কোরআন পাঠের জায়গায় উপস্থিত হল, তখন পরস্পর বলল, চুপ থাক। অতঃপর যখন পাঠ সমাপ্ত হল, তখন তারা তাদের সম্প্রদায়ের কাছে সতর্ককারীরূপে ফিরে গেল।","bangla_mujibur":"স্মরণ কর, আমি তোমার প্রতি আকৃষ্ট করেছিলাম একদল জিনকে, যারা কুরআন পাঠ শুনছিল, যখন তারা তার নিকট উপস্থিত হল; তারা একে অপরকে বলতে লাগলঃ চুপ করে শ্রবণ কর। যখন কুরআন পাঠ সমাপ্ত হল তখন তারা তাদের সম্প্রদায়ের নিকট ফিরে গেল সতর্ককারীরূপে।","bangla_taisirul":"স্মরণ কর, যখন জ্বিনদের একটি দলকে তোমার প্রতি ফিরিয়ে দিয়েছিলাম যারা কুরআন শুনছিল। তারা যখন সে স্থানে উপস্থিত হল, তখন তারা পরস্পরে বলল- চুপ করে শুন। পড়া যখন শেষ হল তখন তারা তাদের সম্প্রদায়ের কাছে ফিরে গেল সতর্ককারীরূপে।"},{"id":30,"arabic_text":"قَالُوۡا یٰقَوۡمَنَاۤ  اِنَّا سَمِعۡنَا کِتٰبًا  اُنۡزِلَ مِنۡۢ  بَعۡدِ مُوۡسٰی مُصَدِّقًا لِّمَا بَیۡنَ یَدَیۡہِ یَہۡدِیۡۤ  اِلَی الۡحَقِّ وَ اِلٰی طَرِیۡقٍ مُّسۡتَقِیۡمٍ ﴿۳۰﴾ ","english_text":"They said, \"Call upon your Lord to make clear to us what it is.\" [Moses] said, \"[ Allah ] says, 'It is a cow which is neither old nor virgin, but median between that,' so do what you are commanded.\"","page":506,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4540.mp3","colorText":"قَالُو[s[اْ] يَ[n[ـٰ]قَوْمَن[o[َآ] إِ[g[نّ]َا سَمِعْنَا كِتَ[n[ـٰ]بًا أُ[f:17[نز]ِلَ م[i:146[ِنۢ ب]َعْدِ مُوسَىٰ مُصَدِّ[u:206[قًا ل]ِّمَا بَيْنَ يَدَيْهِ يَهْد[o[ِىٓ] إِلَى [h:6050[ٱ]لْحَقِّ وَإِلَىٰ طَرِي[a:12513[قٍ م]ُّسْتَق[p[ِي]مٍ","juz":26,"ruku":441,"manzil":6,"bangla_ahbayan":"তারা বলেছিল, ‘হে আমাদের সম্প্রদায়! আমরা এমন এক কিতাবের পাঠ শ্রবণ করেছি, যা অবতীর্ণ করা হয়েছে মূসার পরে, তা ওর পূর্ববতী কিতাবের সত্যায়নকারীরূপে সত্য ও সরল পথের দিকে পরিচালিত করে।","bangla_bayan":"তারা বলল, ‘হে আমাদের কওম, আমরা তো এক কিতাবের বাণী শুনেছি, যা মূসার পরে নাযিল করা হয়েছে। যা পূর্ববর্তী কিতাবকে সত্যায়ন করে আর সত্য ও সরল পথের প্রতি হিদায়াত করে’।","bangla_mkhan":"তারা বলল, হে আমাদের সম্প্রদায়, আমরা এমন এক কিতাব শুনেছি, যা মূসার পর অবর্তীণ হয়েছে। এ কিতাব পূর্ববর্তী সব কিতাবের প্রত্যায়ন করে, সত্যধর্ম ও সরলপথের দিকে পরিচালিত করে।","bangla_mujibur":"তারা বলেছিলঃ হে আমাদের সম্প্রদায়! আমরা এক কিতাব পাঠ শ্রবণ করেছি যা অবতীর্ণ হয়েছে মূসার পরে, এটা তার পূর্ববর্তী কিতাবকে সমর্থন করে এবং সত্য ও সরল পথের দিকে পরিচালিত করে।","bangla_taisirul":"(ফিরে গিয়ে) তারা বলল- হে আমাদের সম্প্রদায়! আমরা একটি কিতাব (এর পাঠ) শুনেছি যা মূসার পরে অবতীর্ণ হয়েছে, তা পূর্বেকার কিতাবগুলোর সত্যতা প্রতিপন্ন করে, সত্যের দিকে আর সঠিক পথের দিকে পরিচালিত করে।"},{"id":31,"arabic_text":"یٰقَوۡمَنَاۤ  اَجِیۡبُوۡا دَاعِیَ اللّٰہِ  وَ اٰمِنُوۡا بِہٖ یَغۡفِرۡ لَکُمۡ  مِّنۡ ذُنُوۡبِکُمۡ  وَ  یُجِرۡکُمۡ مِّنۡ عَذَابٍ اَلِیۡمٍ ﴿۳۱﴾ ","english_text":"They said, \"Call upon your Lord to show us what is her color.\" He said, \"He says, 'It is a yellow cow, bright in color - pleasing to the observers.' \"","page":506,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4541.mp3","colorText":"يَ[n[ـٰ]قَوْمَن[o[َآ] أَجِيبُو[s[اْ] دَاعِىَ [h:12514[ٱ]للَّهِ وَءَامِنُو[s[اْ] بِه[n[ِۦ] يَغْفِرْ لَك[w:556[ُم م]ِّ[f:7063[ن ذ]ُنُوبِكُمْ وَيُجِرْك[w:12515[ُم م]ِّنْ عَذَابٍ أَل[p[ِي]مٍ","juz":26,"ruku":441,"manzil":6,"bangla_ahbayan":"হে আমাদের সম্প্রদায়! আল্লাহর দিকে আহবানকারীর আহবানে সাড়া দাও এবং তার প্রতি বিশ্বাস স্থাপন কর,[১] আল্লাহ তোমাদের পাপরাশি ক্ষমা করবেন এবং যন্ত্রণাদায়ক শাস্তি হতে তোমাদেরকে রক্ষা করবেন। [২]","bangla_bayan":"‘হে আমাদের কওম, আল্লাহর দিকে আহবানকারীর প্রতি সাড়া দাও এবং তার প্রতি ঈমান আন, আল্লাহ তোমাদের পাপসমূহ ক্ষমা করবেন। আর তোমাদেরকে যন্ত্রণাদায়ক আযাব থেকে রক্ষা করবেন’।","bangla_mkhan":"হে আমাদের সম্প্রদায়, তোমরা আল্লাহর দিকে আহবানকারীর কথা মান্য কর এবং তাঁর প্রতি বিশ্বাস স্থাপন কর। তিনি তোমাদের গোনাহ মার্জনা করবেন।","bangla_mujibur":"হে আমাদের সম্প্রদায়! আল্লাহর দিকে আহবানকারীর প্রতি সাড়া দাও এবং তার প্রতি বিশ্বাস স্থাপন কর, আল্লাহ তোমাদের পাপ ক্ষমা করবেন এবং যন্ত্রণাদায়ক শাস্তি হতে তোমাদেরকে রক্ষা করবেন।","bangla_taisirul":"হে আমাদের সম্প্রদায়! আল্লাহর দিকে আহবানকারীর প্রতি সাড়া দাও এবং তার প্রতি ঈমান আন, আল্লাহ তোমাদের গুনাহ মাফ করে দেবেন আর তোমাদেরকে যন্ত্রণাদায়ক ‘আযাব থেকে রক্ষা করবেন।"},{"id":32,"arabic_text":"وَ مَنۡ  لَّا یُجِبۡ دَاعِیَ اللّٰہِ  فَلَیۡسَ بِمُعۡجِزٍ فِی  الۡاَرۡضِ وَ لَیۡسَ لَہٗ مِنۡ دُوۡنِہٖۤ اَوۡلِیَآءُ ؕ اُولٰٓئِکَ فِیۡ ضَلٰلٍ مُّبِیۡنٍ ﴿۳۲﴾ ","english_text":"They said, \"Call upon your Lord to make clear to us what it is. Indeed, [all] cows look alike to us. And indeed we, if Allah wills, will be guided.\"","page":506,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4542.mp3","colorText":"وَم[u:12516[َن ل]َّا يُجِ[q:12517[بْ] دَاعِىَ [h:12514[ٱ]للَّهِ فَلَيْسَ بِمُعْجِ[f:12518[زٍ ف]ِى [h:44[ٱ]لْأَرْضِ وَلَيْسَ لَهُ[n[ۥ] مِ[f:3136[ن د]ُونِه[o[ِۦٓ] أَوْلِي[o[َا]ٓءُ‌ۚ أُ[s[وْ]لَ[o[ـٰٓ]ئِكَ فِى ضَلَ[n[ـٰ][a:2393[لٍ م]ُّب[p[ِي]نٍ","juz":26,"ruku":441,"manzil":6,"bangla_ahbayan":"কেউ যদি আল্লাহর দিকে আহবানকারীর আহবানে সাড়া না দেয়, তাহলে সে পৃথিবীতে আল্লাহর অভিপ্রায় ব্যর্থ করতে পারবে না[১] এবং আল্লাহ ছাড়া তাদের কোন সাহায্যকারী থাকবে না।[২] তারাই সুস্পষ্ট বিভ্রান্তিতে রয়েছে।’","bangla_bayan":"আর যে আল্লাহর দিকে আহবানকারীর ডাকে সাড়া দেবে না সে যমীনে তাকে অপারগকারী নয়। আর আল্লাহ ছাড়া তার কোন অভিভাবক নেই। এরাই স্পষ্ট বিভ্রান্তির মধ্যে রয়েছে।","bangla_mkhan":"আর যে ব্যক্তি আল্লাহর দিকে আহবানকারীর কথা মানবে না, সে পৃথিবীতে আল্লাহকে অপারক করতে পারবে না এবং আল্লাহ ব্যতীত তার কোন সাহায্যকারী থাকবে না। এ ধরনের লোকই প্রকাশ্য পথভ্রষ্টতায় লিপ্ত।","bangla_mujibur":"যদি কেহ আল্লাহর দিকে আহবানকারীর ডাকে সাড়া না দেয় তাহলে সে পৃথিবীতে আল্লাহর অভিপ্রায় ব্যর্থ করতে পারবেনা এবং আল্লাহ ছাড়া তাদের কোন সাহায্যকারী থাকবেনা। তারাতো সুস্পষ্ট বিভ্রান্তিতে রয়েছে।","bangla_taisirul":"আর যে আল্লাহর দিকে আহবানকারীর প্রতি সাড়া দিবে না, দুনিয়াতে সে আল্লাহকে ব্যর্থ করতে পারবে না, আর আল্লাহকে বাদ দিয়ে নেই তার কোন সাহায্যকারী, পৃষ্ঠপোষক। তারা আছে সুস্পষ্ট গুমরাহীতে।"},{"id":33,"arabic_text":"اَوَ لَمۡ یَرَوۡا اَنَّ اللّٰہَ  الَّذِیۡ خَلَقَ السَّمٰوٰتِ وَ الۡاَرۡضَ وَ لَمۡ  یَعۡیَ بِخَلۡقِہِنَّ بِقٰدِرٍ عَلٰۤی اَنۡ یُّحۡیِۦَ الۡمَوۡتٰی ؕ بَلٰۤی   اِنَّہٗ  عَلٰی کُلِّ  شَیۡءٍ  قَدِیۡرٌ ﴿۳۳﴾ ","english_text":"He said, \"He says, 'It is a cow neither trained to plow the earth nor to irrigate the field, one free from fault with no spot upon her.' \" They said, \"Now you have come with the truth.\" So they slaughtered her, but they could hardly do it.","page":506,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4543.mp3","colorText":"أَوَلَمْ يَرَوْ[s[اْ] أَ[g[نّ]َ [h:394[ٱ]للَّهَ [h:2537[ٱ]لَّذِى خَلَقَ [h:3913[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَ[h:1474[ٱ]لْأَرْضَ وَلَمْ يَعْىَ بِخَلْقِهِ[g[نّ]َ بِقَ[n[ـٰ]دِرٍ عَلَ[o[ىٰٓ] أ[a:12519[َن ي]ُحْــِۧىَ [h:12520[ٱ]لْمَوْتَىٰ‌ۚ بَلَ[o[ىٰٓ] إِ[g[نّ]َهُ[n[ۥ] عَلَىٰ كُلِّ ش[f:81[َىْءٍ ق]َد[p[ِي]رٌ","juz":26,"ruku":441,"manzil":6,"bangla_ahbayan":"তারা কি দেখে না যে, আল্লাহ, যিনি আকাশমন্ডলী ও পৃথিবী সৃষ্টি করেছেন এবং এ সবের সৃষ্টিতে কোন ক্লান্তিবোধ করেননি, তিনি মৃতের জীবন দান করতেও সক্ষম? কেন নয়? অবশ্যই তিনি সর্ববিষয়ে সর্বশক্তিমান।[১]","bangla_bayan":"তারা কি দেখে না যে, নিশ্চয় আল্লাহ, যিনি আসমানসমূহ ও যমীন সৃষ্টি করেছেন আর এগুলোর সৃষ্টিতে তিনি ক্লান্ত হননি, তিনি মৃতদেরকে জীবন দিতে সক্ষম? অবশ্যই হ্যাঁ, নিশ্চয় তিনি সকল কিছুর ওপর ক্ষমতাবান।","bangla_mkhan":"তারা কি জানে না যে, আল্লাহ যিনি নভোমন্ডল ও ভূমন্ডল সৃষ্টি করেছেন এবং এগুলোর সৃষ্টিতে কোন ক্লান্তিবোধ করেননি, তিনি মৃতকে জীবিত করতে সক্ষম? কেন নয়, নিশ্চয় তিনি সর্ব বিষয়ে সর্বশক্তিমান।","bangla_mujibur":"তারা কি দেখেনা যে, আল্লাহ আকাশমন্ডলী ও পৃথিবী সৃষ্টি করেছেন এবং এ সবের সৃষ্টিতে কোন ক্লান্তি বোধ করেননি? তিনি মৃতকে জীবন দান করতেও সক্ষম। নিশ্চয়ই তিনি সর্ব বিষয়ে সর্বশক্তিমান।","bangla_taisirul":"তারা কি দেখে না যে, আল্লাহ, যিনি আকাশ ও যমীন সৃষ্টি করেছেন আর ওগুলোর সৃষ্টিতে তিনি ক্লান্ত হননি, তিনি মৃতদেরকে জীবন দিতে সক্ষম? নিঃসন্দেহে তিনি সকল বিষয়ের উপর ক্ষমতাবান।"},{"id":34,"arabic_text":"وَ یَوۡمَ یُعۡرَضُ الَّذِیۡنَ  کَفَرُوۡا عَلَی النَّارِ ؕ اَلَیۡسَ ہٰذَا بِالۡحَقِّ ؕ قَالُوۡا بَلٰی وَ رَبِّنَا ؕ قَالَ  فَذُوۡقُوا الۡعَذَابَ بِمَا کُنۡتُمۡ تَکۡفُرُوۡنَ ﴿۳۴﴾ ","english_text":"And [recall] when you slew a man and disputed over it, but Allah was to bring out that which you were concealing.","page":506,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4544.mp3","colorText":"وَيَوْمَ يُعْرَضُ [h:12482[ٱ]لَّذِينَ كَفَرُو[s[اْ] عَلَى [h:896[ٱ][l[ل][g[نّ]َارِ أَلَيْسَ هَ[n[ـٰ]ذَا بِ[h:370[ٱ]لْحَقِّ‌ۖ قَالُو[s[اْ] بَلَىٰ وَرَبِّنَا‌ۚ قَالَ فَذُوقُو[s[اْ] [h:2154[ٱ]لْعَذَابَ بِمَا كُ[f:100[نت]ُمْ تَكْفُر[p[ُو]نَ","juz":26,"ruku":441,"manzil":6,"bangla_ahbayan":"যেদিন অবিশ্বাসীদেরকে উপস্থিত করা হবে জাহান্নামের নিকট, (সেদিন তাদেরকে বলা হবে,) ‘এটা কি সত্য নয়?’ তারা বলবে, ‘আমাদের প্রতিপালকের শপথ! [১] অবশ্যই (এটা সত্য)।’ তিনি (আল্লাহ) বলবেন, ‘সুতরাং তোমরা সত্য প্রত্যাখ্যান করতে, তারই কারণে শাস্তি আস্বাদন কর।’[২]","bangla_bayan":"আর যেদিন কাফিরদেরকে জাহান্নামের কাছে পেশ করা হবে (বলা হবে), ‘এটা কি সত্য নয়’? তারা বলবে, ‘অবশ্যই হ্যাঁ, আমাদের রবের কসম তিনি বলবেন, ‘তাহলে আযাব আস্বাদন কর, যেহেতু তোমরা কুফরী করছিলে’।","bangla_mkhan":"যেদিন কাফেরদেরকে জাহান্নামের সামনে পেশ করা হবে, সেদিন বলা হবে, এটা কি সত্য নয়? তারা বলবে, হঁ্যা আমাদের পালনকর্তার শপথ। আল্লাহ বলবেন, আযাব আস্বাদন কর। কারণ, তোমরা কুফরী করতে।","bangla_mujibur":"যেদিন কাফিরদেরকে উপস্থিত করা হবে জাহান্নামের নিকট, সেদিন তাদেরকে বলা হবেঃ এটা কি সত্য নয়? তারা বলবেঃ আমাদের রবের শপথ! এটা সত্য। তখন তাদেরকে বলা হবেঃ শাস্তি আস্বাদান কর। কারণ তোমরা ছিলে সত্য প্রত্যাখ্যানকারী।","bangla_taisirul":"কাফিরদেরকে যেদিন জাহান্নামের সামনে হাজির করা হবে (তখন তাদেরকে বলা হবে) এটা কি সত্য নয়? তারা বলবে, ‘কসম আমাদের প্রতিপালকের! এটা সত্য।’ তাদেরকে বলা হবে, ‘তাহলে ‘আযাব আস্বাদন কর, যেহেতু তোমরা সত্যকে অমান্য করেছিলে।"},{"id":35,"arabic_text":"فَاصۡبِرۡ کَمَا صَبَرَ اُولُوا الۡعَزۡمِ مِنَ الرُّسُلِ وَ لَا تَسۡتَعۡجِلۡ  لَّہُمۡ ؕ کَاَنَّہُمۡ یَوۡمَ یَرَوۡنَ مَا یُوۡعَدُوۡنَ ۙ لَمۡ  یَلۡبَثُوۡۤا اِلَّا سَاعَۃً  مِّنۡ نَّہَارٍ ؕ بَلٰغٌ ۚ فَہَلۡ یُہۡلَکُ  اِلَّا  الۡقَوۡمُ  الۡفٰسِقُوۡنَ ﴿۳۵﴾ ","english_text":"So, We said, \"Strike the slain man with part of it.\" Thus does Allah bring the dead to life, and He shows you His signs that you might reason.","page":506,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4545.mp3","colorText":"فَ[h:9999[ٱ]صْبِرْ كَمَا صَبَرَ أُ[s[وْ]لُو[s[اْ] [h:12521[ٱ]لْعَزْمِ مِنَ [h:3463[ٱ][l[ل]رُّسُلِ وَلَا تَسْتَعْجِل لَّهُمْ‌ۚ كَأَ[g[نّ]َهُمْ يَوْمَ يَرَوْنَ مَا يُوعَدُونَ لَمْ يَلْبَث[o[ُوٓ][s[اْ] إِلَّا سَاعَ[a:12522[ةً م]ّ[a:12523[ِن ن]َّهَا[i:12524[رِۭ‌ۚ ب]َلَ[n[ـٰ][f:12525[غٌ‌ۚ ف]َهَلْ يُهْلَكُ إِلَّا [h:4061[ٱ]لْقَوْمُ [h:12526[ٱ]لْفَ[n[ـٰ]سِق[p[ُو]نَ","juz":26,"ruku":441,"manzil":6,"bangla_ahbayan":"অতএব তুমি ধৈর্যধারণ কর, যেমন ধৈর্যধারণ করেছিল দৃঢ়-প্রতিজ্ঞ রসূলগণ এবং তাদের জন্য (শাস্তি প্রার্থনায়) তাড়াতাড়ি করো না।[১] তাদেরকে যে বিষয়ে সতর্ক করা হয়েছে, তা যেদিন তারা প্রত্যক্ষ করবে, সেদিন তাদের মনে হবে, তারা যেন দিবসের এক দন্ডের বেশী পৃথিবীতে অবস্থান করেনি।[২] এ হল ঘোষণা।[৩] সত্যত্যাগী সম্প্রদায় ব্যতীত অন্য কাউকেও ধ্বংস করা হবে না। [৪]","bangla_bayan":"অতএব তুমি ধৈর্যধারণ কর, যেমন ধৈর্যধারণ করেছিল সুদৃঢ় সংকল্পের অধিকারী রাসূলগণ। আর তাদের জন্য তাড়াহুড়া করো না। তাদেরকে যে বিষয়ে সতর্ক করা হয়েছিল, যেদিন তারা তা প্রত্যক্ষ করবে, মনে হবে তারা পৃথিবীতে এক দিনের কিছু সময় অবস্থান করেছে। সুতরাং এটা এক ঘোষণা, তাই পাপাচারী কওমকেই ধ্বংস করা হবে।","bangla_mkhan":"অতএব, আপনি সবর করুন, যেমন উচ্চ সাহসী পয়গম্বরগণ সবর করেছেন এবং ওদের বিষয়ে তড়িঘড়ি করবেন না। ওদেরকে যে বিষয়ে ওয়াদা দেয়া হত, তা যেদিন তারা প্রত্যক্ষ করবে, সেদিন তাদের মনে হবে যেন তারা দিনের এক মুহুর্তের বেশী পৃথিবীতে অবস্থান করেনি। এটা সুস্পষ্ট অবগতি। এখন তারাই ধ্বংসপ্রাপ্ত হবে, যারা পাপাচারী সম্প্রদায়।","bangla_mujibur":"অতএব তুমি ধৈর্য ধারণ কর যেমন করেছিল দৃঢ় প্রতিজ্ঞ রাসূলগণ এবং তাদের জন্য (শাস্তির) প্রার্থনায় তড়িঘড়ি করনা। তাদেরকে যে বিষয়ে সতর্ক করা হয়েছে তা যেদিন তারা প্রত্যক্ষ করবে সেদিন তাদের মনে হবে, তারা যেন দিনের এক দন্ডের বেশি পৃথিবীতে অবস্থান করেনি। এটা এক স্পষ্ট ঘোষণা, আল্লাহ হতে বিমুখ সম্প্রদায় ব্যতীত কেহকেও ধ্বংস করা হবেনা।","bangla_taisirul":"কাজেই তুমি ধৈর্য ধর যেমনভাবে ধৈর্য ধারণ করেছিল দৃঢ় সংকল্পের অধিকারী রসূলগণ। আর এই লোকেদের ব্যাপারে তাড়াহুড়া করো না। কারণ যে বিষয়ে তাদেরকে সাবধান করা হয়েছে যেদিন তারা তা দেখবে, সেদিন তারা মনে করবে যে, একদিনের কিছু অংশের অধিক তারা দুনিয়াতে অবস্থান করেনি। (তোমার দায়িত্ব) পৌঁছানো, অতঃপর পাপাচারী সম্প্রদায় ছাড়া আর কে ধ্বংস হবে?"}]}}