{"surahDetails":{"id":47,"banglaName":"নবী মুহাম্মদ","totalAyah":38,"arabicInBangla":"মুহাম্মাদ"},"surah":{"id":47,"verses":[{"id":1,"arabic_text":"اَلَّذِیۡنَ  کَفَرُوۡا وَ صَدُّوۡا عَنۡ سَبِیۡلِ اللّٰہِ  اَضَلَّ  اَعۡمَالَہُمۡ ﴿۱﴾ ","english_text":"O Children of Israel, remember My favor which I have bestowed upon you and fulfill My covenant [upon you] that I will fulfill your covenant [from Me], and be afraid of [only] Me.","page":507,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4546.mp3","colorText":"ٱلَّذِينَ كَفَرُو[s[اْ] وَصَدُّو[s[اْ] عَ[f:1203[ن س]َبِيلِ [h:788[ٱ]للَّهِ أَضَلَّ أَعْمَ[n[ـٰ]لَهُمْ","juz":26,"ruku":442,"manzil":6,"bangla_ahbayan":"যারা অবিশ্বাস করেছে এবং অপরকে আল্লাহর পথ হতে নিবৃত্ত করেছে[১] তিনি তাদের কর্ম ব্যর্থ করে দিয়েছেন।[২]","bangla_bayan":"যারা কুফরী করেছে এবং আল্লাহর পথ থেকে বারণ করেছে, তিনি তাদের আমলসমূহ ব্যর্থ করে দিয়েছেন।","bangla_mkhan":"যারা কুফরী করে এবং আল্লাহর পথে বাধা সৃষ্টি করে, আল্লাহ তাদের সকল কর্ম ব্যর্থ করে দেন।","bangla_mujibur":"যারা কুফরী করে এবং অপরকে আল্লাহর পথ হতে নিবৃত্ত করে তিনি তাদের কাজ ব্যর্থ করে দেন।","bangla_taisirul":"যারা কুফুরী করে এবং আল্লাহর পথে বাধা সৃষ্টি করে, আল্লাহ তাদের সকল কর্ম ব্যর্থ করে দেন।"},{"id":2,"arabic_text":"وَ الَّذِیۡنَ  اٰمَنُوۡا وَ عَمِلُوا الصّٰلِحٰتِ وَ اٰمَنُوۡا بِمَا نُزِّلَ عَلٰی مُحَمَّدٍ وَّ ہُوَ الۡحَقُّ مِنۡ  رَّبِّہِمۡ ۙ کَفَّرَ عَنۡہُمۡ سَیِّاٰتِہِمۡ  وَ اَصۡلَحَ بَالَہُمۡ ﴿۲﴾ ","english_text":"And believe in what I have sent down confirming that which is [already] with you, and be not the first to disbelieve in it. And do not exchange My signs for a small price, and fear [only] Me.","page":507,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4547.mp3","colorText":"وَ[h:9999[ٱ]لَّذِينَ ءَامَنُو[s[اْ] وَعَمِلُو[s[اْ] [h:118[ٱ][l[ل]صَّ[n[ـٰ]لِحَ[n[ـٰ]تِ وَءَامَنُو[s[اْ] بِمَا نُزِّلَ عَلَىٰ مُحَ[g[مّ]َ[a:12527[دٍ و]َهُوَ [h:479[ٱ]لْحَقُّ م[u:22[ِن ر]َّبِّهِمْ‌ۙ كَفَّرَ عَنْهُمْ سَيِّـَٔـاتِهِمْ وَأَصْلَحَ بَالَهُمْ","juz":26,"ruku":442,"manzil":6,"bangla_ahbayan":"এবং যারা বিশ্বাস করেছে, সৎকর্ম করেছে এবং মুহাম্মাদের প্রতি যা অবতীর্ণ করা হয়েছে তাতে বিশ্বাস করেছে,[১] আর তা তাদের প্রতিপালক হতে সত্য; তিনি তাদের পাপরাশি ক্ষমা করেছেন[২] এবং তাদের অবস্থা ভাল করে দিয়েছেন। [৩]","bangla_bayan":"আর যারা ঈমান এনেছে, সৎকর্ম করেছে এবং মুহাম্মাদের প্রতি যা নাযিল করা হয়েছে তাতে বিশ্বাস স্থাপন করেছে ‘আর তা তাদের রবের পক্ষ হতে (প্রেরিত) সত্য, তিনি তাদের থেকে তাদের মন্দ কাজগুলো দূর করে দেবেন এবং তিনি তাদের অবস্থা সংশোধন করে দেবেন।","bangla_mkhan":"আর যারা বিশ্বাস স্থাপন করে, সৎকর্ম সম্পাদন করে এবং তাদের পালনকর্তার পক্ষ থেকে মুহাম্মদের প্রতি অবতীর্ণ সত্যে বিশ্বাস করে, আল্লাহ তাদের মন্দ কর্মসমূহ মার্জনা করেন এবং তাদের অবস্থা ভাল করে দেন।","bangla_mujibur":"যারা ঈমান আনে, সৎ কাজ করে এবং মুহাম্মাদের প্রতি যা অবতীর্ণ হয়েছে তাতে বিশ্বাস করে, আর উহাই (কুরআন) তাদের রাব্ব হতে সত্য; তিনি তাদের মন্দ কাজগুলি ক্ষমা করবেন এবং তাদের অবস্থা ভাল করবেন।","bangla_taisirul":"আর যারা ঈমান আনে ও সৎকর্ম করে আর মুহাম্মাদের প্রতি যা অবতীর্ণ হয়েছে তাতে বিশ্বাস স্থাপন করে- কারণ তা তাদের প্রতিপালকের প্রেরিত সত্য- তিনি তাদের মন্দ কাজগুলো মুছে দেবেন, আর তাদের অবস্থার উন্নতি ঘটাবেন।"},{"id":3,"arabic_text":"ذٰلِکَ بِاَنَّ  الَّذِیۡنَ کَفَرُوا اتَّبَعُوا الۡبَاطِلَ وَ اَنَّ  الَّذِیۡنَ اٰمَنُوا اتَّبَعُوا الۡحَقَّ مِنۡ  رَّبِّہِمۡ ؕ کَذٰلِکَ یَضۡرِبُ اللّٰہُ لِلنَّاسِ اَمۡثَالَہُمۡ ﴿۳﴾ ","english_text":"And do not mix the truth with falsehood or conceal the truth while you know [it].","page":507,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4548.mp3","colorText":"ذ[n[َٲ]لِكَ بِأَ[g[نّ]َ [h:12528[ٱ]لَّذِينَ كَفَرُو[s[اْ] [h:12529[ٱ]تَّبَعُو[s[اْ] [h:12530[ٱ]لْبَ[n[ـٰ]طِلَ وَأَ[g[نّ]َ [h:7684[ٱ]لَّذِينَ ءَامَنُو[s[اْ] [h:12531[ٱ]تَّبَعُو[s[اْ] [h:12532[ٱ]لْحَقَّ م[u:22[ِن ر]َّبِّهِمْ‌ۚ كَذ[n[َٲ]لِكَ يَضْرِبُ [h:6944[ٱ]للَّهُ لِل[g[نّ]َاسِ أَمْثَ[n[ـٰ]لَهُمْ","juz":26,"ruku":442,"manzil":6,"bangla_ahbayan":"এটা[১] এই জন্য যে, যারা অবিশ্বাস করেছে তারা মিথ্যার অনুসরণ করেছে এবং যারা বিশ্বাস করেছে তারা তাদের প্রতিপালক হতে (আগত) সত্যের অনুসরণ করেছে। এভাবে আল্লাহ মানুষের জন্য তাদের দৃষ্টান্ত স্থাপন করেন। [২]","bangla_bayan":"তা এজন্য যে, যারা কুফরী করে তারা বাতিলের অনুসরণ করে, আর যারা ঈমান আনে তারা তাদের রবের প্রেরিত হকের অনুসরণ করে। এভাবেই আল্লাহ মানুষের জন্য তাদের দৃষ্টান্তসমূহ বর্ণনা করেন।","bangla_mkhan":"এটা এ কারণে যে, যারা কাফের, তারা বাতিলের অনুসরণ করে এবং যারা বিশ্বাসী, তারা তাদের পালনকর্তার নিকট থেকে আগত সত্যের অনুসরণ করে। এমনিভাবে আল্লাহ মানুষের জন্যে তাদের দৃষ্টান্তসমূহ বর্ণনা করেন।","bangla_mujibur":"এটা এ জন্য যে, যারা কুফরী করে তারা মিথ্যার অনুসরণ করে এবং যারা ঈমান আনে তারা তাদের রাব্ব হতে প্রেরিত সত্যেরই অনুসরণ করে। এভাবে আল্লাহ মানুষের জন্য তাদের দৃষ্টান্ত স্থাপন করেন।","bangla_taisirul":"এর কারণ এই যে, যারা কুফুরী করে তারা মিথ্যার অনুসরণ করে, আর যারা ঈমান আনে তারা তাদের প্রতিপালকের প্রেরিত সত্যের অনুসরণ করে। এমনিভাবে আল্লাহ মানুষের জন্য তাদের (মধ্যেকার পাপী এবং পুণ্যবানের) দৃষ্টান্ত বর্ণনা করেন।"},{"id":4,"arabic_text":"فَاِذَا  لَقِیۡتُمُ  الَّذِیۡنَ کَفَرُوۡا فَضَرۡبَ الرِّقَابِ ؕ حَتّٰۤی  اِذَاۤ  اَثۡخَنۡتُمُوۡہُمۡ فَشُدُّوا الۡوَثَاقَ ٭ۙ فَاِمَّا مَنًّۢا بَعۡدُ وَ  اِمَّا فِدَآءً  حَتّٰی تَضَعَ  الۡحَرۡبُ اَوۡزَارَہَا ۬ۚ۟ۛ ذٰؔلِکَ ؕۛ وَ لَوۡ  یَشَآءُ  اللّٰہُ  لَانۡتَصَرَ  مِنۡہُمۡ وَ لٰکِنۡ  لِّیَبۡلُوَا۠ بَعۡضَکُمۡ  بِبَعۡضٍ ؕ وَ الَّذِیۡنَ قُتِلُوۡا فِیۡ  سَبِیۡلِ اللّٰہِ  فَلَنۡ یُّضِلَّ  اَعۡمَالَہُمۡ ﴿۴﴾ ","english_text":"And establish prayer and give zakah and bow with those who bow [in worship and obedience].","page":507,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4549.mp3","colorText":"فَإِذَا لَقِيتُمُ [h:5274[ٱ]لَّذِينَ كَفَرُو[s[اْ] فَضَرْبَ [h:12533[ٱ][l[ل]رِّقَابِ حَتَّ[o[ىٰٓ] إِذ[o[َآ] أَثْخَ[f:12534[نت]ُمُوهُمْ فَشُدُّو[s[اْ] [h:12535[ٱ]لْوَثَاقَ فَإِ[g[مّ]َا مَ[g[نّ][i:12536[َۢا ب]َعْدُ وَإِ[g[مّ]َا فِد[o[َا]ٓءً حَتَّىٰ تَضَعَ [h:12537[ٱ]لْحَرْبُ أَوْزَارَهَا‌ۚ ذ[n[َٲ]لِكَ وَلَوْ يَش[o[َا]ٓءُ [h:6988[ٱ]للَّهُ لَ[h:12538[ٱ][f:12538[نت]َصَرَ مِنْهُمْ وَلَ[n[ـٰ]ك[u:12539[ِن ل]ِّيَ[q:12540[بْ]لُوَ[s[اْ] بَعْضَك[c:12541[ُم ب]ِبَعْ[a:12542[ضٍ‌ۗ و]َ[h:37[ٱ]لَّذِينَ قُتِلُو[s[اْ] فِى سَبِيلِ [h:788[ٱ]للَّهِ فَل[a:12543[َن ي]ُضِلَّ أَعْمَ[n[ـٰ]لَهُمْ","juz":26,"ruku":442,"manzil":6,"bangla_ahbayan":"অতএব যখন তোমরা অবিশ্বাসীদের সাথে যুদ্ধে মোকাবিলা কর, তখন তাদের গর্দানে আঘাত কর,[১] পরিশেষে যখন তোমরা তাদেরকে সম্পূর্ণরূপে পরাভূত করবে, তখন তাদেরকে কষে বাঁধবে; [২] অতঃপর হয় অনুগ্রহ, না হয় মুক্তিপণ;[৩] যে পর্যন্ত না যুদ্ধ তার অস্ত্ররাজি নামিয়ে ফেলে।[৪] এটাই বিধান।[৫] আর আল্লাহ ইচ্ছা করলে তাদের নিকট হতে প্রতিশোধ নিতে পারতেন,[৬] কিন্তু তিনি চান তোমাদের কিছুকে অপরদের দ্বারা পরীক্ষা করতে।[৭] যারা আল্লাহর পথে নিহত হয়, তিনি কখনই তাদের কর্ম বিনষ্ট করবেন না। [৮]","bangla_bayan":"অতএব তোমরা যখন কাফিরদের সাথে যুদ্ধে অবতীর্ণ হও, তখন তাদের ঘাড়ে আঘাত কর। পরিশেষে তোমরা যখন তাদেরকে সম্পূর্ণভাবে পর্যুদস্ত করবে তখন তাদেরকে শক্তভাবে বেঁধে নাও। তারপর হয় অনুগ্রহ না হয় মুক্তিপণ আদায়, যতক্ষণ না যুদ্ধ তার বোঝা রেখে দেয়*। এটাই বিধান। আর আল্লাহ ইচ্ছা করলে তাদের কাছ থেকে প্রতিশোধ গ্রহণ করতে পারতেন, কিন্তু তিনি তোমাদের একজনকে অন্যের দ্বারা পরীক্ষা করতে চান। আর যারা আল্লাহর পথে নিহত হয় তিনি কখনো তাদের আমলসমূহ বিনষ্ট করবেন না। \\n\\n* অর্থ যুদ্ধ বন্ধ হওয়া।","bangla_mkhan":"অতঃপর যখন তোমরা কাফেরদের সাথে যুদ্ধে অবতীর্ণ হও, তখন তাদের গর্দার মার, অবশেষে যখন তা˦#2503;দরকে পূর্ণরূপে পরাভূত কর তখন তাদেরকে শক্ত করে বেধে ফেল। অতঃপর হয় তাদের প্রতি অনুগ্রহ কর, না হয় তাদের নিকট হতে মুক্তিপণ লও। তোমরা যুদ্ধ চালিয়ে যাবে যে পর্যন্ত না শত্রুপক্ষ অস্ত্র সমর্পণ করবে! একথা শুনলে। আল্লাহ ইচ্ছা করলে তাদের কাছ থেকে প্রতিশোধ নিতে পারতেন। কিন্তু তিনি তোমাদের কতককে কতকের দ্বারা পরীক্ষা করতে চান। যারা আল্লাহর পথে শহীদ হয়, আল্লাহ কখনই তাদের কর্ম বিনষ্ট করবেন না।","bangla_mujibur":"অতএব যখন তোমরা কাফিরদের সাথে যুদ্ধে মুকাবিলা কর তখন তাদের গর্দানে আঘাত কর, পরিশেষে যখন তোমরা তাদেরকে সম্পূর্ণ রূপে পরাভূত করবে তখন তাদেরকে কষে বাঁধবে; অতঃপর হয় অনুকম্পা, না হয় মুক্তিপণ। তোমরা জিহাদ চালাবে যতক্ষণ না ওরা অস্ত্র নামিয়ে ফেলে। এটাই বিধান। এটা এ জন্য যে, আল্লাহ ইচ্ছা করলে তাদেরকে শাস্তি দিতে পারতেন, কিন্তু তিনি চান তোমাদেরকে অপরদের দ্বারা পরীক্ষা করতে। যারা আল্লাহর পথে নিহত হয় তিনি কখনও তাদের আমল বিনষ্ট হতে দেননা।","bangla_taisirul":"অতঃপর যখন তোমরা কাফিরদের সঙ্গে যুদ্ধে অবতীর্ণ হও, তখন তাদের ঘাড়ে আঘাত হানো, অবশেষে যখন তাদেরকে পূর্ণরূপে পরাস্ত কর, তখন তাদেরকে শক্তভাবে বেঁধে ফেল। অতঃপর হয় তাদের প্রতি অনুগ্রহ কর, না হয় তাদের থেকে মুক্তিপণ গ্রহণ কর। তোমরা যুদ্ধ চালিয়ে যাবে, যে পর্যন্ত না শত্রুপক্ষ অস্ত্র সমর্পণ করে। এ নির্দেশই তোমাদেরকে দেয়া হল। আল্লাহ ইচ্ছে করলে (নিজেই) তাদের থেকে প্রতিশোধ নিতে পারতেন। কিন্তু তিনি তোমাদের একজনকে অন্যের দ্বারা পরীক্ষা করতে চান (এজন্য তোমাদেরকে যুদ্ধ করার সুযোগ দেন)। যারা আল্লাহর পথে শহীদ হয় তিনি তাদের কর্মফল কক্ষনো বিনষ্ট করবেন না।"},{"id":5,"arabic_text":"سَیَہۡدِیۡہِمۡ  وَ  یُصۡلِحُ   بَالَہُمۡ ۚ﴿۵﴾ ","english_text":"Do you order righteousness of the people and forget yourselves while you recite the Scripture? Then will you not reason?","page":507,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4550.mp3","colorText":"سَيَهْدِيهِمْ وَيُصْلِحُ بَالَهُمْ","juz":26,"ruku":442,"manzil":6,"bangla_ahbayan":"তিনি তাদেরকে সৎপথে পরিচালিত করবেন এবং তাদের অবস্থা ভাল করে দেবেন। [১]","bangla_bayan":"অচিরেই তিনি তাদেরকে হিদায়াত দিবেন এবং তাদের অবস্থা সংশোধন করে দিবেন।","bangla_mkhan":"তিনি তাদেরকে পথ প্রদর্শন করবেন এবং তাদের অবস্থা ভাল করবেন।","bangla_mujibur":"তিনি তাদেরকে সৎ পথে পরিচালিত করবেন এবং তাদের অবস্থা ভাল করে দিবেন।","bangla_taisirul":"তিনি তাদেরকে সঠিক পথে পরিচালিত করেন আর তাদের অবস্থা ভাল করে দেন।"},{"id":6,"arabic_text":"وَ  یُدۡخِلُہُمُ  الۡجَنَّۃَ  عَرَّفَہَا  لَہُمۡ ﴿۶﴾ ","english_text":"And seek help through patience and prayer, and indeed, it is difficult except for the humbly submissive [to Allah ]","page":507,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4551.mp3","colorText":"وَيُ[q:12544[دْ]خِلُهُمُ [h:12545[ٱ]لْجَ[g[نّ]َةَ عَرَّفَهَا لَهُمْ","juz":26,"ruku":442,"manzil":6,"bangla_ahbayan":"তিনি তাদেরকে প্রবেশ করাবেন জান্নাতে, যার কথা তিনি তাদেরকে জানিয়ে দিয়েছেন। [১]","bangla_bayan":"আর তিনি তাদেরকে জান্নাতে প্রবেশ করাবেন, যার পরিচয় তিনি তাদেরকে দিয়েছেন।","bangla_mkhan":"অতঃপর তিনি তাদেরকে জান্নাতে দাখিল করবেন, যা তাদেরকে জানিয়ে দিয়েছেন।","bangla_mujibur":"তিনি তাদেরকে দাখিল করবেন জান্নাতে যার কথা তিনি তাদেরকে জানিয়েছিলেন।","bangla_taisirul":"অতঃপর তিনি তাদেরকে জান্নাতে প্রবিষ্ট করবেন যা তাদেরকে তিনি জানিয়ে দিয়েছেন।"},{"id":7,"arabic_text":"یٰۤاَیُّہَا الَّذِیۡنَ اٰمَنُوۡۤا اِنۡ تَنۡصُرُوا اللّٰہَ یَنۡصُرۡکُمۡ  وَ  یُثَبِّتۡ  اَقۡدَامَکُمۡ ﴿۷﴾ ","english_text":"Who are certain that they will meet their Lord and that they will return to Him.","page":507,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4552.mp3","colorText":"يَ[o[ـٰٓ]أَيُّهَا [h:541[ٱ]لَّذِينَ ءَامَن[o[ُوٓ][s[اْ] إِ[f:12546[ن ت]َ[f:12547[نص]ُرُو[s[اْ] [h:12548[ٱ]للَّهَ يَ[f:12549[نص]ُرْكُمْ وَيُثَبِّتْ أَ[q:12550[قْ]دَامَكُمْ","juz":26,"ruku":442,"manzil":6,"bangla_ahbayan":"হে বিশ্বাসীগণ! যদি তোমরা আল্লাহর (দ্বীনের) সাহায্য কর, তাহলে আল্লাহ তোমাদেরকে সাহায্য করবেন[১] এবং তোমাদের পা দৃঢ়-প্রতিষ্ঠিত রাখবেন। [২]","bangla_bayan":"হে মুমিনগণ, যদি তোমরা আল্লাহকে সাহায্য কর তবে আল্লাহও তোমাদেরকে সাহায্য করবেন এবং তোমাদের পা সুদৃঢ় করে দেবেন।","bangla_mkhan":"হে বিশ্বাসীগণ! যদি তোমরা আল্লাহকে সাহায্য কর, আল্লাহ তোমাদেরকে সাহায্য করবেন এবং তোমাদের পা দৃঢ়প্রতিষ্ঠ করবেন।","bangla_mujibur":"হে মু’মিনগণ! যদি তোমরা আল্লাহকে সাহায্য কর তাহলে আল্লাহ তোমাদেরকে সাহায্য করবেন এবং তোমাদের অবস্থান দৃঢ় করবেন।","bangla_taisirul":"হে ঈমানদারগণ! তোমরা যদি আল্লাহকে সাহায্য কর, তিনি তোমাদেরকে সাহায্য করবেন আর তোমাদের পাগুলোকে দৃঢ়প্রতিষ্ঠ করবেন।"},{"id":8,"arabic_text":"وَ الَّذِیۡنَ کَفَرُوۡا  فَتَعۡسًا لَّہُمۡ وَ اَضَلَّ اَعۡمَالَہُمۡ ﴿۸﴾ ","english_text":"O Children of Israel, remember My favor that I have bestowed upon you and that I preferred you over the worlds.","page":507,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4553.mp3","colorText":"وَ[h:9999[ٱ]لَّذِينَ كَفَرُو[s[اْ] فَتَعْ[u:12551[سًا ل]َّهُمْ وَأَضَلَّ أَعْمَ[n[ـٰ]لَهُمْ","juz":26,"ruku":442,"manzil":6,"bangla_ahbayan":"যারা অবিশ্বাস করেছে, তাদের জন্য রয়েছে দুর্ভোগ এবং তিনি তাদের কর্ম ব্যর্থ করে দেবেন।","bangla_bayan":"আর যারা কুফরী করে তাদের জন্য রয়েছে ধ্বংস এবং তিনি তাদের আমলসমূহ ব্যর্থ করে দিয়েছেন।","bangla_mkhan":"আর যারা কাফের, তাদের জন্যে আছে দুর্গতি এবং তিনি তাদের কর্ম বিনষ্ট করে দিবেন।","bangla_mujibur":"যারা কুফরী করেছে তাদের জন্য রয়েছে দুর্ভোগ এবং তিনি তাদের কাজ ব্যর্থ করে দিবেন।","bangla_taisirul":"যারা কুফরী করে তাদের জন্য দুর্ভোগ আর তিনি তাদের কর্মকে বিনষ্ট করে দেবেন।"},{"id":9,"arabic_text":"ذٰلِکَ بِاَنَّہُمۡ کَرِہُوۡا مَاۤ  اَنۡزَلَ اللّٰہُ فَاَحۡبَطَ اَعۡمَالَہُمۡ ﴿۹﴾ ","english_text":"And fear a Day when no soul will suffice for another soul at all, nor will intercession be accepted from it, nor will compensation be taken from it, nor will they be aided.","page":507,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4554.mp3","colorText":"ذ[n[َٲ]لِكَ بِأَ[g[نّ]َهُمْ كَرِهُو[s[اْ] م[o[َآ] أَ[f:471[نز]َلَ [h:472[ٱ]للَّهُ فَأَحْبَطَ أَعْمَ[n[ـٰ]لَهُمْ","juz":26,"ruku":442,"manzil":6,"bangla_ahbayan":"এটা এ জন্যে যে, আল্লাহ যা অবতীর্ণ করেছেন, তারা তা অপছন্দ করে।[১] সুতরাং আল্লাহ তাদের কর্মসমূহ নিস্ফল করে দেবেন। [২]","bangla_bayan":"তা এজন্য যে, আল্লাহ যা নাযিল করেছেন তারা তা অপছন্দ করে। অতএব তিনি তাদের আমলসমূহ বিনষ্ট করে দিয়েছেন।","bangla_mkhan":"এটা এজন্যে যে, আল্লাহ যা নাযিল করেছেন, তারা তা পছন্দ করে না। অতএব, আল্লাহ তাদের কর্ম ব্যর্থ করে দিবেন।","bangla_mujibur":"এটা এ জন্য যে, আল্লাহ যা অবতীর্ণ করেছেন তারা তা অপছন্দ করে। সুতরাং আল্লাহ তাদের কাজ নিস্ফল করে দিবেন।","bangla_taisirul":"তা এজন্য যে, আল্লাহ যা অবতীর্ণ করেছেন তারা তা অপছন্দ করে, কাজেই আল্লাহ তাদের কর্ম ব্যর্থ করেন।"},{"id":10,"arabic_text":"اَفَلَمۡ یَسِیۡرُوۡا فِی الۡاَرۡضِ فَیَنۡظُرُوۡا کَیۡفَ کَانَ عَاقِبَۃُ  الَّذِیۡنَ مِنۡ قَبۡلِہِمۡ ؕ دَمَّرَ اللّٰہُ عَلَیۡہِمۡ ۫ وَ لِلۡکٰفِرِیۡنَ اَمۡثَالُہَا ﴿۱۰﴾ ","english_text":"And [recall] when We saved your forefathers from the people of Pharaoh, who afflicted you with the worst torment, slaughtering your [newborn] sons and keeping your females alive. And in that was a great trial from your Lord.","page":507,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4555.mp3","colorText":"۞ أَفَلَمْ يَسِيرُو[s[اْ] فِى [h:44[ٱ]لْأَرْضِ فَيَ[f:6853[نظ]ُرُو[s[اْ] كَيْفَ كَانَ عَ[n[ـٰ]قِبَةُ [h:6854[ٱ]لَّذِينَ مِ[f:617[ن ق]َ[q:618[بْ]لِهِمْ‌ۚ دَ[g[مّ]َرَ [h:12552[ٱ]للَّهُ عَلَيْهِمْ‌ۖ وَلِلْكَ[n[ـٰ]فِرِينَ أَمْثَ[n[ـٰ]لُهَا","juz":26,"ruku":442,"manzil":6,"bangla_ahbayan":"তারা কি পৃথিবীতে ভ্রমণ করেনি এবং দেখেনি যে, তাদের পূর্ববর্তীদের পরিণাম কি হয়েছিল?[১] আল্লাহ তাদেরকে ধ্বংস করেছেন। আর অবিশ্বাসীদের জন্য রয়েছে অনুরূপ পরিণাম। [২]","bangla_bayan":"তবে কি তারা যমীনে ভ্রমণ করেনি, তারপর দেখেনি যারা তাদের পূর্বে ছিল তাদের পরিণাম কেমন হয়েছিল? আল্লাহ তাদেরকে ধ্বংস করে দিয়েছেন। আর কাফিরদের জন্য রয়েছে এর অনুরূপ পরিণাম।","bangla_mkhan":"তারা কি পৃথিবীতে ভ্রমণ করেনি অতঃপর দেখেনি যে, তাদের পূর্ববর্তীদের পরিণাম কি হয়েছে? আল্লাহ তাদেরকে ধ্বংস করে দিয়েছেন এবং কাফেরদের অবস্থা এরূপই হবে।","bangla_mujibur":"তারা কি পৃথিবীতে ভ্রমণ করেনি এবং দেখেনি তাদের পূর্ববর্তীদের পরিণাম কি হয়েছিল? আল্লাহ তাদেরকে ধ্বংস করেছেন এবং কাফিরদের জন্য রয়েছে অনুরূপ পরিণাম।","bangla_taisirul":"তারা কি পৃথিবীতে ভ্রমণ করেনি অতঃপর দেখেনি তাদের আগে যারা ছিল তাদের পরিণাম কী হয়েছে? আল্লাহ তাদেরকে ধ্বংস করে দিয়েছেন, কাফিরদের জন্য আছে অনুরূপ শাস্তি।"},{"id":11,"arabic_text":"ذٰلِکَ بِاَنَّ اللّٰہَ مَوۡلَی الَّذِیۡنَ اٰمَنُوۡا وَ اَنَّ الۡکٰفِرِیۡنَ لَا  مَوۡلٰی  لَہُمۡ ﴿۱۱﴾ ","english_text":"And [recall] when We parted the sea for you and saved you and drowned the people of Pharaoh while you were looking on.","page":507,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4556.mp3","colorText":"ذ[n[َٲ]لِكَ بِأَ[g[نّ]َ [h:897[ٱ]للَّهَ مَوْلَى [h:12553[ٱ]لَّذِينَ ءَامَنُو[s[اْ] وَأَ[g[نّ]َ [h:12554[ٱ]لْكَ[n[ـٰ]فِرِينَ لَا مَوْلَىٰ لَهُمْ","juz":26,"ruku":442,"manzil":6,"bangla_ahbayan":"এটা এ জন্য যে, আল্লাহ বিশ্বাসীদের অভিভাবক এবং অবিশ্বাসীদের কোন অভিভাবক নেই। [১]","bangla_bayan":"তা এজন্য যে, নিশ্চয় আল্লাহ মুমিনদের অভিভাবক। আর নিশ্চয় কাফিরদের কোন অভিভাবক নেই।","bangla_mkhan":"এটা এজন্যে যে, আল্লাহ মুমিনদের হিতৈষী বন্ধু এবং কাফেরদের কোন হিতৈষী বন্ধু নাই।","bangla_mujibur":"এটা এ জন্য যে, আল্লাহ মু’মিনদের অভিভাবক এবং কাফিরদের কোন অভিভাবক নেই।","bangla_taisirul":"এর কারণ এই যে, যারা ঈমান আনে আল্লাহ তাদের অভিভাবক আর কাফিরদের কোন অভিভাবক নেই।"},{"id":12,"arabic_text":"اِنَّ اللّٰہَ یُدۡخِلُ الَّذِیۡنَ اٰمَنُوۡا وَ عَمِلُوا الصّٰلِحٰتِ جَنّٰتٍ تَجۡرِیۡ مِنۡ تَحۡتِہَا الۡاَنۡہٰرُ ؕ وَ الَّذِیۡنَ کَفَرُوۡا یَتَمَتَّعُوۡنَ وَ یَاۡکُلُوۡنَ کَمَا تَاۡکُلُ الۡاَنۡعَامُ وَ النَّارُ مَثۡوًی لَّہُمۡ ﴿۱۲﴾ ","english_text":"And [recall] when We made an appointment with Moses for forty nights. Then you took [for worship] the calf after him, while you were wrongdoers.","page":508,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4557.mp3","colorText":"إِ[g[نّ]َ [h:80[ٱ]للَّهَ يُ[q:8947[دْ]خِلُ [h:8948[ٱ]لَّذِينَ ءَامَنُو[s[اْ] وَعَمِلُو[s[اْ] [h:118[ٱ][l[ل]صَّ[n[ـٰ]لِحَ[n[ـٰ]تِ جَ[g[نّ]َ[n[ـٰ][f:119[تٍ ت]َ[q:120[جْ]رِى مِ[f:121[ن ت]َحْتِهَا [h:122[ٱ]لْأَنْهَ[n[ـٰ]رُ‌ۖ وَ[h:37[ٱ]لَّذِينَ كَفَرُو[s[اْ] يَتَمَتَّعُونَ وَيَأْكُلُونَ كَمَا تَأْكُلُ [h:12555[ٱ]لْأَنْعَ[n[ـٰ]مُ وَ[h:12556[ٱ][l[ل][g[نّ]َارُ مَثْ[u:12007[وًى ل]َّهُمْ","juz":26,"ruku":443,"manzil":6,"bangla_ahbayan":"যারা ঈমান আনে ও সৎকর্ম করে, আল্লাহ তাদেরকে অবশ্যই জান্নাতে প্রবেশ করাবেন, যার নিম্নদেশে নদীমালা প্রবাহিত। কিন্তু যারা অবিশ্বাস করে, তারা ভোগ-বিলাসে লিপ্ত থাকে এবং জন্তু-জানোয়ারের মত উদর-পূর্তি করে। [১] আর তাদের নিবাস হল জাহান্নাম।","bangla_bayan":"নিশ্চয় যারা ঈমান এনেছে ও সৎকর্ম করেছে, আল্লাহ তাদেরকে জান্নাতে দাখিল করবেন। যার নিম্নদেশে নহরসমূহ প্রবাহিত হয়। কিন্তু যারা কুফরী করে তারা ভোগ-বিলাসে মত্ত থাকে এবং তারা আহার করে যেমন চতুষ্পদ জন্তুরা আহার করে। আর জাহান্নামই তাদের বাসস্থান।","bangla_mkhan":"যারা বিশ্বাস করে ও সৎকর্ম করে, আল্লাহ তাদেরকে জান্নাতে দাখিল করবেন, যার নিম্নদেশে নির্ঝরিণীসমূহ প্রবাহিত হয়। আর যারা কাফের, তারা ভোগ-বিলাসে মত্ত থাকে এবং চতুস্পদ জন্তুর মত আহার করে। তাদের বাসস্থান জাহান্নাম।","bangla_mujibur":"যারা ঈমান আনে ও সৎ কাজ করে আল্লাহ তাদেরকে দাখিল করবেন জান্নাতে, যার নিম্নদেশে নদী প্রবাহিত; কিন্তু যারা কুফরী করে তারা ভোগ বিলাসে লিপ্ত থাকে এবং জন্তু-জানোয়ারের মত উদর পূর্তি করে; তাদের বাসস্থান হবে জাহান্নাম।","bangla_taisirul":"যারা ঈমান আনে আর সৎকাজ করে আল্লাহ তাদেরকে প্রবিষ্ট করবেন জান্নাতে যার তলদেশে ঝর্ণাধারা প্রবাহিত। আর যারা কুফুরী করে তারা ভোগ বিলাসে মত্ত থাকে আর আহার করে যেভাবে আহার করে জন্তু জানোয়াররা। জাহান্নামই তাদের বাসস্থান।"},{"id":13,"arabic_text":"وَ کَاَیِّنۡ مِّنۡ  قَرۡیَۃٍ  ہِیَ اَشَدُّ  قُوَّۃً  مِّنۡ قَرۡیَتِکَ الَّتِیۡۤ  اَخۡرَجَتۡکَ ۚ اَہۡلَکۡنٰہُمۡ فَلَا  نَاصِرَ  لَہُمۡ ﴿۱۳﴾ ","english_text":"Then We forgave you after that so perhaps you would be grateful.","page":508,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4558.mp3","colorText":"وَكَأَيّ[a:2298[ِن م]ِّ[f:4585[ن ق]َرْيَةٍ هِىَ أَشَدُّ قُوَّ[a:12557[ةً م]ِّ[f:12558[ن ق]َرْيَتِكَ [h:12559[ٱ]لَّت[o[ِىٓ] أَخْرَجَتْكَ أَهْلَكْنَ[n[ـٰ]هُمْ فَلَا نَاصِرَ لَهُمْ","juz":26,"ruku":443,"manzil":6,"bangla_ahbayan":"তোমার সেই জনপদ; যা তোমাকে বহিষ্কার করেছে, তা অপেক্ষা অতি শক্তিশালী কত জনপদ ছিল, আমি তাদেরকে ধ্বংস করেছি এবং তাদেরকে সাহায্য করার কেউ ছিল না।","bangla_bayan":"আর তোমার জনপদ যা থেকে তারা তোমাকে বহিষ্কার করেছে তার তুলনায় শক্তিমত্তায় প্রবলতর অনেক জনপদ ছিল, আমি তাদেরকে ধ্বংস করে দিয়েছিলাম, ফলে তাদের কোনই সাহায্যকারী ছিল না।","bangla_mkhan":"যে জনপদ আপনাকে বহিস্কার করেছে, তদপেক্ষা কত শক্তিশালী জনপদকে আমি ধ্বংস করেছি, অতঃপর তাদেরকে সাহায্য করার কেউ ছিল না।","bangla_mujibur":"তারা যে জনপদ হতে তোমাকে বিতাড়িত করেছে তা অপেক্ষা অতি শক্তিশালী কত জনপদ ছিল; আমি তাদেরকে ধ্বংস করেছি এবং তাদেরকে সাহায্য করার কেহ ছিলনা।","bangla_taisirul":"তোমার যে জনপদ থেকে তারা তোমাকে বের করে দিয়েছে তার অপেক্ষা শক্তিশালী কত জনপদকে আমি ধ্বংস করে দিয়েছি, অতঃপর কেউ ছিল না তাদের সাহায্যকারী।"},{"id":14,"arabic_text":"اَفَمَنۡ کَانَ عَلٰی بَیِّنَۃٍ  مِّنۡ  رَّبِّہٖ  کَمَنۡ زُیِّنَ  لَہٗ  سُوۡٓءُ عَمَلِہٖ  وَ اتَّبَعُوۡۤا اَہۡوَآءَہُمۡ ﴿۱۴﴾ ","english_text":"And [recall] when We gave Moses the Scripture and criterion that perhaps you would be guided.","page":508,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4559.mp3","colorText":"أَفَمَ[f:6273[ن ك]َانَ عَلَىٰ بَيِّنَ[a:4097[ةٍ م]ّ[u:192[ِن ر]َّبِّه[n[ِۦ] كَمَ[f:12560[ن ز]ُيِّنَ لَهُ[n[ۥ] س[o[ُو]ٓءُ عَمَلِه[n[ِۦ] وَ[h:2433[ٱ]تَّبَع[o[ُوٓ][s[اْ] أَهْو[o[َا]ٓءَهُم","juz":26,"ruku":443,"manzil":6,"bangla_ahbayan":"যে ব্যক্তি তার প্রতিপালক হতে (আগত) সুস্পষ্ট প্রমাণের উপর প্রতিষ্ঠিত, সে কি তার মত, যার নিকট নিজের মন্দ কর্মগুলো শোভনীয় প্রতীয়মান হয় এবং যারা নিজেদের খেয়াল-খুশীর অনুসরণ করে? [১]","bangla_bayan":"যে ব্যক্তি তার রবের পক্ষ থেকে আগত সুস্পষ্ট প্রমাণের উপর প্রতিষ্ঠিত সে কি তার মত, যার মন্দ আমল তার জন্য চাকচিক্যময় করে দেয়া হয়েছে এবং যারা তাদের খেয়াল খুশীর অনুসরণ করে?","bangla_mkhan":"যে ব্যক্তি তার পালনকর্তার পক্ষ থেকে আগত নিদর্শন অনুসরণ করে, সে কি তার সমান, যার কাছে তার মন্দ কর্ম শোভনীয় করা হয়েছে এবং যে তার খেয়াল-খুশীর অনুসরণ করে।","bangla_mujibur":"যে ব্যক্তি তার রাব্ব হতে প্রেরিত সুস্পষ্ট প্রমাণের উপর প্রতিষ্ঠিত সে কি তার ন্যায় যার নিকট নিজের মন্দ কাজগুলি শোভন প্রতীয়মান হয় এবং যারা নিজ খেয়াল খুশীর অনুসরণ করে?","bangla_taisirul":"যে ব্যক্তি তার প্রতিপালক থেকে আগত সুস্পষ্ট প্রমাণের উপর প্রতিষ্ঠিত সে কি তার মত যার কাছে তার মন্দ কর্ম সুশোভিত করা হয়েছে আর তারা নিজেদের খেয়ালখুশির অনুসরণ করে।"},{"id":15,"arabic_text":"مَثَلُ الۡجَنَّۃِ الَّتِیۡ وُعِدَ الۡمُتَّقُوۡنَ ؕ فِیۡہَاۤ اَنۡہٰرٌ  مِّنۡ  مَّآءٍ غَیۡرِ اٰسِنٍ ۚ وَ  اَنۡہٰرٌ مِّنۡ لَّبَنٍ لَّمۡ  یَتَغَیَّرۡ  طَعۡمُہٗ ۚ وَ اَنۡہٰرٌ  مِّنۡ خَمۡرٍ  لَّذَّۃٍ   لِّلشّٰرِبِیۡنَ ۬ۚ وَ اَنۡہٰرٌ مِّنۡ عَسَلٍ مُّصَفًّی ؕ وَ لَہُمۡ  فِیۡہَا مِنۡ کُلِّ الثَّمَرٰتِ وَ مَغۡفِرَۃٌ  مِّنۡ  رَّبِّہِمۡ ؕ  کَمَنۡ ہُوَ خَالِدٌ فِی النَّارِ وَ سُقُوۡا مَآءً حَمِیۡمًا فَقَطَّعَ  اَمۡعَآءَہُمۡ ﴿۱۵﴾ ","english_text":"And [recall] when Moses said to his people, \"O my people, indeed you have wronged yourselves by your taking of the calf [for worship]. So repent to your Creator and kill yourselves. That is best for [all of] you in the sight of your Creator.\" Then He accepted your repentance; indeed, He is the Accepting of repentance, the Merciful.","page":508,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4560.mp3","colorText":"مَّثَلُ [h:7002[ٱ]لْجَ[g[نّ]َةِ [h:7003[ٱ]لَّتِى وُعِدَ [h:7004[ٱ]لْمُتَّقُونَ‌ۖ فِيه[o[َآ] أَنْهَ[n[ـٰ][a:12561[رٌ م]ّ[a:840[ِن م]ّ[o[َا]ٓءٍ غَيْرِ ءَاسِ[a:12562[نٍ و]َأَنْهَ[n[ـٰ][a:12563[رٌ م]ّ[u:12564[ِن ل]َّبَ[u:12565[نٍ ل]َّمْ يَتَغَيَّرْ طَعْمُهُ[n[ۥ] وَأَنْهَ[n[ـٰ][a:12563[رٌ م]ِّنْ خَمْ[u:12566[رٍ ل]َّذَّ[u:11361[ةٍ ل]ِّلشَّ[n[ـٰ]رِبِينَ وَأَنْهَ[n[ـٰ][a:12563[رٌ م]ِّنْ عَسَ[a:12567[لٍ م]ُّصَف[a:12568[ًّى‌ۖ و]َلَهُمْ فِيهَا مِ[f:843[ن ك]ُلِّ [h:1571[ٱ][l[ل]ثَّمَر[n[َٲ]تِ وَمَغْفِرَ[a:12569[ةٌ م]ّ[u:22[ِن ر]َّبِّهِمْ‌ۖ كَمَنْ هُوَ خَ[n[ـٰ]لِ[f:12570[دٌ ف]ِى [h:4674[ٱ][l[ل][g[نّ]َارِ وَسُقُو[s[اْ] م[o[َا]ٓءً حَمِي[f:12571[مًا ف]َقَطَّعَ أَمْع[o[َا]ٓءَهُمْ","juz":26,"ruku":443,"manzil":6,"bangla_ahbayan":"সাবধানীদেরকে যে জান্নাতের প্রতিশ্রুতি দেওয়া হয়েছে তার দৃষ্টান্ত হলঃ ওতে আছে নির্মল পানির নদীমালা,[১] আছে দুধের নদীমালা যার স্বাদ অপরিবর্তনীয়,[২] আছে পানকারীদের জন্য সুস্বাদু সুরার নদীমালা,[৩] আছে পরিশোধিত মধুর নদীমালা।[৪] আর সেখানে তাদের জন্য আছে বিবিধ ফল-মূল ও তাদের প্রতিপালকের ক্ষমা। সাবধানীরা কি তাদের মত, যারা জাহান্নামে স্থায়ী হবে এবং যাদেরকে পান করতে দেওয়া হবে ফুটন্ত পানি; যা তাদের নাড়ী-ভুঁড়ি ছিন্ন-ভিন্ন করে দেবে? [৫]","bangla_bayan":"মুত্তাকীদেরকে যে জান্নাতের ওয়াদা দেয়া হয়েছে তার দৃষ্টান্ত হল, তাতে রয়েছে নির্মল পানির নহরসমূহ, দুধের ঝর্নাধারা, যার স্বাদ পরিবর্তিত হয়নি, পানকারীদের জন্য সুস্বাদু সুরার নহরসমূহ এবং আছে পরিশোধিত মধুর ঝর্নাধারা। তথায় তাদের জন্য থাকবে সব ধরনের ফলমূল আর তাদের রবের পক্ষ থেকে ক্ষমা। তারা কি তাদের ন্যায়, যারা জাহান্নামে স্থায়ী হবে এবং তাদেরকে ফুটন্ত পানি পান করানো হবে ফলে তা তাদের নাড়িভুঁড়ি ছিন্ন-বিচ্ছিন্ন করে দেবে?","bangla_mkhan":"পরহেযগারদেরকে যে জান্নাতের ওয়াদা দেয়া হয়েছে, তার অবস্থা নিম্নরূপঃ তাতে আছে পানির নহর, নির্মল দুধের নহর যারা স্বাদ অপরিবর্তনীয়, পানকারীদের জন্যে সুস্বাদু শরাবের নহর এবং পরিশোধিত মধুর নহর। তথায় তাদের জন্যে আছে রকমারি ফল-মূল ও তাদের পালনকর্তার ক্ষমা। পরহেযগাররা কি তাদের সমান, যারা জাহান্নামে অনন্তকাল থাকবে এবং যাদেরকে পান করতে দেয়া হবে ফুটন্ত পানি অতঃপর তা তাদের নাড়িভূঁড়ি ছিন্ন বিচ্ছিন্ন করে দেবে?","bangla_mujibur":"মুত্তাকীদেরকে যে জান্নাতের প্রতিশ্রুতি দেয়া হয়েছে তার দৃষ্টান্তঃ ওতে আছে নির্মল পানির নহর; আছে দুধের নহর যার স্বাদ অপরিবর্তনীয়, আছে পানকারীদের জন্য সুস্বাদু সুরার নহর এবং পরিশোধিত মধুর নহর। সেখানে তাদের জন্য থাকবে বিবিধ ফলসমূহ ও তাদের রবের ক্ষমা। মুত্তাকীরা কি তাদের ন্যায় যারা জাহান্নামে স্থায়ী হবে এবং যাদেরকে পান করতে দেয়া হবে ফুটন্ত পানি যা তাদের নাড়িভুড়ি ছিন্ন বিচ্ছিন্ন করে দিবে?","bangla_taisirul":"মুত্তাক্বীদেরকে যে জান্নাতের ও‘য়াদা দেয়া হয়েছে তার উপমা হলঃ তাতে আছে নির্মল পানির ঝর্ণা, আর আছে দুধের নদী যার স্বাদ অপরিবর্তনীয়, আছে পানকারীদের জন্য সুস্বাদু মদের নদী আর পরিশোধিত মধুর নদী। তাদের জন্য সেখানে আছে সব রকম ফলমূল আর তাদের প্রতিপালকের নিকট হতে ক্ষমা। (এরা কি) তাদের মত যারা চিরকাল থাকবে জাহান্নামে যাদেরকে পান করতে দেয়া হবে গরম পানীয় যা তাদের নাড়িভুঁড়ি ছিন্ন ভিন্ন করে ফেলবে?"},{"id":16,"arabic_text":"وَ مِنۡہُمۡ  مَّنۡ یَّسۡتَمِعُ  اِلَیۡکَ ۚ حَتّٰۤی  اِذَا خَرَجُوۡا مِنۡ عِنۡدِکَ قَالُوۡا لِلَّذِیۡنَ اُوۡتُوا الۡعِلۡمَ  مَاذَا  قَالَ  اٰنِفًا ۟ اُولٰٓئِکَ الَّذِیۡنَ طَبَعَ اللّٰہُ  عَلٰی قُلُوۡبِہِمۡ وَ اتَّبَعُوۡۤا  اَہۡوَآءَہُمۡ ﴿۱۶﴾ ","english_text":"And [recall] when you said, \"O Moses, we will never believe you until we see Allah outright\"; so the thunderbolt took you while you were looking on.","page":508,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4561.mp3","colorText":"وَمِنْه[w:1106[ُم م]ّ[a:3986[َن ي]َسْتَمِعُ إِلَيْكَ حَتَّ[o[ىٰٓ] إِذَا خَرَجُو[s[اْ] مِنْ عِ[f:2954[ند]ِكَ قَالُو[s[اْ] لِلَّذِينَ أُوتُو[s[اْ] [h:7379[ٱ]لْعِلْمَ مَاذَا قَالَ ءَانِفًا‌ۚ أُ[s[وْ]لَ[o[ـٰٓ]ئِكَ [h:51[ٱ]لَّذِينَ طَبَعَ [h:3271[ٱ]للَّهُ عَلَىٰ قُلُوبِهِمْ وَ[h:2433[ٱ]تَّبَع[o[ُوٓ][s[اْ] أَهْو[o[َا]ٓءَهُمْ","juz":26,"ruku":443,"manzil":6,"bangla_ahbayan":"তাদের মধ্যে কতক তোমার কথা মন দিয়ে শোনে, অতঃপর তোমার নিকট হতে বের হয়ে জ্ঞানবানদেরকে বলে, ‘এই মাত্র সে কি বলল?’ [১] ওরাই তারা যাদের অন্তরে আল্লাহ মোহর মেরে দেন এবং তারা নিজেদের খেয়াল-খুশীরই অনুসরণ করে।","bangla_bayan":"আর তাদের মধ্যে এমন কতক রয়েছে, যারা তোমার প্রতি মনোযোগ দিয়ে শুনে। অবশেষে যখন তারা তোমার কাছ থেকে বের হয়ে যায় তখন তারা যাদের জ্ঞান দান করা হয়েছে তাদের উদ্দেশ্যে বলে, ‘এই মাত্র সে কী বলল?’ এরাই তারা, যাদের অন্তরসমূহে আল্লাহ মোহর মেরে দিয়েছেন এবং তারা নিজদের খেয়াল-খুশীর অনুসরণ করেছে।","bangla_mkhan":"তাদের মধ্যে কতক আপনার দিকে কান পাতে, অতঃপর যখন আপনার কাছ থেকে বাইরে যায়, তখন যারা শিক্ষিত, তাদেরকে বলেঃ এইমাত্র তিনি কি বললেন ? এদের অন্তরে আল্লাহ মোহর মেরে দিয়েছেন এবং তারা নিজেদের খেয়াল-খুশীর অনুসরণ করে।","bangla_mujibur":"তাদের মধ্যে কতক তোমার কথা শ্রবণ করে, অতঃপর তোমার নিকট হতে বের হয়ে যারা জ্ঞানবান তাদেরকে বলেঃ এই মাত্র সে কি বলল? এদের অন্তরের উপর আল্লাহ মোহর মেরে দিয়েছেন এবং তারা নিজেদের খেয়াল খুশীরই অনুসরণ করে।","bangla_taisirul":"তাদের মধ্যে কতক লোক তোমার কথা শুনে, অতঃপর যখন তারা তোমার কাছ থেকে বেরিয়ে যায়, তখন যাদেরকে জ্ঞান দেয়া হয়েছে তাদেরকে বলে- এই মাত্র সে কী বলল? এদের অন্তরে আল্লাহ মোহর মেরে দিয়েছেন আর তারা নিজেদের খেয়ালখুশির অনুসরণ করে।"},{"id":17,"arabic_text":"وَ الَّذِیۡنَ اہۡتَدَوۡا زَادَہُمۡ ہُدًی وَّ اٰتٰہُمۡ تَقۡوٰىہُمۡ ﴿۱۷﴾ ","english_text":"Then We revived you after your death that perhaps you would be grateful.","page":508,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4562.mp3","colorText":"وَ[h:9999[ٱ]لَّذِينَ [h:12572[ٱ]هْتَدَوْ[s[اْ] زَادَهُمْ هُ[a:12573[دًى و]َءَاتَ[n[ـٰ]هُمْ تَ[q:12574[قْ]وَ[n[ٮٰ]هُمْ","juz":26,"ruku":443,"manzil":6,"bangla_ahbayan":"যারা সৎপথ অবলম্বন করে, তাদেরকে আল্লাহ সৎপথে চলার শক্তি বৃদ্ধি করেন এবং তাদেরকে ধর্মভীরু হবার শক্তি দান করেন।[১]","bangla_bayan":"আর যারা হিদায়াতপ্রাপ্ত হয়েছে আল্লাহ তাদের হিদায়াত প্রাপ্তি আরো বৃদ্ধি করেন এবং তাদেরকে তাদের তাকওয়া প্রদান করেন।","bangla_mkhan":"যারা সৎপথপ্রাপ্ত হয়েছে, তাদের সৎপথপ্রাপ্তি আরও বেড়ে যায় এবং আল্লাহ তাদেরকে তাকওয়া দান করেন।","bangla_mujibur":"যারা সৎ পথ অবলম্বন করে আল্লাহ তাদের সৎ পথে চলার শক্তি বৃদ্ধি করেন এবং তাদেরকে মুত্তাকী হবার শক্তি দান করেন।","bangla_taisirul":"যারা সঠিক পথে চলে আল্লাহ তাদের সৎপথ প্রাপ্তি বৃদ্ধি করে দেন আর তাদেরকে তাক্বওয়া দান করেন।"},{"id":18,"arabic_text":"فَہَلۡ یَنۡظُرُوۡنَ  اِلَّا السَّاعَۃَ  اَنۡ تَاۡتِیَہُمۡ بَغۡتَۃً ۚ فَقَدۡ جَآءَ  اَشۡرَاطُہَا ۚ فَاَنّٰی لَہُمۡ  اِذَا جَآءَتۡہُمۡ  ذِکۡرٰىہُمۡ ﴿۱۸﴾ ","english_text":"And We shaded you with clouds and sent down to you manna and quails, [saying], \"Eat from the good things with which We have provided you.\" And they wronged Us not - but they were [only] wronging themselves.","page":508,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4563.mp3","colorText":"فَهَلْ يَ[f:1141[نظ]ُرُونَ إِلَّا [h:12296[ٱ][l[ل]سَّاعَةَ أَ[f:6843[ن ت]َأْتِيَه[c:12297[ُم ب]َغْتَ[f:12575[ةً‌ۖ ف]َقَ[q:563[دْ] ج[o[َا]ٓءَ أَشْرَاطُهَا‌ۚ فَأَ[g[نّ]َىٰ لَهُمْ إِذَا ج[o[َا]ٓءَتْهُمْ ذِكْرَ[n[ٮٰ]هُمْ","juz":26,"ruku":443,"manzil":6,"bangla_ahbayan":"তারা কি শুধু এ জন্য অপেক্ষা করছে যে, কিয়ামত তাদের নিকট আকস্মিকভাবে এসে পড়ুক? কিয়ামতের লক্ষণসমূহ তো এসেই পড়েছে।[১] অতঃপর কিয়ামত এসে পড়লে তারা উপদেশ গ্রহণ করবে কেমন করে? [২]","bangla_bayan":"সুতরাং তারা কি কেবল এই অপেক্ষা করছে যে, কিয়ামত তাদের উপর আকস্মিকভাবে এসে পড়ুক? অথচ কিয়ামতের আলামতসমূহ তো এসেই পড়েছে। সুতরাং কিয়ামত এসে পড়লে তারা উপদেশ গ্রহণ করবে কেমন করে?","bangla_mkhan":"তারা শুধু এই অপেক্ষাই করছে যে, কেয়ামত অকস্মাৎ তাদের কাছে এসে পড়ুক। বস্তুতঃ কেয়ামতের লক্ষণসমূহ তো এসেই পড়েছে। সুতরাং কেয়ামত এসে পড়লে তারা উপদেশ গ্রহণ করবে কেমন করে ?","bangla_mujibur":"তারা কি শুধু এ জন্য অপেক্ষা করছে যে, কিয়ামাত তাদের নিকট এসে পড়ূক আকস্মিক ভাবে? কিয়ামাতের লক্ষণসমূহতো এসেই পড়েছে! কিয়ামাত এসে পড়লে তারা উপদেশ গ্রহণ করবে কেমন করে?","bangla_taisirul":"তারা কি শুধু এ অপেক্ষায় আছে যে, ক্বিয়ামত তাদের কাছে অকস্মাৎ এসে পড়ুক? ক্বিয়ামতের লক্ষণগুলো তো এসেই গেছে। কাজেই তা এসে পড়লে তারা উপদেশ গ্রহণ করবে কেমন করে?"},{"id":19,"arabic_text":"فَاعۡلَمۡ  اَنَّہٗ  لَاۤ اِلٰہَ  اِلَّا اللّٰہُ  وَ اسۡتَغۡفِرۡ لِذَنۡۢبِکَ وَ لِلۡمُؤۡمِنِیۡنَ وَ الۡمُؤۡمِنٰتِ ؕ وَ اللّٰہُ  یَعۡلَمُ مُتَقَلَّبَکُمۡ وَ مَثۡوٰىکُمۡ ﴿۱۹﴾ ","english_text":"And [recall] when We said, \"Enter this city and eat from it wherever you will in [ease and] abundance, and enter the gate bowing humbly and say, 'Relieve us of our burdens.' We will [then] forgive your sins for you, and We will increase the doers of good [in goodness and reward].\"","page":508,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4564.mp3","colorText":"فَ[h:9999[ٱ]عْلَمْ أَ[g[نّ]َهُ[n[ۥ] ل[o[َآ] إِلَ[n[ـٰ]هَ إِلَّا [h:1742[ٱ]للَّهُ وَ[h:2374[ٱ]سْتَغْفِرْ لِذَ[i:11909[نۢب]ِكَ وَلِلْمُؤْمِنِينَ وَ[h:5718[ٱ]لْمُؤْمِنَ[n[ـٰ]تِ‌ۗ وَ[h:72[ٱ]للَّهُ يَعْلَمُ مُتَقَلَّبَكُمْ وَمَثْوَ[n[ٮٰ]كُمْ","juz":26,"ruku":443,"manzil":6,"bangla_ahbayan":"সুতরাং তুমি জেনে রাখ, আল্লাহ ছাড়া (সত্য) কোন উপাস্য নেই।[১] আর ক্ষমা-প্রার্থনা কর তোমার এবং মুমিন নর-নারীদের ত্রুটির জন্য।[২] আল্লাহ তোমাদের গতিবিধি এবং অবস্থান ক্ষেত্র সম্বন্ধে সম্যক অবগত আছেন। [৩]","bangla_bayan":"অতএব জেনে রাখ, নিঃসন্দেহে আল্লাহ ছাড়া কোন (সত্য) ইলাহ নেই। তুমি ক্ষমা চাও তোমার ও মুমিন নারী-পুরুষদের ত্রুটি-বিচ্যুতির জন্য। আল্লাহ তোমাদের গতিবিধি এবং নিবাস সম্পর্কে অবগত রয়েছেন।","bangla_mkhan":"জেনে রাখুন, আল্লাহ ব্যতীত কোন উপাস্য নেই। ক্ষমাপ্রার্থনা করুন, আপনার ক্রটির জন্যে এবং মুমিন পুরুষ ও নারীদের জন্যে। আল্লাহ, তোমাদের গতিবিধি ও অবস্থান সম্পর্কে জ্ঞাত।","bangla_mujibur":"সুতরাং জেনে রেখ, আল্লাহ ছাড়া কোন মা‘বূদ নেই; ক্ষমা প্রার্থনা কর তোমার এবং মু’মিন নর নারীদের ত্রুটির জন্য। আল্লাহ তোমাদের গতিবিধি এবং অবস্থান সম্বন্ধে সম্যক অবগত আছেন।","bangla_taisirul":"কাজেই জেনে রেখ, আল্লাহ ছাড়া সত্যিকারের কোন ইলাহ নেই, ক্ষমা প্রার্থনা কর তোমার ভুলত্রুটির জন্য আর মু’মিন ও মু’মিনাদের জন্য, আল্লাহ তোমাদের গতিবিধি ও অবস্থান সম্পর্কে অবগত।"},{"id":20,"arabic_text":"وَ یَقُوۡلُ  الَّذِیۡنَ اٰمَنُوۡا لَوۡ لَا نُزِّلَتۡ سُوۡرَۃٌ ۚ فَاِذَاۤ  اُنۡزِلَتۡ سُوۡرَۃٌ  مُّحۡکَمَۃٌ وَّ ذُکِرَ فِیۡہَا الۡقِتَالُ ۙ رَاَیۡتَ الَّذِیۡنَ فِیۡ قُلُوۡبِہِمۡ  مَّرَضٌ یَّنۡظُرُوۡنَ  اِلَیۡکَ نَظَرَ الۡمَغۡشِیِّ عَلَیۡہِ مِنَ الۡمَوۡتِ ؕ فَاَوۡلٰی لَہُمۡ ﴿ۚ۲۰﴾ ","english_text":"But those who wronged changed [those words] to a statement other than that which had been said to them, so We sent down upon those who wronged a punishment from the sky because they were defiantly disobeying.","page":509,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4565.mp3","colorText":"وَيَقُولُ [h:3629[ٱ]لَّذِينَ ءَامَنُو[s[اْ] لَوْلَا نُزِّلَتْ سُورَ[f:12576[ةٌ‌ۖ ف]َإِذ[o[َآ] أُ[f:5767[نز]ِلَتْ سُورَ[a:12577[ةٌ م]ُّحْكَمَ[a:12578[ةٌ و]َذُكِرَ فِيهَا [h:12579[ٱ]لْقِتَالُ‌ۙ رَأَيْتَ [h:4150[ٱ]لَّذِينَ فِى قُلُوبِه[w:39[ِم م]َّرَ[a:12580[ضٌ ي]َ[f:1141[نظ]ُرُونَ إِلَيْكَ نَظَرَ [h:12581[ٱ]لْمَغْشِىِّ عَلَيْهِ مِنَ [h:10720[ٱ]لْمَوْتِ‌ۖ فَأَوْلَىٰ لَهُمْ","juz":26,"ruku":444,"manzil":6,"bangla_ahbayan":"বিশ্বাসীরা বলে, ‘একটি সূরা অবতীর্ণ করা হয় না কেন?’[১] অতঃপর যদি সুস্পষ্ট মর্মবিশিষ্ট কোন সূরা অবতীর্ণ করা হয়[২] এবং তাতে যুদ্ধের কোন নির্দেশ থাকে, তাহলে তুমি দেখবে, যাদের অন্তরে ব্যাধি আছে তারা মৃত্যুভয়ে বিহ্বল মানুষের মত তোমার দিকে তাকাচ্ছে। [৩] সুতরাং তাদের জন্য উত্তম ছিল,","bangla_bayan":"আর যারা ঈমান এনেছে তারা বলে, ‘কেন একটি সূরা নাযিল করা হয়নি?’ অতঃপর যখন দ্ব্যর্থহীন কোন সুস্পষ্ট সূরা নাযিল করা হয় এবং তাতে যুদ্ধের উল্লেখ থাকে, তখন তুমি দেখবে যাদের অন্তরে ব্যাধি রয়েছে তারা তোমার দিকে মৃত্যুভয়ে মূর্ছিত ব্যক্তির দৃষ্টিতে তাকাচ্ছে। সুতরাং ধ্বংস তাদের জন্য।","bangla_mkhan":"যারা মুমিন, তারা বলেঃ একটি সূরা নাযিল হয় না কেন? অতঃপর যখন কোন দ্ব্যর্থহীন সূরা নাযিল হয় এবং তাতে জেহাদের উল্লেখ করা হয়, তখন যাদের অন্তরে রোগ আছে, আপনি তাদেরকে মৃত্যুভয়ে মূর্ছাপ্রাপ্ত মানুষের মত আপনার দিকে তাকিয়ে থাকতে দেখবেন। সুতরাং ধ্বংস তাদের জন্যে।","bangla_mujibur":"মু’মিনরা বলেঃ একটি সূরা অবতীর্ণ হয় না কেন? অতঃপর যদি সুস্পষ্ট মর্ম বিশিষ্ট কোন সূরা অবতীর্ণ হয় এবং তাতে জিহাদের কোন নির্দেশ থাকে তাহলে তুমি দেখবে যাদের অন্তরে ব্যাধি আছে তারা মৃত্যুভয়ে বিহবল মানুষের মত তোমার দিকে তাকাচ্ছে। শোচনীয় পরিণাম ওদের।","bangla_taisirul":"মু’মিনরা বলে- একটি সূরাহ নাযিল হয় না কেন? অতঃপর যখন কোন সুস্পষ্ট অর্থবোধক সূরাহ অবতীর্ণ হয় আর তাতে যুদ্ধের কথা উল্লেখ থাকে, তখন যাদের অন্তরে রোগ আছে তুমি তাদেরকে দেখবে মৃত্যুর ভয়ে জ্ঞানহারা লোকের মত তোমার দিকে তাকাচ্ছে। কাজেই ধ্বংস তাদের জন্য।"},{"id":21,"arabic_text":"طَاعَۃٌ  وَّ قَوۡلٌ  مَّعۡرُوۡفٌ ۟ فَاِذَا عَزَمَ الۡاَمۡرُ ۟ فَلَوۡ صَدَقُوا اللّٰہَ  لَکَانَ خَیۡرًا لَّہُمۡ ﴿ۚ۲۱﴾ ","english_text":"And [recall] when Moses prayed for water for his people, so We said, \"Strike with your staff the stone.\" And there gushed forth from it twelve springs, and every people knew its watering place. \"Eat and drink from the provision of Allah, and do not commit abuse on the earth, spreading corruption.\"","page":509,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4566.mp3","colorText":"طَاعَ[a:12582[ةٌ و]َقَوْ[a:12583[لٌ م]َّعْرُو[f:12584[فٌ‌ۚ ف]َإِذَا عَزَمَ [h:12585[ٱ]لْأَمْرُ فَلَوْ صَدَقُو[s[اْ] [h:12586[ٱ]للَّهَ لَكَانَ خَيْ[u:2160[رًا ل]َّهُمْ","juz":26,"ruku":444,"manzil":6,"bangla_ahbayan":"আনুগত্য করা ও ন্যায়সঙ্গত কথা বলা।[১] সুতরাং জিহাদের সিদ্ধান্ত হলে[২] যদি তারা আল্লাহকে দেওয়া অঙ্গীকার পূরণ করত, [৩] তাহলে তাদের জন্য এটা মঙ্গলজনক হত। [৪]","bangla_bayan":"আনুগত্য ও ন্যায়সঙ্গত কথা (তাদের জন্য) উত্তম। অতঃপর যখন সিদ্ধান্ত চূড়ান্ত হয়, তখন যদি তারা আল্লাহর সাথে কৃত ওয়াদা সত্যে পরিণত করত, তবে তা তাদের জন্য কল্যাণকর হত।","bangla_mkhan":"তাদের আনুগত্য ও মিষ্ট বাক্য জানা আছে। অতএব, জেহাদের সিন্ধান্ত হলে যদি তারা আল্লাহর প্রতি পদত্ত অংগীকার পূর্ণ করে, তবে তাদের জন্যে তা মঙ্গলজনক হবে।","bangla_mujibur":"আনুগত্য ও ন্যায় সঙ্গত বাক্য ওদের জন্য উত্তম ছিল; সুতরাং জিহাদের সিদ্ধান্ত হলে যদি তারা আল্লাহর প্রতি প্রদত্ত অঙ্গীকার পূরণ করত তাহলে তাদের জন্য এটা মঙ্গলজনক হত।","bangla_taisirul":"(আল্লাহর) আনুগত্য করা ও ন্যায়সঙ্গত কথা বলা। অতঃপর যুদ্ধের সিদ্ধান্ত হলে তারা যদি আল্লাহর নিকট দেয়া অঙ্গীকার পূর্ণ করত, তবে তা তাদের জন্য কল্যাণকর হত।"},{"id":22,"arabic_text":"فَہَلۡ  عَسَیۡتُمۡ  اِنۡ تَوَلَّیۡتُمۡ  اَنۡ تُفۡسِدُوۡا فِی  الۡاَرۡضِ وَ تُقَطِّعُوۡۤا  اَرۡحَامَکُمۡ ﴿۲۲﴾ ","english_text":"And [recall] when you said, \"O Moses, we can never endure one [kind of] food. So call upon your Lord to bring forth for us from the earth its green herbs and its cucumbers and its garlic and its lentils and its onions.\" [Moses] said, \"Would you exchange what is better for what is less? Go into [any] settlement and indeed, you will have what you have asked.\" And they were covered with humiliation and poverty and returned with anger from Allah [upon them]. That was because they [repeatedly] disbelieved in the signs of Allah and killed the prophets without right. That was because they disobeyed and were [habitually] transgressing.","page":509,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4567.mp3","colorText":"فَهَلْ عَسَيْتُمْ إِ[f:12587[ن ت]َوَلَّيْتُمْ أَ[f:12588[ن ت]ُفْسِدُو[s[اْ] فِى [h:44[ٱ]لْأَرْضِ وَتُقَطِّع[o[ُوٓ][s[اْ] أَرْحَامَكُمْ","juz":26,"ruku":444,"manzil":6,"bangla_ahbayan":"ক্ষমতায় অধিষ্ঠিত হলে সম্ভবতঃ তোমরা পৃথিবীতে বিপর্যয় সৃষ্টি করবে[১] এবং তোমাদের আত্মীয়তার বন্ধন ছিন্ন করবে।","bangla_bayan":"তবে কি তোমরা প্রত্যাশা করছ যে, যদি তোমরা শাসন কর্তৃত্ব পাও, তবে তোমরা যমীনে বিপর্যয় সৃষ্টি করবে এবং তোমাদের আত্মীয়তার বন্ধন ছিন্ন করবে?","bangla_mkhan":"ক্ষমতা লাভ করলে, সম্ভবতঃ তোমরা পৃথিবীতে অনর্থ সৃষ্টি করবে এবং আত্নীয়তা বন্ধন ছিন্ন করবে।","bangla_mujibur":"ক্ষমতায় অধিষ্ঠিত হলে সম্ভবতঃ তোমরা পৃথিবীতে বিপর্যয় সৃষ্টি করবে এবং আত্মীয়তার বন্ধন ছিন্ন করবে।","bangla_taisirul":"ক্ষমতা পেলে সম্ভবতঃ তোমরা পৃথিবীতে বিপর্যয় সৃষ্টি করবে আর আত্মীয়তার বন্ধন ছিন্ন করবে।"},{"id":23,"arabic_text":"اُولٰٓئِکَ الَّذِیۡنَ لَعَنَہُمُ اللّٰہُ فَاَصَمَّہُمۡ وَ اَعۡمٰۤی  اَبۡصَارَہُمۡ ﴿۲۳﴾ ","english_text":"Indeed, those who believed and those who were Jews or Christians or Sabeans [before Prophet Muhammad] - those [among them] who believed in Allah and the Last Day and did righteousness - will have their reward with their Lord, and no fear will there be concerning them, nor will they grieve.","page":509,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4568.mp3","colorText":"أُ[s[وْ]لَ[o[ـٰٓ]ئِكَ [h:51[ٱ]لَّذِينَ لَعَنَهُمُ [h:462[ٱ]للَّهُ فَأَصَ[g[مّ]َهُمْ وَأَعْمَ[o[ىٰٓ] أَ[q:76[بْ]صَ[n[ـٰ]رَهُمْ","juz":26,"ruku":444,"manzil":6,"bangla_ahbayan":"ওরা তো তারা, যাদেরকে আল্লাহ অভিশপ্ত করে বধির ও দৃষ্টিশক্তিহীন করেন। [১]","bangla_bayan":"এরাই যাদেরকে আল্লাহ লানত করেছেন, ফলে তাদেরকে বধির ও তাদের দৃষ্টিসমূহকে অন্ধ করে দিয়েছেন।","bangla_mkhan":"এদের প্রতিই আল্লাহ অভিসম্পাত করেন, অতঃপর তাদেরকে বধির ও দৃষ্টিশক্তিহীন করেন।","bangla_mujibur":"আল্লাহ এদেরকেই করেন অভিশপ্ত, আর করেন বধির ও দৃষ্টিশক্তিহীন।","bangla_taisirul":"এদের প্রতিই আল্লাহ অভিসম্পাত করেন, অতঃপর তাদেরকে বধির করেন আর তাদের দৃষ্টিশক্তিকে করেন অন্ধ।"},{"id":24,"arabic_text":"اَفَلَا یَتَدَبَّرُوۡنَ الۡقُرۡاٰنَ  اَمۡ عَلٰی قُلُوۡبٍ اَقۡفَالُہَا  ﴿۲۴﴾","english_text":"And [recall] when We took your covenant, [O Children of Israel, to abide by the Torah] and We raised over you the mount, [saying], \"Take what We have given you with determination and remember what is in it that perhaps you may become righteous.\"","page":509,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4569.mp3","colorText":"أَفَلَا يَتَدَبَّرُونَ [h:2968[ٱ]لْقُرْءَانَ أَمْ عَلَىٰ قُلُوبٍ أَ[q:12589[قْ]فَالُهَآ","juz":26,"ruku":444,"manzil":6,"bangla_ahbayan":"তবে কি তারা কুরআন সম্বন্ধে অভিনিবেশ সহকারে চিন্তা-ভাবনা করে না? নাকি তাদের অন্তর তালাবদ্ধ? [১]","bangla_bayan":"তবে কি তারা কুরআন নিয়ে গভীর চিন্তা- ভাবনা করে না? নাকি তাদের অন্তরসমূহে তালা রয়েছে?","bangla_mkhan":"তারা কি কোরআন সম্পর্কে গভীর চিন্তা করে না? না তাদের অন্তর তালাবদ্ধ?","bangla_mujibur":"তাহলে কি তারা কুরআন সম্বন্ধে অভিনিবেশ সহকারে চিন্তা করেনা? তাদের অন্তর তালাবদ্ধ –","bangla_taisirul":"তারা কি কুরআন সম্বন্ধে গভীরভাবে চিন্তা করে না, না তাদের অন্তরে তালা দেয়া আছে?"},{"id":25,"arabic_text":"اِنَّ  الَّذِیۡنَ ارۡتَدُّوۡا عَلٰۤی  اَدۡبَارِہِمۡ مِّنۡۢ بَعۡدِ مَا تَبَیَّنَ  لَہُمُ  الۡہُدَی ۙ الشَّیۡطٰنُ سَوَّلَ  لَہُمۡ ؕ وَ اَمۡلٰی  لَہُمۡ ﴿۲۵﴾ ","english_text":"Then you turned away after that. And if not for the favor of Allah upon you and His mercy, you would have been among the losers.","page":509,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4570.mp3","colorText":"إِ[g[نّ]َ [h:24[ٱ]لَّذِينَ [h:12590[ٱ]رْتَدُّو[s[اْ] عَلَ[o[ىٰٓ] أَ[q:7778[دْ]بَ[n[ـٰ]رِه[w:12591[ِم م]ّ[i:146[ِنۢ ب]َعْدِ مَا تَبَيَّنَ لَهُمُ [h:12592[ٱ]لْهُدَى‌ۙ [h:12593[ٱ][l[ل]شَّيْطَ[n[ـٰ]نُ سَوَّلَ لَهُمْ وَأَمْلَىٰ لَهُمْ","juz":26,"ruku":444,"manzil":6,"bangla_ahbayan":"যারা নিজেদের নিকট সৎপথ ব্যক্ত হবার পর তা পরিত্যাগ করেছে,[১] শয়তান তাদের কাজকে সুশোভিত করে দেখিয়েছে এবং তাদেরকে মিথ্যা আশা দিয়ে রেখেছে। [২]","bangla_bayan":"নিশ্চয় যারা হিদায়াতের পথ সুস্পষ্ট হওয়ার পর তাদের পৃষ্টপ্রদর্শনপূর্বক মুখ ফিরিয়ে নেয়, শয়তান তাদের কাজকে চমৎকৃত করে দেখায় এবং তাদেরকে মিথ্যা আশা দিয়ে থাকে।","bangla_mkhan":"নিশ্চয় যারা সোজা পথ ব্যক্ত হওয়ার পর তৎপ্রতি পৃষ্ঠপ্রদর্শন করে, শয়তান তাদের জন্যে তাদের কাজকে সুন্দর করে দেখায় এবং তাদেরকে মিথ্যা আশা দেয়।","bangla_mujibur":"যারা নিজেদের নিকট সৎ পথ ব্যক্ত হওয়ার পর তা পরিত্যাগ করে, শাইতান তাদের কাজকে শোভন করে দেখায় এবং তাদের মিথ্যা আশ্বাস দেয়।","bangla_taisirul":"যাদের কাছে সঠিক পথ সুস্পষ্ট হওয়ার পর তারা পিছনে ফিরে যায়, শয়ত্বান তাদের জন্য তাদের কাজকে সুন্দর করে দেখায়, আর তাদেরকে দেয় মিথ্যা আশা।"},{"id":26,"arabic_text":"ذٰلِکَ بِاَنَّہُمۡ  قَالُوۡا لِلَّذِیۡنَ کَرِہُوۡا مَا نَزَّلَ  اللّٰہُ سَنُطِیۡعُکُمۡ  فِیۡ بَعۡضِ الۡاَمۡرِ ۚۖ وَ اللّٰہُ  یَعۡلَمُ   اِسۡرَارَہُمۡ ﴿۲۶﴾ ","english_text":"And you had already known about those who transgressed among you concerning the sabbath, and We said to them, \"Be apes, despised.\"","page":509,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4571.mp3","colorText":"ذ[n[َٲ]لِكَ بِأَ[g[نّ]َهُمْ قَالُو[s[اْ] لِلَّذِينَ كَرِهُو[s[اْ] مَا نَزَّلَ [h:4797[ٱ]للَّهُ سَنُطِيعُكُمْ فِى بَعْضِ [h:12594[ٱ]لْأَمْرِ‌ۖ وَ[h:72[ٱ]للَّهُ يَعْلَمُ إِسْرَارَهُمْ","juz":26,"ruku":444,"manzil":6,"bangla_ahbayan":"এটা এ জন্য যে,[১] আল্লাহ যা অবতীর্ণ করেছেন, যারা তা অপছন্দ করে তাদেরকে তারা বলে,[২] ‘আমরা কোন কোন বিষয়ে তোমাদের আনুগত্য করব।’[৩] আল্লাহ তাদের গোপন অভিসন্ধি অবগত আছেন।[৪]","bangla_bayan":"এটি এ জন্য যে, আল্লাহ যা নাযিল করেছেন তা যারা অপছন্দ করে। তাদের উদ্দেশ্যে, তারা বলে, ‘অচিরেই আমরা কতিপয় বিষয়ে তোমাদের আনুগত্য করব’। আল্লাহ তাদের গোপনীয়তা সম্পর্কে অবহিত রয়েছেন।","bangla_mkhan":"এটা এজন্য যে, তারা তাদেরকে বলে, যারা আল্লাহর অবতীর্ণ কিতাব অপছন্দ করেঃ আমরা কোন কোন ব্যাপারে তোমাদের কথা মান্য করব। আল্লাহ তাদের গোপন পরামর্শ অবগত আছেন।","bangla_mujibur":"এটা এ জন্য যে, আল্লাহ যা অবতীর্ণ করেছেন তা যারা অপছন্দ করে তাদেরকে তারা বলেঃ আমরা কোন্ কোন্ বিষয়ে তোমাদের আনুগত্য করব? আল্লাহ তাদের গোপন অভিসন্ধি অবগত আছেন।","bangla_taisirul":"এ কারণেই আল্লাহ যা অবতীর্ণ করেছেন তাকে যারা অপছন্দ করে তাদেরকে তারা বলে দিয়েছে যে, কোন কোন ব্যাপারে আমরা তোমাদেরকে মানবো। আল্লাহ তাদের গোপন কথাবার্তাকে খুব ভাল করেই জানেন।"},{"id":27,"arabic_text":"فَکَیۡفَ اِذَا تَوَفَّتۡہُمُ  الۡمَلٰٓئِکَۃُ یَضۡرِبُوۡنَ وُجُوۡہَہُمۡ  وَ  اَدۡبَارَہُمۡ ﴿۲۷﴾ ","english_text":"And We made it a deterrent punishment for those who were present and those who succeeded [them] and a lesson for those who fear Allah .","page":509,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4572.mp3","colorText":"فَكَيْفَ إِذَا تَوَفَّتْهُمُ [h:12595[ٱ]لْمَلَ[o[ـٰٓ]ئِكَةُ يَضْرِبُونَ وُجُوهَهُمْ وَأَ[q:5380[دْ]بَ[n[ـٰ]رَهُمْ","juz":26,"ruku":444,"manzil":6,"bangla_ahbayan":"ফিরিশতারা যখন তাদের মুখমন্ডলে ও পৃষ্ঠদেশে আঘাত করে তাদের প্রাণ হরণ করবে, তখন (তাদের দশা) কেমন হবে? [১]","bangla_bayan":"অতঃপর তাদের অবস্থা কেমন হবে, যখন ফেরেশতারা তাদের মুখমন্ডল ও পৃষ্ঠদেশসমূহে আঘাত করতে করতে তাদের জীবনাবসান ঘটাবে?","bangla_mkhan":"ফেরেশতা যখন তাদের মুখমন্ডল ও পৃষ্ঠদেশে আঘাত করতে করতে প্রাণ হরণ করবে, তখন তাদের অবস্থা কেমন হবে?","bangla_mujibur":"মালাইকা/ফেরেশতারা যখন তাদের মুখমন্ডলে ও পৃষ্ঠদেশে আঘাত করতে করতে প্রাণ হরণ করবে তখন তাদের দশা কেমন হবে!","bangla_taisirul":"তখন কেমন দশা হবে যখন ফেরেশতারা তাদের মুখে আর পিঠে মারতে মারতে তাদের জান বের করবে।"},{"id":28,"arabic_text":"ذٰلِکَ بِاَنَّہُمُ  اتَّبَعُوۡا مَاۤ  اَسۡخَطَ اللّٰہَ وَ کَرِہُوۡا  رِضۡوَانَہٗ  فَاَحۡبَطَ اَعۡمَالَہُمۡ ﴿۲۸﴾ ","english_text":"And [recall] when Moses said to his people, \"Indeed, Allah commands you to slaughter a cow.\" They said, \"Do you take us in ridicule?\" He said, \"I seek refuge in Allah from being among the ignorant.\"","page":509,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4573.mp3","colorText":"ذ[n[َٲ]لِكَ بِأَ[g[نّ]َهُمُ [h:12596[ٱ]تَّبَعُو[s[اْ] م[o[َآ] أَسْخَطَ [h:12597[ٱ]للَّهَ وَكَرِهُو[s[اْ] رِضْو[n[َٲ]نَهُ[n[ۥ] فَأَحْبَطَ أَعْمَ[n[ـٰ]لَهُمْ","juz":26,"ruku":444,"manzil":6,"bangla_ahbayan":"এটা এ জন্য যে, যা আল্লাহকে অসন্তুষ্ট করে, তারা তার অনুসরণ করে এবং তাঁর সন্তুষ্টিকে অপছন্দ করে, সুতরাং তিনি তাদের কর্ম নিষ্ফল করে দেন।","bangla_bayan":"এটি এ জন্য যে, তারা এমন সব বিষয়ের অনুসরণ করেছে যা আল্লাহকে ক্রোধান্বিত করেছে এবং তারা তাঁর সন্তোষকে অপছন্দ করেছে। ফলে আল্লাহ তাদের কর্মসমূহ নিষ্ফল করে দিয়েছেন।","bangla_mkhan":"এটা এজন্যে যে, তারা সেই বিষয়ের অনুসরণ করে, যা আল্লাহর অসন্তোষ সৃষ্টি করে এবং আল্লাহর সন্তুষ্টিকে অপছন্দ করে। ফলে তিনি তাদের কর্মসমূহ ব্যর্থ করে দেন।","bangla_mujibur":"এটা এ জন্য যে, যাতে আল্লাহর অসন্তোষ জন্মায় তারা তার অনুসরণ করে এবং তাঁর সন্তুষ্টি লাভের প্রয়াসকে অপ্রিয় গণ্য করে; তিনি তাদের কাজ নিষ্ফল করে দেন।","bangla_taisirul":"এর কারণ এই যে, তারা তারই অনুসরণ করে যা আল্লাহকে অসন্তুষ্ট করে, আর তারা তাঁর সন্তোষকে অপছন্দ করে, ফলে তিনি তাদের সমস্ত ‘আমাল নষ্ট করে দিয়েছেন।"},{"id":29,"arabic_text":"اَمۡ حَسِبَ الَّذِیۡنَ فِیۡ  قُلُوۡبِہِمۡ مَّرَضٌ اَنۡ  لَّنۡ یُّخۡرِجَ اللّٰہُ  اَضۡغَانَہُمۡ ﴿۲۹﴾ ","english_text":"They said, \"Call upon your Lord to make clear to us what it is.\" [Moses] said, \"[ Allah ] says, 'It is a cow which is neither old nor virgin, but median between that,' so do what you are commanded.\"","page":509,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4574.mp3","colorText":"أَمْ حَسِبَ [h:10282[ٱ]لَّذِينَ فِى قُلُوبِه[w:39[ِم م]َّرَضٌ أ[u:8842[َن ل]ّ[a:12598[َن ي]ُخْرِجَ [h:12599[ٱ]للَّهُ أَضْغَ[n[ـٰ]نَهُمْ","juz":26,"ruku":445,"manzil":6,"bangla_ahbayan":"যাদের অন্তরে ব্যাধি আছে, তারা কি মনে করে যে, আল্লাহ তাদের বিদ্বেষ ভাব কখনই প্রকাশ করবেন না? [১]","bangla_bayan":"নাকি যাদের অন্তরে ব্যাধি রয়েছে তারা ধারণা করেছে যে, আল্লাহ তাদের গোপন বিদ্বেষভাব প্রকাশ করে দিবেন না?","bangla_mkhan":"যাদের অন্তরে রোগ আছে, তারা কি মনে করে যে, আল্লাহ তাদের অন্তরের বিদ্বেষ প্রকাশ করে দেবেন না?","bangla_mujibur":"যাদের অন্তরে ব্যাধি আছে তারা কি মনে করে যে, আল্লাহ তাদের বিদ্বেষ ভাব প্রকাশ করে দিবেননা?","bangla_taisirul":"যাদের অন্তরে রোগ আছে তারা কি মনে করে যে, আল্লাহ কক্ষনো তাদের লুকানো বিদ্বেষভাব প্রকাশ করে দিবেন না?"},{"id":30,"arabic_text":"وَ لَوۡ نَشَآءُ  لَاَرَیۡنٰکَہُمۡ  فَلَعَرَفۡتَہُمۡ بِسِیۡمٰہُمۡ ؕ وَ  لَتَعۡرِفَنَّہُمۡ  فِیۡ لَحۡنِ الۡقَوۡلِ ؕ وَ اللّٰہُ  یَعۡلَمُ  اَعۡمَالَکُمۡ  ﴿۳۰﴾","english_text":"They said, \"Call upon your Lord to show us what is her color.\" He said, \"He says, 'It is a yellow cow, bright in color - pleasing to the observers.' \"","page":510,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4575.mp3","colorText":"وَلَوْ نَش[o[َا]ٓءُ لَأَرَيْنَ[n[ـٰ]كَهُمْ فَلَعَرَفْتَه[c:12600[ُم ب]ِسِيمَ[n[ـٰ]هُمْ‌ۚ وَلَتَعْرِفَ[g[نّ]َهُمْ فِى لَحْنِ [h:12601[ٱ]لْقَوْلِ‌ۚ وَ[h:72[ٱ]للَّهُ يَعْلَمُ أَعْمَ[n[ـٰ]لَكُمْ","juz":26,"ruku":445,"manzil":6,"bangla_ahbayan":"আমি ইচ্ছা করলে তোমাকে তাদেরকে দেখিয়ে দিতাম, ফলে তুমি তাদের লক্ষণ দেখে তাদেরকে চিনতে পারতে,[১] তবে তুমি অবশ্যই কথার ভঙ্গিতে তাদেরকে চিনতে পারবে।[২] আর আল্লাহ তোমাদের কর্ম সম্পর্কে অবগত।","bangla_bayan":"আর যদি আমি চাইতাম তবে আমি তোমাকে এদের দেখিয়ে দিতে পারতাম। ফলে লক্ষণ দেখেই তুমি তাদের চিনতে পারতে। তবে তুমি অবশ্যই কথার ভঙ্গিতে তাদের চিনতে পারবে। আল্লাহ তোমাদের আমলসমূহ জানেন।","bangla_mkhan":"আমি ইচ্ছা করলে আপনাকে তাদের সাথে পরিচিত করে দিতাম। তখন আপনি তাদের চেহারা দেখে তাদেরকে চিনতে পারতেন এবং আপনি অবশ্যই কথার ভঙ্গিতে তাদেরকে চিনতে পারবেন। আল্লাহ তোমাদের কর্মসমূহের খবর রাখেন।","bangla_mujibur":"আমি ইচ্ছা করলে তোমাকে তাদের পরিচয় দিতাম। ফলে তুমি তাদের লক্ষণ দেখে তাদেরকে চিনতে পারতে, তুমি অবশ্যই কথার ভঙ্গিতে তাদেরকে চিনতে পারবে। আল্লাহ তোমাদের কাজ সম্পর্কে অবগত।","bangla_taisirul":"আমি যদি ইচ্ছে করতাম তাহলে আমি তোমায় ওদেরকে দেখিয়ে দিতাম। তুমি তাদের মুখ দেখে অবশ্যই চিনতে পারবে আর তাদের কথাবার্তার ধরন দেখে তুমি তাদেরকে অবশ্যই অবশ্যই চিনতে পারবে। আল্লাহ তোমাদের ‘আমাল সম্পর্কে ভালভাবেই জানেন।"},{"id":31,"arabic_text":"وَ لَنَبۡلُوَنَّکُمۡ  حَتّٰی نَعۡلَمَ الۡمُجٰہِدِیۡنَ مِنۡکُمۡ وَ الصّٰبِرِیۡنَ ۙ وَ نَبۡلُوَا۠ اَخۡبَارَکُمۡ ﴿۳۱﴾ ","english_text":"They said, \"Call upon your Lord to make clear to us what it is. Indeed, [all] cows look alike to us. And indeed we, if Allah wills, will be guided.\"","page":510,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4576.mp3","colorText":"وَلَنَ[q:791[بْ]لُوَ[g[نّ]َكُمْ حَتَّىٰ نَعْلَمَ [h:12602[ٱ]لْمُجَ[n[ـٰ]هِدِينَ مِ[f:344[نك]ُمْ وَ[h:918[ٱ][l[ل]صَّ[n[ـٰ]بِرِينَ وَنَ[q:12603[بْ]لُو[o[َ[s[اْ]] أَخْبَارَكُمْ","juz":26,"ruku":445,"manzil":6,"bangla_ahbayan":"আমি অবশ্যই তোমাদেরকে পরীক্ষা করব যতক্ষণ না আমি তোমাদের মধ্যে মুজাহিদ ও ধৈর্যশীলদেরকে জেনে নিই এবং  আমি তোমাদের অবস্থা পরীক্ষা করি। [১]","bangla_bayan":"আর আমি অবশ্যই তোমাদেরকে পরীক্ষা করব যতক্ষণ না আমি প্রকাশ করে দেই তোমাদের মধ্যে কারা জিহাদকারী ও ধৈর্যশীল এবং আমি তোমাদের কথা- কাজ পরীক্ষা করে নেব।","bangla_mkhan":"আমি অবশ্যই তোমাদেরকে পরীক্ষা করব যে পর্যন্ত না ফুটিয়ে তুলি তোমাদের জেহাদকারীদেরকে এবং সবরকারীদেরকে এবং যতক্ষণ না আমি তোমাদের অবস্থান সমূহ যাচাই করি।","bangla_mujibur":"আমি অবশ্যই তোমাদেরকে পরীক্ষা করব, যতক্ষণ না আমি জেনে নেই তোমাদের মধ্যে কে জিহাদকারী ও ধৈর্যশীল এবং আমি তোমাদের কার্যাবলী পরীক্ষা করি।","bangla_taisirul":"আমি তোমাদেরকে অবশ্য অবশ্যই পরীক্ষা করব যতক্ষণ না আমি জেনে নিতে পারি তোমাদের মধ্যে মুজাহিদ আর ধৈর্যশীলদেরকে, আর তোমাদের অবস্থা যাচাই করতে পারি।"},{"id":32,"arabic_text":"اِنَّ  الَّذِیۡنَ کَفَرُوۡا وَ صَدُّوۡا عَنۡ سَبِیۡلِ اللّٰہِ  وَ شَآقُّوا الرَّسُوۡلَ مِنۡۢ  بَعۡدِ مَا تَبَیَّنَ  لَہُمُ الۡہُدٰی ۙ لَنۡ یَّضُرُّوا اللّٰہَ شَیۡئًا ؕ وَ سَیُحۡبِطُ اَعۡمَالَہُمۡ ﴿۳۲﴾ ","english_text":"He said, \"He says, 'It is a cow neither trained to plow the earth nor to irrigate the field, one free from fault with no spot upon her.' \" They said, \"Now you have come with the truth.\" So they slaughtered her, but they could hardly do it.","page":510,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4577.mp3","colorText":"إِ[g[نّ]َ [h:24[ٱ]لَّذِينَ كَفَرُو[s[اْ] وَصَدُّو[s[اْ] عَ[f:1203[ن س]َبِيلِ [h:788[ٱ]للَّهِ وَش[m[َا]ٓقُّو[s[اْ] [h:12604[ٱ][l[ل]رَّسُولَ م[i:146[ِنۢ ب]َعْدِ مَا تَبَيَّنَ لَهُمُ [h:12592[ٱ]لْهُدَىٰ ل[a:2438[َن ي]َضُرُّو[s[اْ] [h:2439[ٱ]للَّهَ شَيْـ[a:12605[ـًٔا و]َسَيُحْبِطُ أَعْمَ[n[ـٰ]لَهُمْ","juz":26,"ruku":445,"manzil":6,"bangla_ahbayan":"যারা অবিশ্বাস করে এবং মানুষকে আল্লাহর পথ হতে নিবৃত্ত করে এবং নিজেদের নিকট পথের দিশা ব্যক্ত হবার পর রসূলের বিরোধিতা করে, তারা কখনই আল্লাহর কোন ক্ষতি করতে পারবে না।[১] আর তিনি তাদের কর্ম ব্যর্থ করবেন। [২]","bangla_bayan":"নিশ্চয় যারা কুফরী করেছে, আল্লাহর পথে বাধা দিয়েছে এবং তাদের নিকট হিদায়াতের পথ সুস্পষ্ট হওয়ার পরও রাসূলের বিরোধিতা করেছে, তারা আল্লাহর কোনই ক্ষতি সাধন করতে পারবে না। আর শীঘ্রই তিনি তাদের আমলসমূহ নিষ্ফল করে দেবেন।","bangla_mkhan":"নিশ্চয় যারা কাফের এবং আল্লাহর পথ থেকে মানুষকে ফিরিয়ে রাখে এবং নিজেদের জন্যে সৎপথ ব্যক্ত হওয়ার পর রসূলের (সঃ) বিরোধিতা করে, তারা আল্লাহর কোনই ক্ষতি করতে পারবে না এবং তিনি ব্যর্থ করে দিবেন তাদের কর্মসমূহকে।","bangla_mujibur":"যারা কুফরী করে এবং মানুষকে আল্লাহর পথ হতে নিবৃত্ত করে এবং নিজেদের নিকট পথের দিশা ব্যক্ত হওয়ার পর রাসূলের বিরোধিতা করে, তারা আল্লাহর কোন ক্ষতি করতে পারবেনা। তিনি তাদের কাজ ব্যর্থ করবেন।","bangla_taisirul":"যারা কুফুরী করে আর আল্লাহর পথে চলতে বাধা সৃষ্টি করে, আর তাদের নিকট সত্য পথ স্পষ্ট হয়ে যাওয়ার পরও রসূলের বিরোধিতা করে, তারা আল্লাহর কোনই ক্ষতি করতে পারবে না। আল্লাহ তাদের যাবতীয় ‘আমাল নষ্ট করে দিবেন।"},{"id":33,"arabic_text":"یٰۤاَیُّہَا الَّذِیۡنَ  اٰمَنُوۡۤا اَطِیۡعُوا اللّٰہَ وَ اَطِیۡعُوا الرَّسُوۡلَ وَ لَا تُبۡطِلُوۡۤا اَعۡمَالَکُمۡ ﴿۳۳﴾ ","english_text":"And [recall] when you slew a man and disputed over it, but Allah was to bring out that which you were concealing.","page":510,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4578.mp3","colorText":"۞ يَ[o[ـٰٓ]أَيُّهَا [h:541[ٱ]لَّذِينَ ءَامَن[o[ُوٓ][s[اْ] أَطِيعُو[s[اْ] [h:1855[ٱ]للَّهَ وَأَطِيعُو[s[اْ] [h:2865[ٱ][l[ل]رَّسُولَ وَلَا تُ[q:1546[بْ]طِل[o[ُوٓ][s[اْ] أَعْمَ[n[ـٰ]لَكُمْ","juz":26,"ruku":445,"manzil":6,"bangla_ahbayan":"হে বিশ্বাসীগণ! তোমরা আল্লাহর আনুগত্য কর এবং রসূলের আনুগত্য কর, আর তোমাদের কর্মসমূহ বিনষ্ট করো না। [১]","bangla_bayan":"হে মুমিনগণ, তোমরা আল্লাহর আনুগত্য কর এবং রাসূলের আনুগত্য কর। আর তোমরা তোমাদের আমলসমূহ বিনষ্ট করো না।","bangla_mkhan":"হে মুমিনগণ! তোমরা আল্লাহর আনুগত্য কর, রসূলের (সাঃ) আনুগত্য কর এবং নিজেদের কর্ম বিনষ্ট করো না।","bangla_mujibur":"হে মু’মিনগণ! তোমরা আল্লাহর আনুগত্য কর, রাসূলের আনুগত্য কর এবং তোমাদের কর্মফল বিনষ্ট করনা।","bangla_taisirul":"হে ঈমানদারগণ! তোমরা আল্লাহর আনুগত্য কর আর রসূলের আনুগত্য কর আর তোমাদের ‘আমালগুলোকে নষ্ট করে দিও না।"},{"id":34,"arabic_text":"اِنَّ  الَّذِیۡنَ کَفَرُوۡا وَ صَدُّوۡا عَنۡ سَبِیۡلِ اللّٰہِ  ثُمَّ  مَاتُوۡا وَ ہُمۡ کُفَّارٌ فَلَنۡ یَّغۡفِرَ اللّٰہُ  لَہُمۡ ﴿۳۴﴾ ","english_text":"So, We said, \"Strike the slain man with part of it.\" Thus does Allah bring the dead to life, and He shows you His signs that you might reason.","page":510,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4579.mp3","colorText":"إِ[g[نّ]َ [h:24[ٱ]لَّذِينَ كَفَرُو[s[اْ] وَصَدُّو[s[اْ] عَ[f:1203[ن س]َبِيلِ [h:788[ٱ]للَّهِ ثُ[g[مّ]َ مَاتُو[s[اْ] وَهُمْ كُفَّا[f:2095[رٌ ف]َل[a:5740[َن ي]َغْفِرَ [h:5741[ٱ]للَّهُ لَهُمْ","juz":26,"ruku":445,"manzil":6,"bangla_ahbayan":"যারা অবিশ্বাস করে ও আল্লাহর পথ হতে মানুষকে নিবৃত্ত করে অতঃপর অবিশ্বাসী অবস্থায় মৃত্যুবরণ করে, আল্লাহ তাদেরকে কিছুতেই ক্ষমা করবেন না।","bangla_bayan":"নিশ্চয়ই যারা কুফরী করেছে এবং আল্লাহর পথে বাধা দিয়েছে। তারপর কাফির অবস্থায়ই মারা গেছে, আল্লাহ কখনই তাদের ক্ষমা করবেন না।","bangla_mkhan":"নিশ্চয় যারা কাফের এবং আল্লাহর পথ থেকে মানুষকে ফিরিয়ে রাখে, অতঃপর কাফের অবস্থায় মারা যায়, আল্লাহ কখনই তাদেরকে ক্ষমা করবেন না।","bangla_mujibur":"যারা কুফরী করে এবং আল্লাহর পথ হতে মানুষকে নিবৃত্ত করে, অতঃপর কাফির অবস্থায় মৃত্যু বরণ করে, আল্লাহ তাদেরকে কিছুতেই ক্ষমা করবেন না।","bangla_taisirul":"যারা কুফরী করে আর (মানুষকে) আল্লাহর পথে চলতে বাধা দেয় আর এভাবে কাফির অবস্থাতেই মৃত্যুবরণ করে, আল্লাহ তাদেরকে কক্ষনো ক্ষমা করবেন না।"},{"id":35,"arabic_text":"فَلَا تَہِنُوۡا وَ تَدۡعُوۡۤا  اِلَی السَّلۡمِ ٭ۖ وَ اَنۡتُمُ الۡاَعۡلَوۡنَ ٭ۖ وَ اللّٰہُ  مَعَکُمۡ  وَ لَنۡ یَّتِرَکُمۡ   اَعۡمَالَکُمۡ ﴿۳۵﴾ ","english_text":"Then your hearts became hardened after that, being like stones or even harder. For indeed, there are stones from which rivers burst forth, and there are some of them that split open and water comes out, and there are some of them that fall down for fear of Allah . And Allah is not unaware of what you do.","page":510,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4580.mp3","colorText":"فَلَا تَهِنُو[s[اْ] وَتَ[q:12606[دْ]ع[o[ُوٓ][s[اْ] إِلَى [h:12607[ٱ][l[ل]سَّلْمِ وَأَ[f:2262[نت]ُمُ [h:2263[ٱ]لْأَعْلَوْنَ وَ[h:72[ٱ]للَّهُ مَعَكُمْ وَل[a:12608[َن ي]َتِرَكُمْ أَعْمَ[n[ـٰ]لَكُمْ","juz":26,"ruku":445,"manzil":6,"bangla_ahbayan":"সুতরাং তোমরা হীনবল হয়ো না এবং সন্ধির প্রস্তাব করো না; যখন তোমরাই প্রবল[১] এবং আল্লাহ তোমাদের সঙ্গে আছেন। [২] আর তিনি তোমাদের কর্মফল কখনো নষ্ট করবেন না। [৩]","bangla_bayan":"অতএব তোমরা হীনবল হয়ো না ও সন্ধির আহবান জানিও না এবং তোমরাই প্রবল। আর আল্লাহ তোমাদের সাথেই রয়েছেন এবং কখনই তিনি তোমাদের কর্মফল হ্রাস করবেন না।","bangla_mkhan":"অতএব, তোমরা হীনবল হয়ো না এবং সন্ধির আহবান জানিও না, তোমরাই হবে প্রবল। আল্লাহই তোমাদের সাথে আছেন। তিনি কখনও তোমাদের কর্ম হ্রাস করবেন না।","bangla_mujibur":"সুতরাং তোমরা হীনবল হয়ো না এবং সন্ধির প্রস্তাব করনা, তোমরাই প্রবল; আল্লাহ তোমাদের সঙ্গে আছেন, তিনি তোমাদের কর্মফল কখনও ক্ষুন্ন করবেন না।","bangla_taisirul":"কাজেই তোমরা সাহস-হারা হয়ে যেও না আর সন্ধির আবেদন করে বসো না, প্রবল তো তোমরাই। আল্লাহ তোমাদের সঙ্গে আছেন, তিনি তোমাদের ‘আমাল কক্ষনো বিনষ্ট করবেন না।"},{"id":36,"arabic_text":"اِنَّمَا الۡحَیٰوۃُ  الدُّنۡیَا  لَعِبٌ وَّ لَہۡوٌ ؕ وَ اِنۡ  تُؤۡمِنُوۡا وَ تَتَّقُوۡا یُؤۡتِکُمۡ  اُجُوۡرَکُمۡ  وَ لَا یَسۡـَٔلۡکُمۡ  اَمۡوَالَکُمۡ ﴿۳۶﴾  ","english_text":"Do you covet [the hope, O believers], that they would believe for you while a party of them used to hear the words of Allah and then distort the Torah after they had understood it while they were knowing?","page":510,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4581.mp3","colorText":"إِ[g[نّ]َمَا [h:12609[ٱ]لْحَيَ[s[و][n[ٲ]ةُ [h:1156[ٱ][l[ل]دُّنْيَا لَعِ[a:4002[بٌ و]َلَهْ[a:12610[وٌ‌ۚ و]َإِ[f:2455[ن ت]ُؤْمِنُو[s[اْ] وَتَتَّقُو[s[اْ] يُؤْتِكُمْ أُجُورَكُمْ وَلَا يَسْــَٔلْكُمْ أَمْو[n[َٲ]لَكُمْ","juz":26,"ruku":445,"manzil":6,"bangla_ahbayan":"পার্থিব জীবন তো শুধু খেল-তামাশা মাত্র।[১] যদি তোমরা বিশ্বাস কর ও আল্লাহ-ভীরুতা অবলম্বন কর, তাহলে আল্লাহ তোমাদেরকে পুরস্কার দেবেন। আর তিনি তোমাদের ধন-সম্পদ চান না। [২]","bangla_bayan":"দুনিয়ার জীবন তো কেবল খেল-তামাশা ও অর্থহীন কথাবার্তা। আর যদি তোমরা ঈমান আন এবং তাকওয়া অবলম্বন কর, তবে তিনি তোমাদেরকে তোমাদের প্রতিদান দিবেন এবং তিনি তোমাদের কাছে ধন-সম্পদ চাইবেন না।","bangla_mkhan":"পার্থিব জীবন তো কেবল খেলাধুলা, যদি তোমরা বিশ্বাসী হও এবং সংযম অবলম্বন কর, আল্লাহ তোমাদেরকে তোমাদের প্রতিদান দেবেন এবং তিনি তোমাদের ধন-সম্পদ চাইবেন না।","bangla_mujibur":"পার্থিব জীবনতো শুধু ক্রীড়া-কৌতুক। যদি তোমরা ঈমান আন ও তাকওয়া অবলম্বন কর তাহলে আল্লাহ তোমাদের পুরস্কার দিবেন এবং তিনি তোমাদের ধন সম্পদ চাননা।","bangla_taisirul":"দুনিয়ার এ জীবন তো খেলা আর তামাশা মাত্র। তোমরা যদি ঈমান আন, আর আল্লাহকে ভয় করে চল, তিনি তোমাদেরকে তোমাদের প্রতিফল দিবেন (আর এর বিপরীতে) তিনি তোমাদের কাছে তোমাদের মাল ধন চাইবেন না।"},{"id":37,"arabic_text":"اِنۡ  یَّسۡـَٔلۡکُمُوۡہَا  فَیُحۡفِکُمۡ  تَبۡخَلُوۡا وَ  یُخۡرِجۡ  اَضۡغَانَکُمۡ ﴿۳۷﴾ ","english_text":"And when they meet those who believe, they say, \"We have believed\"; but when they are alone with one another, they say, \"Do you talk to them about what Allah has revealed to you so they can argue with you about it before your Lord?\" Then will you not reason?","page":510,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4582.mp3","colorText":"إ[a:12611[ِن ي]َسْــَٔلْكُمُوهَا فَيُحْفِكُمْ تَ[q:12612[بْ]خَلُو[s[اْ] وَيُخْرِ[q:12613[جْ] أَضْغَ[n[ـٰ]نَكُمْ","juz":26,"ruku":445,"manzil":6,"bangla_ahbayan":"তোমাদের নিকট হতে তিনি তা চাইলে ও তার জন্যে তোমাদের উপর চাপ দিলে তোমরা তো কার্পণ্য করবে এবং তিনি তোমাদের বিদ্বেষভাব প্রকাশ করে দেবেন। [১]","bangla_bayan":"যদি তিনি তোমাদের নিকট তা চান, অতঃপর তিনি তোমাদের ওপর প্রবল চাপ দেন, তাহলে তো তোমরা কার্পণ্য করবে। আর তিনি তোমাদের গোপন বিদ্বেষসমূহ বের করে দেবেন।","bangla_mkhan":"তিনি তোমাদের কাছে ধন-সম্পদ চাইলে অতঃপর তোমাদেরকে অতিষ্ঠ করলে তোমরা কার্পণ্য করবে এবং তিনি তোমাদের মনের সংকীর্ণতা প্রকাশ করে দেবেন।","bangla_mujibur":"তোমাদের নিকট হতে তিনি তা চাইলে এবং তজ্জন্য তোমাদের উপর চাপ দিলে তোমরাতো কার্পন্য করবে, এবং তিনি তোমাদের মনের সংকীর্ণতা প্রকাশ করে দিবেন।","bangla_taisirul":"তিনি যদি তোমাদের কাছে তা চাইতেন আর সেজন্য চাপ দিতেন তাহলে তোমরা কৃপণতা করতে আর তাতে তিনি তোমাদের বিদ্বেষভাব প্রকাশ করে দিতেন।"},{"id":38,"arabic_text":"ہٰۤاَنۡتُمۡ ہٰۤؤُلَآءِ  تُدۡعَوۡنَ لِتُنۡفِقُوۡا فِیۡ سَبِیۡلِ اللّٰہِ ۚ فَمِنۡکُمۡ  مَّنۡ یَّبۡخَلُ ۚ وَ مَنۡ یَّبۡخَلۡ  فَاِنَّمَا یَبۡخَلُ عَنۡ نَّفۡسِہٖ ؕ وَ اللّٰہُ الۡغَنِیُّ  وَ اَنۡتُمُ الۡفُقَرَآءُ ۚ وَ اِنۡ  تَتَوَلَّوۡا یَسۡتَبۡدِلۡ  قَوۡمًا غَیۡرَکُمۡ ۙ ثُمَّ  لَا یَکُوۡنُوۡۤا  اَمۡثَالَکُمۡ ﴿۳۸﴾ ","english_text":"But do they not know that Allah knows what they conceal and what they declare?","page":510,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4583.mp3","colorText":"هَ[o[ـٰٓ]أَ[f:1998[نت]ُمْ هَ[o[ـٰٓ]ؤُل[o[َا]ٓءِ تُ[q:11790[دْ]عَوْنَ لِتُ[f:12614[نف]ِقُو[s[اْ] فِى سَبِيلِ [h:788[ٱ]للَّهِ فَمِ[f:12615[نك][w:12616[ُم م]ّ[a:12617[َن ي]َ[q:12618[بْ]خَلُ‌ۖ وَم[a:12619[َن ي]َ[q:12620[بْ]خَلْ فَإِ[g[نّ]َمَا يَ[q:12618[بْ]خَلُ ع[a:5890[َن ن]َّفْسِه[n[ِۦ]‌ۚ وَ[h:72[ٱ]للَّهُ [h:12621[ٱ]لْغَنِىُّ وَأَ[f:2262[نت]ُمُ [h:12622[ٱ]لْفُقَر[o[َا]ٓءُ‌ۚ وَإِ[f:12623[ن ت]َتَوَلَّوْ[s[اْ] يَسْتَ[q:12624[بْ]دِلْ قَوْمًا غَيْرَكُمْ ثُ[g[مّ]َ لَا يَكُون[o[ُوٓ][s[اْ] أَمْثَ[n[ـٰ]لَكُم","juz":26,"ruku":445,"manzil":6,"bangla_ahbayan":"তোমরাই তো তারা যাদেরকে আল্লাহর পথে ব্যয় করতে বলা হচ্ছে[১] অথচ তোমাদের অনেকে কৃপণতা করছে; যারা কার্পণ্য করে, তারা তো কার্পণ্য করে নিজেদের প্রতি।[২] আল্লাহ অভাবমুক্ত এবং তোমরা অভাবগ্রস্ত।[৩] যদি তোমরা বিমুখ হও,[৪] তাহলে তিনি অন্য জাতিকে তোমাদের স্থলবর্তী করবেন; অতঃপর তারা তোমাদের মত হবে না। [৫]","bangla_bayan":"তোমরাই তো তারা, তোমাদের আহবান করা হচ্ছে যে, তোমরা আল্লাহর পথে ব্যয় করবে। অথচ তোমাদের কেউ কেউ কার্পণ্য করছে। তবে যে কার্পণ্য করছে সে তো নিজের প্রতিই কার্পণ্য করছে। আর আল্লাহ অভাবমুক্ত এবং তোমরা অভাবগ্রস্ত। যদি তোমরা মুখ ফিরিয়ে নাও, তবে তিনি তোমাদের ছাড়া অন্য কোন কওমকে স্থলাভিষিক্ত করবেন। তারপর তারা তোমাদের অনুরূপ হবে না।","bangla_mkhan":"শুন, তোমরাই তো তারা, যাদেরকে আল্লাহর পথে ব্যয় করার আহবান জানানো হচ্ছে, অতঃপর তোমাদের কেউ কেউ কৃপণতা করছে। যারা কৃপণতা করছে, তারা নিজেদের প্রতিই কৃপণতা করছে। আল্লাহ অভাবমুক্ত এবং তোমরা অভাবগ্রস্থ। যদি তোমরা মুখ ফিরিয়ে নাও, তবে তিনি তোমাদের পরিবর্তে অন্য জাতিকে প্রতিষ্ঠিত করবেন, এরপর তারা তোমাদের মত হবে না।","bangla_mujibur":"দেখ, তোমরাইতো তারা যাদের আল্লাহর পথে ব্যয় করতে বলা হচ্ছে, অথচ তোমাদের অনেকে কৃপণতা করছ; যারা কার্পণ্য করে তারাতো কার্পণ্য করে নিজেদেরই প্রতি। আল্লাহ অভাবমুক্ত এবং তোমরা অভাবগ্রস্ত, যদি তোমরা পৃষ্ঠ প্রদর্শন কর তাহলে তিনি অন্য জাতিকে তোমাদের স্থলবর্তী করবেন; তারা তোমাদের মত হবেনা।","bangla_taisirul":"দেখ, তোমরা তো তারাই, তোমাদেরকে আল্লাহর পথে ব্যয় করার জন্য ডাক দেয়া হচ্ছে, তখন তোমাদের কিছু লোক কৃপণতা করছে। যে কৃপণতা করে, সে কৃপণতা করে কেবল নিজের আত্মার সাথে। আল্লাহ তো অভাবহীন আর তোমরাই অভাবী। তোমরা যদি মুখ ফিরিয়ে নাও তাহলে তিনি তোমাদের পরিবর্তে অন্য জাতিকে নিয়ে আসবেন, তখন তারা তোমাদের মত হবে না।"}]}}