{"surahDetails":{"id":48,"banglaName":"বিজয়","totalAyah":29,"arabicInBangla":"আল-ফাতহ"},"surah":{"id":48,"verses":[{"id":1,"arabic_text":"اِنَّا فَتَحۡنَا لَکَ فَتۡحًا مُّبِیۡنًا ۙ﴿۱﴾ ","english_text":"And believe in what I have sent down confirming that which is [already] with you, and be not the first to disbelieve in it. And do not exchange My signs for a small price, and fear [only] Me.","page":511,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4584.mp3","colorText":"إِ[g[نّ]َا فَتَحْنَا لَكَ فَتْ[a:12625[حًا م]ُّبِينًا","juz":26,"ruku":446,"manzil":6,"bangla_ahbayan":"নিশ্চয়ই (হে রসূল!) আমি তোমাকে দিয়েছি সুস্পষ্ট বিজয়।","bangla_bayan":"নিশ্চয় আমি তোমাকে সুস্পষ্ট বিজয় দিয়েছি;","bangla_mkhan":"নিশ্চয় আমি আপনার জন্যে এমন একটা ফয়সালা করে দিয়েছি, যা সুস্পষ্ট।","bangla_mujibur":"নিশ্চয়ই আমি তোমাকে দিয়েছি সুস্পষ্ট বিজয়।","bangla_taisirul":"আমি তোমাকে দিয়েছি স্পষ্ট বিজয়।"},{"id":2,"arabic_text":"لِّیَغۡفِرَ  لَکَ اللّٰہُ  مَا تَقَدَّمَ مِنۡ ذَنۡۢبِکَ وَ مَا تَاَخَّرَ وَ یُتِمَّ نِعۡمَتَہٗ  عَلَیۡکَ وَ یَہۡدِیَکَ صِرَاطًا مُّسۡتَقِیۡمًا ۙ﴿۲﴾ ","english_text":"And do not mix the truth with falsehood or conceal the truth while you know [it].","page":511,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4585.mp3","colorText":"لِّيَغْفِرَ لَكَ [h:12626[ٱ]للَّهُ مَا تَقَدَّمَ مِ[f:12627[ن ذ]َ[i:12628[نۢب]ِكَ وَمَا تَأَخَّرَ وَيُتِ[g[مّ]َ نِعْمَتَهُ[n[ۥ] عَلَيْكَ وَيَهْدِيَكَ صِر[n[َٲ][a:2898[طًا م]ُّسْتَقِيمًا","juz":26,"ruku":446,"manzil":6,"bangla_ahbayan":"যেন আল্লাহ তোমার অতীত ও ভবিষ্যতের ত্রুটিসমূহ মার্জনা করেন[১] এবং তোমার প্রতি তাঁর অনুগ্রহ পূর্ণ করেন[২] ও তোমাকে সরল পথে পরিচালিত করেন। [৩]","bangla_bayan":"যেন আল্লাহ তোমার পূর্বের ও পরের পাপ ক্ষমা করেন, তোমার উপর তাঁর নিআমত পূর্ণ করেন আর তোমাকে সরল পথের হিদায়াত দেন।","bangla_mkhan":"যাতে আল্লাহ আপনার অতীত ও ভবিষ্যত ত্রুটিসমূহ মার্জনা করে দেন এবং আপনার প্রতি তাঁর নেয়ামত পূর্ণ করেন ও আপনাকে সরল পথে পরিচালিত করেন।","bangla_mujibur":"যেন আল্লাহ তোমার অতীত ও ভবিষ্যৎ ত্রুটিসমূহ মার্জনা করেন এবং তোমার প্রতি তাঁর অনুগ্রহ পূর্ণ করেন ও তোমাকে সরল পথে পরিচালিত করেন।","bangla_taisirul":"যাতে আল্লাহ তোমার আগের ও পিছের যাবতীয় ভুলভ্রান্তি ক্ষমা করেন, তোমার উপর তাঁর নি‘মাত পূর্ণ করেন এবং তোমাকে সরল সঠিক পথে পরিচালিত করেন।"},{"id":3,"arabic_text":"وَّ  یَنۡصُرَکَ اللّٰہُ  نَصۡرًا عَزِیۡزًا ﴿۳﴾ ","english_text":"And establish prayer and give zakah and bow with those who bow [in worship and obedience].","page":511,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4586.mp3","colorText":"وَيَ[f:12629[نص]ُرَكَ [h:12630[ٱ]للَّهُ نَصْرًا عَزِيزًا","juz":26,"ruku":446,"manzil":6,"bangla_ahbayan":"এবং আল্লাহ তোমাকে বলিষ্ঠ সাহায্য দান করেন।","bangla_bayan":"এবং তোমাকে প্রবল সাহায্য দান করেন।","bangla_mkhan":"এবং আপনাকে দান করেন বলিষ্ঠ সাহায্য।","bangla_mujibur":"এবং তোমাকে আল্লাহ বলিষ্ঠ সাহায্য দান করেন।","bangla_taisirul":"আর আল্লাহ তোমাকে প্রবল পরাক্রান্ত সাহায্য দান করেন।"},{"id":4,"arabic_text":"ہُوَ الَّذِیۡۤ  اَنۡزَلَ السَّکِیۡنَۃَ  فِیۡ  قُلُوۡبِ الۡمُؤۡمِنِیۡنَ  لِیَزۡدَادُوۡۤا  اِیۡمَانًا مَّعَ اِیۡمَانِہِمۡ ؕ وَ لِلّٰہِ  جُنُوۡدُ  السَّمٰوٰتِ وَ الۡاَرۡضِ ؕ وَ  کَانَ اللّٰہُ  عَلِیۡمًا حَکِیۡمًا ۙ﴿۴﴾ ","english_text":"Do you order righteousness of the people and forget yourselves while you recite the Scripture? Then will you not reason?","page":511,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4587.mp3","colorText":"هُوَ [h:153[ٱ]لَّذ[o[ِىٓ] أَ[f:471[نز]َلَ [h:12631[ٱ][l[ل]سَّكِينَةَ فِى قُلُوبِ [h:12632[ٱ]لْمُؤْمِنِينَ لِيَزْدَاد[o[ُوٓ][s[اْ] إِيمَ[n[ـٰ][a:12633[نًا م]َّعَ إِيمَ[n[ـٰ]نِهِمْ‌ۗ وَلِلَّهِ جُنُودُ [h:12634[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَ[h:177[ٱ]لْأَرْضِ‌ۚ وَكَانَ [h:2653[ٱ]للَّهُ عَلِيمًا حَكِيمًا","juz":26,"ruku":446,"manzil":6,"bangla_ahbayan":"তিনিই বিশ্বাসীদের অন্তরে প্রশান্তি দান করেন, যেন তারা তাদের ঈমানের সাথে ঈমান (বিশ্বাস) বৃদ্ধি করে নেয়, [১] আকাশমন্ডলী ও পৃথিবীর বাহিনীসমূহ আল্লাহরই[২] এবং আল্লাহ সর্বজ্ঞ, প্রজ্ঞাময়।","bangla_bayan":"তিনিই মুমিনদের অন্তরে প্রশান্তি নাযিল করেছিলেন যেন তাদের ঈমানের সাথে ঈমান বৃদ্ধি পায়; এবং আসমানসমূহ ও যমীনের বাহিনীগুলো আল্লাহরই; আর আল্লাহ হলেন সর্বজ্ঞ, প্রজ্ঞাময়।","bangla_mkhan":"তিনি মুমিনদের অন্তরে প্রশান্তি নাযিল করেন, যাতে তাদের ঈমানের সাথে আরও ঈমান বেড়ে যায়। নভোমন্ডল ও ভূমন্ডলের বাহিনীসমূহ আল্লাহরই এবং আল্লাহ সর্বজ্ঞ, প্রজ্ঞাময়।","bangla_mujibur":"তিনিই মু’মিনদের অন্তরে প্রশান্তি দান করেন যেন তারা তাদের ঈমানের সাথে ঈমান বৃদ্ধি করে নেয়; আকাশমন্ডলী ও পৃথিবীর বাহিনীসমূহ আল্লাহরই এবং আল্লাহই সর্বজ্ঞ, প্রজ্ঞাময়।","bangla_taisirul":"তিনিই মু’মিনদের দিলে প্রশান্তি নাযিল করেন যাতে তারা তাদের ঈমানের সাথে আরো ঈমান বাড়িয়ে নেয়। আসমান ও যমীনের যাবতীয় বাহিনী আল্লাহর কর্তৃত্বের অধীন। আল্লাহ সর্বজ্ঞ ও প্রজ্ঞাময়।"},{"id":5,"arabic_text":"لِّیُدۡخِلَ  الۡمُؤۡمِنِیۡنَ وَ الۡمُؤۡمِنٰتِ جَنّٰتٍ تَجۡرِیۡ  مِنۡ تَحۡتِہَا  الۡاَنۡہٰرُ خٰلِدِیۡنَ فِیۡہَا وَ یُکَفِّرَ عَنۡہُمۡ سَیِّاٰتِہِمۡ ؕ وَ کَانَ ذٰلِکَ عِنۡدَ اللّٰہِ  فَوۡزًا عَظِیۡمًا ۙ﴿۵﴾ ","english_text":"And seek help through patience and prayer, and indeed, it is difficult except for the humbly submissive [to Allah ]","page":511,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4588.mp3","colorText":"لِّيُ[q:12635[دْ]خِلَ [h:12636[ٱ]لْمُؤْمِنِينَ وَ[h:5718[ٱ]لْمُؤْمِنَ[n[ـٰ]تِ جَ[g[نّ]َ[n[ـٰ][f:119[تٍ ت]َ[q:120[جْ]رِى مِ[f:121[ن ت]َحْتِهَا [h:122[ٱ]لْأَنْهَ[n[ـٰ]رُ خَ[n[ـٰ]لِدِينَ فِيهَا وَيُكَفِّرَ عَنْهُمْ سَيِّـَٔـاتِهِمْ‌ۚ وَكَانَ ذ[n[َٲ]لِكَ عِ[f:264[ند]َ [h:408[ٱ]للَّهِ فَوْزًا عَظِيمًا","juz":26,"ruku":446,"manzil":6,"bangla_ahbayan":"এটা এ জন্য যে, তিনি বিশ্বাসী পুরুষদেরকে ও বিশ্বাসী নারীদেরকে প্রবেশ করাবেন জান্নাতে[১] যার নিম্নদেশে নদীমালা প্রবাহিত, যেখানে তারা স্থায়ী হবে এবং তিনি তাদের পাপরাশি মোচন করবেন; এটাই আল্লাহর নিকট মহা সাফল্য।","bangla_bayan":"যেন তিনি মুমিন নারী ও পুরুষকে জান্নাতে প্রবেশ করাবেন যার নিচ দিয়ে নহরসমূহ প্রবাহিত; সেখানে তারা স্থায়ী হবে; আর তিনি তাদের পাপসমূহ ক্ষমা করবেন; আর এটি ছিল আল্লাহর নিকট এক মহাসাফল্য।","bangla_mkhan":"ঈমান এজন্যে বেড়ে যায়, যাতে তিনি ঈমানদার পুরুষ ও ঈমানদার নারীদেরকে জান্নাতে প্রবেশ করান, যার তলদেশে নদী প্রবাহিত। সেথায় তারা চিরকাল বসবাস করবে এবং যাতে তিনি তাদের পাপ মোচন করেন। এটাই আল্লাহর কাছে মহাসাফল্য।","bangla_mujibur":"এটা এ জন্য যে, তিনি মু’মিন পুরুষ ও মু’মিন মহিলাদেরকে দাখিল করবেন জান্নাতে যার নিম্নদেশে নদী প্রবাহিত; সেখানে তারা স্থায়ী হবে এবং তিনি তাদের পাপ মোচন করবেন; এটাই আল্লাহর দৃষ্টিতে মহা সাফল্য।","bangla_taisirul":"(তিনি এ কাজ করেন এজন্য) যাতে তিনি মু’মিন পুরুষ ও মু’মিনা নারীকে জান্নাতে প্রবিষ্ট করেন যার তলদেশে ঝর্ণাধারা প্রবাহিত। তাতে তারা চিরকাল থাকবে। তিনি তাদের পাপ মোচন করে দিবেন। আল্লাহর দৃষ্টিতে এটাই বিরাট সাফল্য।"},{"id":6,"arabic_text":"وَّ یُعَذِّبَ الۡمُنٰفِقِیۡنَ وَ الۡمُنٰفِقٰتِ وَ الۡمُشۡرِکِیۡنَ وَ الۡمُشۡرِکٰتِ الظَّآنِّیۡنَ بِاللّٰہِ  ظَنَّ السَّوۡءِ ؕ عَلَیۡہِمۡ  دَآئِرَۃُ السَّوۡءِ ۚ وَ غَضِبَ اللّٰہُ  عَلَیۡہِمۡ  وَ  لَعَنَہُمۡ وَ اَعَدَّ لَہُمۡ جَہَنَّمَ ؕ وَ سَآءَتۡ مَصِیۡرًا ﴿۶﴾ ","english_text":"Who are certain that they will meet their Lord and that they will return to Him.","page":511,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4589.mp3","colorText":"وَيُعَذِّبَ [h:10755[ٱ]لْمُنَ[n[ـٰ]فِقِينَ وَ[h:5699[ٱ]لْمُنَ[n[ـٰ]فِقَ[n[ـٰ]تِ وَ[h:10916[ٱ]لْمُشْرِكِينَ وَ[h:10917[ٱ]لْمُشْرِكَ[n[ـٰ]تِ [h:12637[ٱ][l[ل]ظّ[m[َا]ٓ[g[نّ]ِينَ بِ[h:32[ٱ]للَّهِ ظَ[g[نّ]َ [h:12638[ٱ][l[ل]سَّوْءِ‌ۚ عَلَيْهِمْ د[o[َا]ٓئِرَةُ [h:5798[ٱ][l[ل]سَّوْءِ‌ۖ وَغَضِبَ [h:3036[ٱ]للَّهُ عَلَيْهِمْ وَلَعَنَهُمْ وَأَعَدَّ لَهُمْ جَهَ[g[نّ]َمَ‌ۖ وَس[o[َا]ٓءَتْ مَصِيرًا","juz":26,"ruku":446,"manzil":6,"bangla_ahbayan":"আর কপট (মুনাফেক) পুরুষ ও কপট নারী, অংশীবাদী (মুশরিক) পুরুষ ও অংশীবাদী নারী, যারা আল্লাহ সম্বন্ধে মন্দ ধারণা পোষণ করে,[১] তিনি তাদেরকে শাস্তি দেবেন। অমঙ্গল চক্র রয়েছে তাদের জন্য,[২] আল্লাহ তাদের প্রতি রুষ্ট হয়েছেন, তাদেরকে অভিশপ্ত করেছেন এবং তাদের জন্য জাহান্নাম প্রস্তুত রেখেছেন; আর ওটা নিকৃষ্ট আবাস!","bangla_bayan":"আর যেন তিনি শাস্তি দিতে পারেন মুনাফিক নারী-পুরুষ ও মুশরিক নারী-পুরুষকে যারা আল্লাহ সম্পর্কে মন্দ ধারণা পোষণ করে; তাদের উপরই অনিষ্টতা আপতিত হয়। আর আল্লাহ তাদের উপর রাগ করেছেন এবং তাদেরকে লা‘নত করেছেন, আর তাদের জন্য প্রস্তুত করেছেন জাহান্নাম; এবং গন্তব্য হিসেবে তা কতইনা নিকৃষ্ট!","bangla_mkhan":"এবং যাতে তিনি কপট বিশ্বাসী পুরুষ ও কপট বিশ্বাসিনী নারী এবং অংশীবাদী পুরুষ ও অংশীবাদিনী নারীদেরকে শাস্তি দেন, যারা আল্লাহ সম্পর্কে মন্দ ধারণা পোষন করে। তাদের জন্য মন্দ পরিনাম। আল্লাহ তাদের প্রতি ক্রুদ্ধ হয়েছেন, তাদেরকে অভিশপ্ত করেছেন। এবং তাহাদের জন্যে জাহান্নাম প্রস্তুত রেখেছেন। তাদের প্রত্যাবর্তন স্থল অত্যন্ত মন্দ।","bangla_mujibur":"এবং মুনাফিক পুরুষ ও মুনাফিক মহিলা, মুশরিক পুরুষ ও মুশরিক মহিলা, যারা আল্লাহ সম্বন্ধে মন্দ ধারণা পোষণ করে তাদেরকে শাস্তি দিবেন। অমঙ্গল চক্র তাদের জন্য, আল্লাহ তাদের প্রতি রুষ্ট হয়েছেন এবং তাদেরকে অভিশপ্ত করেছেন এবং তাদের জন্য জাহান্নাম প্রস্তুত রেখেছেন; ওটা কত নিকৃষ্ট আবাস!","bangla_taisirul":"আর তিনি মুনাফিক পুরুষ ও মুনাফিকা নারী, মুশরিক পুরুষ ও মুশরিকা নারীকে শাস্তি দিবেন যারা আল্লাহ সম্পর্কে খারাপ ধারণা পোষণ করে। তাদের জন্য আছে অশুভ চক্র। আল্লাহ তাদের উপর রাগান্বিত হয়েছেন আর তাদেরকে লা‘নাত করেছেন। তাদের জন্য প্রস্তুত করে রেখেছেন জাহান্নাম। তা কতই না নিকৃষ্ট আবাসস্থল!"},{"id":7,"arabic_text":"وَ لِلّٰہِ جُنُوۡدُ السَّمٰوٰتِ وَ الۡاَرۡضِ ؕ وَ کَانَ اللّٰہُ  عَزِیۡزًا  حَکِیۡمًا ﴿۷﴾ ","english_text":"O Children of Israel, remember My favor that I have bestowed upon you and that I preferred you over the worlds.","page":511,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4590.mp3","colorText":"وَلِلَّهِ جُنُودُ [h:12634[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَ[h:177[ٱ]لْأَرْضِ‌ۚ وَكَانَ [h:2653[ٱ]للَّهُ عَزِيزًا حَكِيمًا","juz":26,"ruku":446,"manzil":6,"bangla_ahbayan":"আকাশমন্ডলী ও পৃথিবীর বাহিনীসমূহ আল্লাহরই এবং আল্লাহই পরাক্রমশালী, প্রজ্ঞাময়। [১]","bangla_bayan":"আর আল্লাহরই জন্য আসমানসমূহ ও যমীনের যাবতীয় সৈন্যবাহিনী; এবং আল্লাহ মহাপরাক্রমশালী, প্রজ্ঞাময়।","bangla_mkhan":"নভোমন্ডল ও ভূমন্ডলের বাহিনীসমূহ আল্লাহরই। আল্লাহ পরাক্রমশালী, প্রজ্ঞাময়।","bangla_mujibur":"আল্লাহরই আকাশমন্ডলী ও পৃথিবীর বাহিনীসমূহ এবং আল্লাহই পরাক্রমশালী, প্রজ্ঞাময়।","bangla_taisirul":"আসমান ও যমীনের যাবতীয় বাহিনী আল্লাহর কর্তৃত্বের অধীন। আল্লাহ মহা পরাক্রমশালী, মহা প্রজ্ঞাময়।"},{"id":8,"arabic_text":"اِنَّاۤ  اَرۡسَلۡنٰکَ شَاہِدًا وَّ مُبَشِّرًا وَّ نَذِیۡرًا  ۙ﴿۸﴾","english_text":"And fear a Day when no soul will suffice for another soul at all, nor will intercession be accepted from it, nor will compensation be taken from it, nor will they be aided.","page":511,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4591.mp3","colorText":"إِ[g[نّ][o[َآ] أَرْسَلْنَ[n[ـٰ]كَ شَ[n[ـٰ]هِ[a:10848[دًا و]َمُبَشِّ[a:10849[رًا و]َنَذِيرًا","juz":26,"ruku":446,"manzil":6,"bangla_ahbayan":"নিশ্চয় আমি তোমাকে প্রেরণ করেছি সাক্ষীরূপে, সুসংবাদদাতা ও সতর্ককারীরূপে।","bangla_bayan":"নিশ্চয় আমি তোমাকে পাঠিয়েছি সাক্ষ্যদাতা, সুসংবাদদাতা ও সতর্ককারী রূপে।","bangla_mkhan":"আমি আপনাকে প্রেরণ করেছি অবস্থা ব্যক্তকারীরূপে, সুসংবাদদাতা ও ভয় প্রদর্শনকারীরূপে।","bangla_mujibur":"আমি তোমাকে প্রেরণ করেছি সাক্ষীরূপে, সুসংবাদদাতা ও সতর্ককারীরূপে।","bangla_taisirul":"(হে রাসূল) আমি তোমাকে (সত্যের) সাক্ষ্যদাতা. (বিশ্বাসীদের জন্য) সুসংবাদদাতা ও (অবিশ্বাসীদের জন্য) সতর্ককারী হিসেবে পাঠিয়েছি।"},{"id":9,"arabic_text":"لِّتُؤۡمِنُوۡا بِاللّٰہِ وَ رَسُوۡلِہٖ  وَ تُعَزِّرُوۡہُ وَ تُوَقِّرُوۡہُ ؕ وَ تُسَبِّحُوۡہُ  بُکۡرَۃً  وَّ اَصِیۡلًا ﴿۹﴾ ","english_text":"And [recall] when We saved your forefathers from the people of Pharaoh, who afflicted you with the worst torment, slaughtering your [newborn] sons and keeping your females alive. And in that was a great trial from your Lord.","page":511,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4592.mp3","colorText":"لِّتُؤْمِنُو[s[اْ] بِ[h:32[ٱ]للَّهِ وَرَسُولِه[n[ِۦ] وَتُعَزِّرُوهُ وَتُوَقِّرُوهُ وَتُسَبِّحُوهُ بُكْرَ[a:9566[ةً و]َأَصِيلاً","juz":26,"ruku":446,"manzil":6,"bangla_ahbayan":"যাতে তোমরা আল্লাহ ও তাঁর রসূলের প্রতি বিশ্বাস স্থাপন কর, তাকে সাহায্য কর ও সম্মান কর এবং সকাল-সন্ধ্যায় আল্লাহর পবিত্রতা ও মহিমা ঘোষণা কর।","bangla_bayan":"যাতে তোমরা আল্লাহ ও তাঁর রাসূলের ওপর ঈমান আন, তাকে সাহায্য ও সম্মান কর এবং সকাল-সন্ধ্যায় আল্লাহর তাসবীহ পাঠ কর।","bangla_mkhan":"যাতে তোমরা আল্লাহ ও রসূলের প্রতি বিশ্বাস স্থাপন কর এবং তাঁকে সাহায্য ও সম্মান কর এবং সকাল-সন্ধ্যায় আল্লাহর পবিত্রতা ঘোষণা কর।","bangla_mujibur":"যাতে তোমরা আল্লাহ ও তার রাসূলের প্রতি ঈমান আন এবং রাসূলকে সাহায্য কর ও সম্মান কর; সকাল সন্ধ্যায় আল্লাহর পবিত্রতা ও মহিমা ঘোষণা কর।","bangla_taisirul":"যেন (ওহে মানুষেরা) তোমরা আল্লাহ ও তাঁর রসূলের প্রতি ঈমান আন, রসূলকে শক্তি যোগাও আর তাকে সম্মান কর, আর সকাল-সন্ধ্যায় আল্লাহর মহিমা ঘোষণা কর।"},{"id":10,"arabic_text":"اِنَّ  الَّذِیۡنَ یُبَایِعُوۡنَکَ  اِنَّمَا یُبَایِعُوۡنَ اللّٰہَ ؕ یَدُ اللّٰہِ  فَوۡقَ  اَیۡدِیۡہِمۡ ۚ فَمَنۡ  نَّکَثَ فَاِنَّمَا یَنۡکُثُ عَلٰی نَفۡسِہٖ ۚ وَ مَنۡ  اَوۡفٰی بِمَا عٰہَدَ عَلَیۡہُ اللّٰہَ  فَسَیُؤۡتِیۡہِ  اَجۡرًا عَظِیۡمًا ﴿۱۰﴾ ","english_text":"And [recall] when We parted the sea for you and saved you and drowned the people of Pharaoh while you were looking on.","page":512,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4593.mp3","colorText":"إِ[g[نّ]َ [h:24[ٱ]لَّذِينَ يُبَايِعُونَكَ إِ[g[نّ]َمَا يُبَايِعُونَ [h:12639[ٱ]للَّهَ يَدُ [h:3668[ٱ]للَّهِ فَوْقَ أَيْدِيهِمْ‌ۚ فَم[a:12640[َن ن]َّكَثَ فَإِ[g[نّ]َمَا يَ[f:12641[نك]ُثُ عَلَىٰ نَفْسِه[n[ِۦ]‌ۖ وَمَنْ أَوْفَىٰ بِمَا عَ[n[ـٰ]هَدَ عَلَيْهُ [h:12642[ٱ]للَّهَ فَسَيُؤْتِيهِ أَ[q:2795[جْ]رًا عَظِيمًا","juz":26,"ruku":446,"manzil":6,"bangla_ahbayan":"নিশ্চয় যারা তোমার বায়আত গ্রহণ করে, তারা তো আল্লাহরই বায়আত গ্রহণ করে।[১] আল্লাহর হাত তাদের হাতের উপর।[২] সুতরাং যে তা ভঙ্গ করে, তা ভঙ্গ করার পরিণাম তাকেই ভোগ করতে হবে[৩] এবং যে আল্লাহর সাথে অঙ্গীকার পূর্ণ করে,[৪] তিনি তাকে মহা পুরস্কার দেন।","bangla_bayan":"আর যারা তোমার কাছে বাই‘য়াত গ্রহণ করে, তারা শুধু আল্লাহরই কাছে বাই‘য়াত গ্রহণ করে; আল্লাহর হাত তাদের হাতের উপর; অতঃপর যে কেউ ওয়াদা ভঙ্গ করলে তার ওয়াদা ভঙ্গের পরিণাম বর্তাবে তারই উপর। আর যে আল্লাহকে দেয়া ওয়াদা পূরণ করবে অচিরেই আল্লাহ তাকে মহা পুরস্কার দেবেন।","bangla_mkhan":"যারা আপনার কাছে আনুগত্যের শপথ করে, তারা তো আল্লাহর কাছে আনুগত্যের শপথ করে। আল্লাহর হাত তাদের হাতের উপর রয়েছে। অতএব, যে শপথ ভঙ্গ করে; অতি অবশ্যই সে তা নিজের ক্ষতির জন্যেই করে এবং যে আল্লাহর সাথে কৃত অঙ্গীকার পূর্ণ করে; আল্লাহ সত্ত্বরই তাকে মহাপুরস্কার দান করবেন।","bangla_mujibur":"যারা তোমার বাইআত গ্রহণ করে তারাতো আল্লাহরই বাইআত গ্রহণ করে। আল্লাহর হাত তাদের হাতের উপর। সুতরাং যে ওটা ভঙ্গ করে, ওটা ভঙ্গ করার পরিনাম তারই এবং যে আল্লাহর সাথে অঙ্গীকার পূর্ণ করে তিনি তাকে মহা পুরস্কার দেন।","bangla_taisirul":"যারা তোমার কাছে বাই‘আত (অর্থাৎ আনুগত্য করার শপথ) করে আসলে তারা আল্লাহর কাছে বাই‘আত করে। তাদের হাতের উপর আছে আল্লাহর হাত। এক্ষণে যে এ ও‘য়াদা ভঙ্গ করে, এ ও‘য়াদা ভঙ্গের কুফল তার নিজেরই উপর পড়বে। আর যে ও‘য়াদা পূর্ণ করবে- যা সে আল্লাহর সঙ্গে করেছে- তিনি অচিরেই তাকে মহা পুরস্কার দান করবেন।"},{"id":11,"arabic_text":"سَیَقُوۡلُ  لَکَ الۡمُخَلَّفُوۡنَ مِنَ الۡاَعۡرَابِ شَغَلَتۡنَاۤ  اَمۡوَالُنَا وَ اَہۡلُوۡنَا فَاسۡتَغۡفِرۡ لَنَا ۚ یَقُوۡلُوۡنَ  بِاَلۡسِنَتِہِمۡ مَّا لَیۡسَ فِیۡ قُلُوۡبِہِمۡ ؕ قُلۡ فَمَنۡ یَّمۡلِکُ لَکُمۡ مِّنَ اللّٰہِ  شَیۡئًا  اِنۡ  اَرَادَ بِکُمۡ  ضَرًّا  اَوۡ  اَرَادَ  بِکُمۡ نَفۡعًا ؕ بَلۡ کَانَ اللّٰہُ بِمَا تَعۡمَلُوۡنَ خَبِیۡرًا ﴿۱۱﴾ ","english_text":"And [recall] when We made an appointment with Moses for forty nights. Then you took [for worship] the calf after him, while you were wrongdoers.","page":512,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4594.mp3","colorText":"سَيَقُولُ لَكَ [h:12643[ٱ]لْمُخَلَّفُونَ مِنَ [h:5777[ٱ]لْأَعْرَابِ شَغَلَتْن[o[َآ] أَمْو[n[َٲ]لُنَا وَأَهْلُونَا فَ[h:12644[ٱ]سْتَغْفِرْ لَنَا‌ۚ يَقُولُونَ بِأَلْسِنَتِه[w:12645[ِم م]َّا لَيْسَ فِى قُلُوبِهِمْ‌ۚ قُلْ فَم[a:3449[َن ي]َمْلِكُ لَك[w:1578[ُم م]ِّنَ [h:321[ٱ]للَّهِ شَيْــًٔا إِنْ أَرَادَ بِكُمْ ضَرًّا أَوْ أَرَادَ بِكُمْ نَفْع[i:12646[َۢا‌ۚ ب]َلْ كَانَ [h:742[ٱ]للَّهُ بِمَا تَعْمَلُونَ خَبِيرَۢا","juz":26,"ruku":447,"manzil":6,"bangla_ahbayan":"(যুদ্ধ থেকে) পশ্চাতে থাকা মরুবাসীরা তোমাকে বলবে, ‘আমাদের ধন-সম্পদ ও পরিবার-পরিজন আমাদেরকে ব্যস্ত রেখেছিল, অতএব আমাদের জন্য ক্ষমা প্রার্থনা কর।’[১] তারা মুখে তা বলে, যা তাদের অন্তরে নেই।[২] তাদেরকে বল, ‘আল্লাহ তোমাদের কারো কোন ক্ষতি[৩] কিংবা মঙ্গল[৪] চাইলে কে তাঁকে নিবৃত্ত করতে পারে? বস্তুতঃ তোমরা যা কর, সে বিষয়ে আল্লাহ সম্যক অবহিত। [৫]","bangla_bayan":"পিছনে পড়ে থাকা বেদুঈনরা তোমাকে অচিরেই বলবে, ‘আমাদের ধন-সম্পদ ও পরিবার-পরিজন আমাদেরকে ব্যস্ত রেখেছিল; অতএব আমাদের জন্য ক্ষমা প্রার্থনা করুন।’ তারা মুখে তা বলে যা তাদের অন্তরে নেই। বল, ‘আল্লাহ যদি তোমাদের কোন ক্ষতি করতে চান কিংবা কোন উপকার করতে চান, তবে কে আল্লাহর মোকাবিলায় তোমাদের জন্য কোন কিছুর মালিক হবে’? বরং তোমরা যে আমল কর আল্লাহ সে বিষয়ে সম্যক অবহিত।’","bangla_mkhan":"মরুবাসীদের মধ্যে যারা গৃহে বসে রয়েছে, তারা আপনাকে বলবেঃ আমরা আমাদের ধন-সম্পদ ও পরিবার-পরিজনের কাজে ব্যস্ত ছিলাম। অতএব, আমাদের পাপ মার্জনা করান। তারা মুখে এমন কথা বলবে, যা তাদের অন্তরে নেই। বলুনঃ আল্লাহ তোমাদের ক্ষতি অথবা উপকার সাধনের ইচ্ছা করলে কে তাকে বিরত রাখতে পারে? বরং তোমরা যা কর, আল্লাহ সে বিষয় পরিপূর্ণ জ্ঞাত।","bangla_mujibur":"যে সব আরাব মরুবাসী গৃহে রয়ে গেছে তারা তোমাকে বলবেঃ আমাদের ধন সম্পদ ও পরিবার পরিজন আমাদেরকে ব্যস্ত রেখেছে। অতএব আমাদের জন্য ক্ষমা প্রার্থনা করুন। তারা মুখে যা বলে তা তাদের অন্তরে নেই। তাদেরকে বলঃ আল্লাহ তোমাদের কারও কোন ক্ষতি কিংবা মঙ্গল সাধনের ইচ্ছা করলে কে তাকে নিবৃত্ত করতে পারে? বস্তুতঃ তোমরা যা কর সে বিষয়ে আল্লাহ সম্যক অবহিত।","bangla_taisirul":"(যুদ্ধ থেকে) পিছ-পড়া বেদুঈনরা তোমাকে বলবে- আমাদের মালধন আর আমাদের পরিবার-পরিজন আমাদেরকে ব্যস্ত রেখেছিল, কাজেই (হে নবী) আপনি আমাদের জন্য ক্ষমা প্রার্থনা করুন। তারা মুখে এমন কথা বলে যা তাদের অন্তরে নেই। (তাদেরকে) বল, আল্লাহ তোমাদের কোন ক্ষতি বা কোন কল্যাণ করার ইচ্ছে করলে তাঁর বিপক্ষে তোমাদের জন্য কিছু করার ক্ষমতা কার আছে? (কারো কোন ওকালতির দরকার নেই) বরং তোমরা যা কর সে বিষয়ে আল্লাহই খবর রাখেন।"},{"id":12,"arabic_text":"بَلۡ ظَنَنۡتُمۡ  اَنۡ  لَّنۡ یَّنۡقَلِبَ الرَّسُوۡلُ وَ الۡمُؤۡمِنُوۡنَ  اِلٰۤی  اَہۡلِیۡہِمۡ  اَبَدًا وَّ  زُیِّنَ ذٰلِکَ فِیۡ  قُلُوۡبِکُمۡ  وَ ظَنَنۡتُمۡ ظَنَّ السَّوۡءِ ۚۖ  وَ کُنۡتُمۡ  قَوۡمًۢا بُوۡرًا ﴿۱۲﴾ ","english_text":"Then We forgave you after that so perhaps you would be grateful.","page":512,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4595.mp3","colorText":"بَلْ ظَنَ[f:12002[نت]ُمْ أ[u:8842[َن ل]ّ[a:12647[َن ي]َ[f:12648[نق]َلِبَ [h:12649[ٱ][l[ل]رَّسُولُ وَ[h:1709[ٱ]لْمُؤْمِنُونَ إِلَ[o[ىٰٓ] أَهْلِيهِمْ أَبَ[a:12650[دًا و]َزُيِّنَ ذ[n[َٲ]لِكَ فِى قُلُوبِكُمْ وَظَنَ[f:12651[نت]ُمْ ظَ[g[نّ]َ [h:12638[ٱ][l[ل]سَّوْءِ وَكُ[f:151[نت]ُمْ قَوْم[i:9595[َۢا ب]ُورًا","juz":26,"ruku":447,"manzil":6,"bangla_ahbayan":"বরং তোমরা ধারণা করেছিলে যে, রসূল ও বিশ্বাসীগণ তাদের পরিবার-পরিজনের নিকট কখনই ফিরে আসতে পারবে না এবং এ ধারণা তোমাদের অন্তরে সুশোভিত হয়েছিল; আর তোমরা মন্দ ধারণা করেছিলে।[১] তোমরা তো ধ্বংসমুখী এক সম্প্রদায়।’ [২]","bangla_bayan":"বরং তোমরা মনে করেছিলে রাসূল ও মুমিনরা তাদের পরিবারের কাছে কখনো ফিরে আসবে না; আর এটি তোমাদের অন্তরে শোভিত করে দেয়া হয়েছিল; আর তোমরা মন্দ ধারণা করেছিলে এবং তোমরা ছিলে ধংসোম্মুখ কওম ।","bangla_mkhan":"বরং তোমরা ধারণ করেছিলে যে, রসূল ও মুমিনগণ তাদের বাড়ী-ঘরে কিছুতেই ফিরে আসতে পারবে না এবং এই ধারণা তোমাদের জন্যে খুবই সুখকর ছিল। তোমরা মন্দ ধারণার বশবর্তী হয়েছিলে। তোমরা ছিলে ধ্বংসমুখী এক সম্প্রদায়।","bangla_mujibur":"না, তোমরা ধারণা করেছিলে যে, রাসূল ও মু’মিনগণ তাদের পরিবার পরিজনের নিকট কখনই ফিরে আসতে পারবেনা এবং এই ধারণা তোমাদের অন্তরে প্রীতিকর মনে হয়েছিল; তোমরা মন্দ ধারণা করেছিলে, তোমরাতো ধ্বংসম্মুখ এক সম্প্রদায়।","bangla_taisirul":"বরং তোমরা ধারণা করেছিলে যে, রসূল ও মু’মিনগণ কক্ষনো তাদের পরিবার পরিজনের কাছে ফিরে আসতে পারবে না, আর এ খেয়ালটা তোমাদের মনে খুবই চমৎকার ক’রে দেয়া হয়েছিল। তোমরা ধারণা করেছিলে বড়ই কু-ধারণা, আসলে তোমরা হলে ধ্বংসের যোগ্য একটা সম্প্রদায়।"},{"id":13,"arabic_text":"وَ مَنۡ لَّمۡ یُؤۡمِنۡۢ  بِاللّٰہِ  وَ رَسُوۡلِہٖ  فَاِنَّاۤ اَعۡتَدۡنَا  لِلۡکٰفِرِیۡنَ سَعِیۡرًا ﴿۱۳﴾ ","english_text":"And [recall] when We gave Moses the Scripture and criterion that perhaps you would be guided.","page":512,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4596.mp3","colorText":"وَم[u:1416[َن ل]َّمْ يُؤْم[i:12652[ِنۢ ب]ِ[h:32[ٱ]للَّهِ وَرَسُولِه[n[ِۦ] فَإِ[g[نّ][o[َآ] أَعْتَ[q:2660[دْ]نَا لِلْكَ[n[ـٰ]فِرِينَ سَعِيرًا","juz":26,"ruku":447,"manzil":6,"bangla_ahbayan":"যারা আল্লাহ ও তাঁর রসূলের প্রতি বিশ্বাস স্থাপন করে না, আমি সেসব অবিশ্বাসীদের জন্য অবশ্যই জ্বলন্ত অগ্নি প্রস্তুত করে রেখেছি।","bangla_bayan":"আর যে কেউ আল্লাহ ও তাঁর রাসূলের উপর ঈমান আনে না তবে নিশ্চয় আমি কাফিরদের জন্য প্রস্তুত করেছি জ্বলন্ত আগুন।","bangla_mkhan":"যারা আল্লাহ ও তাঁর রসূলে বিশ্বাস করে না, আমি সেসব কাফেরের জন্যে জ্বলন্ত অগ্নি প্রস্তুত রেখেছি।","bangla_mujibur":"যারা আল্লাহ ও তাঁর রাসূলের প্রতি ঈমান আনেনা, আমি সেই সব কাফিরের জন্য জ্বলন্ত অগ্নি প্রস্তুত করে রেখেছি।","bangla_taisirul":"যারা আল্লাহ ও তাঁর রসূলের প্রতি বিশ্বাস স্থাপন করে না, আমি (সে সব) কাফিরদের জন্য প্রস্তুত করে রেখেছি জ্বলন্ত আগুন।"},{"id":14,"arabic_text":"وَ لِلّٰہِ  مُلۡکُ السَّمٰوٰتِ وَ الۡاَرۡضِ ؕ یَغۡفِرُ  لِمَنۡ یَّشَآءُ  وَ یُعَذِّبُ مَنۡ یَّشَآءُ ؕ وَ کَانَ  اللّٰہُ  غَفُوۡرًا  رَّحِیۡمًا ﴿۱۴﴾ ","english_text":"And [recall] when Moses said to his people, \"O my people, indeed you have wronged yourselves by your taking of the calf [for worship]. So repent to your Creator and kill yourselves. That is best for [all of] you in the sight of your Creator.\" Then He accepted your repentance; indeed, He is the Accepting of repentance, the Merciful.","page":512,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4597.mp3","colorText":"وَلِلَّهِ مُلْكُ [h:555[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَ[h:177[ٱ]لْأَرْضِ‌ۚ يَغْفِرُ لِم[a:1537[َن ي]َش[o[َا]ٓءُ وَيُعَذِّبُ م[a:476[َن ي]َش[o[َا]ٓءُ‌ۚ وَكَانَ [h:2653[ٱ]للَّهُ غَفُو[u:2701[رًا ر]َّحِيمًا","juz":26,"ruku":447,"manzil":6,"bangla_ahbayan":"আকাশমন্ডলী ও পৃথিবীর সার্বভৌমত্ব আল্লাহরই; তিনি যাকে ইচ্ছা ক্ষমা করেন এবং যাকে ইচ্ছা শাস্তি দেন। তিনি চরম ক্ষমাশীল, পরম দয়ালু। [১]","bangla_bayan":"আসমানসমূহ ও যমীনের সার্বভৌমত্ব আল্লাহর; তিনি যাকে ইচ্ছা ক্ষমা করেন, আর যাকে ইচ্ছা শাস্তি দেন। আর আল্লাহ অতি ক্ষমাশীল, পরম দয়ালু।","bangla_mkhan":"নভোমন্ডল ও ভূমন্ডলের রাজত্ব আল্লাহরই। তিনি যাকে ইচ্ছা ক্ষমা করেন এবং যাকে ইচ্ছা শাস্তি দেন। তিনি ক্ষমাশীল, পরম মেহেরবান।","bangla_mujibur":"আকাশমন্ডলী ও পৃথিবীর সার্বভৌমত্ব আল্লাহর; তিনি যাকে ইচ্ছা ক্ষমা করেন এবং যাকে ইচ্ছা শাস্তি দেন। তিনি ক্ষমাশীল ও পরম দয়ালু।","bangla_taisirul":"আসমান যমীনের রাজত্ব আল্লাহর; যাকে চান তিনি ক্ষমা করেন, যাকে ইচ্ছে ‘আযাব দেন। আল্লাহ বড়ই ক্ষমাশীল, অতি দয়ালু।"},{"id":15,"arabic_text":"سَیَقُوۡلُ الۡمُخَلَّفُوۡنَ  اِذَا انۡطَلَقۡتُمۡ  اِلٰی مَغَانِمَ  لِتَاۡخُذُوۡہَا ذَرُوۡنَا نَتَّبِعۡکُمۡ ۚ یُرِیۡدُوۡنَ  اَنۡ یُّبَدِّلُوۡا کَلٰمَ  اللّٰہِ ؕ قُلۡ  لَّنۡ تَتَّبِعُوۡنَا کَذٰلِکُمۡ  قَالَ اللّٰہُ مِنۡ قَبۡلُ ۚ فَسَیَقُوۡلُوۡنَ بَلۡ تَحۡسُدُوۡنَنَا ؕ بَلۡ  کَانُوۡا  لَا یَفۡقَہُوۡنَ  اِلَّا  قَلِیۡلًا ﴿۱۵﴾ ","english_text":"And [recall] when you said, \"O Moses, we will never believe you until we see Allah outright\"; so the thunderbolt took you while you were looking on.","page":512,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4598.mp3","colorText":"سَيَقُولُ [h:12653[ٱ]لْمُخَلَّفُونَ إِذَا [h:12654[ٱ][f:12655[نط]َلَ[q:12655[قْ]تُمْ إِلَىٰ مَغَانِمَ لِتَأْخُذُوهَا ذَرُونَا نَتَّبِعْكُمْ‌ۖ يُرِيدُونَ أ[a:12656[َن ي]ُبَدِّلُو[s[اْ] كَلَ[n[ـٰ]مَ [h:389[ٱ]للَّهِ‌ۚ قُل لَّ[f:12657[ن ت]َتَّبِعُونَا كَذ[n[َٲ]لِكُمْ قَالَ [h:1961[ٱ]للَّهُ مِ[f:128[ن ق]َ[q:129[بْ]لُ‌ۖ فَسَيَقُولُونَ بَلْ تَحْسُدُونَنَا‌ۚ بَلْ كَانُو[s[اْ] لَا يَفْقَهُونَ إِلَّا قَلِيلاً","juz":26,"ruku":447,"manzil":6,"bangla_ahbayan":"তোমরা যখন যুদ্ধলব্ধ সম্পদ সংগ্রহের জন্য যাবে, তখন (যুদ্ধ হতে) পশ্চাতে থাকা লোকেরা বলবে, ‘আমাদেরকে তোমাদের সাথে যেতে দাও।’[১] তারা আল্লাহর কথা পরিবর্তন করতে চায়।[২] বল, ‘তোমরা কিছুতেই আমাদের সঙ্গী হতে পারবে না।’ আল্লাহ পূর্বেই এরূপ বলে রেখেছেন।[৩] তারা বলবে, ‘বরং তোমরা তো আমাদের প্রতি হিংসা করছ।’[৪] বস্তুতঃ তাদের বোধশক্তি সামান্য। [৫]","bangla_bayan":"তোমরা যখন যুদ্ধলব্ধ সম্পদ সংগ্রহে উদ্যোগী হবে তখন পিছনে যারা পড়েছিল অচিরেই তারা বলবে, ‘আমাদেরকে তোমাদের অনুসরণ করতে দাও।’ তারা আল্লাহর বাণী পরিবর্তন করতে চায়। বল, ‘তোমরা কখনো আমাদের অনুসরণ করবে না; আল্লাহ আগেই এমনটি বলেছেন।’ অতঃপর অচিরেই তারা বলবে, ‘বরং তোমরা হিংসা করছ।’ বরং তারা খুব কমই বুঝে।","bangla_mkhan":"তোমরা যখন যুদ্ধলব্ধ ধন-সম্পদ সংগ্রহের জন্য যাবে, তখন যারা পশ্চাতে থেকে গিয়েছিল, তারা বলবেঃ আমাদেরকেও তোমাদের সঙ্গে যেতে দাও। তারা আল্লাহর কালাম পরিবর্তন করতে চায়। বলুনঃ তোমরা কখনও আমাদের সঙ্গে যেতে পারবে না। আল্লাহ পূর্ব থেকেই এরূপ বলে দিয়েছেন। তারা বলবেঃ বরং তোমরা আমাদের প্রতি বিদ্বেষ পোষণ করছ। পরন্তু তারা সামান্যই বোঝে।","bangla_mujibur":"তোমরা যখন যুদ্ধলদ্ধ সম্পদ সংগ্রহের জন্য যাবে তখন যারা গৃহে রয়ে গিয়েছিল তারা বলবেঃ আমাদেরকে তোমাদের সাথে যেতে দাও। তারা আল্লাহর প্রতিশ্রুতি পরিবর্তন করতে চায়। বলঃ তোমরা কিছুতেই আমাদের সঙ্গী হতে পারবেনা। আল্লাহ পূর্বেই এরূপ ঘোষণা করেছেন। তারা বলবেঃ তোমরাতো আমাদের প্রতি বিদ্বেষ পোষণ করেছ। বস্তুতঃ তাদের বোধশক্তি সামান্য।","bangla_taisirul":"তোমরা যখন গানীমাতের মাল সংগ্রহ করার জন্য যেতে থাকবে তখন পিছনে থেকে যাওয়া লোকগুলো বলবে- ‘আমাদেরকেও তোমাদের সঙ্গে যেতে দাও। তারা আল্লাহর ফরমানকে বদলে দিতে চায়। বল ‘তোমরা কিছুতেই আমাদের সঙ্গে যেতে পারবে না, (খাইবার অভিযানে অংশগ্রহণ এবং সেখানে পাওয়া গানীমাত কেবল তাদের জন্য যারা ইতোপূর্বে হুদাইবিয়ার সফর ও বাই‘আতে রিয্ওয়ানে অংশ নিয়েছে) এমন কথা আল্লাহ পূর্বেই বলে দিয়েছেন। তখন তারা বলবে- ‘তোমরা বরং আমাদের প্রতি হিংসা পোষণ করছ।’ (এটা যে আল্লাহর হুকুম তা তারা বুঝছে না) বরং তারা খুব কমই বুঝে।"},{"id":16,"arabic_text":"قُلۡ  لِّلۡمُخَلَّفِیۡنَ مِنَ  الۡاَعۡرَابِ سَتُدۡعَوۡنَ  اِلٰی  قَوۡمٍ اُولِیۡ  بَاۡسٍ شَدِیۡدٍ تُقَاتِلُوۡنَہُمۡ  اَوۡ یُسۡلِمُوۡنَ ۚ فَاِنۡ تُطِیۡعُوۡا یُؤۡتِکُمُ اللّٰہُ  اَجۡرًا حَسَنًا ۚ وَ اِنۡ تَتَوَلَّوۡا کَمَا تَوَلَّیۡتُمۡ مِّنۡ قَبۡلُ یُعَذِّبۡکُمۡ  عَذَابًا  اَلِیۡمًا ﴿۱۶﴾ ","english_text":"Then We revived you after your death that perhaps you would be grateful.","page":513,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4599.mp3","colorText":"قُل لِّلْمُخَلَّفِينَ مِنَ [h:5777[ٱ]لْأَعْرَابِ سَتُ[q:12658[دْ]عَوْنَ إِلَىٰ قَوْمٍ أُ[s[وْ]لِى بَأْ[f:7663[سٍ ش]َدِي[f:12659[دٍ ت]ُقَ[n[ـٰ]تِلُونَهُمْ أَوْ يُسْلِمُونَ‌ۖ فَإِ[f:12660[ن ت]ُطِيعُو[s[اْ] يُؤْتِكُمُ [h:12661[ٱ]للَّهُ أَ[q:2795[جْ]رًا حَسَ[a:12662[نًا‌ۖ و]َإِ[f:12623[ن ت]َتَوَلَّوْ[s[اْ] كَمَا تَوَلَّيْت[w:336[ُم م]ِّ[f:128[ن ق]َ[q:129[بْ]لُ يُعَذِّ[q:5585[بْ]كُمْ عَذَابًا أَلِيمًا","juz":26,"ruku":447,"manzil":6,"bangla_ahbayan":"(যুদ্ধ হতে) পশ্চাতে থাকা মরুবাসীদেরকে বল, ‘তোমাদেরকে আহবান করা হবে এক প্রবল পরাক্রান্ত জাতির সাথে যুদ্ধ করতে, যতক্ষণ না তারা আত্মসমর্পণকারী (মুসলমান) হয়ে যায়। [১] তোমরা এই নির্দেশ পালন করলে[২] আল্লাহ তোমাদেরকে উত্তম পুরস্কার দান করবেন।[৩] আর তোমরা যদি পূর্বের মত পৃষ্ঠ-প্রদর্শন কর, তাহলে তিনি তোমাদেরকে যন্ত্রণাদায়ক শাস্তি প্রদান করবেন।’ [৪]","bangla_bayan":"পেছনে পড়ে থাকা বেদুঈনদেরকে বল, ‘এক কঠোর যোদ্ধা জাতির বিরুদ্ধে শীঘ্রই তোমাদেরকে ডাকা হবে; তোমরা তাদের বিরুদ্ধে যুদ্ধ করবে অথবা তারা আত্মসমর্পণ করবে। অতঃপর তোমরা যদি আনুগত্য কর তবে আল্লাহ তোমাদেরকে উত্তম প্রতিদান দেবেন। আর পূর্বে তোমরা যেমন ফিরে গিয়েছিলে তেমনি যদি ফিরে যাও তবে তিনি তোমাদেরকে যন্ত্রণাদায়ক আযাব দেবেন।","bangla_mkhan":"গৃহে অবস্থানকারী মরুবাসীদেরকে বলে দিনঃ আগামীতে তোমরা এক প্রবল পরাক্রান্ত জাতির সাথে যুদ্ধ করতে আহুত হবে। তোমরা তাদের সাথে যুদ্ধ করবে, যতক্ষণ না তারা মুসলমান হয়ে যায়। তখন যদি তোমরা নির্দেশ পালন কর, তবে আল্লাহ তোমাদেরকে উত্তম পুরস্কার দিবেন। আর যদি পৃষ্ঠপ্রদর্শন কর যেমন ইতিপূর্বে পৃষ্ঠপ্রদর্শন করেছ, তবে তিনি তোমাদেরকে যন্ত্রনাদায়ক শাস্তি দিবেন।","bangla_mujibur":"যে সব আরাব মরুবাসী গৃহে রয়ে গিয়েছিল তাদেরকে বলঃ তোমরা আহুত হবে এক প্রবল পরাক্রান্ত জাতির সাথে যুদ্ধ করতে; তোমরা তাদের সাথে যুদ্ধ করবে যতক্ষণ না তারা আত্মসমর্পণ করে। তোমরা এই নির্দেশ পালন করলে আল্লাহ তোমাদেরকে উত্তম পুরস্কার দান করবেন। আর তোমরা যদি পূর্বানুরূপ পৃষ্ঠ প্রদর্শন কর তাহলে তিনি তোমাদেরকে মর্মন্তদ শাস্তি দিবেন।","bangla_taisirul":"বেদুঈনদের যারা পেছনে রয়ে গিয়েছিল তাদেরকে বল- ‘তোমাদেরকে যুদ্ধ করতে ডাকা হবে খুবই শক্তিশালী এক জাতির বিরুদ্ধে, তোমরা তাদের বিরুদ্ধে যুদ্ধ করবে অথবা তারা আত্মসমর্পণ করবে। তোমরা যদি তখন তা মান্য কর, আল্লাহ তোমাদেরকে উত্তম পুরস্কার দিবেন। আর যদি পিঠ ফিরিয়ে নাও যেমন তোমরা আগে পিঠ ফিরিয়ে নিয়েছিলে, তাহলে আল্লাহ তোমাদেরকে কষ্টদায়ক শাস্তি দিবেন।"},{"id":17,"arabic_text":"لَیۡسَ عَلَی الۡاَعۡمٰی حَرَجٌ  وَّ لَا عَلَی الۡاَعۡرَجِ  حَرَجٌ وَّ لَا عَلَی الۡمَرِیۡضِ حَرَجٌ ؕ وَ مَنۡ یُّطِعِ  اللّٰہَ وَ رَسُوۡلَہٗ یُدۡخِلۡہُ  جَنّٰتٍ تَجۡرِیۡ  مِنۡ تَحۡتِہَا الۡاَنۡہٰرُ ۚ وَ مَنۡ یَّتَوَلَّ یُعَذِّبۡہُ  عَذَابًا اَلِیۡمًا ﴿۱۷﴾ ","english_text":"And We shaded you with clouds and sent down to you manna and quails, [saying], \"Eat from the good things with which We have provided you.\" And they wronged Us not - but they were [only] wronging themselves.","page":513,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4600.mp3","colorText":"لَّيْسَ عَلَى [h:9532[ٱ]لْأَعْمَىٰ حَرَ[a:9533[جٌ و]َلَا عَلَى [h:9534[ٱ]لْأَعْرَجِ حَرَ[a:9533[جٌ و]َلَا عَلَى [h:9535[ٱ]لْمَرِيضِ حَرَ[a:12663[جٌ‌ۗ و]َم[a:2629[َن ي]ُطِعِ [h:2630[ٱ]للَّهَ وَرَسُولَهُ[n[ۥ] يُ[q:2631[دْ]خِلْهُ جَ[g[نّ]َ[n[ـٰ][f:119[تٍ ت]َ[q:120[جْ]رِى مِ[f:121[ن ت]َحْتِهَا [h:122[ٱ]لْأَنْهَ[n[ـٰ]رُ‌ۖ وَم[a:3640[َن ي]َتَوَلَّ يُعَذِّ[q:12664[بْ]هُ عَذَابًا أَلِيمًا","juz":26,"ruku":447,"manzil":6,"bangla_ahbayan":"অন্ধের জন্য, খোঁড়ার জন্য, রোগীর জন্য কোন অপরাধ নেই।[১] আর যে কেউই আল্লাহ ও তাঁর রসূলের আনুগত্য করবে, আল্লাহ তাঁকে প্রবেশ করাবেন জান্নাতে; যার নিম্নদেশে নদীমালা প্রবাহিত; কিন্তু যে ব্যক্তি পৃষ্ঠ-প্রদর্শন করবে, তিনি তাকে বেদনায়ক শাস্তি দেবেন।","bangla_bayan":"অন্ধের কোন অপরাধ নেই, লেংড়ার কোন অপরাধ নেই, অসুস্থের কোন অপরাধ নেই। যে ব্যক্তি আল্লাহ ও তাঁর রাসূলের আনুগত্য করবে তিনি তাকে এমন জান্নাতে দাখিল করাবেন যার পাদদেশে নহরসমূহ প্রবাহিত। আর যে ব্যক্তি পিছনে ফিরে যাবে তিনি তাকে যন্ত্রণাদায়ক আযাব দেবেন।","bangla_mkhan":"অন্ধের জন্যে, খঞ্জের জন্যে ও রুগ্নের জন্যে কোন অপরাধ নাই এবং যে কেউ আল্লাহ ও তাঁর রসূলের অনুগত্য করবে তাকে তিনি জান্নাতে দাখিল করবেন, যার তলদেশে নদী প্রবাহিত হয়। পক্ষান্তরে যে, ব্যক্তি পৃষ্ঠপ্রদর্শন করবে, তাকে যন্ত্রণাদায়ক শাস্তি দিবেন।","bangla_mujibur":"অন্ধের জন্য, খঞ্জের জন্য, রুগ্নের জন্য কোনো অপরাধ নেই। এবং যে কেহ আল্লাহ ও তাঁর রাসূলের আনুগত্য করবে আল্লাহ তাকে দাখিল করবেন জান্নাতে, যার নিম্নদেশে নদী প্রবাহিত; কিন্তু যে ব্যক্তি পৃষ্ঠ প্রদর্শন করবে তিনি তাকে বেদনাদায়ক শাস্তি দিবেন।","bangla_taisirul":"অন্ধের উপর কোন দোষ নেই, খোঁড়ার উপর কোন দোষ নেই, রোগীর উপর কোন দোষ নেই। আর যে কেউই আল্লাহ ও তাঁর রসূলের আনুগত্য করবে, আল্লাহ তাকে জান্নাতে প্রবিষ্ট করবেন, যার নীচ দিয়ে ঝর্ণাধারা প্রবাহিত। আর যে ব্যক্তি পিঠ ফিরিয়ে নিবে, তিনি তাকে কষ্টদায়ক শাস্তি দিবেন।"},{"id":18,"arabic_text":"لَقَدۡ رَضِیَ اللّٰہُ  عَنِ الۡمُؤۡمِنِیۡنَ  اِذۡ یُبَایِعُوۡنَکَ تَحۡتَ الشَّجَرَۃِ  فَعَلِمَ  مَا فِیۡ قُلُوۡبِہِمۡ  فَاَنۡزَلَ السَّکِیۡنَۃَ  عَلَیۡہِمۡ وَ اَثَابَہُمۡ  فَتۡحًا  قَرِیۡبًا ﴿ۙ۱۸﴾ ","english_text":"And [recall] when We said, \"Enter this city and eat from it wherever you will in [ease and] abundance, and enter the gate bowing humbly and say, 'Relieve us of our burdens.' We will [then] forgive your sins for you, and We will increase the doers of good [in goodness and reward].\"","page":513,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4601.mp3","colorText":"۞ لَّقَ[q:2389[دْ] رَضِىَ [h:3910[ٱ]للَّهُ عَنِ [h:12665[ٱ]لْمُؤْمِنِينَ إِذْ يُبَايِعُونَكَ تَحْتَ [h:12666[ٱ][l[ل]شَّجَرَةِ فَعَلِمَ مَا فِى قُلُوبِهِمْ فَأَ[f:5594[نز]َلَ [h:12667[ٱ][l[ل]سَّكِينَةَ عَلَيْهِمْ وَأَثَ[n[ـٰ]بَهُمْ فَتْ[f:12668[حًا ق]َرِيبًا","juz":26,"ruku":448,"manzil":6,"bangla_ahbayan":"আল্লাহ বিশ্বাসীদের প্রতি সন্তুষ্ট হলেন, যখন তারা বৃক্ষতলে তোমার নিকট বায়আত গ্রহণ করল তখন।[১] তাদের অন্তরে যা ছিল, তা তিনি অবগত ছিলেন;[২] তাদের প্রতি তিনি অবতীর্ণ করলেন প্রশান্তি[৩] এবং তাদেরকে পুরস্কার দিলেন আসন্ন বিজয়[৪]","bangla_bayan":"অবশ্যই আল্লাহ মুমিনদের উপর সন্তুষ্ট হয়েছেন, যখন তারা গাছের নিচে আপনার হাতে বাই‘আত গ্রহণ করেছিল; অতঃপর তিনি তাদের অন্তরে কী ছিল তা জেনে নিয়েছেন, ফলে তাদের উপর প্রশান্তি নাযিল করলেন এবং তাদেরকে পুরস্কৃত করলেন নিকটবর্তী বিজয় দিয়ে।","bangla_mkhan":"আল্লাহ মুমিনদের প্রতি সন্তুষ্ট হলেন, যখন তারা বৃক্ষের নীচে আপনার কাছে শপথ করল। আল্লাহ অবগত ছিলেন যা তাদের অন্তরে ছিল। অতঃপর তিনি তাদের প্রতি প্রশান্তি নাযিল করলেন এবং তাদেরকে আসন্ন বিজয় পুরস্কার দিলেন।","bangla_mujibur":"মু’মিনরা যখন বৃক্ষতলে তোমার নিকট বাইআত গ্রহণ করল তখন আল্লাহ তাদের প্রতি সন্তুষ্ট হলেন, তাদের অন্তরে যা ছিল তা তিনি অবগত ছিলেন; তাদেরকে তিনি দান করলেন প্রশান্তি এবং তাদেরকে পুরস্কার দিলেন আসন্ন বিজয়।","bangla_taisirul":"মু’মিনদের প্রতি আল্লাহ সন্তুষ্ট হলেন যখন তারা (হুদাইবিয়ায়) গাছের তলে তোমার কাছে বায়‘আত নিল। আল্লাহ জানতেন তাদের অন্তরে কী আছে, এজন্য তিনি তাদের উপর প্রশান্তি অবতীর্ণ করলেন আর পুরস্কার হিসেবে তাদেরকে দিলেন নিকট আসন্ন বিজয়।"},{"id":19,"arabic_text":"وَّ مَغَانِمَ کَثِیۡرَۃً  یَّاۡخُذُوۡنَہَا ؕ وَ کَانَ اللّٰہُ  عَزِیۡزًا حَکِیۡمًا ﴿۱۹﴾ ","english_text":"But those who wronged changed [those words] to a statement other than that which had been said to them, so We sent down upon those who wronged a punishment from the sky because they were defiantly disobeying.","page":513,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4602.mp3","colorText":"وَمَغَانِمَ كَثِيرَ[a:12669[ةً ي]َأْخُذُونَهَا‌ۗ وَكَانَ [h:2653[ٱ]للَّهُ عَزِيزًا حَكِيمًا","juz":26,"ruku":448,"manzil":6,"bangla_ahbayan":"এবং বিপুল পরিণাম যুদ্ধলব্ধ সম্পদ যা তারা হস্তগত করবে।[১] আর আল্লাহ পরাক্রমশালী, প্রজ্ঞাময়।","bangla_bayan":"আর বিপুল পরিমাণ যুদ্ধলব্ধ সম্পদ দিয়ে যা তারা গ্রহণ করবে; আর আল্লাহ হলেন মহাপরাক্রমশালী, প্রজ্ঞাময়।","bangla_mkhan":"এবং বিপুল পরিমাণে যুদ্ধলব্ধ সম্পদ, যা তারা লাভ করবে। আল্লাহ পরাক্রমশালী, প্রজ্ঞাময়।","bangla_mujibur":"এবং বিপুল পরিমাণ যুদ্ধ লদ্ধ সম্পদ যা তারা হস্তগত করবে; আল্লাহ পরাক্রমশালী, প্রজ্ঞাময়।","bangla_taisirul":"আর বিপুল পরিমাণ গানীমাত যা তারা লাভ করবে। আল্লাহ মহা পরাক্রান্ত প্রজ্ঞাময়।"},{"id":20,"arabic_text":"وَعَدَکُمُ اللّٰہُ  مَغَانِمَ کَثِیۡرَۃً تَاۡخُذُوۡنَہَا  فَعَجَّلَ  لَکُمۡ  ہٰذِہٖ  وَ  کَفَّ اَیۡدِیَ  النَّاسِ عَنۡکُمۡ ۚ وَ  لِتَکُوۡنَ  اٰیَۃً لِّلۡمُؤۡمِنِیۡنَ وَ یَہۡدِیَکُمۡ صِرَاطًا مُّسۡتَقِیۡمًا ﴿ۙ۲۰﴾ ","english_text":"And [recall] when Moses prayed for water for his people, so We said, \"Strike with your staff the stone.\" And there gushed forth from it twelve springs, and every people knew its watering place. \"Eat and drink from the provision of Allah, and do not commit abuse on the earth, spreading corruption.\"","page":513,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4603.mp3","colorText":"وَعَدَكُمُ [h:12670[ٱ]للَّهُ مَغَانِمَ كَثِيرَ[f:12671[ةً ت]َأْخُذُونَهَا فَعَجَّلَ لَكُمْ هَ[n[ـٰ]ذِه[n[ِۦ] وَكَفَّ أَيْدِىَ [h:12672[ٱ][l[ل][g[نّ]َاسِ عَ[f:255[نك]ُمْ وَلِتَكُونَ ءَايَ[u:12673[ةً ل]ِّلْمُؤْمِنِينَ وَيَهْدِيَكُمْ صِر[n[َٲ][a:2898[طًا م]ُّسْتَقِيمًا","juz":26,"ruku":448,"manzil":6,"bangla_ahbayan":"আল্লাহ তোমাদেরকে প্রতিশ্রুতি দিয়েছেন যুদ্ধলব্ধ বিপুল সম্পদের, যা তোমরা হস্তগত করবে।[১] তিনি তা তোমাদের জন্য ত্বরান্বিত করেছেন[২] এবং তোমাদের (উপর) থেকে মানুষের হাত নিবারিত করেছেন।[৩] আর যাতে তা বিশ্বাসীদের জন্য এক নিদর্শন হয়[৪] এবং আল্লাহ তোমাদেরকে পরিচালিত করেন সরল পথে।[৫]","bangla_bayan":"আল্লাহ তোমাদেরকে প্রভূত গনীমতের ওয়াদা দিয়েছেন যা তোমরা গ্রহণ করবে; অতঃপর এগুলি আগে দিয়েছেন; আর মানুষের হাত তোমাদের থেকে ফিরিয়ে রেখেছেন এবং যাতে এটি মুমিনদের জন্য একটি নিদর্শন হয়, আর তিনি তোমাদেরকে সরল পথ দেখান।","bangla_mkhan":"আল্লাহ তোমাদেরকে বিপুল পরিমাণ যুদ্ধলব্ধ সম্পদের ওয়াদা দিয়েছেন, যা তোমরা লাভ করবে। তিনি তা তোমাদের জন্যে ত্বরান্বিত করবেন। তিনি তোমাদের থেকে শত্রুদের স্তব্দ করে দিয়েছেন-যাতে এটা মুমিনদের জন্যে এক নিদর্শন হয় এবং তোমাদেরকে সরল পথে পরিচালিত করেন।","bangla_mujibur":"আল্লাহ তোমাদেরকে প্রতিশ্রুতি দিয়েছেন যুদ্ধে লভ্য বিপুল সম্পদের যার অধিকারী হবে তোমরা। তিনি ইহা তোমাদের জন্য ত্বরান্বিত করেছিলেন এবং তিনি তোমাদের হতে মানুষের হস্ত নিবারিত করেছেন যেন তোমরা কৃতজ্ঞ হও এবং এটা মু’মিনদের জন্য এক নিদর্শন এবং আল্লাহ তোমাদেরকে পরিচালিত করেন সরল পথে।","bangla_taisirul":"আল্লাহ তোমাদেরকে বিপুল পরিমাণ গানীমাতের ও‘য়াদা দিয়েছেন যা তোমরা লাভ করবে। এটা তিনি তোমাদেরকে আগেই দিলেন আর মানুষদের (অর্থাৎ মাক্কার কুরায়শদের) হাতকে তোমাদের (উপর পতিত হওয়া) থেকে সংযত করে রাখলেন যাতে তা মু’মিনদের জন্য একটা নিদর্শন হয় (যে প্রকৃত মু’মিনদেরকে আল্লাহ অতি সংকটময় মুহূর্তেও রক্ষা করতে পারেন), আর তিনি তোমাদেরকে সরল সঠিক পথে পরিচালিত করেন।"},{"id":21,"arabic_text":"وَّ اُخۡرٰی لَمۡ  تَقۡدِرُوۡا عَلَیۡہَا قَدۡ  اَحَاطَ اللّٰہُ بِہَا ؕ وَ کَانَ اللّٰہُ  عَلٰی کُلِّ  شَیۡءٍ  قَدِیۡرًا ﴿۲۱﴾ ","english_text":"And [recall] when you said, \"O Moses, we can never endure one [kind of] food. So call upon your Lord to bring forth for us from the earth its green herbs and its cucumbers and its garlic and its lentils and its onions.\" [Moses] said, \"Would you exchange what is better for what is less? Go into [any] settlement and indeed, you will have what you have asked.\" And they were covered with humiliation and poverty and returned with anger from Allah [upon them]. That was because they [repeatedly] disbelieved in the signs of Allah and killed the prophets without right. That was because they disobeyed and were [habitually] transgressing.","page":513,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4604.mp3","colorText":"وَأُخْرَىٰ لَمْ تَ[q:3529[قْ]دِرُو[s[اْ] عَلَيْهَا قَ[q:298[دْ] أَحَاطَ [h:12674[ٱ]للَّهُ بِهَا‌ۚ وَكَانَ [h:2653[ٱ]للَّهُ عَلَىٰ كُلِّ ش[f:10766[َىْءٍ ق]َدِيرًا","juz":26,"ruku":448,"manzil":6,"bangla_ahbayan":"আরো বহু সম্পদ রয়েছে, যা এখনো তোমরা অধিকারভুক্ত করতে পারনি, তা তো আল্লাহর আয়ত্তে আছে।[১] আর আল্লাহ সর্ববিষয়ে সর্বশক্তিমান।","bangla_bayan":"আর আরেকটি এখনো তোমরা যা অর্জন করতে সক্ষম হওনি। কিন্তু আল্লাহ তা বেষ্টন করে রেখেছেন। আর আল্লাহ সব কিছুর উপর ক্ষমতাবান।","bangla_mkhan":"আর ও একটি বিজয় রয়েছে যা এখনও তোমাদের অধিকারে আসেনি, আল্লাহ তা বেষ্টন করে আছেন। আল্লাহ সর্ববিষয়ে ক্ষমতাবান।","bangla_mujibur":"আরও বহু সম্পদ রয়েছে যা এখনো তোমাদের অধিকারে আসেনি, ওটাতো আল্লাহর নিকট রক্ষিত আছে। আল্লাহ সর্ব বিষয়ে সর্বশক্তিমান।","bangla_taisirul":"এবং আরো অন্য (সাহায্য, সম্পদ ও বিজয়) যা এখনও তোমাদের অধিকারে আসেনি, আল্লাহ তা স্বীয় আয়ত্তে রেখেছেন, আল্লাহ সকল বিষয়ে ক্ষমতাবান।"},{"id":22,"arabic_text":"وَ لَوۡ قٰتَلَکُمُ  الَّذِیۡنَ کَفَرُوۡا لَوَلَّوُا الۡاَدۡبَارَ  ثُمَّ  لَا یَجِدُوۡنَ وَلِیًّا وَّ لَا نَصِیۡرًا ﴿۲۲﴾ ","english_text":"Indeed, those who believed and those who were Jews or Christians or Sabeans [before Prophet Muhammad] - those [among them] who believed in Allah and the Last Day and did righteousness - will have their reward with their Lord, and no fear will there be concerning them, nor will they grieve.","page":513,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4605.mp3","colorText":"وَلَوْ قَ[n[ـٰ]تَلَكُمُ [h:12675[ٱ]لَّذِينَ كَفَرُو[s[اْ] لَوَلَّوُ[s[اْ] [h:12676[ٱ]لْأَ[q:2168[دْ]بَ[n[ـٰ]رَ ثُ[g[مّ]َ لَا يَجِدُونَ وَلِي[a:3006[ًّا و]َلَا نَصِيرًا","juz":26,"ruku":448,"manzil":6,"bangla_ahbayan":"অবিশ্বাসীরা তোমাদের বিরুদ্ধে যুদ্ধ করলে তারা অবশ্যই পৃষ্ঠ-প্রদর্শন করত, অতঃপর তারা কোন অভিভাবক ও সাহায্যকারী পেত না।[১]","bangla_bayan":"আর যারা কুফরী করেছে তারা যদি তোমাদের সাথে যুদ্ধ করে তবে অবশ্যই তারা পিঠ দেখিয়ে পালাবে। তারপর তারা কোন অভিভাবক ও সাহায্যকারী পাবে না।","bangla_mkhan":"যদি কাফেররা তোমাদের মোকাবেলা করত, তবে অবশ্যই তারা পৃষ্ঠপ্রদর্শন করত। তখন তারা কোন অভিভাবক ও সাহায্যকারী পেত না।","bangla_mujibur":"কাফিরেরা তোমাদের মুকাবিলা করলে পরিণামে তারা অবশ্যই পৃষ্ঠ প্রদর্শন করত, তখন তারা কোন অভিভাবক ও সাহায্যকারী পেতনা।","bangla_taisirul":"কাফিরগণ যদি তোমাদের সাথে যুদ্ধ বাঁধাত, তাহলে তারা অবশ্যই পিঠ ফিরিয়ে নিত, সে অবস্থায় তারা কোন পৃষ্ঠপোষক ও সাহায্যকারী পেত না।"},{"id":23,"arabic_text":"سُنَّۃَ  اللّٰہِ  الَّتِیۡ قَدۡ خَلَتۡ مِنۡ قَبۡلُ ۚۖ وَ لَنۡ  تَجِدَ  لِسُنَّۃِ  اللّٰہِ  تَبۡدِیۡلًا ﴿۲۳﴾ ","english_text":"And [recall] when We took your covenant, [O Children of Israel, to abide by the Torah] and We raised over you the mount, [saying], \"Take what We have given you with determination and remember what is in it that perhaps you may become righteous.\"","page":513,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4606.mp3","colorText":"سُ[g[نّ]َةَ [h:10837[ٱ]للَّهِ [h:4656[ٱ]لَّتِى قَ[q:298[دْ] خَلَتْ مِ[f:128[ن ق]َ[q:129[بْ]لُ‌ۖ وَلَ[f:3232[ن ت]َجِدَ لِسُ[g[نّ]َةِ [h:10896[ٱ]للَّهِ تَ[q:10752[بْ]دِيلاً","juz":26,"ruku":448,"manzil":6,"bangla_ahbayan":"এটাই আল্লাহর বিধান, যা পূর্ব হতে চলে আসছে;[১] তুমি আল্লাহর এই বিধানে কোন পরিবর্তন পাবে না।","bangla_bayan":"তোমাদের পূর্বে যারা গত হয়েছে তাদের ব্যাপারে এটি আল্লাহর নিয়ম; আর তুমি আল্লাহর নিয়মে কোন পরিবর্তন পাবে না।","bangla_mkhan":"এটাই আল্লাহর রীতি, যা পূর্ব থেকে চালু আছে। তুমি আল্লাহর রীতিতে কোন পরিবর্তন পাবে না।","bangla_mujibur":"ইহাই আল্লাহর বিধান, প্রাচীনকাল হতে চলে আসছে; তুমি আল্লাহর এই বিধানে কোন পরিবর্তন পাবেনা।","bangla_taisirul":"(এটাই) আল্লাহর বিধান, অতীতেও তাই হয়েছে, তুমি আল্লাহর বিধানে কক্ষনো কোন পরিবর্তন পাবে না।"},{"id":24,"arabic_text":"وَ ہُوَ الَّذِیۡ کَفَّ  اَیۡدِیَہُمۡ  عَنۡکُمۡ وَ اَیۡدِیَکُمۡ عَنۡہُمۡ بِبَطۡنِ مَکَّۃَ  مِنۡۢ بَعۡدِ اَنۡ  اَظۡفَرَکُمۡ عَلَیۡہِمۡ ؕ وَ کَانَ اللّٰہُ  بِمَا تَعۡمَلُوۡنَ بَصِیۡرًا ﴿۲۴﴾ ","english_text":"Then you turned away after that. And if not for the favor of Allah upon you and His mercy, you would have been among the losers.","page":514,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4607.mp3","colorText":"وَهُوَ [h:4114[ٱ]لَّذِى كَفَّ أَيْدِيَهُمْ عَ[f:255[نك]ُمْ وَأَيْدِيَكُمْ عَنْه[c:12677[ُم ب]ِبَ[q:12678[طْ]نِ مَكَّةَ م[i:146[ِنۢ ب]َعْدِ أَنْ أَظْفَرَكُمْ عَلَيْهِمْ‌ۚ وَكَانَ [h:2653[ٱ]للَّهُ بِمَا تَعْمَلُونَ بَصِيرًا","juz":26,"ruku":448,"manzil":6,"bangla_ahbayan":"তিনি মক্কা উপত্যকায় তাদের হাত তোমাদের হতে এবং তোমাদের হাত তাদের হতে নিবারিত করেছেন তাদের উপর তোমাদেরকে বিজয়ী করবার পর।[১] আর তোমরা যা কিছু কর, আল্লাহ তা দেখেন।","bangla_bayan":"আর তিনিই মক্কা উপত্যকায় তোমাদেরকে তাদের উপর বিজয়ী করার পর তাদের হাত তোমাদের থেকে এবং তোমাদের হাত তাদের থেকে ফিরায়ে রেখেছেন। আর তোমরা যা আমল কর, আল্লাহ হলেন তার সম্যক দ্রষ্টা।","bangla_mkhan":"তিনি মক্কা শহরে তাদের হাত তোমাদের থেকে এবং তোমাদের হাত তাদের থেকে নিবারিত করেছেন তাদের উপর তোমাদেরকে বিজয়ী করার পর। তোমরা যা কিছু কর, আল্লাহ তা দেখেন।","bangla_mujibur":"তিনি মাক্কা উপত্যকায় তাদের হাত তোমাদের হতে এবং তোমাদের হাত তাদের হতে নিবারিত করেছেন তাদের উপর তোমাদেরকে বিজয়ী করার পর। তোমরা যা কিছু কর আল্লাহ তা দেখেন।","bangla_taisirul":"মক্কা উপত্যকায় তিনিই তাদের হাত তোমাদের থেকে আর তোমাদের হাত তাদের থেকে বিরত রেখেছিলেন তোমাদেরকে তাদের উপর বিজয়ী করার পর। তোমরা যা কিছু কর আল্লাহ তা দেখেন।"},{"id":25,"arabic_text":"ہُمُ  الَّذِیۡنَ کَفَرُوۡا وَ صَدُّوۡکُمۡ عَنِ الۡمَسۡجِدِ الۡحَرَامِ  وَ الۡہَدۡیَ مَعۡکُوۡفًا اَنۡ یَّبۡلُغَ مَحِلَّہٗ ؕ وَ لَوۡ لَا رِجَالٌ مُّؤۡمِنُوۡنَ وَ نِسَآءٌ  مُّؤۡمِنٰتٌ لَّمۡ تَعۡلَمُوۡہُمۡ  اَنۡ  تَطَـُٔوۡہُمۡ فَتُصِیۡبَکُمۡ مِّنۡہُمۡ مَّعَرَّۃٌۢ  بِغَیۡرِ عِلۡمٍ ۚ لِیُدۡخِلَ اللّٰہُ فِیۡ رَحۡمَتِہٖ  مَنۡ یَّشَآءُ ۚ لَوۡ تَزَیَّلُوۡا لَعَذَّبۡنَا الَّذِیۡنَ کَفَرُوۡا مِنۡہُمۡ عَذَابًا اَلِیۡمًا ﴿۲۵﴾ ","english_text":"And you had already known about those who transgressed among you concerning the sabbath, and We said to them, \"Be apes, despised.\"","page":514,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4608.mp3","colorText":"هُمُ [h:12679[ٱ]لَّذِينَ كَفَرُو[s[اْ] وَصَدُّوكُمْ عَنِ [h:3362[ٱ]لْمَسْجِدِ [h:752[ٱ]لْحَرَامِ وَ[h:3816[ٱ]لْهَ[q:3816[دْ]ىَ مَعْكُوفًا أ[a:12680[َن ي]َ[q:1053[بْ]لُغَ مَحِلَّهُ[n[ۥ]‌ۚ وَلَوْلَا رِجَا[a:12681[لٌ م]ُّؤْمِنُونَ وَنِس[o[َا]ٓ[a:12682[ءٌ م]ُّؤْمِنَ[n[ـٰ][u:12683[تٌ ل]َّمْ تَعْلَمُوهُمْ أَ[f:12684[ن ت]َطَــُٔوهُمْ فَتُصِيبَك[w:12685[ُم م]ِّنْه[w:12686[ُم م]َّعَرَّ[i:12687[ةُۢ ب]ِغَيْرِ عِلْ[u:12688[مٍ‌ۖ ل]ِّيُ[q:12635[دْ]خِلَ [h:12689[ٱ]للَّهُ فِى رَحْمَتِه[n[ِۦ] م[a:476[َن ي]َش[o[َا]ٓءُ‌ۚ لَوْ تَزَيَّلُو[s[اْ] لَعَذَّ[q:12690[بْ]نَا [h:12691[ٱ]لَّذِينَ كَفَرُو[s[اْ] مِنْهُمْ عَذَابًا أَلِيمًا","juz":26,"ruku":448,"manzil":6,"bangla_ahbayan":"তারাই তো অবিশ্বাস করেছিল এবং তোমাদেরকে ‘মাসজিদুল হারাম’ হতে নিবৃত্ত করেছিল এবং কুরবানীর জন্য আবদ্ধ পশুগুলোকে কুরবানীগাহে পৌঁছতে বাধা দিয়েছিল।[১] যদি এমন কতকগুলো বিশ্বাসী নর ও নারী না থাকত, যাদেরকে তোমরা জান না, [২] অর্থাৎ তাদেরকে তোমরা পদদলিত করতে; ফলে তাদের কারণে অজ্ঞাতসারে তোমরা ক্ষতিগ্রস্ত হতে;[৩] (তাহলে তোমাদেরকে যুদ্ধের আদেশ দেওয়া হত।[৪] কিন্তু তা দেওয়া হয়নি) এ জন্যে যে, আল্লাহ যাকে ইচ্ছা তাকে নিজ করুণায় শামিল করবেন।[৫] যদি তারা পৃথক হত, তাহলে আমি তাদের মধ্যে অবিশ্বাসীদেরকে মর্মন্তুদ শাস্তি দিতাম। [৬]","bangla_bayan":"তারাইতো কুফরী করেছিল এবং তোমাদেরকে আল-মাসজিদুল হারাম থেকে বাধা দিয়েছিল আর কুরবানীর পশুগুলোকে কুরবানীর স্থানে পৌঁছতে বাধা দিয়েছিল। যদি মুমিন পুরুষরা ও মুমিন নারীরা না থাকত, যাদের সম্পর্কে তোমরা জান না যে, তোমরা অজ্ঞাতসারে তাদেরকে পদদলিত করবে, ফলে তাদের কারণে তোমরা দোষী হতে কিন্তু আমি তাদের উপর কর্তৃত্ব দিয়েছি যাতে আল্লাহ যাকে ইচ্ছা স্বীয় রহমতে প্রবেশ করাবেন। যদি তারা পৃথক থাকত, তাহলে তাদের মধ্যে যারা কুফরী করেছে তাদেরকে আমি অবশ্যই যন্ত্রণাদায়ক আযাব দিতাম।","bangla_mkhan":"তারাই তো কুফরী করেছে এবং বাধা দিয়েছে তোমাদেরকে মসজিদে হারাম থেকে এবং অবস্থানরত কোরবানীর জন্তুদেরকে যথাস্থানে পৌছতে। যদি মক্কায় কিছুসংখ্যক ঈমানদার পুরুষ ও ঈমানদার নারী না থাকত, যাদেরকে তোমরা জানতে না। অর্থাৎ তাদের পিষ্ট হয়ে যাওয়ার আশংকা না থাকত, অতঃপর তাদের কারণে তোমরা অজ্ঞাতসারে ক্ষতিগ্রস্ত হতে, তবে সব কিছু চুকিয়ে দেয়া হত; কিন্তু এ কারণে চুকানো হয়নি, যাতে আল্লাহ তা’আলা যাকে ইচ্ছা স্বীয় রহমতে দাখিল করে নেন। যদি তারা সরে যেত, তবে আমি অবশ্যই তাদের মধ্যে যারা কাফের তাদেরকে যন্ত্রনাদায়ক শস্তি দিতাম।","bangla_mujibur":"তারাইতো কুফরী করেছিল এবং নিবৃত্ত করেছিল তোমাদেরকে মাসজিদুল হারাম হতে এবং বাধা দিয়েছিল কুরবানীর জন্য আবদ্ধ পশুগুলিকে যথাস্থানে পৌঁছতে। তোমাদের যুদ্ধের আদেশ দেয়া হত, যদি না থাকত এমন কতকগুলি মু’মিন নর ও নারী যাদেরকে তোমরা জাননা, তাদেরকে তোমরা পদদলিত করতে অজ্ঞাতসারে। ফলে তাদের কারণে তোমরা ক্ষতিগ্রস্ত হতে। যুদ্ধের নির্দেশ দেয়া হয়নি এ জন্য যে, তিনি যাকে ইচ্ছা নিজ অনুগ্রহ দান করবেন, যদি তারা পৃথক হত, আমি তাদের মধ্যস্থিত কাফিরদেরকে মর্মন্তদ শাস্তি দিতাম।","bangla_taisirul":"কুফুরী তো তারাই করেছিল আর তোমাদেরকে মাসজিদুল হারাম থেকে বাধা দিয়েছিল। বাধা দিয়েছিল কুরবানীর পশুগুলোকে কুরবানীর স্থানে পৌঁছতে। মু’মিন পুরুষ আর মু’মিন নারীরা যদি (মাক্কায় কাফিরদের মাঝে) না থাকত যাদের সম্পর্কে তোমরা জান না আর অজ্ঞতাবশতই তোমরা তাদেরকে পর্যুদস্ত করে দিবে যার ফলে তোমাদের উপর কলঙ্ক লেপন হবে-এমন সম্ভাবনা না থাকত, তাহলে তোমাদেরকে যুদ্ধের আদেশ দেয়া হত। যুদ্ধের আদেশ দেয়া হয়নি যাতে আল্লাহ যাকে ইচ্ছে তাঁর রহমাতের মধ্যে শামিল করে নিতে পারেন। (মাক্কায় অনেক মু’মিন আর কাফিররা একত্রিত না থেকে) যদি তারা পৃথক হয়ে থাকত, তাহলে আমি তাদের মধ্যে কাফিরদেরকে ভয়াবহ শাস্তি দিতাম।"},{"id":26,"arabic_text":"اِذۡ جَعَلَ  الَّذِیۡنَ کَفَرُوۡا فِیۡ  قُلُوۡبِہِمُ الۡحَمِیَّۃَ حَمِیَّۃَ  الۡجَاہِلِیَّۃِ  فَاَنۡزَلَ اللّٰہُ سَکِیۡنَتَہٗ  عَلٰی رَسُوۡلِہٖ وَ عَلَی الۡمُؤۡمِنِیۡنَ وَ اَلۡزَمَہُمۡ کَلِمَۃَ  التَّقۡوٰی وَ کَانُوۡۤا  اَحَقَّ بِہَا وَ اَہۡلَہَا ؕ وَ کَانَ اللّٰہُ بِکُلِّ شَیۡءٍ عَلِیۡمًا ﴿۲۶﴾ ","english_text":"And We made it a deterrent punishment for those who were present and those who succeeded [them] and a lesson for those who fear Allah .","page":514,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4609.mp3","colorText":"إِذْ جَعَلَ [h:12692[ٱ]لَّذِينَ كَفَرُو[s[اْ] فِى قُلُوبِهِمُ [h:12693[ٱ]لْحَمِيَّةَ حَمِيَّةَ [h:12694[ٱ]لْجَ[n[ـٰ]هِلِيَّةِ فَأَ[f:5594[نز]َلَ [h:5595[ٱ]للَّهُ سَكِينَتَهُ[n[ۥ] عَلَىٰ رَسُولِه[n[ِۦ] وَعَلَى [h:5529[ٱ]لْمُؤْمِنِينَ وَأَلْزَمَهُمْ كَلِمَةَ [h:12695[ٱ][l[ل]تَّ[q:1084[قْ]وَىٰ وَكَان[o[ُوٓ][s[اْ] أَحَقَّ بِهَا وَأَهْلَهَا‌ۚ وَكَانَ [h:2653[ٱ]للَّهُ بِكُلِّ شَىْءٍ عَلِيمًا","juz":26,"ruku":448,"manzil":6,"bangla_ahbayan":"যখন[১] অবিশ্বাসীরা তাদের অন্তরে গোত্রীয় অহমিকা -- অজ্ঞতা যুগের অহমিকা পোষণ করেছিল, তখন আল্লাহ তাঁর রসূল ও বিশ্বাসীদের উপর স্বীয় প্রশান্তি বর্ষণ করলেন;[২]   আর  তাদেরকে  তাকওয়ার বাক্যে সৃদৃঢ় করলেন[৩] এবং তারাই ছিল এর অধিকতর যোগ্য ও উপযুক্ত। আর আল্লাহ সমস্ত বিষয়ে সম্যক জ্ঞান রাখেন।","bangla_bayan":"যখন কাফিররা তাদের অন্তরে আত্ম-অহমিকা পোষণ করেছিল, জাহিলী যুগের আহমিকা। তখন আল্লাহ তাঁর রাসূলের উপর ও মুমিনদের উপর স্বীয় প্রশান্তি নাযিল করলেন এবং তাকওয়ার বাণী তাদের জন্য অপরিহার্য করলেন, আর তারাই ছিল এর সর্বাধিক উপযুক্ত ও এর অধিকারী। আর আল্লাহ হলেন প্রত্যেক বিষয়ে সর্বজ্ঞ।","bangla_mkhan":"কেননা, কাফেররা তাদের অন্তরে মূর্খতাযুগের জেদ পোষণ করত। অতঃপর আল্লাহ তাঁর রসূল ও মুমিনদের উপর স্বীয় প্রশান্তি নাযিল করলেন এবং তাদের জন্যে সংযমের দায়িত্ব অপরিহার্য করে দিলেন। বস্তুতঃ তারাই ছিল এর অধিকতর যোগ্য ও উপযুক্ত। আল্লাহ সর্ববিষয়ে সম্যক জ্ঞাত।","bangla_mujibur":"যখন কাফিরেরা তাদের অন্তরে পোষণ করত গোত্রীয় অহমিকা-অজ্ঞতা যুগের অহমিকা, তখন আল্লাহ তাঁর রাসূল ও মু’মিনদেরকে স্বীয় প্রশান্তি দান করলেন; আর তাদেরকে তাকওয়ার বাক্যে সুদৃঢ় করলেন এবং তারাই ছিল এর অধিকতর যোগ্য ও উপযুক্ত। আল্লাহ সমস্ত বিষয়ে সম্যক জ্ঞান রাখেন।","bangla_taisirul":"কাফিররা যখন তাদের অন্তরে জিদ ও হঠকারিতা জাগিয়ে তুলল- অজ্ঞতার যুগের জিদ ও হঠকারিতা- তখন আল্লাহ তাঁর রসূল ও মু’মিনদের উপর স্বীয় প্রশান্তি অবতীর্ণ করলেন আর তাদের জন্য তাকওয়া অবলম্বনের নির্দেশ-বাণী অপরিহার্য (রূপে পালনীয়) ক’রে দিলেন; আর তারাই ছিল এর সবচেয়ে বেশি হকদার ও যোগ্য অধিকারী। আল্লাহ সকল বিষয়ে সর্বাধিক জ্ঞানের অধিকারী।"},{"id":27,"arabic_text":"لَقَدۡ صَدَقَ اللّٰہُ  رَسُوۡلَہُ  الرُّءۡیَا بِالۡحَقِّ ۚ  لَتَدۡخُلُنَّ  الۡمَسۡجِدَ الۡحَرَامَ اِنۡ شَآءَ اللّٰہُ  اٰمِنِیۡنَ ۙ مُحَلِّقِیۡنَ  رُءُوۡسَکُمۡ وَ مُقَصِّرِیۡنَ ۙ لَا  تَخَافُوۡنَ ؕ فَعَلِمَ  مَا لَمۡ تَعۡلَمُوۡا فَجَعَلَ مِنۡ  دُوۡنِ ذٰلِکَ فَتۡحًا قَرِیۡبًا ﴿۲۷﴾ ","english_text":"And [recall] when Moses said to his people, \"Indeed, Allah commands you to slaughter a cow.\" They said, \"Do you take us in ridicule?\" He said, \"I seek refuge in Allah from being among the ignorant.\"","page":514,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4610.mp3","colorText":"لَّقَ[q:2389[دْ] صَدَقَ [h:2112[ٱ]للَّهُ رَسُولَهُ [h:12696[ٱ][l[ل]رُّءْيَا بِ[h:370[ٱ]لْحَقِّ‌ۖ لَتَ[q:12697[دْ]خُلُ[g[نّ]َ [h:12698[ٱ]لْمَسْجِدَ [h:5536[ٱ]لْحَرَامَ إِ[f:364[ن ش][o[َا]ٓءَ [h:78[ٱ]للَّهُ ءَامِنِينَ مُحَلِّقِينَ رُءُوسَكُمْ وَمُقَصِّرِينَ لَا تَخَافُونَ‌ۖ فَعَلِمَ مَا لَمْ تَعْلَمُو[s[اْ] فَجَعَلَ مِ[f:107[ن د]ُونِ ذ[n[َٲ]لِكَ فَتْ[f:12668[حًا ق]َرِيبًا","juz":26,"ruku":449,"manzil":6,"bangla_ahbayan":"নিশ্চয়ই আল্লাহ তাঁর রসূল এর স্বপ্ন বাস্তবায়িত করেছেন, আল্লাহর ইচ্ছায় তোমরা অবশ্যই মসজিদুল হারামে প্রবেশ করবে নিরাপদে কেউ কেউ মস্তক মুন্ডন করবে, কেউ কেউ কেশ কর্তন করবে, তোমাদের কোন ভয় থাকবে না।[১] আল্লাহ জানেন তোমরা যা জান না।[২] এটা ছাড়াও তিনি তোমাদেরকে দান করেছেন এক আসন্ন বিজয়। [৩]","bangla_bayan":"অবশ্যই আল্লাহ তাঁর রাসূলকে স্বপ্নটি যথাযথভাবে সত্যে পরিণত করে দিয়েছেন। তোমরা ইনশাআল্লাহ নিরাপদে তোমাদের মাথা মুন্ডন করে এবং চুল ছেঁটে নির্ভয়ে আল-মাসজিদুল হারামে অবশ্যই প্রবেশ করবে। অতঃপর আল্লাহ জেনেছেন যা তোমরা জানতে না। সুতরাং এ ছাড়াও তিনি দিলেন এক নিকটবর্তী বিজয়।","bangla_mkhan":"আল্লাহ তাঁর রসূলকে সত্য স্বপ্ন দেখিয়েছেন। আল্লাহ চাহেন তো তোমরা অবশ্যই মসজিদে হারামে প্রবেশ করবে নিরাপদে মস্তকমুন্ডিত অবস্থায় এবং কেশ কর্তিত অবস্থায়। তোমরা কাউকে ভয় করবে না। অতঃপর তিনি জানেন যা তোমরা জান না। এছাড়াও তিনি দিয়েছেন তোমাদেরকে একটি আসন্ন বিজয়।","bangla_mujibur":"নিশ্চয়ই আল্লাহ তাঁর রাসূলের স্বপ্ন বাস্তবায়িত করেছেন, আল্লাহর ইচ্ছায় তোমরা অবশ্যই মাসজিদুল হারামে প্রবেশ করবে নিরাপদে - কেহ কেহ মাথা মুন্ডন করবে, কেহ কেহ কেশ কর্তন করবে; তোমাদের কোন ভয় থাকবেনা। আল্লাহ জানেন, তোমরা যা জাননা। এটা ছাড়াও তিনি তোমাদের দিয়েছেন এক সদ্য বিজয়।","bangla_taisirul":"আল্লাহ তাঁর রসূলকে প্রকৃত সত্য স্বপ্নই দেখিয়েছিলেন। আল্লাহর ইচ্ছায় তোমরা অবশ্য অবশ্যই মাসজিদে হারামে প্রবেশ করবে নিরাপদে, মস্তক মুন্ডিত অবস্থায় ও চুল কেটে, ভয়ভীতিহীন হয়ে। আল্লাহ জানেন, যা তোমরা জান না। (সেই স্বপ্ন তো পূর্ণ হবেই) তদুপরি তিনি দিলেন (হুদাইবিয়ার চুক্তি সম্পাদনের মাধ্যমে) নিকটাসন্ন বিজয়।"},{"id":28,"arabic_text":"ہُوَ الَّذِیۡۤ  اَرۡسَلَ  رَسُوۡلَہٗ  بِالۡہُدٰی وَ دِیۡنِ الۡحَقِّ  لِیُظۡہِرَہٗ  عَلَی الدِّیۡنِ کُلِّہٖ ؕ وَ کَفٰی بِاللّٰہِ  شَہِیۡدًا ﴿ؕ۲۸﴾ ","english_text":"They said, \"Call upon your Lord to make clear to us what it is.\" [Moses] said, \"[ Allah ] says, 'It is a cow which is neither old nor virgin, but median between that,' so do what you are commanded.\"","page":514,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4611.mp3","colorText":"هُوَ [h:153[ٱ]لَّذ[o[ِىٓ] أَرْسَلَ رَسُولَهُ[n[ۥ] بِ[h:54[ٱ]لْهُدَىٰ وَدِينِ [h:5557[ٱ]لْحَقِّ لِيُظْهِرَهُ[n[ۥ] عَلَى [h:5558[ٱ][l[ل]دِّينِ كُلِّه[n[ِۦ]‌ۚ وَكَفَىٰ بِ[h:32[ٱ]للَّهِ شَهِيدًا","juz":26,"ruku":449,"manzil":6,"bangla_ahbayan":"তিনি তাঁর রসূলকে পথনির্দেশ ও সত্য ধর্মসহ প্রেরণ করেছেন, অপর সমস্ত ধর্মের উপর একে জয়যুক্ত করার জন্য।[১] আর সাক্ষী হিসাবে আল্লাহই যথেষ্ট।","bangla_bayan":"তিনিই তাঁর রাসূলকে হিদায়াত ও সত্য দীনসহ প্রেরণ করেছেন, যাতে তিনি এটাকে সকল দীনের উপর বিজয়ী করতে পারেন। আর সাক্ষী হিসেবে আল্লাহই যথেষ্ট।","bangla_mkhan":"তিনিই তাঁর রসূলকে হেদায়েত ও সত্য ধর্মসহ প্রেরণ করেছেন, যাতে একে অন্য সমস্ত ধর্মের উপর জয়যুক্ত করেন। সত্য প্রতিষ্ঠাতারূপে আল্লাহ যথেষ্ট।","bangla_mujibur":"তিনি তাঁর রাসূলকে পথ নির্দেশ ও সত্য দীনসহ প্রেরণ করেছেন, অপর সমস্ত দীনের উপর একে জয়যুক্ত করার জন্য। সাক্ষী হিসাবে আল্লাহই যথেষ্ট।","bangla_taisirul":"তিনিই তাঁর রসূলকে পাঠিয়েছেন হিদায়াত ও সত্য দ্বীন সহকারে সকল দ্বীনের উপর সেটিকে বিজয়ী করার জন্য। (এ ব্যাপারে) সাক্ষী হিসেবে আল্লাহই যথেষ্ট।"},{"id":29,"arabic_text":"مُحَمَّدٌ  رَّسُوۡلُ اللّٰہِ ؕ وَ الَّذِیۡنَ مَعَہٗۤ اَشِدَّآءُ  عَلَی الۡکُفَّارِ  رُحَمَآءُ  بَیۡنَہُمۡ تَرٰىہُمۡ  رُکَّعًا سُجَّدًا یَّبۡتَغُوۡنَ  فَضۡلًا مِّنَ  اللّٰہِ  وَ رِضۡوَانًا ۫ سِیۡمَاہُمۡ  فِیۡ وُجُوۡہِہِمۡ  مِّنۡ  اَثَرِ السُّجُوۡدِ ؕ ذٰلِکَ مَثَلُہُمۡ  فِی التَّوۡرٰىۃِ ۚۖۛ وَ مَثَلُہُمۡ  فِی الۡاِنۡجِیۡلِ ۚ۟ۛ کَزَرۡعٍ  اَخۡرَجَ  شَطۡـَٔہٗ  فَاٰزَرَہٗ  فَاسۡتَغۡلَظَ فَاسۡتَوٰی عَلٰی سُوۡقِہٖ یُعۡجِبُ الزُّرَّاعَ  لِیَغِیۡظَ بِہِمُ  الۡکُفَّارَ ؕ وَعَدَ اللّٰہُ  الَّذِیۡنَ اٰمَنُوۡا وَ عَمِلُوا الصّٰلِحٰتِ مِنۡہُمۡ  مَّغۡفِرَۃً  وَّ اَجۡرًا عَظِیۡمًا ﴿۲۹﴾ ","english_text":"They said, \"Call upon your Lord to show us what is her color.\" He said, \"He says, 'It is a yellow cow, bright in color - pleasing to the observers.' \"","page":515,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4612.mp3","colorText":"مُّحَ[g[مّ]َ[u:12699[دٌ ر]َّسُولُ [h:3306[ٱ]للَّهِ‌ۚ وَ[h:37[ٱ]لَّذِينَ مَعَهُ[o[ۥٓ] أَشِدّ[o[َا]ٓءُ عَلَى [h:12700[ٱ]لْكُفَّارِ رُحَم[o[َا]ٓءُ بَيْنَهُمْ‌ۖ تَرَ[n[ٮٰ]هُمْ رُكَّ[f:12701[عًا س]ُجَّ[a:12702[دًا ي]َ[q:3357[بْ]تَغُونَ فَضْل[a:12703[اً م]ِّنَ [h:321[ٱ]للَّهِ وَرِضْو[n[َٲ][f:12704[نًا‌ۖ س]ِيمَاهُمْ فِى وُجُوهِه[w:12705[ِم م]ِّنْ أَثَرِ [h:12706[ٱ][l[ل]سُّجُودِ‌ۚ ذ[n[َٲ]لِكَ مَثَلُهُمْ فِى [h:5061[ٱ][l[ل]تَّوْرَ[n[ٮٰ]ةِ‌ۚ وَمَثَلُهُمْ فِى [h:12707[ٱ]لْإِ[f:3596[نج]ِيلِ كَزَرْعٍ أَخْرَجَ شَ[q:12708[طْ]ــَٔهُ[n[ۥ] فَـَٔـازَرَهُ[n[ۥ] فَ[h:12709[ٱ]سْتَغْلَظَ فَ[h:12710[ٱ]سْتَوَىٰ عَلَىٰ سُوقِه[n[ِۦ] يُعْجِبُ [h:12711[ٱ][l[ل]زُّرَّاعَ لِيَغِيظَ بِهِمُ [h:12712[ٱ]لْكُفَّارَ‌ۗ وَعَدَ [h:3055[ٱ]للَّهُ [h:1171[ٱ]لَّذِينَ ءَامَنُو[s[اْ] وَعَمِلُو[s[اْ] [h:118[ٱ][l[ل]صَّ[n[ـٰ]لِحَ[n[ـٰ]تِ مِنْه[w:12713[ُم م]َّغْفِرَ[a:10818[ةً و]َأَ[q:10819[جْ]رًا عَظِيمَۢا","juz":26,"ruku":449,"manzil":6,"bangla_ahbayan":"মুহাম্মাদ আল্লাহর রসূল; আর তার সহচরগণ অবিশ্বাসীদের প্রতি কঠোর এবং নিজেদের মধ্যে পরস্পরের প্রতি সহানুভূতিশীল; তুমি তাদেরকে রুকু ও সিজদায় অবনত অবস্থায় আল্লাহর অনুগ্রহ ও সন্তুষ্টি কামনা করতে দেখবে। তাদের মুখমন্ডলে সিজদার চিহ্ন থাকবে, তাওরাতে তাদের বর্ণনা এরূপই এবং ইঞ্জীলেও।[১] তাদের দৃষ্টান্ত একটি চারা গাছ, যা নির্গত করে কিশলয়,[২] অতঃপর তাকে শক্ত করে এবং তা পুষ্ট হয় ও দৃঢ়ভাবে কান্ডের উপর দাঁড়িয়ে যায়; যা চাষীদেরকে মুগ্ধ করে।[৩] এভাবে (আল্লাহ বিশ্বাসীদের সমৃদ্ধি দ্বারা) অবিশ্বাসীদের অন্তর্জ্বালা সৃষ্টি করেন।[৪] ওদের মধ্যে যারা বিশ্বাস করে ও সৎকর্ম করে, আল্লাহ তাদেরকে প্রতিশ্রুতি দিয়েছেন ক্ষমা ও মহা পুরস্কারের। [৫]","bangla_bayan":"মুহাম্মদ আল্লাহর রাসূল এবং তার সাথে যারা আছে তারা কাফিরদের প্রতি অত্যন্ত কঠোর; পরস্পরের প্রতি সদয়, তুমি তাদেরকে রুকূকারী, সিজদাকারী অবস্থায় দেখতে পাবে। তারা আল্লাহর করুণা ও সন্তুষ্টি অনুসন্ধান করছে। তাদের আলামত হচ্ছে, তাদের চেহারায় সিজদার চি‎হ্ন থাকে। এটাই তাওরাতে তাদের দৃষ্টান্ত। আর ইনজীলে তাদের দৃষ্টান্ত হলো একটি চারাগাছের মত, যে তার কঁচিপাতা উদগত করেছে ও শক্ত করেছে, অতঃপর তা পুষ্ট হয়েছে ও স্বীয় কান্ডের উপর মজবুতভাবে দাঁড়িয়েছে, যা চাষীকে আনন্দ দেয়। যাতে তিনি তাদের দ্বারা কাফিরদেরকে ক্রোধান্বিত করতে পারেন। তাদের মধ্যে যারা ঈমান আনে ও সৎকর্ম করে, আল্লাহ তাদের জন্য ক্ষমা ও মহাপ্রতিদানের ওয়াদা করেছেন।","bangla_mkhan":"মুহাম্মদ আল্লাহর রসূল এবং তাঁর সহচরগণ কাফেরদের প্রতি কঠোর, নিজেদের মধ্যে পরস্পর সহানুভূতিশীল। আল্লাহর অনুগ্রহ ও সন্তুষ্টি কামনায় আপনি তাদেরকে রুকু ও সেজদারত দেখবেন। তাদের মুখমন্ডলে রয়েছে সেজদার চিহ্ন । তওরাতে তাদের অবস্থা এরূপ এবং ইঞ্জিলে তাদের অবস্থা যেমন একটি চারা গাছ যা থেকে নির্গত হয় কিশলয়, অতঃপর তা শক্ত ও মজবুত হয় এবং কান্ডের উপর দাঁড়ায় দৃঢ়ভাবে-চাষীকে আনন্দে অভিভুত করে-যাতে আল্লাহ তাদের দ্বারা কাফেরদের অন্তর্জালা সৃষ্টি করেন। তাদের মধ্যে যারা বিশ্বাস স্থাপন করে এবং সৎকর্ম করে, আল্লাহ তাদেরকে ক্ষমা ও মহাপুরস্কারের ওয়াদা দিয়েছেন।","bangla_mujibur":"মুহাম্মাদ আল্লাহর রাসূল; তার সহচরগণ কাফিরদের প্রতি কঠোর এবং নিজেদের মধ্যে পরস্পরের প্রতি সহানুভূতিশীল; আল্লাহর অনুগ্রহ ও সন্তুষ্টি কামনায় তুমি তাদেরকে রুকু ও সাজদাহয় অবনত দেখবে। তাদের মুখে সাজদাহর চিহ্ন থাকবে, তাওরাতে তার বর্ণনা এইরূপই এবং ইঞ্জীলেও। তাদের দৃষ্টান্ত একটি চারাগাছ, যা হতে নিগর্ত হয় কিশলয়, অতঃপর ওটা শক্ত পুষ্ট হয় এবং পরে কান্ডের উপর দাঁড়ায় দৃঢ়ভাবে যা কৃষকের জন্য আনন্দদায়ক। এভাবে আল্লাহ মু’মিনদের সমৃদ্ধি দ্বারা কাফিরদের অন্তরজ্বালা সৃষ্টি করেন। যারা ঈমান আনে ও সৎ কাজ করে আল্লাহ তাদেরকে প্রতিশ্রুতি দিয়েছেন ক্ষমা ও পুরস্কারের।","bangla_taisirul":"মুহাম্মাদ আল্লাহর রসুল। আর যে সব লোক তাঁর সঙ্গে আছে তারা কাফিরদের প্রতি অত্যন্ত কঠোর, নিজেদের পরস্পরের প্রতি দয়াশীল। তাদেরকে তুমি দেখবে রুকূ‘ ও সাজদায় অবনত অবস্থায়, তারা আল্লাহর অনুগ্রহ ও সন্তুষ্টি অনুসন্ধানে নিয়োজিত। তাদের চিহ্ন হল, তাদের মুখমন্ডলে সেজদা্র প্রভাব পরিস্ফুট হয়ে আছে। তাদের এমন দৃষ্টান্তের কথা তাওরাতে আছে, তাদের দৃষ্টান্ত ইঞ্জিলেও আছে। (তারা) যেন একটা চারাগাছ তার কচিপাতা বের করে, তারপর তা শক্ত হয়, অতঃপর তা কান্ডের উপর মজবুত হয়ে দাঁড়িয়ে যায়- যা চাষীকে আনন্দ দেয়। (এভাবে আল্লাহ মু’মিনদেরকে দুর্বল অবস্থা থেকে দৃঢ় ভিত্তির উপর দাঁড় ক’রে দেন) যাতে কাফিরদের অন্তর গোস্বায় জ্বলে যায়। তাদের মধ্য থেকে যারা ঈমান আনে আর সৎকর্ম করে, আল্লাহ তাদের জন্য ক্ষমা ও মহা পুরস্কারের প্রতিশ্রুতি দিয়েছেন।"}]}}