{"surahDetails":{"id":50,"banglaName":"কাফ","totalAyah":45,"arabicInBangla":"ক্বা-ফ"},"surah":{"id":50,"verses":[{"id":1,"arabic_text":"قٓ ۟ۚ وَ الۡقُرۡاٰنِ  الۡمَجِیۡدِ ۚ﴿۱﴾ ","english_text":"And establish prayer and give zakah and bow with those who bow [in worship and obedience].","page":518,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4631.mp3","colorText":"[m[قٓ]‌ۚ وَ[h:5855[ٱ]لْقُرْءَانِ [h:12775[ٱ]لْمَج[p[ِي][q[د]ِ","juz":26,"ruku":452,"manzil":7,"bangla_ahbayan":"ক্বাফ, শপথ গৌরবান্বিত কুরআনের। [১]","bangla_bayan":"কাফ; মর্যাদাপূর্ণ কুরআনের কসম।","bangla_mkhan":"ক্বাফ! সম্মানিত কোরআনের শপথ;","bangla_mujibur":"কাফ, শপথ কুরআনের (তুমি অবশ্যই সতর্ককারী)।","bangla_taisirul":"ক্বাফ, শপথ মাহাত্ম্যপূর্ণ কুরআনের (যে তুমি আল্লাহর রসূল।)"},{"id":2,"arabic_text":"بَلۡ عَجِبُوۡۤا اَنۡ جَآءَہُمۡ مُّنۡذِرٌ مِّنۡہُمۡ فَقَالَ  الۡکٰفِرُوۡنَ ہٰذَا شَیۡءٌ عَجِیۡبٌ ۚ﴿۲﴾ ","english_text":"Do you order righteousness of the people and forget yourselves while you recite the Scripture? Then will you not reason?","page":518,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4632.mp3","colorText":"بَلْ عَجِب[o[ُوٓ][s[اْ] أَ[f:11468[ن ج][o[َا]ٓءَه[w:11469[ُم م]ُّ[f:6895[نذ]ِ[a:11470[رٌ م]ِّنْهُمْ فَقَالَ [h:12776[ٱ]لْكَ[n[ـٰ]فِرُونَ هَ[n[ـٰ]ذَا شَىْءٌ عَج[p[ِي][q[ب]ٌ","juz":26,"ruku":452,"manzil":7,"bangla_ahbayan":"কিন্তু অবিশ্বাসীরা তাদের মধ্য হতে একজন সতর্ককারী আবির্ভূত হতে দেখে বিস্ময়বোধ করে ও বলে, ‘এটা তো এক আশ্চর্য ব্যাপার। [১]","bangla_bayan":"বরং তারা বিস্মিত হয়েছে যে, তাদের মধ্য থেকে একজন সতর্ককারী তাদের কাছে এসেছে। অতঃপর কাফিররা বলল, ‘এতো এক বিস্ময়কর বস্তু’!","bangla_mkhan":"বরং তারা তাদের মধ্য থেকেই একজন ভয় প্রদর্শনকারী আগমন করেছে দেখে বিস্ময় বোধ করে। অতঃপর কাফেররা বলেঃ এটা আশ্চর্যের ব্যাপার।","bangla_mujibur":"কিন্তু কাফিরেরা তাদের মধ্য হতে একজন সতর্ককারী আবির্ভূত হতে দেখে বিস্ময় বোধ করে এবং বলেঃ এটাতো এক আশ্চর্য ব্যাপার।","bangla_taisirul":"বরং এ লোকেরা বিস্মিত হচ্ছে যে, তাদের কাছে তাদেরই মধ্য হতে একজন সর্তককারী এসেছে। যার কারণে কাফিররা বলে- ‘এতো বড়ই আশ্চর্যজনক ব্যাপার!"},{"id":3,"arabic_text":"ءَاِذَا مِتۡنَا وَ کُنَّا تُرَابًا ۚ ذٰلِکَ رَجۡعٌۢ بَعِیۡدٌ ﴿۳﴾ ","english_text":"And seek help through patience and prayer, and indeed, it is difficult except for the humbly submissive [to Allah ]","page":518,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4633.mp3","colorText":"أَءِذَا مِتْنَا وَكُ[g[نّ]َا تُرَا[f:12777[بًا‌ۖ ذ][n[َٲ]لِكَ رَ[q:12778[جْ][i:12779[عُۢ ب]َع[p[ِي][q[د]ٌ","juz":26,"ruku":452,"manzil":7,"bangla_ahbayan":"আমাদের মৃত্যু হলে এবং আমরা মাটিতে পরিণত হলে (আমরা কি পুনরুজ্জীবিত হব?) সে প্রত্যাবর্তন তো সুদূর পরাহত!’ [১]","bangla_bayan":"‘আমরা যখন মারা যাব এবং মাটিতে পরিণত হব তখনো কি (আমরা পুনরুত্থিত হব)? এ ফিরে যাওয়া সুদূরপরাহত’।","bangla_mkhan":"আমরা মরে গেলে এবং মৃত্তিকায় পরিণত হয়ে গেলেও কি পুনরুত্থিত হব? এ প্রত্যাবর্তন সুদূরপরাহত।","bangla_mujibur":"আমাদের মৃত্যু হলে এবং আমরা মৃত্তিকায় পরিণত হলে আমরা কি পুনরুজ্জীবিত হব? এ প্রত্যাবর্তন সুদূর পরাহত!","bangla_taisirul":"আমরা যখন মরে যাব আর মাটি হয়ে যাব (তখন আমাদেরকে আবার আল্লাহর কাছে ফিরে যেতে হবে)? এ ফিরে যাওয়াটা তো বহু দূরের ব্যাপার।"},{"id":4,"arabic_text":"قَدۡ عَلِمۡنَا مَا تَنۡقُصُ الۡاَرۡضُ مِنۡہُمۡ ۚ وَ عِنۡدَنَا کِتٰبٌ  حَفِیۡظٌ ﴿۴﴾ ","english_text":"Who are certain that they will meet their Lord and that they will return to Him.","page":518,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4634.mp3","colorText":"قَ[q:298[دْ] عَلِمْنَا مَا تَ[f:12780[نق]ُصُ [h:12781[ٱ]لْأَرْضُ مِنْهُمْ‌ۖ وَعِ[f:12782[ند]َنَا كِتَ[n[ـٰ]بٌ حَف[p[ِي]ظُۢ","juz":26,"ruku":452,"manzil":7,"bangla_ahbayan":"মাটি তাদের কতটুকু ক্ষয় করে, আমি অবশ্যই তা জানি এবং আমার নিকট আছে সংরক্ষিত কিতাব।[১]","bangla_bayan":"অবশ্যই আমি জানি মাটি তাদের থেকে যতটুকু ক্ষয় করে। আর আমার কাছে আছে অধিক সংরক্ষণকারী কিতাব।","bangla_mkhan":"মৃত্তিকা তাদের কতটুকু গ্রাস করবে, তা আমার জানা আছে এবং আমার কাছে আছে সংরক্ষিত কিতাব।","bangla_mujibur":"আমিতো জানি, মৃত্তিকা ক্ষয় করে তাদের কতটুকু এবং আমার নিকট আছে রক্ষিত ফলক।","bangla_taisirul":"আমি জানি মাটি তাদের কতটুকু ক্ষয় করে আর আমার কাছে আছে এক কিতাব যা (সব কিছুর পূর্ণ বিবরণ) সংরক্ষণ করে।"},{"id":5,"arabic_text":"بَلۡ کَذَّبُوۡا بِالۡحَقِّ لَمَّا جَآءَہُمۡ فَہُمۡ  فِیۡۤ اَمۡرٍ  مَّرِیۡجٍ ﴿۵﴾ ","english_text":"O Children of Israel, remember My favor that I have bestowed upon you and that I preferred you over the worlds.","page":518,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4635.mp3","colorText":"بَلْ كَذَّبُو[s[اْ] بِ[h:370[ٱ]لْحَقِّ لَ[g[مّ]َا ج[o[َا]ٓءَهُمْ فَهُمْ ف[o[ِىٓ] أَمْ[a:12783[رٍ م]َّر[p[ِي][q[ج]ٍ","juz":26,"ruku":452,"manzil":7,"bangla_ahbayan":"বস্তুতঃ তাদের নিকট সত্য আসার পর তারা তা মিথ্যা মনে করেছে। ফলে তারা সংশয়ে দোদুল্যমান।[১]","bangla_bayan":"বরং তারা সত্যকে অস্বীকার করেছে, যখনই তাদের কাছে সত্য এসেছে। অতএব তারা সংশয়যুক্ত বিষয়ের মধ্যে রয়েছে।","bangla_mkhan":"বরং তাদের কাছে সত্য আগমন করার পর তারা তাকে মিথ্যা বলছে। ফলে তারা সংশয়ে পতিত রয়েছে।","bangla_mujibur":"বস্তুতঃ তাদের নিকট সত্য আসার পর তা প্রত্যাখ্যান করেছে। ফলে তারা সংশয়ে দোদুল্যমান।","bangla_taisirul":"তাদের কাছে সত্য আসার পর তারা তা অস্বীকার করেছে, কাজেই এখন তারা সংশয়ের মধ্যে পড়ে আছে।"},{"id":6,"arabic_text":"اَفَلَمۡ  یَنۡظُرُوۡۤا  اِلَی السَّمَآءِ  فَوۡقَہُمۡ کَیۡفَ بَنَیۡنٰہَا وَ زَیَّنّٰہَا وَ مَا لَہَا مِنۡ فُرُوۡجٍ ﴿۶﴾ ","english_text":"And fear a Day when no soul will suffice for another soul at all, nor will intercession be accepted from it, nor will compensation be taken from it, nor will they be aided.","page":518,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4636.mp3","colorText":"أَفَلَمْ يَ[f:5165[نظ]ُر[o[ُوٓ][s[اْ] إِلَى [h:157[ٱ][l[ل]سَّم[o[َا]ٓءِ فَوْقَهُمْ كَيْفَ بَنَيْنَ[n[ـٰ]هَا وَزَيَّ[g[نّ]َ[n[ـٰ]هَا وَمَا لَهَا مِ[f:12784[ن ف]ُر[p[ُو][q[ج]ٍ","juz":26,"ruku":452,"manzil":7,"bangla_ahbayan":"তারা কি তাদের উপরিস্থিত আকাশের দিকে তাকিয়ে দেখে না যে, আমি কিভাবে ওটা নির্মাণ করেছি[১] ও তাকে সুশোভিত করেছি[২] এবং ওতে কোন ফাটলও নেই? [৩]","bangla_bayan":"তারা কি তাদের উপরে আসমানের দিকে তাকায় না, কিভাবে আমি তা বানিয়েছি এবং তা সুশোভিত করেছি? আর তাতে কোন ফাটল নেই।","bangla_mkhan":"তারা কি তাদের উপরস্থিত আকাশের পানে দৃষ্টিপাত করে না আমি কিভাবে তা নির্মাণ করেছি এবং সুশোভিত করেছি? তাতে কোন ছিদ্রও নেই।","bangla_mujibur":"তারা কি তাদের উর্ধ্বস্থিত আকাশের দিকে তাকিয়ে দেখেনা যে, আমি কিভাবে ওটা নির্মাণ করেছি এবং ওকে সুশোভিত করেছি এবং ওতে কোন ফাটলও নেই?","bangla_taisirul":"তারা কি তাদের উপরে অবস্থিত আকাশের দিকে তাকায় না, কীভাবে আমি তাকে বানিয়েছি, তাকে সুশোভিত করেছি আর তাতে নেই কোন ফাটল?"},{"id":7,"arabic_text":"وَ الۡاَرۡضَ مَدَدۡنٰہَا وَ اَلۡقَیۡنَا فِیۡہَا رَوَاسِیَ وَ اَنۡۢبَتۡنَا فِیۡہَا مِنۡ کُلِّ  زَوۡجٍۭ بَہِیۡجٍ ۙ﴿۷﴾   ","english_text":"And [recall] when We saved your forefathers from the people of Pharaoh, who afflicted you with the worst torment, slaughtering your [newborn] sons and keeping your females alive. And in that was a great trial from your Lord.","page":518,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4637.mp3","colorText":"وَ[h:9999[ٱ]لْأَرْضَ مَدَ[q:7217[دْ]نَ[n[ـٰ]هَا وَأَلْقَيْنَا فِيهَا رَو[n[َٲ]سِىَ وَأَ[i:7218[نۢب]َتْنَا فِيهَا مِ[f:843[ن ك]ُلِّ زَوْ[i:8922[جِۭ ب]َه[p[ِي][q[ج]ٍ","juz":26,"ruku":452,"manzil":7,"bangla_ahbayan":"আমি পৃথিবীকে বিস্তৃত করেছি এবং তাতে পর্বতমালা স্থাপন করেছি এবং ওতে উদগত করেছি চোখ-জুড়ানো নানা প্রকার উদ্ভিদ। [১]","bangla_bayan":"আর আমি যমীনকে বিস্তৃত করেছি, তাতে পর্বতমালা স্থাপন করেছি এবং তাতে প্রত্যেক প্রকারের সুদৃশ্য উদ্ভিদ উদগত করেছি।","bangla_mkhan":"আমি ভূমিকে বিস্তৃত করেছি, তাতে পর্বতমালার ভার স্থাপন করেছি এবং তাতে সর্বপ্রকার নয়নাভিরাম উদ্ভিদ উদগত করেছি।","bangla_mujibur":"আমি বিস্তৃত করেছি ভূমিকে ও তাতে স্থাপন করেছি পর্বতমালা এবং ওতে উদ্গত করেছি নয়ন প্রীতিকর সর্বপ্রকার উদ্ভিদ –","bangla_taisirul":"আর পৃথিবী- তাকে করেছি বিস্তৃত আর তাতে সংস্থাপিত করেছি পর্বতরাজি আর তাতে উদ্গত করেছি যাবতীয় সুদৃশ্য উদ্ভিদরাজি।"},{"id":8,"arabic_text":"تَبۡصِرَۃً  وَّ  ذِکۡرٰی لِکُلِّ عَبۡدٍ مُّنِیۡبٍ ﴿۸﴾  ","english_text":"And [recall] when We parted the sea for you and saved you and drowned the people of Pharaoh while you were looking on.","page":518,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4638.mp3","colorText":"تَ[q:12785[بْ]صِرَ[a:12786[ةً و]َذِكْرَىٰ لِكُلِّ عَ[q:10938[بْ][a:10939[دٍ م]ُّن[p[ِي][q[ب]ٍ","juz":26,"ruku":452,"manzil":7,"bangla_ahbayan":"(আল্লাহ) অভিমুখী প্রত্যেক ব্যক্তির জন্য জ্ঞান ও উপদেশ স্বরূপ। [১]","bangla_bayan":"আল্লাহ অভিমুখী প্রতিটি বান্দার জন্য জ্ঞান ও উপদেশ হিসেবে।","bangla_mkhan":"এটা জ্ঞান আহরণ ও স্মরণ করার মত ব্যাপার প্রত্যেক অনুরাগী বান্দার জন্যে।","bangla_mujibur":"আল্লাহর অনুরাগী প্রত্যেক ব্যক্তির জন্য, জ্ঞান ও উপদেশ স্বরূপ।","bangla_taisirul":"প্রতিটি (আল্লাহ) অভিমুখী বান্দাহর জন্য চক্ষু উন্মোচনকারী ও উপদেশ হিসেবে।"},{"id":9,"arabic_text":"وَ نَزَّلۡنَا مِنَ السَّمَآءِ  مَآءً مُّبٰرَکًا فَاَنۡۢبَتۡنَا بِہٖ جَنّٰتٍ وَّ حَبَّ الۡحَصِیۡدِ ۙ﴿۹﴾","english_text":"And [recall] when We made an appointment with Moses for forty nights. Then you took [for worship] the calf after him, while you were wrongdoers.","page":518,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4639.mp3","colorText":"وَنَزَّلْنَا مِنَ [h:64[ٱ][l[ل]سَّم[o[َا]ٓءِ م[o[َا]ٓ[a:12787[ءً م]ُّبَ[n[ـٰ]رَ[f:12788[كًا ف]َأَ[i:9998[نۢب]َتْنَا بِه[n[ِۦ] جَ[g[نّ]َ[n[ـٰ][a:12789[تٍ و]َحَبَّ [h:12790[ٱ]لْحَص[p[ِي][q[د]ِ","juz":26,"ruku":452,"manzil":7,"bangla_ahbayan":"আকাশ হতে আমি বর্ষণ করি কল্যাণকর বৃষ্টি এবং তার দ্বারা আমি সৃষ্টি করি বহু বাগান ও পরিপক্ব শস্যরাজি, [১]","bangla_bayan":"আর আমি আসমান থেকে বরকতময় পানি নাযিল করেছি। অতঃপর তা দ্বারা আমি উৎপন্ন করি বাগ-বাগিচা ও কর্তনযোগ্য শস্যদানা।","bangla_mkhan":"আমি আকাশ থেকে কল্যাণময় বৃষ্টি বর্ষণ করি এবং তদ্বারা বাগান ও শস্য উদগত করি, যেগুলোর ফসল আহরণ করা হয়।","bangla_mujibur":"আকাশ হতে আমি বর্ষণ করি কল্যাণকর বৃষ্টি এবং তদ্বারা আমি সৃষ্টি করি উদ্যান ও উদগত করি শস্য।","bangla_taisirul":"আমি আকাশ থেকে বর্ষণ করি কল্যাণকর বৃষ্টি আর তা দিয়ে সৃষ্টি করি বাগান আর মাড়াইযোগ্য শস্যদানা,"},{"id":10,"arabic_text":"وَ النَّخۡلَ بٰسِقٰتٍ  لَّہَا طَلۡعٌ  نَّضِیۡدٌ ﴿ۙ۱۰﴾ ","english_text":"Then We forgave you after that so perhaps you would be grateful.","page":518,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4640.mp3","colorText":"وَ[h:9999[ٱ][l[ل][g[نّ]َخْلَ بَاسِقَ[n[ـٰ][u:12791[تٍ ل]َّهَا طَلْ[a:12792[عٌ ن]َّض[p[ِي][q[د]ٌ","juz":26,"ruku":452,"manzil":7,"bangla_ahbayan":"আর উঁচু উঁচু খেজুর বৃক্ষ; যাতে আছে কাঁদি কাঁদি খেজুর --[১]","bangla_bayan":"আর সমুন্নত খেজুরগাছ, যাতে আছে গুচ্ছ গুচ্ছ খেজুর ছড়া,","bangla_mkhan":"এবং লম্বমান খর্জুর বৃক্ষ, যাতে আছে গুচ্ছ গুচ্ছ খর্জুর,","bangla_mujibur":"ও সমুন্নত খেজুর বৃক্ষ, যাতে আছে গুচ্ছ খেজুর –","bangla_taisirul":"আর উঁচু খেজুর গাছ যাতে আছে খেজুর গুচ্ছ স্তরে স্তরে সাজানো।"},{"id":11,"arabic_text":"رِّزۡقًا  لِّلۡعِبَادِ ۙ وَ اَحۡیَیۡنَا بِہٖ بَلۡدَۃً  مَّیۡتًا ؕ  کَذٰلِکَ  الۡخُرُوۡجُ ﴿۱۱﴾ ","english_text":"And [recall] when We gave Moses the Scripture and criterion that perhaps you would be guided.","page":518,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4641.mp3","colorText":"رِّزْ[u:12793[قًا ل]ِّلْعِبَادِ‌ۖ وَأَحْيَيْنَا بِه[n[ِۦ] بَلْدَ[a:9661[ةً م]َّيْ[f:12206[تًا‌ۚ ك]َذ[n[َٲ]لِكَ [h:12794[ٱ]لْخُر[p[ُو][q[ج]ُ","juz":26,"ruku":452,"manzil":7,"bangla_ahbayan":"(আমার) দাসদের জীবিকাস্বরূপ। আর বৃষ্টি দ্বারা আমি সঞ্জীবিত করি মৃত ভূমিকে, এভাবে পুনরুত্থান ঘটবে। [১]","bangla_bayan":"আমার বান্দাদের জন্য রিয্কস্বরূপ। আর আমি পানি দ্বারা মৃত শহর সঞ্জীবিত করি। এভাবেই উত্থান ঘটবে।","bangla_mkhan":"বান্দাদের জীবিকাস্বরূপ এবং বৃষ্টি দ্বারা আমি মৃত জনপদকে সঞ্জীবিত করি। এমনিভাবে পুনরুত্থান ঘটবে।","bangla_mujibur":"আমার বান্দাদের জীবিকা স্বরূপ; আর আমি সঞ্জীবিত করি মৃত ভূমিকে; এভাবে পুনরুত্থান ঘটবে।","bangla_taisirul":"বান্দাহদের রিযক হিসেবে। আর আমি পানি দিয়ে জীবন্ত করে তুলি মৃত যমীনকে। এভাবেই বের করা হবে (ক্ববর থেকে মানুষদের)।"},{"id":12,"arabic_text":"کَذَّبَتۡ قَبۡلَہُمۡ قَوۡمُ نُوۡحٍ وَّ اَصۡحٰبُ الرَّسِّ  وَ  ثَمُوۡدُ ﴿ۙ۱۲﴾ ","english_text":"And [recall] when Moses said to his people, \"O my people, indeed you have wronged yourselves by your taking of the calf [for worship]. So repent to your Creator and kill yourselves. That is best for [all of] you in the sight of your Creator.\" Then He accepted your repentance; indeed, He is the Accepting of repentance, the Merciful.","page":518,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4642.mp3","colorText":"كَذَّبَتْ قَ[q:8394[بْ]لَهُمْ قَوْمُ نُو[a:12795[حٍ و]َأَصْحَ[n[ـٰ]بُ [h:12796[ٱ][l[ل]رَّسِّ وَثَم[p[ُو][q[د]ُ","juz":26,"ruku":452,"manzil":7,"bangla_ahbayan":"তাদের পূর্বেও মিথ্যাজ্ঞান করেছিল নূহ এর সম্প্রদায়, রাস্[১] ও সামূদ সম্প্রদায়,","bangla_bayan":"তাদের পূর্বে সত্য প্রত্যাখ্যান করেছিল নূহের সম্প্রদায়, রাস্ এর অধিবাসী ও সামূদ সম্প্রদায়।","bangla_mkhan":"তাদের পূর্বে মিথ্যাবাদী বলেছে নূহের সম্প্রদায়, কুপবাসীরা এবং সামুদ সম্প্রদায়।","bangla_mujibur":"তাদের পূর্বেও সত্য প্রত্যাখ্যান করেছিল নূহের সম্প্রদায়, রা'স ও সামূদ সম্প্রদায় –","bangla_taisirul":"এদের আগে সত্যকে মেনে নিতে অস্বীকার করেছিল নূহের জাতি, রাস্‌স ও সামুদ জাতি,"},{"id":13,"arabic_text":"وَ عَادٌ  وَّ  فِرۡعَوۡنُ وَ  اِخۡوَانُ  لُوۡطٍ ﴿ۙ۱۳﴾ ","english_text":"And [recall] when you said, \"O Moses, we will never believe you until we see Allah outright\"; so the thunderbolt took you while you were looking on.","page":518,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4643.mp3","colorText":"وَعَا[a:11490[دٌ و]َفِرْعَوْنُ وَإِخْو[n[َٲ]نُ ل[p[ُو][q[ط]ٍ","juz":26,"ruku":452,"manzil":7,"bangla_ahbayan":"আ’দ, ফিরআউন ও লূত সম্প্রদায়,","bangla_bayan":"‘আদ, ফির‘আউন ও লূত সম্প্রদায়।","bangla_mkhan":"আদ, ফেরাউন, ও লূতের সম্প্রদায়,","bangla_mujibur":"আদ, ফির‘আউন ও লূত সম্প্রদায়।","bangla_taisirul":"‘আদ, ফেরাউন ও লূত জাতি,"},{"id":14,"arabic_text":"وَّ اَصۡحٰبُ  الۡاَیۡکَۃِ  وَ قَوۡمُ تُبَّعٍ ؕ کُلٌّ کَذَّبَ الرُّسُلَ  فَحَقَّ وَعِیۡدِ ﴿۱۴﴾ ","english_text":"Then We revived you after your death that perhaps you would be grateful.","page":518,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4644.mp3","colorText":"وَأَصْحَ[n[ـٰ]بُ [h:12797[ٱ]لْأَيْكَةِ وَقَوْمُ تُبَّ[f:12798[عٍ‌ۚ ك]ُ[f:12799[لٌّ ك]َذَّبَ [h:11495[ٱ][l[ل]رُّسُلَ فَحَقَّ وَع[p[ِي][q[د]ِ","juz":26,"ruku":452,"manzil":7,"bangla_ahbayan":"এবং আয়কার অধিবাসী[১] ও তুব্বা’ সম্প্রদায়,[২] তারা সবাই রসূলদেরকে মিথ্যাবাদী বলেছিল,[৩] ফলে তাদের উপর আমার শাস্তির প্রতিশ্রুতি সত্য হয়েছে।","bangla_bayan":"আইকার অধিবাসী ও তুব্বা‘ সম্প্রদায়। সকলেই রাসূলদেরকে মিথ্যাবাদী বলেছিল।","bangla_mkhan":"বনবাসীরা এবং তোব্বা সম্প্রদায়। প্রত্যেকেই রসূলগণকে মিথ্যা বলেছে, অতঃপর আমার শাস্তির যোগ্য হয়েছে।","bangla_mujibur":"এবং আইকাহর অধিবাসী ও তুব্বা সম্প্রদায়; তারা সবাই রাসূলদেরকে মিথ্যাবাদী বলেছিল। ফলে তাদের উপর আমার শাস্তি আপতিত হয়েছে।","bangla_taisirul":"আইকাবাসী ও তুব্বার জাতি। তারা সকলেই রসূলদেরকে মিথ্যা বলে অস্বীকার করেছিল, ফলে তাদের উপর আমার শাস্তি অবধারিত হয়েছিল।"},{"id":15,"arabic_text":"اَفَعَیِیۡنَا بِالۡخَلۡقِ الۡاَوَّلِ ؕ بَلۡ ہُمۡ فِیۡ لَبۡسٍ مِّنۡ خَلۡقٍ جَدِیۡدٍ ﴿۱۵﴾ ","english_text":"And We shaded you with clouds and sent down to you manna and quails, [saying], \"Eat from the good things with which We have provided you.\" And they wronged Us not - but they were [only] wronging themselves.","page":518,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4645.mp3","colorText":"أَفَعَيِينَا بِ[h:12800[ٱ]لْخَلْقِ [h:12801[ٱ]لْأَوَّلِ‌ۚ بَلْ هُمْ فِى لَ[q:12802[بْ][a:12803[سٍ م]ِّنْ خَلْ[f:6887[قٍ ج]َد[p[ِي][q[د]ٍ","juz":26,"ruku":452,"manzil":7,"bangla_ahbayan":"আমি কি প্রথমবার সৃষ্টি করেই ক্লান্ত হয়ে পড়েছি?[১] বরং পুনঃসৃষ্টি বিষয়ে তারা সন্দিহান। [২]","bangla_bayan":"আমি কি প্রথমবার সৃষ্টি করেই ক্লান্ত হয়ে পড়েছি? বরং তারা নতুন সৃষ্টির বিষয়ে সন্দেহে নিপতিত।","bangla_mkhan":"আমি কি প্রথমবার সৃষ্টি করেই ক্লান্ত হয়ে পড়েছি? বরং তারা নতুন সৃষ্টির ব্যাপারে সন্দেহ পোষন করেছে।","bangla_mujibur":"আমি কি প্রথমবার সৃষ্টি করেই ক্লান্ত হয়ে পড়েছি যে, পুনঃসৃষ্টি বিষয়ে তারা সন্দেহ পোষণ করছে?","bangla_taisirul":"আমরা কি প্রথমবার সৃষ্টি করে ক্লান্ত হয়ে পড়েছি? বস্তুতঃ তারা নতুন সৃষ্টি বিষয়ে সন্দেহে পড়ে আছে।"},{"id":16,"arabic_text":"وَ لَقَدۡ خَلَقۡنَا الۡاِنۡسَانَ وَ نَعۡلَمُ مَا تُوَسۡوِسُ بِہٖ  نَفۡسُہٗ ۚۖ وَ نَحۡنُ  اَقۡرَبُ اِلَیۡہِ  مِنۡ  حَبۡلِ  الۡوَرِیۡدِ ﴿۱۶﴾ ","english_text":"And [recall] when We said, \"Enter this city and eat from it wherever you will in [ease and] abundance, and enter the gate bowing humbly and say, 'Relieve us of our burdens.' We will [then] forgive your sins for you, and We will increase the doers of good [in goodness and reward].\"","page":519,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4646.mp3","colorText":"وَلَقَ[q:341[دْ] خَلَ[q:5159[قْ]نَا [h:7228[ٱ]لْإِ[f:5969[نس]َ[n[ـٰ]نَ وَنَعْلَمُ مَا تُوَسْوِسُ بِه[n[ِۦ] نَفْسُهُ[n[ۥ]‌ۖ وَنَحْنُ أَ[q:1355[قْ]رَبُ إِلَيْهِ مِنْ حَ[q:12804[بْ]لِ [h:12805[ٱ]لْوَر[p[ِي][q[د]ِ","juz":26,"ruku":453,"manzil":7,"bangla_ahbayan":"অবশ্যই আমি মানুষকে সৃষ্টি করেছি এবং তার মন তাকে যে কুমন্ত্রণা দেয়, তা আমি জানি।[১] আমি তার  ঘাড়ে অবস্থিত ধমনী অপেক্ষাও নিকটতর। [২]","bangla_bayan":"আর অবশ্যই আমি মানুষকে সৃষ্টি করেছি এবং তার প্রবৃত্তি তাকে যে কুমন্ত্রণা দেয় তাও আমি জানি। আর আমি* তার গলার ধমনী হতেও অধিক কাছে। \\n\\n* ইবনে কাসীর বলেন, এখানে نحن বলে আল্লাহর ফেরেশতাদেরকে বুঝানো হয়েছে।","bangla_mkhan":"আমি মানুষ সৃষ্টি করেছি এবং তার মন নিভৃতে যে কুচিন্তা করে, সে সম্বন্ধেও আমি অবগত আছি। আমি তার গ্রীবাস্থিত ধমনী থেকেও অধিক নিকটবর্তী।","bangla_mujibur":"আমিই মানুষকে সৃষ্টি করেছি এবং তার প্রকৃতি তাকে যে কুমন্ত্রনা দেয় তা আমি জানি। আমি তার গ্রীবাস্থিত ধমণী অপেক্ষাও নিকটতর।","bangla_taisirul":"আমিই মানুষকে সৃষ্টি করেছি, আর তার প্রবৃত্তি তাকে (নিত্য নতুন) কী কুমন্ত্রণা দেয় তাও আমি জানি। আমি তার গলার শিরা থেকেও নিকটবর্তী।"},{"id":17,"arabic_text":"اِذۡ یَتَلَقَّی الۡمُتَلَقِّیٰنِ عَنِ الۡیَمِیۡنِ وَ عَنِ الشِّمَالِ قَعِیۡدٌ ﴿۱۷﴾ ","english_text":"But those who wronged changed [those words] to a statement other than that which had been said to them, so We sent down upon those who wronged a punishment from the sky because they were defiantly disobeying.","page":519,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4647.mp3","colorText":"إِذْ يَتَلَقَّى [h:12806[ٱ]لْمُتَلَقِّيَانِ عَنِ [h:7424[ٱ]لْيَمِينِ وَعَنِ [h:12807[ٱ][l[ل]شِّمَالِ قَع[p[ِي][q[د]ٌ","juz":26,"ruku":453,"manzil":7,"bangla_ahbayan":"যখন দুই সংগ্রাহক (ফিরিশতা তার কর্ম) সংগ্রহ (লিপিবদ্ধ) করে, (যারা তার) ডাইনে ও বামে বসে আছে।","bangla_bayan":"যখন ডানে ও বামে বসা দু’জন লিপিবদ্ধকারী পরস্পর গ্রহণ করবে।","bangla_mkhan":"যখন দুই ফেরেশতা ডানে ও বামে বসে তার আমল গ্রহণ করে।","bangla_mujibur":"স্মরণ রেখ, দুই মালাক/ফেরেশতা তার ডানে ও বামে বসে তার কাজ লিপিবদ্ধ করে।","bangla_taisirul":"(তদুপরি) দু’জন লেখক ডানে ও বামে বসে (মানুষের ‘আমাল) লিখছে।"},{"id":18,"arabic_text":"مَا یَلۡفِظُ مِنۡ  قَوۡلٍ اِلَّا لَدَیۡہِ رَقِیۡبٌ عَتِیۡدٌ ﴿۱۸﴾ ","english_text":"And [recall] when Moses prayed for water for his people, so We said, \"Strike with your staff the stone.\" And there gushed forth from it twelve springs, and every people knew its watering place. \"Eat and drink from the provision of Allah, and do not commit abuse on the earth, spreading corruption.\"","page":519,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4648.mp3","colorText":"مَّا يَلْفِظُ مِ[f:12808[ن ق]َوْلٍ إِلَّا لَدَيْهِ رَقِيبٌ عَت[p[ِي][q[د]ٌ","juz":26,"ruku":453,"manzil":7,"bangla_ahbayan":"মানুষ যে কথাই উচ্চারণ করে (তা লিপিবদ্ধ করার জন্য) তৎপর প্রহরী তার নিকটেই রয়েছে। [১]","bangla_bayan":"সে যে কথাই উচ্চারণ করে তার কাছে সদা উপস্থিত সংরক্ষণকারী রয়েছে।","bangla_mkhan":"সে যে কথাই উচ্চারণ করে, তাই গ্রহণ করার জন্যে তার কাছে সদা প্রস্তুত প্রহরী রয়েছে।","bangla_mujibur":"মানুষ যে কথাই উচ্চারণ করে তা গ্রহণ করার জন্য তার কাছে সদা প্রস্তুত প্রহরী রয়েছে।","bangla_taisirul":"যে কথাই মানুষ উচ্চারণ করে (তা সংরক্ষণের জন্য) তার নিকটে একজন সদা তৎপর প্রহরী আছে।"},{"id":19,"arabic_text":"وَ جَآءَتۡ سَکۡرَۃُ  الۡمَوۡتِ بِالۡحَقِّ ؕ ذٰلِکَ مَا کُنۡتَ مِنۡہُ  تَحِیۡدُ ﴿۱۹﴾ ","english_text":"And [recall] when you said, \"O Moses, we can never endure one [kind of] food. So call upon your Lord to bring forth for us from the earth its green herbs and its cucumbers and its garlic and its lentils and its onions.\" [Moses] said, \"Would you exchange what is better for what is less? Go into [any] settlement and indeed, you will have what you have asked.\" And they were covered with humiliation and poverty and returned with anger from Allah [upon them]. That was because they [repeatedly] disbelieved in the signs of Allah and killed the prophets without right. That was because they disobeyed and were [habitually] transgressing.","page":519,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4649.mp3","colorText":"وَج[o[َا]ٓءَتْ سَكْرَةُ [h:12809[ٱ]لْمَوْتِ بِ[h:370[ٱ]لْحَقِّ‌ۖ ذ[n[َٲ]لِكَ مَا كُ[f:735[نت]َ مِنْهُ تَح[p[ِي][q[د]ُ","juz":26,"ruku":453,"manzil":7,"bangla_ahbayan":"মৃত্যুযন্ত্রণা সত্যই আসবে; [১] এ তো তাই, যা হতে তুমি অব্যাহতি চেয়ে আসছ। [২]","bangla_bayan":"আর মৃত্যুর যন্ত্রণা যথাযথই আসবে। যা থেকে তুমি পলায়ন করতে চাইতে।","bangla_mkhan":"মৃত্যুযন্ত্রণা নিশ্চিতই আসবে। এ থেকেই তুমি টালবাহানা করতে।","bangla_mujibur":"মৃত্যুযন্ত্রণা অবশ্যই আসবে। এটা হতেই তোমরা অব্যাহিত চেয়ে আসছ।","bangla_taisirul":"মৃত্যুর যন্ত্রণা প্রকৃতই আসবে যাত্থেকে অব্যাহতি পাওয়ার জন্য তুমি চেষ্টা করতে।"},{"id":20,"arabic_text":"وَ نُفِخَ فِی الصُّوۡرِ ؕ ذٰلِکَ یَوۡمُ الۡوَعِیۡدِ ﴿۲۰﴾ ","english_text":"Indeed, those who believed and those who were Jews or Christians or Sabeans [before Prophet Muhammad] - those [among them] who believed in Allah and the Last Day and did righteousness - will have their reward with their Lord, and no fear will there be concerning them, nor will they grieve.","page":519,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4650.mp3","colorText":"وَنُفِخَ فِى [h:4185[ٱ][l[ل]صُّورِ‌ۚ ذ[n[َٲ]لِكَ يَوْمُ [h:12810[ٱ]لْوَع[p[ِي][q[د]ِ","juz":26,"ruku":453,"manzil":7,"bangla_ahbayan":"আর শিংগায় ফুৎকার দেওয়া হবে, ওটাই শাস্তির প্রতিশ্রুতির দিন।","bangla_bayan":"আর শিংগায় ফুঁক দেয়া হবে। এটাই হল প্রতিশ্রুত দিন।","bangla_mkhan":"এবং শিঙ্গায় ফুঁৎকার দেয়া হবে এটা হবে ভয় প্রদর্শনের দিন।","bangla_mujibur":"আর শিঙ্গায় ফুৎকার দেয়া হবে, ওটাই সেই ভয় প্রদর্শনের দিন।","bangla_taisirul":"অতঃপর সিঙ্গায় ফুঁক দেয়া হবে। সেটাই হল শাস্তির দিন (যে সম্পর্কে মানুষকে সতর্ক করা হয়েছিল)।"},{"id":21,"arabic_text":"وَ جَآءَتۡ کُلُّ نَفۡسٍ مَّعَہَا سَآئِقٌ وَّ شَہِیۡدٌ ﴿۲۱﴾ ","english_text":"And [recall] when We took your covenant, [O Children of Israel, to abide by the Torah] and We raised over you the mount, [saying], \"Take what We have given you with determination and remember what is in it that perhaps you may become righteous.\"","page":519,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4651.mp3","colorText":"وَج[o[َا]ٓءَتْ كُلُّ نَفْ[a:12811[سٍ م]َّعَهَا س[o[َا]ٓئِ[a:12812[قٌ و]َشَه[p[ِي][q[د]ٌ","juz":26,"ruku":453,"manzil":7,"bangla_ahbayan":"সেদিন প্রত্যেক ব্যক্তি উপস্থিত হবে, তার সাথে থাকবে এক চালক ও সাক্ষী। [১]","bangla_bayan":"আর প্রত্যেক ব্যক্তি উপস্থিত হবে, তার সাথে থাকবে একজন চালক ও একজন সাক্ষী।","bangla_mkhan":"প্রত্যেক ব্যক্তি আগমন করবে। তার সাথে থাকবে চালক ও কর্মের সাক্ষী।","bangla_mujibur":"সেদিন প্রত্যেক ব্যক্তি উপস্থিত হবে। তার সাথে থাকবে চালক ও তার কর্মের সাক্ষী।","bangla_taisirul":"(সেদিন) প্রত্যেক ব্যক্তি আসবে এমন অবস্থায় যে একজন (ফেরেশতা) তাকে হাঁকিয়ে নিয়ে আসবে আর একজন (ফেরেশতা) থাকবে সাক্ষ্যদাতা হিসেবে।"},{"id":22,"arabic_text":"لَقَدۡ کُنۡتَ فِیۡ غَفۡلَۃٍ  مِّنۡ ہٰذَا فَکَشَفۡنَا عَنۡکَ غِطَآءَکَ فَبَصَرُکَ الۡیَوۡمَ حَدِیۡدٌ ﴿۲۲﴾ ","english_text":"Then you turned away after that. And if not for the favor of Allah upon you and His mercy, you would have been among the losers.","page":519,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4652.mp3","colorText":"لَّقَ[q:2389[دْ] كُ[f:735[نت]َ فِى غَفْلَ[a:8863[ةٍ م]ِّنْ هَ[n[ـٰ]ذَا فَكَشَفْنَا عَ[f:626[نك]َ غِط[o[َا]ٓءَكَ فَبَصَرُكَ [h:12813[ٱ]لْيَوْمَ حَد[p[ِي][q[د]ٌ","juz":26,"ruku":453,"manzil":7,"bangla_ahbayan":"তুমি এই দিবস সম্বন্ধে উদাসীন ছিলে, এখন তোমার সম্মুখ হতে পর্দা উন্মোচন করেছি; সুতরাং আজ তোমার দৃষ্টি প্রখর।","bangla_bayan":"অবশ্যই তুমি এ দিবস সম্পর্কে উদাসীন ছিলে, অতএব আমি তোমার পর্দা তোমার থেকে উন্মোচন করে দিলাম। ফলে আজ তোমার দৃষ্টি খুব প্রখর।","bangla_mkhan":"তুমি তো এই দিন সম্পর্কে উদাসীন ছিলে। এখন তোমার কাছ থেকে যবনিকা সরিয়ে দিয়েছি। ফলে আজ তোমার দৃষ্টি সুতীক্ষ্ন।","bangla_mujibur":"তুমি এই দিন সম্বন্ধে উদাসীন ছিলে, এখন তোমার সম্মুখ হতে পর্দা উম্মোচন করেছি। অদ্য তোমার দৃষ্টি প্রখর।","bangla_taisirul":"(বলা হবে) ‘এ দিন সম্পর্কে তুমি ছিলে উদাসীন। তোমার সামনে যে পর্দা ছিল তা আমি সরিয়ে দিয়েছি। (সে কারণে) তোমার দৃষ্টি আজ খুব তীক্ষ্ম।"},{"id":23,"arabic_text":"وَ قَالَ قَرِیۡنُہٗ  ہٰذَا مَا لَدَیَّ عَتِیۡدٌ ﴿ؕ۲۳﴾ ","english_text":"And you had already known about those who transgressed among you concerning the sabbath, and We said to them, \"Be apes, despised.\"","page":519,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4653.mp3","colorText":"وَقَالَ قَرِينُهُ[n[ۥ] هَ[n[ـٰ]ذَا مَا لَدَىَّ عَت[p[ِي][q[د]ٌ","juz":26,"ruku":453,"manzil":7,"bangla_ahbayan":"তার সঙ্গী (ফিরিশতা) বলবে, ‘এই তো আমার নিকট (আমলনামা) প্রস্তুত।’ [১]","bangla_bayan":"আর তার সাথী (ফেরেশতা) বলবে, এই তো আমার কাছে (আমল নামা) প্রস্তুত।","bangla_mkhan":"তার সঙ্গী ফেরেশতা বলবেঃ আমার কাছে যে, আমলনামা ছিল, তা এই।","bangla_mujibur":"তার সঙ্গী মালাক/ফেরেশতা বলবেঃ এইতো আমার নিকট ‘আমলনামা প্রস্তুত।","bangla_taisirul":"তার সঙ্গী (ফেরেশতা) বলবে ‘এই যে আমার কাছে (‘আমালনামা) প্রস্তুত।’"},{"id":24,"arabic_text":"اَلۡقِیَا فِیۡ جَہَنَّمَ  کُلَّ  کَفَّارٍ عَنِیۡدٍ ﴿ۙ۲۴﴾ ","english_text":"And We made it a deterrent punishment for those who were present and those who succeeded [them] and a lesson for those who fear Allah .","page":519,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4654.mp3","colorText":"أَلْقِيَا فِى جَهَ[g[نّ]َمَ كُلَّ كَفَّارٍ عَن[p[ِي][q[د]ٍ","juz":26,"ruku":453,"manzil":7,"bangla_ahbayan":"(আদেশ করা হবে,) তোমরা উভয়ে নিক্ষেপ কর জাহান্নামে প্রত্যেক উদ্ধত অবিশ্বাসীকে।","bangla_bayan":"তোমরা জাহান্নামে নিক্ষেপ কর প্রত্যেক উদ্ধত কাফিরকে,","bangla_mkhan":"তোমরা উভয়েই নিক্ষেপ কর জাহান্নামে প্রত্যেক অকৃতজ্ঞ বিরুদ্ধবাদীকে,","bangla_mujibur":"আদেশ করা হবেঃ তোমরা উভয়েই নিক্ষেপ কর জাহান্নামে, প্রত্যেক উদ্ধত কাফিরকে –","bangla_taisirul":"(নির্দেশ দেয়া হবে) তোমরা উভয়ে প্রত্যেক অবাধ্য কাফিরকে নিক্ষেপ কর জাহান্নামে।"},{"id":25,"arabic_text":"مَّنَّاعٍ  لِّلۡخَیۡرِ  مُعۡتَدٍ  مُّرِیۡبِۣ ﴿ۙ۲۵﴾ ","english_text":"And [recall] when Moses said to his people, \"Indeed, Allah commands you to slaughter a cow.\" They said, \"Do you take us in ridicule?\" He said, \"I seek refuge in Allah from being among the ignorant.\"","page":519,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4655.mp3","colorText":"مَّ[g[نّ]َا[u:12814[عٍ ل]ِّلْخَيْرِ مُعْتَ[a:12815[دٍ م]ُّر[p[ِي][q[ب]ٍ","juz":26,"ruku":453,"manzil":7,"bangla_ahbayan":"কল্যাণকর কাজে প্রবল বাধাদানকারী, সীমালংঘনকারী ও সন্দেহ পোষণকারী।","bangla_bayan":"কল্যাণকর কাজে প্রবল বাধাদানকারী সীমালঙ্ঘনকারী, সন্দেহ পোষণকারীকে।","bangla_mkhan":"যে বাধা দিত মঙ্গলজনক কাজে, সীমালঙ্ঘনকারী, সন্দেহ পোষণকারীকে।","bangla_mujibur":"কল্যাণকর কাজে প্রবল বাধা দানকারী, সীমালংঘনকারী ও সন্দেহ পোষণকারীকে –","bangla_taisirul":"(যারা ছিল) কল্যাণের প্রতিবন্ধক, সীমালঙ্ঘনকারী ও সন্দিগ্ধ চিত্ত।"},{"id":26,"arabic_text":"الَّذِیۡ جَعَلَ مَعَ  اللّٰہِ  اِلٰـہًا اٰخَرَ فَاَلۡقِیٰہُ فِی الۡعَذَابِ الشَّدِیۡدِ  ﴿۲۶﴾ ","english_text":"They said, \"Call upon your Lord to make clear to us what it is.\" [Moses] said, \"[ Allah ] says, 'It is a cow which is neither old nor virgin, but median between that,' so do what you are commanded.\"","page":519,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4656.mp3","colorText":"ٱلَّذِى جَعَلَ مَعَ [h:3975[ٱ]للَّهِ إِلَ[n[ـٰ]هًا ءَاخَرَ فَأَلْقِيَاهُ فِى [h:10442[ٱ]لْعَذَابِ [h:12816[ٱ][l[ل]شَّد[p[ِي][q[د]ِ","juz":26,"ruku":453,"manzil":7,"bangla_ahbayan":"যে ব্যক্তি আল্লাহর সাথে অন্য উপাস্য গ্রহণ করত, তাকে কঠিন শাস্তিতে নিক্ষেপ কর। [১]","bangla_bayan":"যে আল্লাহর সাথে অন্য ইলাহ গ্রহণ করেছিল, তোমরা তাকে কঠিন আযাবে নিক্ষেপ কর।","bangla_mkhan":"যে ব্যক্তি আল্লাহর সাথে অন্য উপাস্য গ্রহণ করত, তাকে তোমরা কঠিন শাস্তিতে নিক্ষেপ কর।","bangla_mujibur":"যে ব্যক্তি আল্লাহর সাথে অন্য মা‘বূদ গ্রহণ করত তাকে কঠিন শাস্তিতে নিক্ষেপ কর।","bangla_taisirul":"যে আল্লাহর সঙ্গে অন্যকে ইলাহ্ বানিয়ে নিয়েছিল। কাজেই তোমরা উভয়ে তাকে কঠিন ‘আযাবে নিক্ষেপ কর।"},{"id":27,"arabic_text":"قَالَ  قَرِیۡنُہٗ  رَبَّنَا مَاۤ  اَطۡغَیۡتُہٗ  وَ لٰکِنۡ  کَانَ  فِیۡ ضَلٰلٍۭ بَعِیۡدٍ ﴿۲۷﴾ ","english_text":"They said, \"Call upon your Lord to show us what is her color.\" He said, \"He says, 'It is a yellow cow, bright in color - pleasing to the observers.' \"","page":519,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4657.mp3","colorText":"۞ قَالَ قَرِينُهُ[n[ۥ] رَبَّنَا م[o[َآ] أَ[q:12817[طْ]غَيْتُهُ[n[ۥ] وَلَ[n[ـٰ]كِ[f:2006[ن ك]َانَ فِى ضَلَ[n[ـٰ][i:7043[لِۭ ب]َع[p[ِي][q[د]ٍ","juz":26,"ruku":453,"manzil":7,"bangla_ahbayan":"তার সহচর (শয়তান) বলবে, ‘হে আমাদের প্রতিপালক! আমি তাকে অবাধ্য হতে প্ররোচিত করিনি। বস্তুতঃ সে নিজেই ছিল ঘোর বিভ্রান্ত।’ [১]","bangla_bayan":"তার সঙ্গী (শয়তান) বলবে, ‘হে আমাদের ‘রব’, আমি তাকে বিদ্রোহী করে তুলিনি, বরং সে নিজেই ছিল সুদূর পথভ্রষ্টতার মধ্যে’।","bangla_mkhan":"তার সঙ্গী শয়তান বলবেঃ হে আমাদের পালনকর্তা, আমি তাকে অবাধ্যতায় লিপ্ত করিনি। বস্তুতঃ সে নিজেই ছিল সুদূর পথভ্রান্তিতে লিপ্ত।","bangla_mujibur":"তার সহচর শাইতান বলবেঃ হে আমাদের রাব্ব! আমি তাকে অবাধ্য হতে প্ররোচিত করিনি। বস্তুতঃ সে নিজেই ছিল ঘোর বিভ্রান্ত।","bangla_taisirul":"তার সঙ্গী বলবে, ‘হে আমাদের প্রতিপালক! আমি তাকে বিদ্রোহী বানাইনি বরং সে নিজেই ছিল সুদূর গুমরাহীর মধ্যে।’"},{"id":28,"arabic_text":"قَالَ  لَا تَخۡتَصِمُوۡا لَدَیَّ وَ قَدۡ قَدَّمۡتُ اِلَیۡکُمۡ  بِالۡوَعِیۡدِ ﴿۲۸﴾ ","english_text":"They said, \"Call upon your Lord to make clear to us what it is. Indeed, [all] cows look alike to us. And indeed we, if Allah wills, will be guided.\"","page":519,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4658.mp3","colorText":"قَالَ لَا تَخْتَصِمُو[s[اْ] لَدَىَّ وَقَ[q:387[دْ] قَدَّمْتُ إِلَيْك[c:12818[ُم ب]ِ[h:12819[ٱ]لْوَع[p[ِي][q[د]ِ","juz":26,"ruku":453,"manzil":7,"bangla_ahbayan":"আল্লাহ বলবেন, ‘আমার সামনে বাক্-বিতন্ডা করো না; তোমাদেরকে তো আমি পূর্বেই শাস্তির প্রতিশ্রুতি প্রেরণ করেছি।[১]","bangla_bayan":"আল্লাহ বলবেন, ‘তোমরা আমার কাছে বাক-বিতন্ডা করো না। অবশ্যই আমি পূর্বেই তোমাদেরকে সতর্ক করে দিয়েছিলাম’।","bangla_mkhan":"আল্লাহ বলবেনঃ আমার সামনে বাকবিতন্ডা করো না আমি তো পূর্বেই তোমাদেরকে আযাব দ্বারা ভয় প্রদর্শন করেছিলাম।","bangla_mujibur":"আল্লাহ বলবেনঃ আমার সামনে বাক-বিতন্ডা করনা; তোমাদেরকে আমিতো পূবেই সতর্ক করেছি।","bangla_taisirul":"আল্লাহ বলবেন, ‘আমার সামনে বাদানুবাদ করো না, আমি আগেই তোমাদেরকে সতর্ক করে দিয়েছিলাম।"},{"id":29,"arabic_text":"مَا یُبَدَّلُ  الۡقَوۡلُ  لَدَیَّ وَ مَاۤ  اَنَا بِظَلَّامٍ  لِّلۡعَبِیۡدِ ﴿۲۹﴾ ","english_text":"He said, \"He says, 'It is a cow neither trained to plow the earth nor to irrigate the field, one free from fault with no spot upon her.' \" They said, \"Now you have come with the truth.\" So they slaughtered her, but they could hardly do it.","page":519,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4659.mp3","colorText":"مَا يُبَدَّلُ [h:12820[ٱ]لْقَوْلُ لَدَىَّ وَم[o[َآ] أَنَا۟ بِظَلَّ[n[ـٰ][u:2466[مٍ ل]ِّلْعَب[p[ِي][q[د]ِ","juz":26,"ruku":453,"manzil":7,"bangla_ahbayan":"আমার কথার রদ-বদল হয় না[১] এবং আমি আমার বান্দাদের প্রতি কোন অবিচার করি না।’ [২]","bangla_bayan":"‘আমার কাছে কথা রদবদল হয় না, আর আমি বান্দার প্রতি যুলমকারীও নই’।","bangla_mkhan":"আমার কাছে কথা রদবদল হয় না এবং আমি বান্দাদের প্রতি জুলুমকারী নই।","bangla_mujibur":"আমার কথার রদ বদল হয়না এবং আমি আমার বান্দাদের প্রতি কোন অবিচার করিনা।","bangla_taisirul":"আমার কথা কক্ষনো বদলে না, আর আমি আমার বান্দাহদের প্রতি যুলমকারীও নই।"},{"id":30,"arabic_text":"یَوۡمَ نَقُوۡلُ لِجَہَنَّمَ ہَلِ امۡتَلَاۡتِ وَ تَقُوۡلُ ہَلۡ  مِنۡ مَّزِیۡدٍ ﴿۳۰﴾ ","english_text":"And [recall] when you slew a man and disputed over it, but Allah was to bring out that which you were concealing.","page":519,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4660.mp3","colorText":"يَوْمَ نَقُولُ لِجَهَ[g[نّ]َمَ هَلِ [h:12821[ٱ]مْتَلَأْتِ وَتَقُولُ هَلْ م[a:12822[ِن م]َّز[p[ِي][q[د]ٍ","juz":26,"ruku":454,"manzil":7,"bangla_ahbayan":"সেদিন আমি জাহান্নামকে জিজ্ঞেস করব, ‘তুমি কি পূর্ণ হয়ে গেছ?’ জাহান্নাম বলবে, ‘আরো আছে কি?’[১]","bangla_bayan":"সেদিন আমি জাহান্নামকে বলব, ‘তুমি কি পরিপূর্ণ হয়েছ’? আর সে বলবে, ‘আরো বেশি আছে কি’?","bangla_mkhan":"যেদিন আমি জাহান্নামকে জিজ্ঞাসা করব; তুমি কি পূর্ণ হয়ে গেছ? সে বলবেঃ আরও আছে কি?","bangla_mujibur":"সেই দিন আমি জাহান্নামকে জিজ্ঞেস করবঃ তুমি কি পূর্ণ হয়ে গেছ? জাহান্নাম বলবেঃ আরও আছে কি?","bangla_taisirul":"সে দিন আমি জাহান্নামকে জিজ্ঞেস করব, ‘তুমি কি পরিপূর্ণ হয়েছ’? সে বলবে, ‘আরো বেশি আছে কি?’"},{"id":31,"arabic_text":"وَ اُزۡلِفَتِ الۡجَنَّۃُ  لِلۡمُتَّقِیۡنَ غَیۡرَ  بَعِیۡدٍ ﴿۳۱﴾ ","english_text":"So, We said, \"Strike the slain man with part of it.\" Thus does Allah bring the dead to life, and He shows you His signs that you might reason.","page":519,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4661.mp3","colorText":"وَأُزْلِفَتِ [h:9791[ٱ]لْجَ[g[نّ]َةُ لِلْمُتَّقِينَ غَيْرَ بَع[p[ِي][q[د]ٍ","juz":26,"ruku":454,"manzil":7,"bangla_ahbayan":"আর জান্নাতকে নিকটস্থ করা হবে সাবধানীদের জন্য; কোন দূরত্ব থাকবে না। [১]","bangla_bayan":"আর জান্নাতকে মুত্তাকীদের অদূরে, কাছেই আনা হবে।","bangla_mkhan":"জান্নাতকে উপস্থিত করা হবে খোদাভীরুদের অদূরে।","bangla_mujibur":"আর জান্নাতকে মুত্তাকীদের নিকটস্থ করা হবে - কোন দূরত্ব থাকবেনা।","bangla_taisirul":"মুত্তাক্বীদের জন্য জান্নাতকে নিকটে আনা হবে- তা মোটেই দূরে থাকবে না।"},{"id":32,"arabic_text":"ہٰذَا مَا تُوۡعَدُوۡنَ لِکُلِّ اَوَّابٍ حَفِیۡظٍ ﴿ۚ۳۲﴾ ","english_text":"Then your hearts became hardened after that, being like stones or even harder. For indeed, there are stones from which rivers burst forth, and there are some of them that split open and water comes out, and there are some of them that fall down for fear of Allah . And Allah is not unaware of what you do.","page":519,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4662.mp3","colorText":"هَ[n[ـٰ]ذَا مَا تُوعَدُونَ لِكُلِّ أَوَّابٍ حَف[p[ِي]ظٍ","juz":26,"ruku":454,"manzil":7,"bangla_ahbayan":"এরই প্রতিশ্রুতি তোমাদেরকে দেওয়া হয়েছিল; প্রত্যেক (আল্লাহ)-অভিমুখী, (তাঁর হুকুমের) হিফাযতকারীর জন্য। [১]","bangla_bayan":"এটাই, যার ওয়াদা তোমাদেরকে দেয়া হয়েছিল। প্রত্যেক আল্লাহ অভিমুখী অধিক সংরক্ষণশীলদের জন্য।","bangla_mkhan":"তোমাদের প্রত্যেক অনুরাগী ও স্মরণকারীকে এরই প্রতিশ্রুতি দেয়া হয়েছিল।","bangla_mujibur":"এরই প্রতিশ্রুতি তোমাদেরকে দেয়া হয়েছিল - প্রত্যেক আল্লাহর অনুরাগী, হিফাযাতকারীর জন্য।","bangla_taisirul":"(বলা হবে) ‘এ হল তাই যার ও‘য়াদা তোমাদেরকে দেয়া হয়েছিল- প্রত্যেক আল্লাহ অভিমুখী ও (গুনাহ থেকে) খুব বেশি হিফাযাতকারীর জন্য।"},{"id":33,"arabic_text":"مَنۡ خَشِیَ الرَّحۡمٰنَ بِالۡغَیۡبِ وَ جَآءَ بِقَلۡبٍ مُّنِیۡبِۣ ﴿ۙ۳۳﴾ ","english_text":"Do you covet [the hope, O believers], that they would believe for you while a party of them used to hear the words of Allah and then distort the Torah after they had understood it while they were knowing?","page":519,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4663.mp3","colorText":"مَّنْ خَشِىَ [h:12823[ٱ][l[ل]رَّحْمَ[n[ـٰ]نَ بِ[h:13[ٱ]لْغَيْبِ وَج[o[َا]ٓءَ بِقَلْ[a:12824[بٍ م]ُّن[p[ِي][q[ب]ٍ","juz":26,"ruku":454,"manzil":7,"bangla_ahbayan":"যারা না দেখে পরম দয়াময়কে ভয় করে এবং (আল্লাহ)-অভিমুখী চিত্তে উপস্থিত হয়। [১]","bangla_bayan":"যে না দেখেই রহমানকে ভয় করত এবং বিনীত হৃদয়ে উপস্থিত হত।","bangla_mkhan":"যে না দেখে দয়াময় আল্লাহ তা’আলাকে ভয় করত এবং বিনীত অন্তরে উপস্থিত হত।","bangla_mujibur":"যারা না দেখেই দয়াময় আল্লাহকে ভয় করে এবং বিনীত চিত্তে উপস্থিত হয় –","bangla_taisirul":"যে না দেখেই দয়াময় (আল্লাহকে) ভয় করত, আর আল্লাহর নির্দেশ পালনের জন্য বিনয়ে অবনত অন্তর নিয়ে উপস্থিত হত।"},{"id":34,"arabic_text":"ادۡخُلُوۡہَا بِسَلٰمٍ ؕ ذٰلِکَ یَوۡمُ الۡخُلُوۡدِ ﴿۳۴﴾ ","english_text":"And when they meet those who believe, they say, \"We have believed\"; but when they are alone with one another, they say, \"Do you talk to them about what Allah has revealed to you so they can argue with you about it before your Lord?\" Then will you not reason?","page":519,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4664.mp3","colorText":"ٱ[q:7258[دْ]خُلُوهَا بِسَلَ[n[ـٰ][f:12825[مٍ‌ۖ ذ][n[َٲ]لِكَ يَوْمُ [h:12826[ٱ]لْخُل[p[ُو][q[د]ِ","juz":26,"ruku":454,"manzil":7,"bangla_ahbayan":"(তাদেরকে বলা হবে,) শান্তির সাথে তোমরা তাতে প্রবেশ কর; এটা অনন্ত জীবনের দিন।","bangla_bayan":"তোমরা তাতে শান্তির সাথে প্রবেশ কর। এটাই স্থায়িত্বের দিন।","bangla_mkhan":"তোমরা এতে শান্তিতে প্রবেশ কর। এটাই অনন্তকাল বসবাসের জন্য প্রবেশ করার দিন।","bangla_mujibur":"তাদেরকে বলা হবেঃ শান্তির সাথে তোমরা তাতে প্রবেশ কর; এটা অনন্ত জীবনের দিন।","bangla_taisirul":"(তাদেরকে বলা হবে) ‘শান্তির সঙ্গে এতে প্রবেশ কর, এটা চিরস্থায়ী জীবনের দিন।’"},{"id":35,"arabic_text":"لَہُمۡ  مَّا یَشَآءُوۡنَ  فِیۡہَا وَلَدَیۡنَا مَزِیۡدٌ ﴿۳۵﴾ ","english_text":"But do they not know that Allah knows what they conceal and what they declare?","page":519,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4665.mp3","colorText":"لَه[w:3531[ُم م]َّا يَش[o[َا]ٓءُونَ فِيهَا وَلَدَيْنَا مَز[p[ِي][q[د]ٌ","juz":26,"ruku":454,"manzil":7,"bangla_ahbayan":"সেখানে তারা যা কামনা করবে তাই পাবে এবং আমার নিকট রয়েছে তারও অধিক (আল্লাহর দর্শন)।[১]","bangla_bayan":"তারা যা চাইবে, সেখানে তাদের জন্য তাই থাকবে এবং আমার কাছে রয়েছে আরও অধিক।","bangla_mkhan":"তারা তথায় যা চাইবে, তাই পাবে এবং আমার কাছে রয়েছে আরও অধিক।","bangla_mujibur":"সেখানে তারা যা কামনা করবে তা’ই পাবে এবং আমার নিকট রয়েছে তারও অধিক।","bangla_taisirul":"সেখানে তাদের জন্য তা-ই আছে যা তারা ইচ্ছে করবে, আর আমার কাছে (তাছাড়াও) আরো বেশি আছে।"},{"id":36,"arabic_text":"وَ کَمۡ  اَہۡلَکۡنَا قَبۡلَہُمۡ  مِّنۡ قَرۡنٍ ہُمۡ اَشَدُّ مِنۡہُمۡ  بَطۡشًا فَنَقَّبُوۡا فِی الۡبِلَادِ ؕ ہَلۡ  مِنۡ  مَّحِیۡصٍ ﴿۳۶﴾ ","english_text":"And among them are unlettered ones who do not know the Scripture except in wishful thinking, but they are only assuming.","page":520,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4666.mp3","colorText":"وَكَمْ أَهْلَكْنَا قَ[q:8394[بْ]لَه[w:8395[ُم م]ِّ[f:3927[ن ق]َرْنٍ هُمْ أَشَدُّ مِنْه[c:12197[ُم ب]َ[q:12198[طْ][f:12827[شًا ف]َنَقَّبُو[s[اْ] فِى [h:2519[ٱ]لْبِلَ[n[ـٰ]دِ هَلْ م[a:7093[ِن م]َّح[p[ِي]صٍ","juz":26,"ruku":454,"manzil":7,"bangla_ahbayan":"আমি তাদের পূর্বে আরো কত মানবগোষ্ঠীকে ধ্বংস করেছি, যারা ছিল তাদের অপেক্ষা শক্তিতে প্রবল, তারা দেশে-বিদেশে ভ্রমণ করে ফিরত,[১] তাদের জন্য নিষ্কৃতির কোন পথ রইল না।","bangla_bayan":"আমি তাদের পূর্বে বহু প্রজন্মকে ধ্বংস করে দিয়েছি যারা পাকড়াও করার ক্ষেত্রে এদের তুলনায় ছিল প্রবলতর, তারা দেশ-বিদেশ চষে বেড়াত। তাদের কি কোন পলায়নস্থল ছিল?","bangla_mkhan":"আমি তাদের পূর্বে বহু সম্প্রদায়কে ধ্বংস করেছি, তারা এদের অপেক্ষা অধিক শক্তিশালী ছিল এবং দেশে-বিদেশে বিচরণ করে ফিরত। তাদের কোন পলায়ন স্থান ছিল না।","bangla_mujibur":"আমি তাদের পূর্বে আরও কত মানব গোষ্ঠীকে ধ্বংস করেছি যারা ছিল তাদের অপেক্ষা শক্তিতে প্রবল, তারা দেশ-বিদেশে ভ্রমণ করে ফিরত। পরে তাদের অন্য কোন আশ্রয়স্থল রইলনা।","bangla_taisirul":"তাদের পূর্বে আমি কত জাতিকে ধ্বংস করে দিয়েছি যারা শক্তিতে ছিল তাদের চেয়ে প্রবল, যার ফলে তারা দুনিয়া চষে বেড়াত; তারা পালানোর কোন জায়গা পেয়েছিল কি?"},{"id":37,"arabic_text":"اِنَّ  فِیۡ  ذٰلِکَ لَذِکۡرٰی لِمَنۡ کَانَ لَہٗ  قَلۡبٌ اَوۡ  اَلۡقَی  السَّمۡعَ وَ  ہُوَ  شَہِیۡدٌ ﴿۳۷﴾ ","english_text":"So woe to those who write the \"scripture\" with their own hands, then say, \"This is from Allah,\" in order to exchange it for a small price. Woe to them for what their hands have written and woe to them for what they earn.","page":520,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4667.mp3","colorText":"إِ[g[نّ]َ فِى ذ[n[َٲ]لِكَ لَذِكْرَىٰ لِمَ[f:10739[ن ك]َانَ لَهُ[n[ۥ] قَلْبٌ أَوْ أَلْقَى [h:12828[ٱ][l[ل]سَّمْعَ وَهُوَ شَه[p[ِي][q[د]ٌ","juz":26,"ruku":454,"manzil":7,"bangla_ahbayan":"এতে উপদেশ রয়েছে তার জন্য, যার আছে হৃদয়[১] অথবা যে উপস্থিত থেকে[২] নিবিষ্ট-চিত্তে শ্রবণ করে।[৩]","bangla_bayan":"নিশ্চয় এতে উপদেশ রয়েছে তার জন্য, যার রয়েছে অন্তর অথবা যে নিবিষ্টচিত্তে শ্রবণ করে।","bangla_mkhan":"এতে উপদেশ রয়েছে তার জন্যে, যার অনুধাবন করার মত অন্তর রয়েছে। অথবা সে নিবিষ্ট মনে শ্রবণ করে।","bangla_mujibur":"এতে উপদেশ রয়েছে তার জন্য যার আছে অন্তঃকরণ, অথবা যে শ্রবণ করে নিবিষ্ট চিত্তে।","bangla_taisirul":"এতে অবশ্যই উপদেশ রয়েছে তার জন্য যার আছে (বোধশক্তিসম্পন্ন) অন্তর কিংবা যে খুব মন দিয়ে কথা শুনে।"},{"id":38,"arabic_text":"وَ لَقَدۡ خَلَقۡنَا السَّمٰوٰتِ وَ الۡاَرۡضَ وَ مَا بَیۡنَہُمَا فِیۡ سِتَّۃِ  اَیَّامٍ ٭ۖ وَّ مَا مَسَّنَا مِنۡ  لُّغُوۡبٍ ﴿۳۸﴾ ","english_text":"And they say, \"Never will the Fire touch us, except for a few days.\" Say, \"Have you taken a covenant with Allah ? For Allah will never break His covenant. Or do you say about Allah that which you do not know?\"","page":520,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4668.mp3","colorText":"وَلَقَ[q:341[دْ] خَلَ[q:5159[قْ]نَا [h:7298[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَ[h:1474[ٱ]لْأَرْضَ وَمَا بَيْنَهُمَا فِى سِتَّةِ أَيَّا[a:12829[مٍ و]َمَا مَسَّنَا م[u:12830[ِن ل]ُّغ[p[ُو][q[ب]ٍ","juz":26,"ruku":454,"manzil":7,"bangla_ahbayan":"আমি আকাশমন্ডলী ও পৃথিবী এবং এগুলোর মধ্যস্থিত সব কিছু সৃষ্টি করেছি ছয় দিনে; আমাকে কোন ক্লান্তি স্পর্শ করেনি।","bangla_bayan":"আর অবশ্যই আমি আসমানসমূহ ও যমীন এবং এতদোভয়ের মধ্যস্থিত সবকিছু ছয় দিনে সৃষ্টি করেছি। আর আমাকে কোনরূপ ক্লান্তি স্পর্শ করেনি।","bangla_mkhan":"আমি নভোমন্ডল, ভূমন্ডল ও এতদুভয়ের মধ্যবর্তী সবকিছু ছয়দিনে সৃষ্টি করেছি এবং আমাকে কোনরূপ ক্লান্তি স্পর্শ করেনি।","bangla_mujibur":"আমি আকাশমন্ডলী ও পৃথিবী এবং এগুলির মধ্যস্থিত সব কিছু সৃষ্টি করেছি ছয় দিনে। আমাকে কোন ক্লান্তি স্পর্শ করেনি।","bangla_taisirul":"আকাশ, যমীন আর এ দু’য়ের মাঝে যা আছে তা আমি ছ’ দিনে সৃষ্টি করেছি; ক্লান্তি আমাকে স্পর্শ করেনি। (আমি সকল মানুষকে বিচারের জন্য হাজির করবই)।"},{"id":39,"arabic_text":"فَاصۡبِرۡ عَلٰی مَا یَقُوۡلُوۡنَ وَ سَبِّحۡ بِحَمۡدِ رَبِّکَ قَبۡلَ طُلُوۡعِ الشَّمۡسِ وَ قَبۡلَ الۡغُرُوۡبِ ﴿ۚ۳۹﴾ ","english_text":"Yes, whoever earns evil and his sin has encompassed him - those are the companions of the Fire; they will abide therein eternally.","page":520,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4669.mp3","colorText":"فَ[h:9999[ٱ]صْبِرْ عَلَىٰ مَا يَقُولُونَ وَسَبِّحْ بِحَمْدِ رَبِّكَ قَ[q:3282[بْ]لَ طُلُوعِ [h:8648[ٱ][l[ل]شَّمْسِ وَقَ[q:8649[بْ]لَ [h:12831[ٱ]لْغُر[p[ُو][q[ب]ِ","juz":26,"ruku":454,"manzil":7,"bangla_ahbayan":"অতএব তারা যা বলে, তাতে তুমি ধৈর্যধারণ কর এবং তোমার প্রতিপালকের সপ্রশংস পবিত্রতা ও  মহিমা ঘোষণা কর সূর্যোদয় ও সূর্যাস্তের পূর্বে। [১]","bangla_bayan":"অতএব এরা যা বলে, তাতে তুমি ধৈর্যধারণ কর এবং সূর্য উদয়ের পূর্বে ও অস্তমিত হওয়ার পূর্বে তুমি তোমার রবের প্রশংসাসহ তাসবীহ পাঠ কর।","bangla_mkhan":"অতএব, তারা যা কিছু বলে, তজ্জন্যে আপনি ছবর করুন এবং, সূর্যোদয় ও সূর্যাস্তের পূর্বে আপনার পালনকর্তার সপ্রশংস পবিত্রতা ঘোষণা করুন।","bangla_mujibur":"অতএব তারা যা বলে তাতে তুমি ধৈর্য ধারণ কর এবং তোমার রবের প্রশংসা, পবিত্রতা ও মহিমা ঘোষণা কর সূর্যোদয় ও সূর্যাস্তের পূর্বে।","bangla_taisirul":"কাজেই তারা (মিথ্যা, উপহাসপূর্ণ ও অপমানজনক কথা) যা বলে তাতে তুমি ধৈর্য ধারণ কর আর সূর্যোদয়ের পূর্বে আর সূর্যাস্তের পূর্বে তোমার প্রতিপালকের মহিমা ও প্রশংসা ঘোষণা কর।"},{"id":40,"arabic_text":"وَ مِنَ الَّیۡلِ فَسَبِّحۡہُ  وَ اَدۡبَارَ السُّجُوۡدِ ﴿۴۰﴾ ","english_text":"But they who believe and do righteous deeds - those are the companions of Paradise; they will abide therein eternally.","page":520,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4670.mp3","colorText":"وَمِنَ [h:7856[ٱ]لَّيْلِ فَسَبِّحْهُ وَأَ[q:12832[دْ]بَ[n[ـٰ]رَ [h:12833[ٱ][l[ل]سُّج[p[ُو][q[د]ِ","juz":26,"ruku":454,"manzil":7,"bangla_ahbayan":"তাঁর পবিত্রতা ও মহিমা ঘোষণা কর রাত্রির একাংশে[১] এবং নামাযের পরেও। [২]","bangla_bayan":"এবং রাতের একাংশেও তুমি তাঁর তাসবীহ পাঠ কর এবং সালাতের পশ্চাতেও।","bangla_mkhan":"রাত্রির কিছু অংশে তাঁর পবিত্রতা ঘোষণা করুন এবং নামাযের পশ্চাতেও।","bangla_mujibur":"তাঁর পবিত্রতা ও মহিমা ঘোষণা কর রাতের একাংশে এবং সালাতের পরেও।","bangla_taisirul":"আর তাঁর প্রশংসা ঘোষণা কর রাত্রির একাংশে আর নামাযের পরে।"},{"id":41,"arabic_text":"وَ اسۡتَمِعۡ یَوۡمَ یُنَادِ  الۡمُنَادِ مِنۡ مَّکَانٍ قَرِیۡبٍ ﴿ۙ۴۱﴾  ","english_text":"And [recall] when We took the covenant from the Children of Israel, [enjoining upon them], \"Do not worship except Allah ; and to parents do good and to relatives, orphans, and the needy. And speak to people good [words] and establish prayer and give zakah.\" Then you turned away, except a few of you, and you were refusing.","page":520,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4671.mp3","colorText":"وَ[h:9999[ٱ]سْتَمِعْ يَوْمَ يُنَادِ [h:12834[ٱ]لْمُنَادِ م[a:9578[ِن م]َّكَا[f:11053[نٍ ق]َر[p[ِي][q[ب]ٍ","juz":26,"ruku":454,"manzil":7,"bangla_ahbayan":"ধ্যান দিয়ে শুনো,[১] যেদিন এক ঘোষণাকারী[২]  নিকটবর্তী স্থান হতে আহবান করবে। [৩]","bangla_bayan":"মনোনিবেশ কর, যেদিন একজন ঘোষক নিকটবর্তী কোন স্থান থেকে ডাকতে থাকবে।","bangla_mkhan":"শুন, যে দিন এক আহবানকারী নিকটবর্তী স্থান থেকে আহবান করবে।","bangla_mujibur":"শোন, যেদিন এক ঘোষণাকারী নিকটবর্তী স্থান হতে আহবান করবে –","bangla_taisirul":"আর শোন, যেদিন এক ঘোষণাকারী (প্রত্যেক ব্যক্তির) নিকটবর্তী স্থান থেকে ডাক দিবে,"},{"id":42,"arabic_text":"یَّوۡمَ  یَسۡمَعُوۡنَ الصَّیۡحَۃَ  بِالۡحَقِّ ؕ ذٰلِکَ یَوۡمُ  الۡخُرُوۡجِ ﴿۴۲﴾ ","english_text":"And [recall] when We took your covenant, [saying], \"Do not shed each other's blood or evict one another from your homes.\" Then you acknowledged [this] while you were witnessing.","page":520,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4672.mp3","colorText":"يَوْمَ يَسْمَعُونَ [h:12835[ٱ][l[ل]صَّيْحَةَ بِ[h:370[ٱ]لْحَقِّ‌ۚ ذ[n[َٲ]لِكَ يَوْمُ [h:12836[ٱ]لْخُر[p[ُو][q[ج]ِ","juz":26,"ruku":454,"manzil":7,"bangla_ahbayan":"যেদিন মানুষ অবশ্যই শ্রবণ করবে এক বিকট আওয়াজ, সেদিনই বের হবার দিন। [১]","bangla_bayan":"সেদিন তারা সত্যিসত্যিই মহাচিৎকার শুনবে। সেটিই উত্থিত হবার দিন।","bangla_mkhan":"যেদিন মানুষ নিশ্চিত সেই ভয়াবহ আওয়াজ শুনতে পাবে, সেদিনই পুনরত্থান দিবস।","bangla_mujibur":"যেদিন মানুষ অবশ্যই শ্রবণ করবে মহানাদ, সেই দিনই পুনরুত্থান দিন।","bangla_taisirul":"যেদিন সমস্ত মানুষ প্রকৃতই শুনতে পাবে এক (ভয়ংকর) ধ্বনি। সেদিনটি হবে (ভূগর্ভ থেকে সকল আত্মার) বের হওয়ার দিন।"},{"id":43,"arabic_text":"اِنَّا نَحۡنُ نُحۡیٖ وَ نُمِیۡتُ وَ  اِلَیۡنَا الۡمَصِیۡرُ ﴿ۙ۴۳﴾ ","english_text":"Then, you are those [same ones who are] killing one another and evicting a party of your people from their homes, cooperating against them in sin and aggression. And if they come to you as captives, you ransom them, although their eviction was forbidden to you. So do you believe in part of the Scripture and disbelieve in part? Then what is the recompense for those who do that among you except disgrace in worldly life; and on the Day of Resurrection they will be sent back to the severest of punishment. And Allah is not unaware of what you do.","page":520,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4673.mp3","colorText":"إِ[g[نّ]َا نَحْنُ نُحْى[n[ِۦ] وَنُمِيتُ وَإِلَيْنَا [h:12837[ٱ]لْمَص[p[ِي]رُ","juz":26,"ruku":454,"manzil":7,"bangla_ahbayan":"আমিই জীবন দান করি, মৃত্যু ঘটাই[১] এবং সকলের প্রত্যাবর্তন আমারই দিকে। [২]","bangla_bayan":"আমিই জীবন দেই এবং আমিই মৃত্যু ঘটাই, আর আমার দিকেই চূড়ান্ত প্রত্যাবর্তন।","bangla_mkhan":"আমি জীবন দান করি, মৃত্যু ঘটাই এবং আমারই দিকে সকলের প্রত্যাবর্তন।","bangla_mujibur":"আমিই জীবন দান করি, মৃত্যু ঘটাই এবং সকলের প্রত্যাবর্তন আমারই দিকে।","bangla_taisirul":"আমিই জীবন দেই, আমিই মুত্যু দেই, আর আমার কাছেই (সব্বাইকে) ফিরে আসতে হবে।"},{"id":44,"arabic_text":"یَوۡمَ تَشَقَّقُ الۡاَرۡضُ عَنۡہُمۡ سِرَاعًا ؕ ذٰلِکَ  حَشۡرٌ  عَلَیۡنَا یَسِیۡرٌ ﴿۴۴﴾ ","english_text":"Those are the ones who have bought the life of this world [in exchange] for the Hereafter, so the punishment will not be lightened for them, nor will they be aided.","page":520,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4674.mp3","colorText":"يَوْمَ تَشَقَّقُ [h:12838[ٱ]لْأَرْضُ عَنْهُمْ سِرَا[f:12839[عًا‌ۚ ذ][n[َٲ]لِكَ حَشْرٌ عَلَيْنَا يَس[p[ِي]رٌ","juz":26,"ruku":454,"manzil":7,"bangla_ahbayan":"যেদিন পৃথিবী বিদীর্ণ হবে এবং মানুষ বের হয়ে আসবে ত্রস্ত-ব্যস্ত হয়ে,[১] এই সমাবেশকরণ আমার জন্য সহজ।","bangla_bayan":"সেদিন তাদের থেকে যমীন বিদীর্ণ হবে এবং লোকেরা দিগ্বিদিক্ ছুটাছুটি করতে থাকবে। এটি এমন এক সমাবেশ যা আমার পক্ষে অতীব সহজ।","bangla_mkhan":"যেদিন ভূমন্ডল বিদীর্ণ হয়ে মানুষ ছুটাছুটি করে বের হয়ে আসবে। এটা এমন সমবেত করা, যা আমার জন্যে অতি সহজ।","bangla_mujibur":"যেদিন পৃথিবী বিদীর্ণ হবে এবং মানুষ বের হয়ে আসবে ব্যস্ত ত্রস্ত হয়ে, এই সমবেত সমাবেশ করণ আমার জন্য সহজ।","bangla_taisirul":"যেদিন পৃথিবী দীর্ণ বিদীর্ণ হবে, আর মানুষ ছুটে যাবে (হাশরের পানে)। এই একত্রীকরণ আমার জন্য খুবই সহজ।"},{"id":45,"arabic_text":"نَحۡنُ  اَعۡلَمُ بِمَا یَقُوۡلُوۡنَ وَ مَاۤ  اَنۡتَ عَلَیۡہِمۡ  بِجَبَّارٍ ۟  فَذَکِّرۡ بِالۡقُرۡاٰنِ مَنۡ یَّخَافُ وَعِیۡدِ ﴿۴۵﴾ ","english_text":"And We did certainly give Moses the Torah and followed up after him with messengers. And We gave Jesus, the son of Mary, clear proofs and supported him with the Pure Spirit. But is it [not] that every time a messenger came to you, [O Children of Israel], with what your souls did not desire, you were arrogant? And a party [of messengers] you denied and another party you killed.","page":520,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4675.mp3","colorText":"نَّحْنُ أَعْلَمُ بِمَا يَقُولُونَ‌ۖ وَم[o[َآ] أَ[f:169[نت]َ عَلَيْه[c:12840[ِم ب]ِجَبَّا[f:12841[رٍ‌ۖ ف]َذَكِّرْ بِ[h:8623[ٱ]لْقُرْءَانِ م[a:12842[َن ي]َخَافُ وَع[p[ِي][q[د]ِ","juz":26,"ruku":454,"manzil":7,"bangla_ahbayan":"তারা যা বলে, তা আমি খুব জানি, তুমি তাদের উপর জবরদস্তিকারী নও;[১] সুতরাং যে আমার শাস্তির প্রতিশ্রুতিকে ভয় করে, তাকে কুরআনের সাহায্যে উপদেশ দান কর। [২]","bangla_bayan":"এরা যা বলে আমি তা সবচেয়ে ভাল জানি। আর তুমি তাদের উপর কোন জোর- জবরদস্তিকারী নও। সুতরাং যে আমার ধমককে ভয় করে তাকে কুরআনের সাহায্যে উপদেশ দাও।","bangla_mkhan":"তারা যা বলে, তা আমি সম্যক অবগত আছি। আপনি তাদের উপর জোরজবরকারী নন। অতএব, যে আমার শাস্তিকে ভয় করে, তাকে কোরআনের মাধ্যমে উপদেশ দান করুন।","bangla_mujibur":"তারা যা বলে তা আমি জানি, তুমি তাদের উপর জবরদস্তিকারী নও। সুতরাং যে আমার শাস্তিকে ভয় করে তাকে উপদেশ দান কর কুরআনের সাহায্যে।","bangla_taisirul":"তারা (তোমার বিরুদ্ধে) যা বলে তা আমি ভাল করেই জানি, তুমি তাদের উপর জবরদস্তিকারী নও। কাজেই যে আমার শাস্তির ভয়প্রদর্শনকে ভয় করে, তাকে তুমি কুরআনের সাহায্যে উপদেশ দাও।"}]}}