{"surahDetails":{"id":54,"banglaName":"চাঁদ","totalAyah":55,"arabicInBangla":"আল-কামার"},"surah":{"id":54,"verses":[{"id":1,"arabic_text":"اِقۡتَرَبَتِ السَّاعَۃُ  وَ انۡشَقَّ  الۡقَمَرُ ﴿۱﴾ ","english_text":"O Children of Israel, remember My favor that I have bestowed upon you and that I preferred you over the worlds.","page":528,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4847.mp3","colorText":"ٱ[q:13032[قْ]تَرَبَتِ [h:13033[ٱ][l[ل]سَّاعَةُ وَ[h:13034[ٱ][f:13034[نش]َقَّ [h:13035[ٱ]لْقَمَرُ","juz":27,"ruku":463,"manzil":7,"bangla_ahbayan":"কিয়ামত আসন্ন,[১] চন্দ্র বিদীর্ণ হয়েছে। [২]","bangla_bayan":"কিয়ামত নিকটবর্তী হয়েছে এবং চাঁদ বিদীর্ণ হয়েছে।","bangla_mkhan":"কেয়ামত আসন্ন, চন্দ্র বিদীর্ণ হয়েছে।","bangla_mujibur":"কিয়ামাত আসন্ন, চাঁদ বিদীর্ণ হয়েছে,","bangla_taisirul":"ক্বিয়ামত নিকটবর্তী হয়েছে এবং চন্দ্র খন্ডিত হয়েছে,"},{"id":2,"arabic_text":"وَ اِنۡ یَّرَوۡا اٰیَۃً  یُّعۡرِضُوۡا وَ یَقُوۡلُوۡا سِحۡرٌ مُّسۡتَمِرٌّ ﴿۲﴾ ","english_text":"And fear a Day when no soul will suffice for another soul at all, nor will intercession be accepted from it, nor will compensation be taken from it, nor will they be aided.","page":528,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4848.mp3","colorText":"وَإ[a:3990[ِن ي]َرَوْ[s[اْ] ءَايَ[a:13036[ةً ي]ُعْرِضُو[s[اْ] وَيَقُولُو[s[اْ] سِحْ[a:13037[رٌ م]ُّسْتَمِرٌّ","juz":27,"ruku":463,"manzil":7,"bangla_ahbayan":"তারা কোন নিদর্শন দেখলে মুখ ফিরিয়ে নেয় এবং বলে, এটা তো চিরাচরিত যাদু।[১]","bangla_bayan":"আর তারা কোন নিদর্শন দেখলে মুখ ফিরিয়ে নেয় এবং বলে, ‘চলমান যাদু’।","bangla_mkhan":"তারা যদি কোন নিদর্শন দেখে তবে মুখ ফিরিয়ে নেয় এবং বলে, এটা তো চিরাগত জাদু।","bangla_mujibur":"তারা কোনো নিদর্শন দেখলে মুখ ফিরিয়ে নেয় এবং বলেঃ এটাতো চিরাচরিত যাদু।","bangla_taisirul":"কিন্তু তারা যখন কোন নিদর্শন দেখে তখন মুখ ফিরিয়ে নেয় আর বলে- ‘এটা তো সেই আগের থেকে চলে আসা যাদু।’"},{"id":3,"arabic_text":"وَ کَذَّبُوۡا وَ اتَّبَعُوۡۤا اَہۡوَآءَہُمۡ وَ کُلُّ اَمۡرٍ مُّسۡتَقِرٌّ ﴿۳﴾ ","english_text":"And [recall] when We saved your forefathers from the people of Pharaoh, who afflicted you with the worst torment, slaughtering your [newborn] sons and keeping your females alive. And in that was a great trial from your Lord.","page":528,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4849.mp3","colorText":"وَكَذَّبُو[s[اْ] وَ[h:2433[ٱ]تَّبَع[o[ُوٓ][s[اْ] أَهْو[o[َا]ٓءَهُمْ‌ۚ وَكُلُّ أَمْ[a:13038[رٍ م]ُّسْتَقِرٌّ","juz":27,"ruku":463,"manzil":7,"bangla_ahbayan":"তারা মিথ্যা মনে করে এবং নিজ খেয়াল-খুশীর অনুসরণ করে, আর প্রত্যেক কাজের জন্য একটি স্থিরীকৃত সময় রয়েছে। [১]","bangla_bayan":"আর তারা অস্বীকার করে এবং নিজ নিজ প্রবৃত্তির অনুসরণ করে। অথচ প্রতিটি বিষয় (শেষ সীমায়) স্থির হবে।","bangla_mkhan":"তারা মিথ্যারোপ করছে এবং নিজেদের খেয়াল-খুশীর অনুসরণ করছে। প্রত্যেক কাজ যথাসময়ে স্থিরীকৃত হয়।","bangla_mujibur":"তারা সত্য প্রত্যাখ্যান করে এবং নিজ খেয়াল-খুশীর অনুসরণ করে, আর প্রত্যেক ব্যাপারই যথাসময়ে লক্ষ্যে পৌঁছবে।","bangla_taisirul":"তারা সত্যকে অস্বীকার করে, আর নিজেদের কামনা বাসনার অনুসরণ করে। প্রতিটি বিষয়েরই একটা নির্দিষ্ট সময় আছে (সময় আসলেই বর্তমান অবস্থার পরিবর্তন ঘটবে)।"},{"id":4,"arabic_text":"وَ لَقَدۡ جَآءَہُمۡ  مِّنَ الۡاَنۡۢبَآءِ مَا فِیۡہِ مُزۡدَجَرٌ ۙ﴿۴﴾ ","english_text":"And [recall] when We parted the sea for you and saved you and drowned the people of Pharaoh while you were looking on.","page":528,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4850.mp3","colorText":"وَلَقَ[q:341[دْ] ج[o[َا]ٓءَه[w:13039[ُم م]ِّنَ [h:13040[ٱ]لْأَ[i:13041[نۢب][o[َا]ٓءِ مَا فِيهِ مُزْدَجَرٌ","juz":27,"ruku":463,"manzil":7,"bangla_ahbayan":"তাদের নিকট এসেছে সংবাদ,[১] যাতে আছে ধমক। [২]","bangla_bayan":"আর তাদের কাছে তো সংবাদসমূহ এসেছে, যাতে রয়েছে উপদেশবাণী,","bangla_mkhan":"তাদের কাছে এমন সংবাদ এসে গেছে, যাতে সাবধানবাণী রয়েছে।","bangla_mujibur":"তাদের নিকট এসেছে সুসংবাদ, যাতে আছে সাবধান বাণী।","bangla_taisirul":"এই লোকেদের কাছে তো (অতীতের জাতিগুলোর) সংবাদ এসেছে যাতে আছে সাবধান বাণী।"},{"id":5,"arabic_text":"حِکۡمَۃٌۢ  بَالِغَۃٌ  فَمَا تُغۡنِ النُّذُرُ ۙ﴿۵﴾ ","english_text":"And [recall] when We made an appointment with Moses for forty nights. Then you took [for worship] the calf after him, while you were wrongdoers.","page":528,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4851.mp3","colorText":"حِكْمَ[i:13042[ةُۢ ب]َ[n[ـٰ]لِغَ[f:13043[ةٌ‌ۖ ف]َمَا تُغْنِ [h:13044[ٱ][l[ل][g[نّ]ُذُرُ","juz":27,"ruku":463,"manzil":7,"bangla_ahbayan":"এটা পরিপূর্ণ জ্ঞানগর্ভ বাণী,[১] তবে এই সতর্কবাণীসমূহ তাদের কোন উপকারে আসেনি। [২]","bangla_bayan":"পরিপূর্ণ হিকমাত। তবে সতর্কবাণী তাদের কোন উপকারে আসেনি।","bangla_mkhan":"এটা পরিপূর্ণ জ্ঞান, তবে সতর্ককারীগণ তাদের কোন উপকারে আসে না।","bangla_mujibur":"এটা পরিপূর্ণ জ্ঞান, তবে এই সতর্ক বাণী তাদের কোন উপকারে আসেনি।","bangla_taisirul":"তা (হল) সুদূর প্রসারী জ্ঞান, কিন্তু সেই সতর্কবাণী কোন কাজে আসেনি।"},{"id":6,"arabic_text":"فَتَوَلَّ عَنۡہُمۡ ۘ یَوۡمَ یَدۡعُ الدَّاعِ  اِلٰی شَیۡءٍ  نُّکُرٍ ۙ﴿۶﴾ ","english_text":"Then We forgave you after that so perhaps you would be grateful.","page":528,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4852.mp3","colorText":"فَتَوَلَّ عَنْهُمْ‌ۘ يَوْمَ يَ[q:9312[دْ]عُ [h:13045[ٱ][l[ل]دَّاعِ إِلَىٰ ش[a:13046[َىْءٍ ن]ُّكُرٍ","juz":27,"ruku":463,"manzil":7,"bangla_ahbayan":"অতএব তুমি তাদেরকে উপেক্ষা কর। (সেদিনকে স্মরণ কর,) যেদিন আহবানকারী (ইস্রাফীল) আহবান করবে এক অপ্রিয় বিষয়ের দিকে।[১]","bangla_bayan":"অতএব তুমি তাদের থেকে মুখ ফিরিয়ে নাও, সেদিন আহবানকারী আহবান করবে এক বিভীষিকাময় বিষয়ের দিকে,","bangla_mkhan":"অতএব, আপনি তাদের থেকে মুখ ফিরিয়ে নিন। যেদিন আহবানকারী আহবান করবে এক অপ্রিয় পরিণামের দিকে,","bangla_mujibur":"অতএব তুমি তাদেরকে উপেক্ষা কর। যেদিন আহবানকারী আহবান করবে এক ভয়াবহ পরিণামের দিকে।","bangla_taisirul":"কাজেই (হে নবী) তুমি তাদের থেকে মুখ ফিরিয়ে নাও (আর অপেক্ষা কর সে দিনের) যেদিন এক আহবানকারী (তাদেরকে) আহবান করবে এক ভয়াবহ বিষয়ের দিকে।"},{"id":7,"arabic_text":"خُشَّعًا اَبۡصَارُہُمۡ یَخۡرُجُوۡنَ مِنَ الۡاَجۡدَاثِ  کَاَنَّہُمۡ  جَرَادٌ   مُّنۡتَشِرٌ ۙ﴿۷﴾ ","english_text":"And [recall] when We gave Moses the Scripture and criterion that perhaps you would be guided.","page":529,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4853.mp3","colorText":"خُشَّعًا أَ[q:4718[بْ]صَ[n[ـٰ]رُهُمْ يَخْرُجُونَ مِنَ [h:11261[ٱ]لْأَ[q:11262[جْ]دَاثِ كَأَ[g[نّ]َهُمْ جَرَا[a:13047[دٌ م]ُّ[f:13048[نت]َشِرٌ","juz":27,"ruku":463,"manzil":7,"bangla_ahbayan":"অপমানে অবনমিত নেত্রে কবর হতে বের হবে বিক্ষিপ্ত পঙ্গপালের ন্যায়। [১]","bangla_bayan":"তারা তাদের দৃষ্টি অবনত অবস্থায় কবর থেকে বের হয়ে আসবে। মনে হবে যেন তারা বিক্ষিপ্ত পঙ্গপাল।","bangla_mkhan":"তারা তখন অবনমিত নেত্রে কবর থেকে বের হবে বিক্ষিপ্ত পংগপাল সদৃশ।","bangla_mujibur":"অপমানে অবনমিত নেত্রে সেই দিন তারা কাবর হতে বের হবে বিক্ষিপ্ত পঙ্গপালের ন্যায়।","bangla_taisirul":"ভীত-শংকিত চোখে তারা তাদের কবর থেকে বের হয়ে আসবে- যেন তারা বিক্ষিপ্ত পঙ্গপাল।"},{"id":8,"arabic_text":"مُّہۡطِعِیۡنَ  اِلَی الدَّاعِ ؕ یَقُوۡلُ الۡکٰفِرُوۡنَ ہٰذَا یَوۡمٌ  عَسِرٌ ﴿۸﴾ ","english_text":"And [recall] when Moses said to his people, \"O my people, indeed you have wronged yourselves by your taking of the calf [for worship]. So repent to your Creator and kill yourselves. That is best for [all of] you in the sight of your Creator.\" Then He accepted your repentance; indeed, He is the Accepting of repentance, the Merciful.","page":529,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4854.mp3","colorText":"مُّهْطِعِينَ إِلَى [h:13049[ٱ][l[ل]دَّاعِ‌ۖ يَقُولُ [h:13050[ٱ]لْكَ[n[ـٰ]فِرُونَ هَ[n[ـٰ]ذَا يَوْمٌ عَسِرٌ","juz":27,"ruku":463,"manzil":7,"bangla_ahbayan":"তারা আহবানকারীর দিকে ছুটে আসবে ভীত-বিহ্বল হয়ে।[১] অবিশ্বাসীরা বলবে, ‘এ তো কঠিন দিন।’","bangla_bayan":"তারা আহবানকারীর দিকে ভীত-সন্ত্রস্ত অবস্থায় ছুটে আসবে। কাফিররা বলবে, ‘এটি বড়ই কঠিন দিন’।","bangla_mkhan":"তারা আহবানকারীর দিকে দৌড়াতে থাকবে। কাফেরা বলবেঃ এটা কঠিন দিন।","bangla_mujibur":"তারা আহবানকারীর দিকে ছুটে আসবে ভীত-বিহবল হয়ে। কাফিরেরা বলবেঃ কঠিন এই দিন।","bangla_taisirul":"ভীত-সন্ত্রস্ত হয়ে তারা আহবানকারীর দিকে ছুটে আসবে। কাফিররা বলবে- ‘‘কঠিন এ দিন’’।"},{"id":9,"arabic_text":"کَذَّبَتۡ قَبۡلَہُمۡ  قَوۡمُ نُوۡحٍ  فَکَذَّبُوۡا عَبۡدَنَا وَ  قَالُوۡا  مَجۡنُوۡنٌ  وَّ ازۡدُجِرَ ﴿۹﴾ ","english_text":"And [recall] when you said, \"O Moses, we will never believe you until we see Allah outright\"; so the thunderbolt took you while you were looking on.","page":529,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4855.mp3","colorText":"۞ كَذَّبَتْ قَ[q:8394[بْ]لَهُمْ قَوْمُ نُو[f:13051[حٍ ف]َكَذَّبُو[s[اْ] عَ[q:11499[بْ]دَنَا وَقَالُو[s[اْ] مَ[q:12342[جْ]نُو[a:13052[نٌ و]َ[h:13053[ٱ]زْدُجِرَ","juz":27,"ruku":463,"manzil":7,"bangla_ahbayan":"এদের পূর্বে নূহের সম্প্রদায়ও মিথ্যা মনে করেছিল; তারা মিথ্যাবাদী মনে করেছিল আমার দাসকে এবং বলেছিল, ‘এ তো এক পাগল।’ আর তাকে হুমকিও দেওয়া হয়েছিল। [১]","bangla_bayan":"তাদের পূর্বে নূহের কওমও অস্বীকার করেছিল। তারা আমার বান্দাকে অস্বীকার করেছিল এবং বলেছিল, ‘পাগল’। আর তাকে হুমকি দেয়া হয়েছিল।","bangla_mkhan":"তাদের পূর্বে নূহের সম্প্রদায়ও মিথ্যারোপ করেছিল। তারা মিথ্যারোপ করেছিল আমার বান্দা নূহের প্রতি এবং বলেছিলঃ এ তো উম্মাদ। তাঁরা তাকে হুমকি প্রদর্শন করেছিল।","bangla_mujibur":"এদের পূর্বে নূহের সম্প্রদায়ও মিথ্যা আরোপ করেছিল আমার বান্দার প্রতি এবং বলেছিলঃ এতো এক পাগল। আর তাকে ভীতি প্রদর্শন করা হয়েছিল।","bangla_taisirul":"তাদের আগে নূহের জাতিও সত্য প্রত্যাখ্যান করেছিল। তারা আমার বান্দাহকে অস্বীকার করেছিল আর বলেছিল- ‘‘একটা পাগল’’; আর তাকে ভয় দেখানো হয়েছিল।"},{"id":10,"arabic_text":"فَدَعَا رَبَّہٗۤ  اَنِّیۡ  مَغۡلُوۡبٌ  فَانۡتَصِرۡ ﴿۱۰﴾ ","english_text":"Then We revived you after your death that perhaps you would be grateful.","page":529,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4856.mp3","colorText":"فَدَعَا رَبَّهُ[o[ۥٓ] أَ[g[نّ]ِى مَغْلُو[f:13054[بٌ ف]َ[h:13055[ٱ][f:13055[نت]َصِرْ","juz":27,"ruku":463,"manzil":7,"bangla_ahbayan":"তখন সে তার প্রতিপালককে আহবান করে বলেছিল, ‘আমি তো অসহায়, অতএব তুমি আমার প্রতিশোধ নাও।’","bangla_bayan":"অতঃপর সে তার রবকে আহবান করল যে, ‘নিশ্চয় আমি পরাজিত, অতএব তুমিই প্রতিশোধ গ্রহণ কর’।","bangla_mkhan":"অতঃপর সে তার পালনকর্তাকে ডেকে বললঃ আমি অক্ষম, অতএব, তুমি প্রতিবিধান কর।","bangla_mujibur":"তখন সে তার রাব্বকে আহবান করে বলেছিলঃ আমিতো অসহায়; অতএব তুমি আমার প্রতিবিধান কর।","bangla_taisirul":"তখন সে তার প্রতিপালককে ডেকেছিল- ‘‘আমি পরাস্ত হয়েছি, কাজেই তুমি এর প্রতিবিধান কর।’’"},{"id":11,"arabic_text":"فَفَتَحۡنَاۤ  اَبۡوَابَ السَّمَآءِ  بِمَآءٍ  مُّنۡہَمِرٍ ﴿۫ۖ۱۱﴾ ","english_text":"And We shaded you with clouds and sent down to you manna and quails, [saying], \"Eat from the good things with which We have provided you.\" And they wronged Us not - but they were [only] wronging themselves.","page":529,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4857.mp3","colorText":"فَفَتَحْن[o[َآ] أَ[q:4047[بْ]و[n[َٲ]بَ [h:13056[ٱ][l[ل]سَّم[o[َا]ٓءِ بِم[o[َا]ٓ[a:13057[ءٍ م]ُّنْهَمِرٍ","juz":27,"ruku":463,"manzil":7,"bangla_ahbayan":"ফলে প্রবল বৃষ্টি বর্ষণ দ্বারা আমি আকাশের দরজাসমূহ খুলে দিলাম। [১]","bangla_bayan":"ফলে আমি বর্ষণশীল বারিধারার মাধ্যমে আসমানের দরজাসমূহ খুলে দিলাম।","bangla_mkhan":"তখন আমি খুলে দিলাম আকাশের দ্বার প্রবল বারিবর্ষণের মাধ্যমে।","bangla_mujibur":"ফলে আমি উন্মুক্ত করে দিলাম আকাশের দ্বার, প্রবল বারি বর্ষণে।","bangla_taisirul":"তখন আমি আকাশের দরজাগুলো খুলে দিয়ে মুষলধারায় বৃষ্টি বর্ষিয়েছিলাম।"},{"id":12,"arabic_text":"وَّ فَجَّرۡنَا الۡاَرۡضَ عُیُوۡنًا فَالۡتَقَی الۡمَآءُ عَلٰۤی  اَمۡرٍ  قَدۡ  قُدِرَ ﴿ۚ۱۲﴾ ","english_text":"And [recall] when We said, \"Enter this city and eat from it wherever you will in [ease and] abundance, and enter the gate bowing humbly and say, 'Relieve us of our burdens.' We will [then] forgive your sins for you, and We will increase the doers of good [in goodness and reward].\"","page":529,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4858.mp3","colorText":"وَفَجَّرْنَا [h:13058[ٱ]لْأَرْضَ عُيُو[f:13059[نًا ف]َ[h:13060[ٱ]لْتَقَى [h:13061[ٱ]لْم[o[َا]ٓءُ عَلَ[o[ىٰٓ] أَمْ[f:13062[رٍ ق]َ[q:298[دْ] قُدِرَ","juz":27,"ruku":463,"manzil":7,"bangla_ahbayan":"এবং মাটি হতে ঝরনা প্রবাহিত করলাম, অতঃপর সকল পানি মিলিত হল এক পরিকল্পনা অনুসারে।[১]","bangla_bayan":"আর ভূমিতে আমি ঝর্না উৎসারিত করলাম। ফলে সকল পানি মিলিত হল নির্ধারিত নির্দেশনা অনুসারে।","bangla_mkhan":"এবং ভুমি থেকে প্রবাহিত করলাম প্রস্রবণ। অতঃপর সব পানি মিলিত হল এক পরিকম্পিত কাজে।","bangla_mujibur":"এবং মাটি হতে উৎসারিত করলাম প্রস্রবণ। অতঃপর সকল পানি মিলিত হল এক পরিকল্পনা অনুসারে।","bangla_taisirul":"আর যমীন থেকে উৎসারিত করেছিলাম ঝর্ণাধারা, অতঃপর (সব) পানি মিলিত হল যে পরিমাণ (পূর্বেই) নির্ধারিত করা হয়েছিল।"},{"id":13,"arabic_text":"وَ  حَمَلۡنٰہُ  عَلٰی ذَاتِ اَلۡوَاحٍ  وَّ دُسُرٍ ﴿ۙ۱۳﴾ ","english_text":"But those who wronged changed [those words] to a statement other than that which had been said to them, so We sent down upon those who wronged a punishment from the sky because they were defiantly disobeying.","page":529,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4859.mp3","colorText":"وَحَمَلْنَ[n[ـٰ]هُ عَلَىٰ ذَاتِ أَلْو[n[َٲ][a:13063[حٍ و]َدُسُرٍ","juz":27,"ruku":463,"manzil":7,"bangla_ahbayan":"তখন নূহকে আরোহণ করালাম কাঠ ও পেরেক দ্বারা নির্মিত এক নৌযানে। [১]","bangla_bayan":"আর আমি তাকে (নূহকে) কাঠ ও পেরেক নির্মিত নৌযানে আরোহণ করালাম।","bangla_mkhan":"আমি নূহকে আরোহণ করালাম এক কাষ্ঠ ও পেরেক নির্মিত জলযানে।","bangla_mujibur":"তখন নূহকে আরোহণ করালাম কাষ্ঠ ও কীলক নির্মিত এক নৌযানে,","bangla_taisirul":"আর আমি নূহকে বহন করলাম কাষ্ঠ আর কীলক যুক্ত (নৌযানে)।"},{"id":14,"arabic_text":"تَجۡرِیۡ  بِاَعۡیُنِنَا ۚ جَزَآءً  لِّمَنۡ کَانَ کُفِرَ ﴿۱۴﴾ ","english_text":"And [recall] when Moses prayed for water for his people, so We said, \"Strike with your staff the stone.\" And there gushed forth from it twelve springs, and every people knew its watering place. \"Eat and drink from the provision of Allah, and do not commit abuse on the earth, spreading corruption.\"","page":529,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4860.mp3","colorText":"تَ[q:120[جْ]رِى بِأَعْيُنِنَا جَز[o[َا]ٓ[u:13064[ءً ل]ِّمَ[f:10739[ن ك]َانَ كُفِرَ","juz":27,"ruku":463,"manzil":7,"bangla_ahbayan":"যা চলল আমার চোখের সামনে, এ ছিল অবিশ্বাসীদের প্রতিফল।","bangla_bayan":"যা আমার চাক্ষুস তত্ত্বাবধানে চলত, তার জন্য পুরস্কারস্বরূপ, যাকে প্রত্যাখ্যান করা হয়েছিল।","bangla_mkhan":"যা চলত আমার দৃষ্টি সামনে। এটা তার পক্ষ থেকে প্রতিশোধ ছিল, যাকে প্রত্যখ্যান করা হয়েছিল।","bangla_mujibur":"যা চলত আমার প্রত্যক্ষ তত্ত্বাবধানে। এটা পুরস্কার তার জন্য যে প্রত্যাখ্যাত হয়েছিল।","bangla_taisirul":"যা আমার চোখের সামনে (ও আমার তত্ত্বাবধানে) ভেসে চলল সেই ব্যক্তির পক্ষে প্রতিশোধ হিসেবে যাকে অমান্য ও অস্বীকার করা হয়েছিল।"},{"id":15,"arabic_text":"وَ لَقَدۡ  تَّرَکۡنٰہَاۤ  اٰیَۃً  فَہَلۡ مِنۡ مُّدَّکِرٍ ﴿۱۵﴾ ","english_text":"And [recall] when you said, \"O Moses, we can never endure one [kind of] food. So call upon your Lord to bring forth for us from the earth its green herbs and its cucumbers and its garlic and its lentils and its onions.\" [Moses] said, \"Would you exchange what is better for what is less? Go into [any] settlement and indeed, you will have what you have asked.\" And they were covered with humiliation and poverty and returned with anger from Allah [upon them]. That was because they [repeatedly] disbelieved in the signs of Allah and killed the prophets without right. That was because they disobeyed and were [habitually] transgressing.","page":529,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4861.mp3","colorText":"وَلَقَ[d:13065[د] تَّرَكْنَ[n[ـٰ]ه[o[َآ] ءَايَ[f:13066[ةً ف]َهَلْ م[a:13067[ِن م]ُّدَّكِرٍ","juz":27,"ruku":463,"manzil":7,"bangla_ahbayan":"আমি এটাকে এক নিদর্শনরূপে রেখে দিয়েছি;[১] অতএব উপদেশ গ্রহণকারী কেউ আছে কি? [২]","bangla_bayan":"আর আমি তাকে নিদর্শন হিসেবে রেখেছি। অতএব কোন উপদেশ গ্রহণকারী আছে কি?","bangla_mkhan":"আমি একে এক নিদর্শনরূপে রেখে দিয়েছি। অতএব, কোন চিন্তাশীল আছে কি?","bangla_mujibur":"আমি এটাকে রেখে দিয়েছি এক নিদর্শনরূপে; অতএব উপদেশ গ্রহণকারী কেহ আছে কি?","bangla_taisirul":"এ (ঘটনা) টিকে আমি (চিরকালের জন্য) নিদর্শন হিসেবে রেখে দিলাম, অতএব উপদেশ গ্রহণ করার কেউ আছে কি?"},{"id":16,"arabic_text":"فَکَیۡفَ کَانَ عَذَابِیۡ  وَ  نُذُرِ ﴿۱۶﴾ ","english_text":"Indeed, those who believed and those who were Jews or Christians or Sabeans [before Prophet Muhammad] - those [among them] who believed in Allah and the Last Day and did righteousness - will have their reward with their Lord, and no fear will there be concerning them, nor will they grieve.","page":529,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4862.mp3","colorText":"فَكَيْفَ كَانَ عَذَابِى وَنُذُرِ","juz":27,"ruku":463,"manzil":7,"bangla_ahbayan":"সুতরাং কেমন ছিল আমার শাস্তি ও সতর্কবাণী!","bangla_bayan":"অতএব আমার আযাব ও ভয় প্রদর্শন কেমন ছিল?","bangla_mkhan":"কেমন কঠোর ছিল আমার শাস্তি ও সতর্কবাণী।","bangla_mujibur":"কি কঠোর ছিল আমার শাস্তি ও সতর্কবাণী!","bangla_taisirul":"কত ভয়ংকর ছিল আমার ‘আযাব ও ভীতি প্রদর্শন।"},{"id":17,"arabic_text":"وَ لَقَدۡ یَسَّرۡنَا الۡقُرۡاٰنَ  لِلذِّکۡرِ  فَہَلۡ مِنۡ مُّدَّکِرٍ ﴿۱۷﴾ ","english_text":"And [recall] when We took your covenant, [O Children of Israel, to abide by the Torah] and We raised over you the mount, [saying], \"Take what We have given you with determination and remember what is in it that perhaps you may become righteous.\"","page":529,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4863.mp3","colorText":"وَلَقَ[q:341[دْ] يَسَّرْنَا [h:13068[ٱ]لْقُرْءَانَ لِلذِّكْرِ فَهَلْ م[a:13067[ِن م]ُّدَّكِرٍ","juz":27,"ruku":463,"manzil":7,"bangla_ahbayan":"নিশ্চয় আমি কুরআনকে উপদেশ গ্রহণের জন্য সহজ করে দিয়েছি।[১] অতএব উপদেশ গ্রহণকারী কেউ আছে কি?","bangla_bayan":"আর আমি তো কুরআনকে সহজ করে দিয়েছি উপদেশ গ্রহণের জন্য। অতএব কোন উপদেশ গ্রহণকারী আছে কি?","bangla_mkhan":"আমি কোরআনকে সহজ করে দিয়েছি বোঝার জন্যে। অতএব, কোন চিন্তাশীল আছে কি?","bangla_mujibur":"কুরআন আমি সহজ করে দিয়েছি উপদেশ গ্রহণের জন্য, সুতরাং উপদেশ গ্রহণকারী কেহ আছে কি?","bangla_taisirul":"আমি কুরআনকে সহজ করে দিয়েছি উপদেশ গ্রহণের জন্য, উপদেশ গ্রহণ করার কেউ আছে কি?"},{"id":18,"arabic_text":"کَذَّبَتۡ عَادٌ  فَکَیۡفَ کَانَ عَذَابِیۡ وَ نُذُرِ ﴿۱۸﴾ ","english_text":"Then you turned away after that. And if not for the favor of Allah upon you and His mercy, you would have been among the losers.","page":529,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4864.mp3","colorText":"كَذَّبَتْ عَا[f:13069[دٌ ف]َكَيْفَ كَانَ عَذَابِى وَنُذُرِ","juz":27,"ruku":463,"manzil":7,"bangla_ahbayan":"আ’দ সম্প্রদায় মিথ্যাজ্ঞান করেছিল, সুতরাং কেমন ছিল আমার শাস্তি ও সতর্কবাণী!","bangla_bayan":"‘আদ জাতি অস্বীকার করেছিল, অতএব আমার আযাব ও ভয় প্রদর্শন কিরূপ হয়েছিল?","bangla_mkhan":"আদ সম্প্রদায় মিথ্যারোপ করেছিল, অতঃপর কেমন কঠোর হয়েছিল আমার শাস্তি ও সতর্কবাণী।","bangla_mujibur":"আ‘দ সম্প্রদায় সত্য প্রত্যাখ্যান করেছিল, ফলে কি কঠোর হয়েছিল আমার শাস্তি ও সতর্ক বাণী!","bangla_taisirul":"‘আদ জাতি সত্য প্রত্যাখ্যান করেছিল, ফলে কত ভয়ংকর ছিল আমার ‘আযাব ও ভীতি প্রদর্শন।"},{"id":19,"arabic_text":"اِنَّاۤ  اَرۡسَلۡنَا عَلَیۡہِمۡ رِیۡحًا صَرۡصَرًا فِیۡ یَوۡمِ  نَحۡسٍ  مُّسۡتَمِرٍّ ﴿ۙ۱۹﴾ ","english_text":"And you had already known about those who transgressed among you concerning the sabbath, and We said to them, \"Be apes, despised.\"","page":529,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4865.mp3","colorText":"إِ[g[نّ][o[َآ] أَرْسَلْنَا عَلَيْهِمْ رِي[f:11982[حًا ص]َرْصَ[f:11983[رًا ف]ِى يَوْمِ نَحْ[a:13070[سٍ م]ُّسْتَمِرٍّ","juz":27,"ruku":463,"manzil":7,"bangla_ahbayan":"তাদের উপর আমি নিরবচ্ছিন্ন দুর্ভাগ্যের দিনে ঝড়ো হাওয়া প্রেরণ করেছিলাম।[১]","bangla_bayan":"নিশ্চয় আমি তাদের ওপর পাঠিয়েছিলাম প্রচন্ড শীতল ঝড়ো হাওয়া, অব্যাহত এক অমঙ্গল দিনে।","bangla_mkhan":"আমি তাদের উপর প্রেরণ করেছিলাম ঝঞ্জাবায়ু এক চিরাচরিত অশুভ দিনে।","bangla_mujibur":"তাদের উপর আমি প্রেরণ করেছিলাম ঝঞ্ঝাবায়ু নিরবিচ্ছিন্ন দুর্ভোগের দিনে।","bangla_taisirul":"আমি তাদের উপর পাঠিয়েছিলাম ঝঞ্ঝাবায়ু এক অবিরাম অশুভ দিনে,"},{"id":20,"arabic_text":"تَنۡزِعُ  النَّاسَ ۙ کَاَنَّہُمۡ  اَعۡجَازُ نَخۡلٍ مُّنۡقَعِرٍ ﴿۲۰﴾ ","english_text":"And We made it a deterrent punishment for those who were present and those who succeeded [them] and a lesson for those who fear Allah .","page":529,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4866.mp3","colorText":"تَ[f:13071[نز]ِعُ [h:13072[ٱ][l[ل][g[نّ]َاسَ كَأَ[g[نّ]َهُمْ أَعْجَازُ نَخْ[a:13073[لٍ م]ُّ[f:13074[نق]َعِرٍ","juz":27,"ruku":463,"manzil":7,"bangla_ahbayan":"তা মানুষকে উৎখাত করেছিল উৎপাটিত খেজুর কান্ডের ন্যায়। [১]","bangla_bayan":"তা মানুষকে উৎখাত করেছিল। যেন তারা উৎপাটিত খেজুরগাছের কান্ড।","bangla_mkhan":"তা মানুষকে উৎখাত করছিল, যেন তারা উৎপাটিত খর্জুর বৃক্ষের কান্ড।","bangla_mujibur":"মানুষকে ওটা উৎখাত করেছিল উন্মুলিত খেজুর কান্ডের ন্যায়।","bangla_taisirul":"মানুষকে তা উৎপাটিত করেছিল যেন তারা উৎপাটিত খেজুর গাছের কান্ড।"},{"id":21,"arabic_text":"فَکَیۡفَ کَانَ  عَذَابِیۡ  وَ نُذُرِ ﴿۲۱﴾ ","english_text":"And [recall] when Moses said to his people, \"Indeed, Allah commands you to slaughter a cow.\" They said, \"Do you take us in ridicule?\" He said, \"I seek refuge in Allah from being among the ignorant.\"","page":529,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4867.mp3","colorText":"فَكَيْفَ كَانَ عَذَابِى وَنُذُرِ","juz":27,"ruku":463,"manzil":7,"bangla_ahbayan":"সুতরাং কেমন ছিল আমার শাস্তি ও সতর্কবাণী!","bangla_bayan":"অতএব আমার আযাব ও ভয় প্রদর্শন কিরূপ হয়েছিল?","bangla_mkhan":"অতঃপর কেমন কঠোর ছিল আমার শাস্তি ও সতর্কবাণী।","bangla_mujibur":"কি কঠোর ছিল আমার শাস্তি ও সতর্ক বাণী!","bangla_taisirul":"ফলে কত ভয়ংকর ছিল আমার ‘আযাব ও ভীতি প্রদর্শন।"},{"id":22,"arabic_text":"وَ لَقَدۡ یَسَّرۡنَا الۡقُرۡاٰنَ  لِلذِّکۡرِ فَہَلۡ مِنۡ مُّدَّکِرٍ ﴿۲۲﴾ ","english_text":"They said, \"Call upon your Lord to make clear to us what it is.\" [Moses] said, \"[ Allah ] says, 'It is a cow which is neither old nor virgin, but median between that,' so do what you are commanded.\"","page":529,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4868.mp3","colorText":"وَلَقَ[q:341[دْ] يَسَّرْنَا [h:13068[ٱ]لْقُرْءَانَ لِلذِّكْرِ فَهَلْ م[a:13067[ِن م]ُّدَّكِرٍ","juz":27,"ruku":463,"manzil":7,"bangla_ahbayan":"নিশ্চয় আমি কুরআনকে উপদেশ গ্রহণের জন্য সহজ করে দিয়েছি। অতএব উপদেশ গ্রহণকারী কেউ আছে কি?","bangla_bayan":"আর আমি তো কুরআনকে সহজ করে দিয়েছি উপদেশ গ্রহণের জন্য। অতএব কোন উপদেশ গ্রহণকারী আছে কি?","bangla_mkhan":"আমি কোরআনকে বোঝার জন্যে সহজ করে দিয়েছি। অতএব, কোন চিন্তাশীল আছে কি?","bangla_mujibur":"কুরআন আমি সহজ করে দিয়েছি উপদেশ গ্রহণের জন্য; অতএব উপদেশ গ্রহণ করার কেহ আছে কি?","bangla_taisirul":"আমি কুরআনকে সহজ করে দিয়েছি উপদেশ গ্রহণের জন্য, উপদেশ গ্রহণের কেউ আছে কি?"},{"id":23,"arabic_text":"کَذَّبَتۡ ثَمُوۡدُ  بِالنُّذُرِ ﴿۲۳﴾ ","english_text":"They said, \"Call upon your Lord to show us what is her color.\" He said, \"He says, 'It is a yellow cow, bright in color - pleasing to the observers.' \"","page":529,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4869.mp3","colorText":"كَذَّبَتْ ثَمُودُ بِ[h:13075[ٱ][l[ل][g[نّ]ُذُرِ","juz":27,"ruku":464,"manzil":7,"bangla_ahbayan":"সামূদ সম্প্রদায় সতর্ককারীদেরকে মিথ্যাবাদী বলেছিল;","bangla_bayan":"সামূদ জাতিও সতর্ককারীদেরকে মিথ্যাবাদী বলেছিল।","bangla_mkhan":"সামুদ সম্প্রদায় সতর্ককারীদের প্রতি মিথ্যারোপ করেছিল।","bangla_mujibur":"সামূদ সম্প্রদায় সতর্ককারীদেরকে মিথ্যাবাদী বলেছিল।","bangla_taisirul":"সামূদ জাতিও ভয়প্রদর্শনকারীদেরকে অস্বীকার করেছিল,"},{"id":24,"arabic_text":"فَقَالُوۡۤا اَبَشَرًا مِّنَّا وَاحِدًا نَّتَّبِعُہٗۤ ۙ اِنَّاۤ  اِذًا  لَّفِیۡ ضَلٰلٍ  وَّ  سُعُرٍ ﴿۲۴﴾ ","english_text":"They said, \"Call upon your Lord to make clear to us what it is. Indeed, [all] cows look alike to us. And indeed we, if Allah wills, will be guided.\"","page":529,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4870.mp3","colorText":"فَقَال[o[ُوٓ][s[اْ] أَبَشَ[a:13076[رًا م]ِّ[g[نّ]َا و[n[َٲ]حِ[a:13077[دًا ن]َّتَّبِعُهُ[o[ۥٓ] إِ[g[نّ][o[َآ] إِ[u:11213[ذًا ل]َّفِى ضَلَ[n[ـٰ][a:13078[لٍ و]َسُعُرٍ","juz":27,"ruku":464,"manzil":7,"bangla_ahbayan":"তারা বলেছিল, ‘আমরা কি আমাদেরই মধ্যকার এক ব্যক্তির অনুসরণ করব? তাহলে তো নিশ্চয় আমরা ভ্রষ্ট ও পাগলরূপে গণ্য হব। [১]","bangla_bayan":"অতঃপর তারা বলেছিল, ‘আমরা কি আমাদেরই মধ্য থেকে এক ব্যক্তির অনুসরণ করব? তাহলে নিশ্চয় আমরা পথভ্রষ্টতা ও উম্মত্ততার মধ্যে পড়ব’।","bangla_mkhan":"তারা বলেছিলঃ আমরা কি আমাদেরই একজনের অনুসরণ করব? তবে তো আমরা বিপথগামী ও বিকার গ্রস্থরূপে গণ্য হব।","bangla_mujibur":"তারা বলেছিলঃ আমরা কি আমাদেরই সম্প্রদায়ের এক ব্যক্তির অনুসরণ করব? তাহলে তো আমরা বিপথগামী এবং উন্মাদরূপে গন্য হব।","bangla_taisirul":"তারা বলেছিল, ‘আমরা কি আমাদেরই মধ্যেকার মাত্র একটা লোকের অনুসরণ করব? তাহলে তো আমরা গুমরাহী আর পাগলামিতে পড়ে যাব।"},{"id":25,"arabic_text":"ءَاُلۡقِیَ الذِّکۡرُ عَلَیۡہِ مِنۡۢ  بَیۡنِنَا بَلۡ ہُوَ کَذَّابٌ  اَشِرٌ ﴿۲۵﴾ ","english_text":"He said, \"He says, 'It is a cow neither trained to plow the earth nor to irrigate the field, one free from fault with no spot upon her.' \" They said, \"Now you have come with the truth.\" So they slaughtered her, but they could hardly do it.","page":529,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4871.mp3","colorText":"أَءُلْقِىَ [h:13079[ٱ][l[ل]ذِّكْرُ عَلَيْهِ م[i:4086[ِنۢ ب]َيْنِنَا بَلْ هُوَ كَذَّابٌ أَشِرٌ","juz":27,"ruku":464,"manzil":7,"bangla_ahbayan":"আমাদের মধ্যে কি ওরই প্রতি প্রত্যাদেশ হয়েছে? বরং সে তো একজন মিথ্যাবাদী, দাম্ভিক।’ [১]","bangla_bayan":"‘আমাদের মধ্য থেকে কি তার ওপরই উপদেশবাণী পাঠানো হয়েছে ? বরং সে চরম মিথ্যাবাদী অহঙ্কারী’।","bangla_mkhan":"আমাদের মধ্যে কি তারই প্রতি উপদেশ নাযিল করা হয়েছে? বরং সে একজন মিথ্যাবাদী, দাম্ভিক।","bangla_mujibur":"আমাদের মধ্যে কি তারই প্রতি প্রত্যাদেশ হয়েছে? না, সেতো একজন মিথ্যাবাদী, দাম্ভিক।","bangla_taisirul":"আমাদের (এত মানুষের) মধ্যে শুধু কি তার উপরই বাণী পাঠানো হয়েছে? না, বরং সে বড়ই মিথ্যুক, দাম্ভিক।"},{"id":26,"arabic_text":"سَیَعۡلَمُوۡنَ غَدًا مَّنِ الۡکَذَّابُ الۡاَشِرُ ﴿۲۶﴾ ","english_text":"And [recall] when you slew a man and disputed over it, but Allah was to bring out that which you were concealing.","page":529,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4872.mp3","colorText":"سَيَعْلَمُونَ غَ[a:13080[دًا م]َّنِ [h:13081[ٱ]لْكَذَّابُ [h:13082[ٱ]لْأَشِرُ","juz":27,"ruku":464,"manzil":7,"bangla_ahbayan":"আগামীকাল তারা জানবে, কে মিথ্যাবাদী, দাম্ভিক। [১]","bangla_bayan":"আগামী দিন তারা জানতে পারবে, কে চরম মিথ্যাবাদী, অহঙ্কারী।","bangla_mkhan":"এখন আগামীকল্যই তারা জানতে পারবে কে মিথ্যাবাদী, দাম্ভিক।","bangla_mujibur":"আগামীকাল তারা জানবে, কে মিথ্যাবাদী, দাম্ভিক।","bangla_taisirul":"আগামীকালই তারা জানতে পারবে কে বড়ই মিথ্যুক, দাম্ভিক"},{"id":27,"arabic_text":"اِنَّا  مُرۡسِلُوا النَّاقَۃِ  فِتۡنَۃً  لَّہُمۡ فَارۡتَقِبۡہُمۡ  وَ اصۡطَبِرۡ ﴿۫۲۷﴾ ","english_text":"So, We said, \"Strike the slain man with part of it.\" Thus does Allah bring the dead to life, and He shows you His signs that you might reason.","page":529,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4873.mp3","colorText":"إِ[g[نّ]َا مُرْسِلُو[s[اْ] [h:13083[ٱ][l[ل][g[نّ]َاقَةِ فِتْنَ[u:13084[ةً ل]َّهُمْ فَ[h:13085[ٱ]رْتَقِ[q:13085[بْ]هُمْ وَ[h:8381[ٱ]صْطَبِرْ","juz":27,"ruku":464,"manzil":7,"bangla_ahbayan":"নিশ্চয় আমি তাদের পরীক্ষার জন্যে এক উষ্ট্রী পাঠাব;[১] অতএব তুমি (হে স্বালেহ) তাদের আচরণ লক্ষ্য কর এবং ধৈর্যশীল হও। [২]","bangla_bayan":"নিশ্চয় আমি তাদের জন্য পরীক্ষাস্বরূপ উষ্ট্রী পাঠাচ্ছি। অতএব তুমি তাদের ব্যাপারে অপেক্ষা কর এবং ধৈর্যধারণ কর।","bangla_mkhan":"আমি তাদের পরীক্ষার জন্য এক উষ্ট্রী প্রেরণ করব, অতএব, তাদের প্রতি লক্ষ্য রাখ এবং সবর কর।","bangla_mujibur":"আমি তাদের পরীক্ষার জন্য পাঠিয়েছি এক উষ্ট্রী; অতএব তুমি তাদের আচরণ লক্ষ্য কর এবং ধৈর্যশীল হও,","bangla_taisirul":"আমি একটা উষ্ট্রী পাঠাচ্ছি, তাদেরকে পরীক্ষা করার জন্য, কাজেই (হে সালিহ!) তুমি তাদের আচরণ লক্ষ্য কর আর ধৈর্য ধর।"},{"id":28,"arabic_text":"وَ نَبِّئۡہُمۡ  اَنَّ  الۡمَآءَ  قِسۡمَۃٌۢ  بَیۡنَہُمۡ ۚ کُلُّ  شِرۡبٍ  مُّحۡتَضَرٌ ﴿۲۸﴾ ","english_text":"Then your hearts became hardened after that, being like stones or even harder. For indeed, there are stones from which rivers burst forth, and there are some of them that split open and water comes out, and there are some of them that fall down for fear of Allah . And Allah is not unaware of what you do.","page":530,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4874.mp3","colorText":"وَنَبِّئْهُمْ أَ[g[نّ]َ [h:13086[ٱ]لْم[o[َا]ٓءَ قِسْمَ[i:13087[ةُۢ ب]َيْنَهُمْ‌ۖ كُلُّ شِرْ[a:13088[بٍ م]ُّحْتَضَرٌ","juz":27,"ruku":464,"manzil":7,"bangla_ahbayan":"আর তুমি তাদেরকে জানিয়ে দাও যে, তাদের মধ্যে পানি বণ্টন নির্ধারিত[১] এবং পানির অংশের জন্য প্রত্যেকে হাজির হবে পালাক্রমে। [২]","bangla_bayan":"আর তাদেরকে জানিয়ে দাও যে, তাদের মধ্যে পানি বণ্টন সুনির্দিষ্ট। প্রত্যেকেই (পালাক্রমে) পানির অংশে উপস্থিত হবে।","bangla_mkhan":"এবং তাদেরকে জানিয়ে দাও যে, তাদের মধ্যে পানির পালা নির্ধারিত হয়েছে এবং পালাক্রমে উপস্থিত হতে হবে।","bangla_mujibur":"আর তুমি তাদেরকে জানিয়ে দাও যে, তাদের মধ্যে পানি বন্টন নির্ধারিত এবং পানির অংশের জন্য প্রত্যেকে হাযির হবে পালাক্রমে।","bangla_taisirul":"আর তাদেরকে জানিয়ে দাও যে, তাদের মধ্যে (ও উষ্ট্রীর মধ্যে) পানি বণ্টিত হবে, প্রত্যেকের পানি পানের পালা আসবে।"},{"id":29,"arabic_text":"فَنَادَوۡا صَاحِبَہُمۡ  فَتَعَاطٰی فَعَقَرَ ﴿۲۹﴾ ","english_text":"Do you covet [the hope, O believers], that they would believe for you while a party of them used to hear the words of Allah and then distort the Torah after they had understood it while they were knowing?","page":530,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4875.mp3","colorText":"فَنَادَوْ[s[اْ] صَاحِبَهُمْ فَتَعَاطَىٰ فَعَقَرَ","juz":27,"ruku":464,"manzil":7,"bangla_ahbayan":"অতঃপর তারা তাদের এক সঙ্গীকে আহবান করল,[১] সে ওকে (উষ্ট্রীকে) ধরে হত্যা করল। [২]","bangla_bayan":"অতঃপর তারা তাদের সাথীকে ডেকে আনল। তখন সে উষ্ট্রীকে ধরল, তারপর হত্যা করল।","bangla_mkhan":"অতঃপর তারা তাদের সঙ্গীকে ডাকল। সে তাকে ধরল এবং বধ করল।","bangla_mujibur":"অতঃপর তারা তাদের এক সঙ্গীকে আহবান করল, সে ওকে ধরে হত্যা করল।","bangla_taisirul":"শেষে তারা তাদের এক সঙ্গীকে ডাকল আর সে তাকে (অর্থাৎ উষ্ট্রীটিকে) ধরে হত্যা করল।"},{"id":30,"arabic_text":"فَکَیۡفَ کَانَ عَذَابِیۡ  وَ نُذُرِ ﴿۳۰﴾ ","english_text":"And when they meet those who believe, they say, \"We have believed\"; but when they are alone with one another, they say, \"Do you talk to them about what Allah has revealed to you so they can argue with you about it before your Lord?\" Then will you not reason?","page":530,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4876.mp3","colorText":"فَكَيْفَ كَانَ عَذَابِى وَنُذُرِ","juz":27,"ruku":464,"manzil":7,"bangla_ahbayan":"সুতরাং কেমন ছিল আমার শাস্তি ও সতর্কবাণী!","bangla_bayan":"অতএব আমার আযাব ও ভয় প্রদর্শন কিরূপ হয়েছিল?","bangla_mkhan":"অতঃপর কেমন কঠোর ছিল আমার শাস্তি ও সতর্কবাণী।","bangla_mujibur":"কি কঠোর ছিল আমার শাস্তি ও সতর্ক বাণী!","bangla_taisirul":"ফলে কত ভয়ংকর হয়েছিল আমার ‘আযাব ও ভীতি প্রদর্শন।"},{"id":31,"arabic_text":"اِنَّاۤ  اَرۡسَلۡنَا عَلَیۡہِمۡ صَیۡحَۃً  وَّاحِدَۃً فَکَانُوۡا کَہَشِیۡمِ  الۡمُحۡتَظِرِ ﴿۳۱﴾ ","english_text":"But do they not know that Allah knows what they conceal and what they declare?","page":530,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4877.mp3","colorText":"إِ[g[نّ][o[َآ] أَرْسَلْنَا عَلَيْهِمْ صَيْحَ[a:11222[ةً و][n[َٲ]حِدَ[f:13089[ةً ف]َكَانُو[s[اْ] كَهَشِيمِ [h:13090[ٱ]لْمُحْتَظِرِ","juz":27,"ruku":464,"manzil":7,"bangla_ahbayan":"নিশ্চয় আমি তাদের উপর এক বিরাট আওয়াজ প্রেরণ করলাম, ফলে তারা খোয়াড় প্রস্তুতকারীর চূর্ণ-বিচূর্ণ ডাল-পাতার মত হয়ে গেল। [১]","bangla_bayan":"নিশ্চয় আমি তাদের কাছে পাঠিয়েছিলাম এক বিকট আওয়াজ, ফলে তারা খোয়াড় প্রস্তুতকারীর খন্ডিত শুষ্ক খড়ের মত হয়ে গেল।","bangla_mkhan":"আমি তাদের প্রতি একটিমাত্র নিনাদ প্রেরণ করেছিলাম। এতেই তারা হয়ে গেল শুষ্ক শাখাপল্লব নির্মিত দলিত খোয়াড়ের ন্যায়।","bangla_mujibur":"আমি তাদেরকে আঘাত হেনেছিলাম এক মহানাদ দ্বারা; ফলে তারা হয়ে গেল খোয়াড় প্রস্তুতকারী বিখন্ডিত শুস্ক শাখা-প্রশাখার ন্যায়।","bangla_taisirul":"আমি তাদের উপর পাঠিয়েছিলাম একটি মাত্র প্রচন্ড ধ্বনি। ফলে তারা খোঁয়াড়ওয়ালাদের (নির্মিত) ভেঙ্গে চুরে যাওয়া শুকনা ডালপালার মত গুঁড়িয়ে গেল।"},{"id":32,"arabic_text":"وَ لَقَدۡ یَسَّرۡنَا الۡقُرۡاٰنَ  لِلذِّکۡرِ فَہَلۡ مِنۡ مُّدَّکِرٍ  ﴿۳۲﴾","english_text":"And among them are unlettered ones who do not know the Scripture except in wishful thinking, but they are only assuming.","page":530,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4878.mp3","colorText":"وَلَقَ[q:341[دْ] يَسَّرْنَا [h:13068[ٱ]لْقُرْءَانَ لِلذِّكْرِ فَهَلْ م[a:13067[ِن م]ُّدَّكِرٍ","juz":27,"ruku":464,"manzil":7,"bangla_ahbayan":"নিশ্চয় আমি কুরআনকে উপদেশ গ্রহণের জন্য সহজ করে দিয়েছি। অতএব উপদেশ গ্রহণকারী কেউ আছে কি?","bangla_bayan":"আর আমি তো কুরআনকে সহজ করে দিয়েছি উপদেশ গ্রহণের জন্য। অতএব কোন উপদেশ গ্রহণকারী আছে কি?","bangla_mkhan":"আমি কোরআনকে বোঝার জন্যে সহজ করে দিয়েছি। অতএব, কোন চিন্তাশীল আছে কি?","bangla_mujibur":"আমি কুরআন সহজ করে দিয়েছি উপদেশ গ্রহণের জন্য; অতএব উপদেশ গ্রহণ করার কেহ আছে কি?","bangla_taisirul":"আমি কুরআনকে সহজ করে দিয়েছি উপদেশ গ্রহণের জন্য, উপদেশ গ্রহণের কেউ আছে কি?"},{"id":33,"arabic_text":"کَذَّبَتۡ قَوۡمُ لُوۡطٍۭ بِالنُّذُرِ ﴿۳۳﴾ ","english_text":"So woe to those who write the \"scripture\" with their own hands, then say, \"This is from Allah,\" in order to exchange it for a small price. Woe to them for what their hands have written and woe to them for what they earn.","page":530,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4879.mp3","colorText":"كَذَّبَتْ قَوْمُ لُو[i:13091[طِۭ ب]ِ[h:13075[ٱ][l[ل][g[نّ]ُذُرِ","juz":27,"ruku":464,"manzil":7,"bangla_ahbayan":"লূত সম্প্রদায় মিথ্যা মনে করেছিল সতর্ককারীদেরকে।","bangla_bayan":"লূতের কওম সতর্ককারীদেরকে মিথ্যাবাদী বলেছিল।","bangla_mkhan":"লূত-সম্প্রদায় সতর্ককারীদের প্রতি মিথ্যারোপ করেছিল।","bangla_mujibur":"লূত সম্প্রদায় প্রত্যাখ্যান করেছিল সতর্ককারীদেরকে।","bangla_taisirul":"লূতের জাতি সতর্কবাণী প্রত্যাখ্যান করেছিল,"},{"id":34,"arabic_text":"اِنَّاۤ  اَرۡسَلۡنَا عَلَیۡہِمۡ حَاصِبًا  اِلَّاۤ  اٰلَ لُوۡطٍ ؕ نَجَّیۡنٰہُمۡ  بِسَحَرٍ ﴿ۙ۳۴﴾ ","english_text":"And they say, \"Never will the Fire touch us, except for a few days.\" Say, \"Have you taken a covenant with Allah ? For Allah will never break His covenant. Or do you say about Allah that which you do not know?\"","page":530,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4880.mp3","colorText":"إِ[g[نّ][o[َآ] أَرْسَلْنَا عَلَيْهِمْ حَاصِبًا إِلّ[o[َآ] ءَالَ لُو[a:13092[طٍ‌ۖ ن]َّجَّيْنَ[n[ـٰ]ه[c:13093[ُم ب]ِسَحَرٍ","juz":27,"ruku":464,"manzil":7,"bangla_ahbayan":"নিশ্চয় আমি তাদের উপর প্রেরণ করেছিলাম পাথর বর্ষণকারী ঝড়,[১] কিন্তু লূত পরিবারের উপর নয়; তাদেরকে আমি উদ্ধার করেছিলাম ভোর রাতে--[২]","bangla_bayan":"নিশ্চয় আমি তাদের উপর কংকর-ঝড় পাঠিয়েছিলাম, তবে লূত পরিবারের উপর নয়। আমি তাদেরকে শেষ রাতে নাজাত দিয়েছিলাম,","bangla_mkhan":"আমি তাদের প্রতি প্রেরণ করেছিলাম প্রস্তর বর্ষণকারী প্রচন্ড ঘূর্ণিবায়ু; কিন্তু লূত পরিবারের উপর নয়। আমি তাদেরকে রাতের শেষপ্রহরে উদ্ধার করেছিলাম।","bangla_mujibur":"আমি তাদের উপর প্রেরণ করেছিলাম প্রস্তর বহনকারী প্রচন্ড ঝটিকা, কিন্তু লূত পরিবারের উপর নয়; তাদেরকে আমি উদ্ধার করেছিলাম রাতের শেষাংশে,","bangla_taisirul":"আমি তাদের উপর পাঠিয়েছিলাম প্রস্তরবর্ষী প্রচন্ড বাতাস, (যা তাদেরকে ধ্বংস করে দিয়েছিল) লূতের পরিবারকে বাদ দিয়ে। আমি তাদেরকে রাতের শেষ প্রহরে উদ্ধার করে নিয়েছিলাম।"},{"id":35,"arabic_text":"نِّعۡمَۃً  مِّنۡ عِنۡدِنَا ؕ  کَذٰلِکَ نَجۡزِیۡ مَنۡ شَکَرَ ﴿۳۵﴾ ","english_text":"Yes, whoever earns evil and his sin has encompassed him - those are the companions of the Fire; they will abide therein eternally.","page":530,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4881.mp3","colorText":"نِّعْمَ[a:13094[ةً م]ِّنْ عِ[f:6142[ند]ِنَا‌ۚ كَذ[n[َٲ]لِكَ نَ[q:4214[جْ]زِى مَ[f:13095[ن ش]َكَرَ","juz":27,"ruku":464,"manzil":7,"bangla_ahbayan":"আমার বিশেষ অনুগ্রহ স্বরূপ;[১] যারা কৃতজ্ঞ আমি এভাবেই তাদেরকে পুরস্কৃত করে থাকি।","bangla_bayan":"আমার কাছ থেকে অনুগ্রহস্বরূপ। এভাবেই আমি তাকে প্রতিদান দেই, যে কৃতজ্ঞ হয়।","bangla_mkhan":"আমার পক্ষ থেকে অনুগ্রহ স্বরূপ। যারা কৃতজ্ঞতা স্বীকার করে, আমি তাদেরকে এভাবে পুরস্কৃত করে থকি।","bangla_mujibur":"আমার বিশেষ অনুগ্রহ স্বরূপ; যারা কৃতজ্ঞ আমি এভাবেই তাদেরকে পুরস্কৃত করে থাকি।","bangla_taisirul":"আমার পক্ষ হতে অনুগ্রহস্বরূপ; এভাবেই আমি তাকে প্রতিফল দেই যে কৃতজ্ঞ হয়।"},{"id":36,"arabic_text":"وَ لَقَدۡ  اَنۡذَرَہُمۡ بَطۡشَتَنَا فَتَمَارَوۡا بِالنُّذُرِ ﴿۳۶﴾ ","english_text":"But they who believe and do righteous deeds - those are the companions of Paradise; they will abide therein eternally.","page":530,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4882.mp3","colorText":"وَلَقَ[q:341[دْ] أَ[f:13096[نذ]َرَه[c:13097[ُم ب]َ[q:13098[طْ]شَتَنَا فَتَمَارَوْ[s[اْ] بِ[h:13075[ٱ][l[ل][g[نّ]ُذُرِ","juz":27,"ruku":464,"manzil":7,"bangla_ahbayan":"সে (লূত) আমার কঠিন শাস্তি সম্পর্কে তাদেরকে সতর্ক করেছিল,[১] কিন্তু তারা সতর্কবাণী সম্বন্ধে বিতন্ডা শুরু করল।[২]","bangla_bayan":"আর লূত তো তাদেরকে আমার কঠিন পাকড়াও সম্পর্কে সাবধান করেছিল, তারপরও তারা সাবধান বাণী সম্পর্কে সন্দেহ পোষণ করেছিল।","bangla_mkhan":"লূত (আঃ) তাদেরকে আমার প্রচন্ড পাকড়াও সম্পর্কে সতর্ক করেছিল। অতঃপর তারা সতর্কবাণী সম্পর্কে বাকবিতন্ডা করেছিল।","bangla_mujibur":"লূত তাদেরকে সতর্ক করেছিল আমার কঠিন শাস্তি সম্পর্কে। কিন্তু তারা সতর্ক বাণী সম্বন্ধে বিতন্ডা শুরু করল।","bangla_taisirul":"লূত আমার কঠোর পাকড়াও সম্পর্কে তাদেরকে সতর্ক করে দিয়েছিল, কিন্তু তারা সতর্কবাণীর বিষয়ে বাক বিতন্ডা করেছিল।"},{"id":37,"arabic_text":"وَ لَقَدۡ رَاوَدُوۡہُ  عَنۡ ضَیۡفِہٖ  فَطَمَسۡنَاۤ اَعۡیُنَہُمۡ  فَذُوۡقُوۡا عَذَابِیۡ  وَ  نُذُرِ ﴿۳۷﴾ ","english_text":"And [recall] when We took the covenant from the Children of Israel, [enjoining upon them], \"Do not worship except Allah ; and to parents do good and to relatives, orphans, and the needy. And speak to people good [words] and establish prayer and give zakah.\" Then you turned away, except a few of you, and you were refusing.","page":530,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4883.mp3","colorText":"وَلَقَ[q:341[دْ] ر[n[َٲ]وَدُوهُ عَ[f:13099[ن ض]َيْفِه[n[ِۦ] فَطَمَسْن[o[َآ] أَعْيُنَهُمْ فَذُوقُو[s[اْ] عَذَابِى وَنُذُرِ","juz":27,"ruku":464,"manzil":7,"bangla_ahbayan":"তারা তার নিকট হতে তার মেহমানদের ব্যাপারে ফুসলাতে লাগল,[১] তখন আমি তাদের চোখের দৃষ্টিশক্তি ছিনিয়ে নিলাম[২] (এবং বললাম,) আস্বাদন কর আমার শাস্তি এবং সতর্কবাণীর পরিণাম!","bangla_bayan":"আর তারা তার কাছে তার মেহমানদেরকে (অসদুদ্দেশ্যে) দাবী করল। তখন আমি তাদের চোখগুলোকে অন্ধ করে দিলাম। (আর বললাম) আমার আযাব ও সাবধানবাণীর পরিণাম আস্বাদন কর।","bangla_mkhan":"তারা লূতের (আঃ) কাছে তার মেহমানদেরকে দাবী করেছিল। তখন আমি তাদের চক্ষু লোপ করে দিলাম। অতএব, আস্বাদন কর আমার শাস্তি ও সতর্কবাণী।","bangla_mujibur":"তারা লূতের নিকট হতে তার মেহমানদেরকে দাবী করল, তখন আমি তাদের দৃষ্টিশক্তি লোপ করে দিলাম এবং বললামঃ আস্বাদন কর আমার শাস্তি এবং সতর্কবাণীর পরিণাম।","bangla_taisirul":"তারা লূতকে তার মেহমানদের রক্ষণাবেক্ষণ থেকে বিরত রাখতে চেষ্টা করল তখন আমি তাদের চোখগুলোকে অন্ধ করে দিলাম আর বললাম ‘আমার ‘আযাব ও সতর্কবাণীর স্বাদ গ্রহণ কর।’"},{"id":38,"arabic_text":"وَ لَقَدۡ صَبَّحَہُمۡ  بُکۡرَۃً عَذَابٌ مُّسۡتَقِرٌّ ﴿ۚ۳۸﴾ ","english_text":"And [recall] when We took your covenant, [saying], \"Do not shed each other's blood or evict one another from your homes.\" Then you acknowledged [this] while you were witnessing.","page":530,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4884.mp3","colorText":"وَلَقَ[q:341[دْ] صَبَّحَه[c:13100[ُم ب]ُكْرَةً عَذَا[a:13101[بٌ م]ُّسْتَقِرٌّ","juz":27,"ruku":464,"manzil":7,"bangla_ahbayan":"ভোর সকালে বিরামহীন শাস্তি তাদেরকে আঘাত করল। [১]","bangla_bayan":"আর সকাল বেলা তাদের উপর অবিরত আযাব নেমে আসল।","bangla_mkhan":"তাদেরকে প্রত্যুষে নির্ধারিত শাস্তি আঘাত হেনেছিল।","bangla_mujibur":"প্রত্যুষে বিরামহীন শাস্তি তাদেরকে আঘাত করল।","bangla_taisirul":"অতি সকালে নির্ধারিত শাস্তি তাদেরকে গ্রাস করল।"},{"id":39,"arabic_text":"فَذُوۡقُوۡا عَذَابِیۡ  وَ نُذُرِ ﴿۳۹﴾ ","english_text":"Then, you are those [same ones who are] killing one another and evicting a party of your people from their homes, cooperating against them in sin and aggression. And if they come to you as captives, you ransom them, although their eviction was forbidden to you. So do you believe in part of the Scripture and disbelieve in part? Then what is the recompense for those who do that among you except disgrace in worldly life; and on the Day of Resurrection they will be sent back to the severest of punishment. And Allah is not unaware of what you do.","page":530,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4885.mp3","colorText":"فَذُوقُو[s[اْ] عَذَابِى وَنُذُرِ","juz":27,"ruku":464,"manzil":7,"bangla_ahbayan":"এবং (আমি বললাম,) আস্বাদন কর আমার শাস্তি এবং সতর্কবাণীর পরিণাম!","bangla_bayan":"‘আর আমার আযাব ও সাবধানবাণীর পরিণাম আস্বাদন কর’।","bangla_mkhan":"অতএব, আমার শাস্তি ও সতর্কবাণী আস্বাদন কর।","bangla_mujibur":"(আমি বললাম) আস্বাদন কর আমার শাস্তি এবং সতর্কবাণীর পরিণাম।","bangla_taisirul":"তখন আমি বললাম- ‘আমার শাস্তি ও সতর্কবাণীর স্বাদ গ্রহণ কর।"},{"id":40,"arabic_text":"وَ لَقَدۡ یَسَّرۡنَا الۡقُرۡاٰنَ  لِلذِّکۡرِ فَہَلۡ مِنۡ مُّدَّکِرٍ ﴿۴۰﴾ ","english_text":"Those are the ones who have bought the life of this world [in exchange] for the Hereafter, so the punishment will not be lightened for them, nor will they be aided.","page":530,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4886.mp3","colorText":"وَلَقَ[q:341[دْ] يَسَّرْنَا [h:13068[ٱ]لْقُرْءَانَ لِلذِّكْرِ فَهَلْ م[a:13067[ِن م]ُّدَّكِرٍ","juz":27,"ruku":464,"manzil":7,"bangla_ahbayan":"নিশ্চয় আমি কুরআনকে উপদেশ গ্রহণের জন্য সহজ করে দিয়েছি।[১] অতএব উপদেশ গ্রহণকারী কেউ আছে কি?","bangla_bayan":"আর আমি তো কুরআনকে সহজ করে দিয়েছি, উপদেশ গ্রহণের জন্য। অতএব কোন উপদেশ গ্রহণকারী আছে কি?","bangla_mkhan":"আমি কোরআনকে বোঝবার জন্যে সহজ করে দিয়েছি। অতএব, কোন চিন্তাশীল আছে কি?","bangla_mujibur":"আমি কুরআন সহজ করে দিয়েছি উপদেশ গ্রহণের জন্য; অতএব উপদেশ গ্রহণকারী কেহ আছে কি?","bangla_taisirul":"আমি কুরআনকে সহজ করে দিয়েছি উপদেশ গ্রহণের জন্য। উপদেশ গ্রহণের কেউ আছে কি?"},{"id":41,"arabic_text":"وَ  لَقَدۡ جَآءَ   اٰلَ  فِرۡعَوۡنَ  النُّذُرُ ﴿ۚ۴۱﴾ ","english_text":"And We did certainly give Moses the Torah and followed up after him with messengers. And We gave Jesus, the son of Mary, clear proofs and supported him with the Pure Spirit. But is it [not] that every time a messenger came to you, [O Children of Israel], with what your souls did not desire, you were arrogant? And a party [of messengers] you denied and another party you killed.","page":530,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4887.mp3","colorText":"وَلَقَ[q:341[دْ] ج[o[َا]ٓءَ ءَالَ فِرْعَوْنَ [h:13102[ٱ][l[ل][g[نّ]ُذُرُ","juz":27,"ruku":465,"manzil":7,"bangla_ahbayan":"নিশ্চয় ফিরআউন সম্প্রদায়ের নিকটও এসেছিল সতর্ককারী,[১]","bangla_bayan":"ফির‘আউন গোষ্ঠীর কাছেও তো সাবধানবাণী এসেছিল।","bangla_mkhan":"ফেরাউন সম্প্রদায়ের কাছেও সতর্ককারীগণ আগমন করেছিল।","bangla_mujibur":"ফির‘আউন সম্প্রদায়ের নিকটও এসেছিল সতর্ককারী।","bangla_taisirul":"ফেরাউন গোষ্ঠীর কাছেও (আমার) সতর্কবাণী এসেছিল।"},{"id":42,"arabic_text":"کَذَّبُوۡا بِاٰیٰتِنَا کُلِّہَا فَاَخَذۡنٰہُمۡ  اَخۡذَ عَزِیۡزٍ  مُّقۡتَدِرٍ ﴿۴۲﴾ ","english_text":"And they said, \"Our hearts are wrapped.\" But, [in fact], Allah has cursed them for their disbelief, so little is it that they believe.","page":530,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4888.mp3","colorText":"كَذَّبُو[s[اْ] بِـَٔـايَ[n[ـٰ]تِنَا كُلِّهَا فَأَخَذْنَ[n[ـٰ]هُمْ أَخْذَ عَزِي[a:13103[زٍ م]ُّ[q:13104[قْ]تَدِرٍ","juz":27,"ruku":465,"manzil":7,"bangla_ahbayan":"তারা আমার সকল নিদর্শনকে মিথ্যাজ্ঞান করল।[১] অতঃপর পরাক্রমশালী ও সর্বশক্তিমানের পাকড়াও করার মত আমি তাদেরকে পাকড়াও করলাম।[২]","bangla_bayan":"তারা আমার সকল নিদর্শনকে অস্বীকার করল, অতএব আমি মহাপরাক্রমশালী, সর্বশক্তিমানের মতই তাদেরকে পাকড়াও করলাম।","bangla_mkhan":"তারা আমার সকল নিদর্শনের প্রতি মিথ্যারোপ করেছিল। অতঃপর আমি পরাভূতকারী, পরাক্রমশালীর ন্যায় তাদেরকে পাকড়াও করলাম।","bangla_mujibur":"কিন্তু তারা আমার সকল নিদর্শন প্রত্যাখ্যান করল, অতঃপর পরাক্রমশালী ও সর্বশক্তিমান রূপে আমি তাদেরকে সুকঠিন শাস্তি দিলাম।","bangla_taisirul":"তারা আমার সকল নিদর্শনকে অস্বীকার করেছিল, তখন আমি তাদেরকে পাকড়াও করেছিলাম মহাপরাক্রমশালী ও ক্ষমতাবানের পাকড়াওয়ে।"},{"id":43,"arabic_text":"اَکُفَّارُکُمۡ خَیۡرٌ مِّنۡ اُولٰٓئِکُمۡ اَمۡ لَکُمۡ  بَرَآءَۃٌ  فِی الزُّبُرِ ﴿ۚ۴۳﴾ ","english_text":"And when there came to them a Book from Allah confirming that which was with them - although before they used to pray for victory against those who disbelieved - but [then] when there came to them that which they recognized, they disbelieved in it; so the curse of Allah will be upon the disbelievers.","page":530,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4889.mp3","colorText":"أَكُفَّارُكُمْ خَيْ[a:1231[رٌ م]ِّنْ أُ[s[وْ]لَ[o[ـٰٓ]ئِكُمْ أَمْ لَك[c:13105[ُم ب]َر[o[َا]ٓءَ[f:13106[ةٌ ف]ِى [h:13107[ٱ][l[ل]زُّبُرِ","juz":27,"ruku":465,"manzil":7,"bangla_ahbayan":"(হে কুরাইশদল!) তোমাদের মধ্যকার অবিশ্বাসীগণ কি তাদের (পূর্বের অবিশ্বাসীগণ) অপেক্ষা শ্রেষ্ঠ?[১] নাকি পূর্ববর্তী কিতাবসমূহে তোমাদের কোন অব্যাহতি লেখা রয়েছে? [২]","bangla_bayan":"তোমাদের (মক্কার) কাফিররা কি তাদের চেয়ে ভাল? না কি তোমাদের জন্য মুক্তির কোন ঘোষণা রয়েছে (আসমানী) কিতাবসমূহের মধ্যে?","bangla_mkhan":"তোমাদের মধ্যকার কাফেররা কি তাদের চাইতে শ্রেষ্ঠ ? না তোমাদের মুক্তির সনদপত্র রয়েছে কিতাবসমূহে?","bangla_mujibur":"তোমাদের মধ্যকার কাফিরেরা কি তাদের অপেক্ষা শ্রেষ্ঠ? না কি তোমাদের অব্যাহতির কোন সনদ রয়েছে পূর্ববর্তী কিতাবে?","bangla_taisirul":"তোমাদের (মক্কাবাসী) কাফিররা কি এ লোকেদের চেয়ে ভাল? নাকি (আসমানী) গ্রন্থাদিতে তোমাদেরকে ক্ষমা করে দেয়ার কথা লেখা আছে?"},{"id":44,"arabic_text":"اَمۡ  یَقُوۡلُوۡنَ نَحۡنُ جَمِیۡعٌ مُّنۡتَصِرٌ ﴿۴۴﴾ ","english_text":"How wretched is that for which they sold themselves - that they would disbelieve in what Allah has revealed through [their] outrage that Allah would send down His favor upon whom He wills from among His servants. So they returned having [earned] wrath upon wrath. And for the disbelievers is a humiliating punishment.","page":530,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4890.mp3","colorText":"أَمْ يَقُولُونَ نَحْنُ جَمِي[a:13108[عٌ م]ُّ[f:13109[نت]َصِرٌ","juz":27,"ruku":465,"manzil":7,"bangla_ahbayan":"নাকি তারা বলে যে, ‘আমরা সংঘবদ্ধ অপরাজেয় দল।’[১]","bangla_bayan":"না কি তারা বলে, ‘আমরা সংঘবদ্ধ বিজয়ী দল’?","bangla_mkhan":"না তারা বলে যে, আমারা এক অপরাজেয় দল?","bangla_mujibur":"এরা কি বলে, আমরা এক সংঘবদ্ধ অপরাজেয় দল?","bangla_taisirul":"নাকি তারা বলে- ‘আমরা সংঘবদ্ধ দল, নিজেদের প্রতিরক্ষায় সক্ষম।"},{"id":45,"arabic_text":"سَیُہۡزَمُ الۡجَمۡعُ وَ  یُوَلُّوۡنَ الدُّبُرَ ﴿۴۵﴾ ","english_text":"And when it is said to them, \"Believe in what Allah has revealed,\" they say, \"We believe [only] in what was revealed to us.\" And they disbelieve in what came after it, while it is the truth confirming that which is with them. Say, \"Then why did you kill the prophets of Allah before, if you are [indeed] believers?\"","page":530,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4891.mp3","colorText":"سَيُهْزَمُ [h:13110[ٱ]لْجَمْعُ وَيُوَلُّونَ [h:13111[ٱ][l[ل]دُّبُرَ","juz":27,"ruku":465,"manzil":7,"bangla_ahbayan":"এই দল তো শীঘ্রই পরাজিত হবে এবং পৃষ্ঠ প্রদর্শন করবে।[১]","bangla_bayan":"সংঘবদ্ধ দলটি শীঘ্রই পরাজিত হবে এবং পিঠ দেখিয়ে পালাবে।","bangla_mkhan":"এ দল তো সত্ত্বরই পরাজিত হবে এবং পৃষ্ঠপ্রদর্শন করবে।","bangla_mujibur":"এই দলতো শীঘ্রই পরাজিত হবে এবং পৃষ্ঠ প্রদর্শন করবে,","bangla_taisirul":"এ সংঘবদ্ধ দল শীঘ্রই পরাজিত হবে আর পিছন ফিরে পালাবে।"},{"id":46,"arabic_text":"بَلِ السَّاعَۃُ  مَوۡعِدُہُمۡ وَ السَّاعَۃُ اَدۡہٰی  وَ  اَمَرُّ ﴿۴۶﴾ ","english_text":"And Moses had certainly brought you clear proofs. Then you took the calf [in worship] after that, while you were wrongdoers.","page":530,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4892.mp3","colorText":"بَلِ [h:13112[ٱ][l[ل]سَّاعَةُ مَوْعِدُهُمْ وَ[h:12438[ٱ][l[ل]سَّاعَةُ أَ[q:13113[دْ]هَىٰ وَأَمَرُّ","juz":27,"ruku":465,"manzil":7,"bangla_ahbayan":"বরং কিয়ামত তাদের শাস্তির নির্ধারিতকাল। আর কিয়ামত হবে কঠিনতর ও তিক্ততর। [১]","bangla_bayan":"বরং কিয়ামত তাদের প্রতিশ্রুত সময়। আর কিয়ামত অতি ভয়ঙ্কর ও তিক্ততর।","bangla_mkhan":"বরং কেয়ামত তাদের প্রতিশ্রুত সময় এবং কেয়ামত ঘোরতর বিপদ ও তিক্ততর।","bangla_mujibur":"অধিকন্ত কিয়ামাত তাদের শাস্তির নির্ধারিত কাল এবং কিয়ামাত হবে কঠিনতর ও তিক্ততর।","bangla_taisirul":"বরং ক্বিয়ামত হল (তাদের দুষ্কর্মের প্রতিশোধ নেয়ার জন্য) তাদেরকে দেয়া নির্ধারিত সময়, ক্বিয়ামত অতি কঠিন, অতিশয় তিক্ত।"},{"id":47,"arabic_text":"اِنَّ  الۡمُجۡرِمِیۡنَ فِیۡ ضَلٰلٍ وَّ سُعُرٍ ﴿ۘ۴۷﴾ ","english_text":"And [recall] when We took your covenant and raised over you the mount, [saying], \"Take what We have given you with determination and listen.\" They said [instead], \"We hear and disobey.\" And their hearts absorbed [the worship of] the calf because of their disbelief. Say, \"How wretched is that which your faith enjoins upon you, if you should be believers.\"","page":530,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4893.mp3","colorText":"إِ[g[نّ]َ [h:12309[ٱ]لْمُ[q:4093[جْ]رِمِينَ فِى ضَلَ[n[ـٰ][a:13078[لٍ و]َسُعُرٍ","juz":27,"ruku":465,"manzil":7,"bangla_ahbayan":"নিশ্চয় অপরাধীরা বিভ্রান্তি ও শাস্তির মধ্যে রয়েছে।","bangla_bayan":"নিশ্চয় অপরাধীরা রয়েছে পথভ্রষ্টতা ও (পরকালে) প্রজ্জ্বলিত আগুনে।","bangla_mkhan":"নিশ্চয় অপরাধীরা পথভ্রষ্ট ও বিকারগ্রস্ত।","bangla_mujibur":"নিশ্চয়ই অপরাধীরা বিভ্রান্ত ও বিকারগ্রস্ত।","bangla_taisirul":"পাপীরা আছে গুমরাহী আর পাগলামির মধ্যে।"},{"id":48,"arabic_text":"یَوۡمَ یُسۡحَبُوۡنَ فِی النَّارِ عَلٰی وُجُوۡہِہِمۡ ؕ ذُوۡقُوۡا مَسَّ سَقَرَ ﴿۴۸﴾ ","english_text":"Say, [O Muhammad], \"If the home of the Hereafter with Allah is for you alone and not the [other] people, then wish for death, if you should be truthful.","page":530,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4894.mp3","colorText":"يَوْمَ يُسْحَبُونَ فِى [h:4674[ٱ][l[ل][g[نّ]َارِ عَلَىٰ وُجُوهِهِمْ ذُوقُو[s[اْ] مَسَّ سَقَرَ","juz":27,"ruku":465,"manzil":7,"bangla_ahbayan":"যেদিন তাদেরকে উপুড় করে টেনে নিয়ে যাওয়া হবে জাহান্নামের দিকে; (সেদিন বলা হবে,) ‘সাক্বার (জাহান্নামে)র যন্ত্রণা আস্বাদন কর।’ [১]","bangla_bayan":"সেদিন তাদেরকে উপুড় করে টেনে হিঁচড়ে জাহান্নামে নেয়া হবে। (বলা হবে) জাহান্নামের ছোঁয়া আস্বাদন কর।","bangla_mkhan":"যেদিন তাদেরকে মুখ হিঁচড়ে টেনে নেয়া হবে জাহান্নামে, বলা হবেঃ অগ্নির খাদ্য আস্বাদন কর।","bangla_mujibur":"যেদিন তাদেরকে উপুড় করে টেনে নিয়ে যাওয়া হবে জাহান্নামের দিকে সেই দিন বলা হবেঃ জাহান্নামের যন্ত্রণা আস্বাদন কর।","bangla_taisirul":"যেদিন তাদেরকে মুখের ভরে আগুনের মধ্যে হিঁচড়ে টেনে আনা হবে (তখন বলা হবে) ‘জাহান্নামের স্পর্শ আস্বাদন কর।’"},{"id":49,"arabic_text":"اِنَّا کُلَّ  شَیۡءٍ  خَلَقۡنٰہُ  بِقَدَرٍ ﴿۴۹﴾ ","english_text":"But they will never wish for it, ever, because of what their hands have put forth. And Allah is Knowing of the wrongdoers.","page":530,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4895.mp3","colorText":"إِ[g[نّ]َا كُلَّ شَىْءٍ خَلَ[q:7232[قْ]نَ[n[ـٰ]هُ بِقَدَرٍ","juz":27,"ruku":465,"manzil":7,"bangla_ahbayan":"নিশ্চয় আমি প্রত্যেক বস্তুকে সৃষ্টি করেছি নির্ধারিত পরিমাপে।[১]","bangla_bayan":"নিশ্চয় আমি সব কিছু সৃষ্টি করেছি নির্ধারিত পরিমাণ অনুযায়ী।","bangla_mkhan":"আমি প্রত্যেক বস্তুকে পরিমিতরূপে সৃষ্টি করেছি।","bangla_mujibur":"আমি সব কিছু সৃষ্টি করেছি নির্ধারিত পরিমাপে।","bangla_taisirul":"আমি সব কিছু সৃষ্টি করেছি নির্ধারিত পরিমাপে।"},{"id":50,"arabic_text":"وَ مَاۤ  اَمۡرُنَاۤ  اِلَّا وَاحِدَۃٌ  کَلَمۡحٍۭ بِالۡبَصَرِ ﴿۵۰﴾ ","english_text":"And you will surely find them the most greedy of people for life - [even] more than those who associate others with Allah . One of them wishes that he could be granted life a thousand years, but it would not remove him in the least from the [coming] punishment that he should be granted life. And Allah is Seeing of what they do.","page":531,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4896.mp3","colorText":"وَم[o[َآ] أَمْرُن[o[َآ] إِلَّا و[n[َٲ]حِدَ[f:13114[ةٌ ك]َلَمْ[i:13115[حِۭ ب]ِ[h:13116[ٱ]لْبَصَرِ","juz":27,"ruku":465,"manzil":7,"bangla_ahbayan":"আমার আদেশ তো একটি কথায় নিষ্পন্ন হয়, চক্ষুর পলকের মত।","bangla_bayan":"আর আমার আদেশ তো কেবল একটি কথা, চোখের পলকের মত।","bangla_mkhan":"আমার কাজ তো এক মুহূর্তে চোখের পলকের মত।","bangla_mujibur":"আমার আদেশতো একটি কথায় নিস্পন্ন, চোখের পলকের মত।","bangla_taisirul":"আমার আদেশ তো মাত্র একটি কথা- চোখের পলকের মত।"},{"id":51,"arabic_text":"وَ لَقَدۡ  اَہۡلَکۡنَاۤ   اَشۡیَاعَکُمۡ  فَہَلۡ مِنۡ مُّدَّکِرٍ ﴿۵۱﴾ ","english_text":"Say, \"Whoever is an enemy to Gabriel - it is [none but] he who has brought the Qur'an down upon your heart, [O Muhammad], by permission of Allah, confirming that which was before it and as guidance and good tidings for the believers.\"","page":531,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4897.mp3","colorText":"وَلَقَ[q:341[دْ] أَهْلَكْن[o[َآ] أَشْيَاعَكُمْ فَهَلْ م[a:13067[ِن م]ُّدَّكِرٍ","juz":27,"ruku":465,"manzil":7,"bangla_ahbayan":"আমি অবশ্যই ধ্বংস করেছি তোমাদের মত দলগুলোকে,[১] অতএব উপদেশ গ্রহণকারী কেউ আছে কি?","bangla_bayan":"আর আমি তো তোমাদের মত অনেককে ধ্বংস করে দিয়েছি, অতএব কোন উপদেশ গ্রহণকারী আছে কি?","bangla_mkhan":"আমি তোমাদের সমমনা লোকদেরকে ধ্বংস করেছি, অতএব, কোন চিন্তাশীল আছে কি?","bangla_mujibur":"আমি ধ্বংস করেছি তোমাদের মত দলগুলিকে; অতএব উহা হতে উপদেশ গ্রহণকারী কেহ আছে কি?","bangla_taisirul":"আমি তোমাদের মত দলগুলোকে ইতোপূর্বে ধ্বংস করেছি, কাজেই উপদেশ গ্রহণ করার কেউ আছে কি?"},{"id":52,"arabic_text":"وَ کُلُّ شَیۡءٍ  فَعَلُوۡہُ  فِی  الزُّبُرِ ﴿۵۲﴾ ","english_text":"Whoever is an enemy to Allah and His angels and His messengers and Gabriel and Michael - then indeed, Allah is an enemy to the disbelievers.","page":531,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4898.mp3","colorText":"وَكُلُّ ش[f:13117[َىْءٍ ف]َعَلُوهُ فِى [h:13107[ٱ][l[ل]زُّبُرِ","juz":27,"ruku":465,"manzil":7,"bangla_ahbayan":"তারা যা কিছু করেছে, তার প্রত্যেকটাই আমল-নামায় (লিপিবদ্ধ) আছে। [১]","bangla_bayan":"আর তারা যা করেছে, সব কিছুই ‘আমলনামায়’ রয়েছে।","bangla_mkhan":"তারা যা কিছু করেছে, সবই আমলনামায় লিপিবদ্ধ আছে।","bangla_mujibur":"তাদের সমস্ত কার্যকলাপ আছে ‘আমলনামায়,","bangla_taisirul":"তারা যা কিছু করেছে তা আছে ‘আমালনামায়,"},{"id":53,"arabic_text":"وَ کُلُّ صَغِیۡرٍ  وَّ کَبِیۡرٍ  مُّسۡتَطَرٌ ﴿۵۳﴾  ","english_text":"And We have certainly revealed to you verses [which are] clear proofs, and no one would deny them except the defiantly disobedient.","page":531,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4899.mp3","colorText":"وَكُلُّ صَغِي[a:13118[رٍ و]َكَبِي[a:13119[رٍ م]ُّسْتَطَرٌ","juz":27,"ruku":465,"manzil":7,"bangla_ahbayan":"আছে ক্ষুদ্র ও বৃহৎ সবকিছুই লিপিবদ্ধ; [১]","bangla_bayan":"আর ছোট বড় সব কিছুই লিখিত আছে।","bangla_mkhan":"ছোট ও বড় সবই লিপিবদ্ধ।","bangla_mujibur":"আছে ক্ষুদ্র ও বৃহৎ সব কিছুই লিপিবদ্ধ;","bangla_taisirul":"ছোট আর বড় সবই আছে লিপিবদ্ধ।"},{"id":54,"arabic_text":"اِنَّ الۡمُتَّقِیۡنَ فِیۡ جَنّٰتٍ وَّ نَہَرٍ ﴿ۙ۵۴﴾ ","english_text":"Is it not [true] that every time they took a covenant a party of them threw it away? But, [in fact], most of them do not believe.","page":531,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4900.mp3","colorText":"إِ[g[نّ]َ [h:7256[ٱ]لْمُتَّقِينَ فِى جَ[g[نّ]َ[n[ـٰ][a:13120[تٍ و]َنَهَرٍ","juz":27,"ruku":465,"manzil":7,"bangla_ahbayan":"সাবধানীরা থাকবে জান্নাতসমূহ ও নহরে। [১]","bangla_bayan":"নিশ্চয় মুত্তাকীরা থাকবে বাগ-বাগিচা ও ঝর্ণাধারার মধ্যে।","bangla_mkhan":"খোদাভীরুরা থাকবে জান্নাতে ও নির্ঝরিণীতে।","bangla_mujibur":"মুত্তাকীরা থাকবে স্রোতস্বিনী বিধৌত জান্নাতে –","bangla_taisirul":"মুত্তাক্বীরা থাকবে বাগান আর ঝর্ণাধারার মাঝে,"},{"id":55,"arabic_text":"فِیۡ مَقۡعَدِ صِدۡقٍ عِنۡدَ مَلِیۡکٍ مُّقۡتَدِرٍ ﴿۵۵﴾ ","english_text":"And when a messenger from Allah came to them confirming that which was with them, a party of those who had been given the Scripture threw the Scripture of Allah behind their backs as if they did not know [what it contained].","page":531,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/4901.mp3","colorText":"فِى مَ[q:13121[قْ]عَدِ صِ[q:5937[دْ]قٍ عِ[f:264[ند]َ مَلِي[a:13122[كٍ م]ُّ[q:13104[قْ]تَدِرِۭ","juz":27,"ruku":465,"manzil":7,"bangla_ahbayan":"যথাযোগ্য আসনে,[১] সার্বভৌমক্ষমতার অধিকারী সম্রাটের সান্নিধ্যে। [২]","bangla_bayan":"যথাযোগ্য আসনে, সর্বশক্তিমান মহাঅধিপতির নিকটে।","bangla_mkhan":"যোগ্য আসনে, সর্বাধিপতি সম্রাটের সান্নিধ্যে।","bangla_mujibur":"যোগ্য আসনে, সার্বভৌম ক্ষমতার অধিকারী আল্লাহর সান্নিধ্যে।","bangla_taisirul":"প্রকৃত সম্মান ও মর্যাদার স্থানে, সর্বময় কর্তৃত্বের অধিকারী (আল্লাহ)’র নিকটে।"}]}}