{"surahDetails":{"id":57,"banglaName":"লোহা","totalAyah":29,"arabicInBangla":"আল-হাদীদ"},"surah":{"id":57,"verses":[{"id":1,"arabic_text":"سَبَّحَ  لِلّٰہِ مَا فِی السَّمٰوٰتِ وَ الۡاَرۡضِ ۚ وَ ہُوَ  الۡعَزِیۡزُ  الۡحَکِیۡمُ ﴿۱﴾ ","english_text":"And [recall] when We parted the sea for you and saved you and drowned the people of Pharaoh while you were looking on.","page":537,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/5076.mp3","colorText":"سَبَّحَ لِلَّهِ مَا فِى [h:609[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَ[h:177[ٱ]لْأَرْضِ‌ۖ وَهُوَ [h:7045[ٱ]لْعَزِيزُ [h:681[ٱ]لْحَك[p[ِي]مُ","juz":27,"ruku":472,"manzil":7,"bangla_ahbayan":"আকাশমন্ডলী ও পৃথিবীতে যা কিছু আছে সবই আল্লাহর পবিত্রতা ও মহিমা ঘোষণা করে।[১] তিনি পরাক্রমশালী, প্রজ্ঞাময়।","bangla_bayan":"আসমানসমূহ ও যমীনে যা কিছু আছে, সবই আল্লাহর তাসবীহ পাঠ করে। আর তিনি পরাক্রমশালী, প্রজ্ঞাময়।","bangla_mkhan":"নভোমন্ডল ও ভূমন্ডলে যা কিছু আছে, সবাই আল্লাহর পবিত্রতা ঘোষণা করে। তিনি শক্তিধর; প্রজ্ঞাময়।","bangla_mujibur":"আকাশমন্ডলী ও পৃথিবীতে যা কিছু আছে সবই আল্লাহর পবিত্রতা ও মহিমা ঘোষণা করে। তিনি পরাক্রমশালী, প্রজ্ঞাময়।","bangla_taisirul":"আসমান ও যমীনে যা কিছু আছে সবই আল্লাহর গৌরব ও মহিমা ঘোষণা করে, তিনি প্রবল পরাক্রান্ত, মহা প্রজ্ঞাবান।"},{"id":2,"arabic_text":"لَہٗ  مُلۡکُ السَّمٰوٰتِ وَ الۡاَرۡضِ ۚ یُحۡیٖ وَ یُمِیۡتُ ۚ وَ ہُوَ  عَلٰی کُلِّ  شَیۡءٍ  قَدِیۡرٌ ﴿۲﴾ ","english_text":"And [recall] when We made an appointment with Moses for forty nights. Then you took [for worship] the calf after him, while you were wrongdoers.","page":537,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/5077.mp3","colorText":"لَهُ[n[ۥ] مُلْكُ [h:555[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَ[h:177[ٱ]لْأَرْضِ‌ۖ يُحْى[n[ِۦ] وَيُمِيتُ‌ۖ وَهُوَ عَلَىٰ كُلِّ ش[f:81[َىْءٍ ق]َد[p[ِي]رٌ","juz":27,"ruku":472,"manzil":7,"bangla_ahbayan":"আকাশমন্ডলী ও পৃথিবীর সার্বভৌমত্ব তাঁরই;[১] তিনি জীবন দান করেন ও মৃত্যু ঘটান; তিনি সর্ববিষয়ে সর্বশক্তিমান।","bangla_bayan":"আসমানসমূহ ও যমীনের রাজত্ব তাঁরই। তিনিই জীবন দেন এবং তিনিই মৃত্যু দেন। আর তিনি সকল কিছুর উপর সর্বশক্তিমান।","bangla_mkhan":"নভোমন্ডল ও ভূমন্ডলের রাজত্ব তাঁরই। তিনি জীবন দান করেন ও মৃত্যু ঘটান। তিনি সবকিছু করতে সক্ষম।","bangla_mujibur":"আকাশমন্ডলী ও পৃথিবীর সার্বভৌমত্ব তাঁরই। তিনি জীবন দান করেন ও মৃত্যু ঘটান; তিনি সর্ব বিষয়ে সর্বশক্তিমান।","bangla_taisirul":"আসমান ও যমীনের রাজত্ব তাঁরই, তিনিই জীবন দেন, আর তিনিই মৃত্যু দেন, তিনি সব কিছুর উপর ক্ষমতাবান।"},{"id":3,"arabic_text":"ہُوَ الۡاَوَّلُ وَ الۡاٰخِرُ وَ الظَّاہِرُ وَ الۡبَاطِنُ ۚ  وَ ہُوَ   بِکُلِّ  شَیۡءٍ عَلِیۡمٌ ﴿۳﴾ ","english_text":"Then We forgave you after that so perhaps you would be grateful.","page":537,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/5078.mp3","colorText":"هُوَ [h:13307[ٱ]لْأَوَّلُ وَ[h:13308[ٱ]لْأَخِرُ وَ[h:13309[ٱ][l[ل]ظَّ[n[ـٰ]هِرُ وَ[h:13310[ٱ]لْبَاطِنُ‌ۖ وَهُوَ بِكُلِّ شَىْءٍ عَل[p[ِي]مٌ","juz":27,"ruku":472,"manzil":7,"bangla_ahbayan":"তিনিই আদি, অন্ত, ব্যক্ত ও গুপ্ত[১] এবং তিনি সর্ববিষয়ে সম্যক অবহিত।","bangla_bayan":"তিনিই প্রথম ও শেষ এবং প্রকাশ্য ও গোপন; আর তিনি সকল বিষয়ে সম্যক অবগত।","bangla_mkhan":"তিনিই প্রথম, তিনিই সর্বশেষ, তিনিই প্রকাশমান ও অপ্রকাশমান এবং তিনি সব বিষয়ে সম্যক পরিজ্ঞাত।","bangla_mujibur":"তিনিই আদি, তিনিই অন্ত, তিনিই ব্যক্ত, তিনিই গুপ্ত এবং তিনি সর্ব বিষয়ে সম্যক অবহিত।","bangla_taisirul":"তিনিই প্রথম, তিনিই শেষ, তিনি প্রকাশিত আবার গুপ্ত, তিনি সকল বিষয় পূর্ণরূপে জ্ঞাত।"},{"id":4,"arabic_text":"ہُوَ الَّذِیۡ خَلَقَ السَّمٰوٰتِ  وَ الۡاَرۡضَ فِیۡ سِتَّۃِ  اَیَّامٍ ثُمَّ   اسۡتَوٰی عَلَی الۡعَرۡشِ ؕ یَعۡلَمُ مَا یَلِجُ  فِی الۡاَرۡضِ وَ مَا یَخۡرُجُ مِنۡہَا وَ مَا یَنۡزِلُ مِنَ السَّمَآءِ  وَ مَا یَعۡرُجُ فِیۡہَا ؕ وَ ہُوَ مَعَکُمۡ  اَیۡنَ مَا کُنۡتُمۡ ؕ وَ اللّٰہُ  بِمَا تَعۡمَلُوۡنَ  بَصِیۡرٌ ﴿۴﴾ ","english_text":"And [recall] when We gave Moses the Scripture and criterion that perhaps you would be guided.","page":538,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/5079.mp3","colorText":"هُوَ [h:153[ٱ]لَّذِى خَلَقَ [h:3913[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَ[h:1474[ٱ]لْأَرْضَ فِى سِتَّةِ أَيَّا[f:4739[مٍ ث]ُ[g[مّ]َ [h:156[ٱ]سْتَوَىٰ عَلَى [h:4740[ٱ]لْعَرْشِ‌ۚ يَعْلَمُ مَا يَلِجُ فِى [h:44[ٱ]لْأَرْضِ وَمَا يَخْرُجُ مِنْهَا وَمَا يَ[f:10919[نز]ِلُ مِنَ [h:64[ٱ][l[ل]سَّم[o[َا]ٓءِ وَمَا يَعْرُجُ فِيهَا‌ۖ وَهُوَ مَعَكُمْ أَيْنَ مَا كُ[f:100[نت]ُمْ‌ۚ وَ[h:72[ٱ]للَّهُ بِمَا تَعْمَلُونَ بَص[p[ِي]رٌ","juz":27,"ruku":472,"manzil":7,"bangla_ahbayan":"তিনিই ছয় দিনে আকাশমন্ডলী ও পৃথিবী সৃষ্টি করেছেন, অতঃপর আরশে সমাসীন হয়েছেন।[১] তিনি জানেন যা কিছু ভূমিতে প্রবেশ করে[২] ও যা কিছু তা হতে বের হয়[৩] এবং আকাশ হতে যা কিছু নামে[৪] ও আকাশে যা কিছু উত্থিত হয়।[৫] তোমরা যেখানেই থাক না কেন, তিনি তোমাদের সঙ্গে আছেন,[৬] তোমরা যা কিছু কর, আল্লাহ তা দেখেন।","bangla_bayan":"তিনিই আসমানসমূহ ও যমীন ছয় দিনে সৃষ্টি করেছেন, তারপর তিনি আরশে উঠেছেন। তিনি জানেন যমীনে যা কিছু প্রবেশ করে এবং তা থেকে যা কিছু বের হয়; আর আসমান থেকে যা কিছু অবতীর্ণ হয় এবং তাতে যা কিছু উত্থিত হয়। আর তোমরা যেখানেই থাক না কেন, তিনি তোমাদের সাথেই আছেন। আর তোমরা যা কর, আল্লাহ তার সম্যক দ্রষ্টা।","bangla_mkhan":"তিনি নভোমন্ডল ও ভূ-মন্ডল সৃষ্টি করেছেন ছয়দিনে, অতঃপর আরশের উপর সমাসীন হয়েছেন। তিনি জানেন যা ভূমিতে প্রবেশ করে ও যা ভূমি থেকে নির্গত হয় এবং যা আকাশ থেকে বর্ষিত হয় ও যা আকাশে উত্থিত হয়। তিনি তোমাদের সাথে আছেন তোমরা যেখানেই থাক। তোমরা যা কর, আল্লাহ তা দেখেন।","bangla_mujibur":"তিনিই ছয় দিনে আকাশমন্ডলী ও পৃথিবী সৃষ্টি করেছেন, অতঃপর আরশে সমাসীন হয়েছেন। তিনি জানেন যা কিছু ভূমিতে প্রবেশ করে এবং যা কিছু তা হতে বের হয় এবং আকাশ হতে যা কিছু নামে ও আকাশে যা কিছু উত্থিত হয়। তোমরা যেখানেই থাক না কেন তিনি তোমাদের সঙ্গে আছেন, তোমরা যা কিছু কর আল্লাহ তা দেখেন।","bangla_taisirul":"তিনি আসমান ও যমীনকে ছয় দিনে সৃষ্টি করেছেন অতঃপর আরশে সমুন্নত হয়েছেন। তিনি জানেন যা যমীনে প্রবেশ করে, আর যা তাত্থেকে বের হয়, আর যা আকাশ থেকে অবতীর্ণ হয়, আর যা তাতে উঠে যায়, তোমরা যেখানেই থাক তিনি তোমাদের সঙ্গে আছেন, তোমরা যে কাজই কর না কেন, আল্লাহ তা দেখেন।"},{"id":5,"arabic_text":"لَہٗ  مُلۡکُ السَّمٰوٰتِ وَ الۡاَرۡضِ ؕ وَ اِلَی اللّٰہِ  تُرۡجَعُ الۡاُمُوۡرُ ﴿۵﴾ ","english_text":"And [recall] when Moses said to his people, \"O my people, indeed you have wronged yourselves by your taking of the calf [for worship]. So repent to your Creator and kill yourselves. That is best for [all of] you in the sight of your Creator.\" Then He accepted your repentance; indeed, He is the Accepting of repentance, the Merciful.","page":538,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/5080.mp3","colorText":"لَّهُ[n[ۥ] مُلْكُ [h:555[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَ[h:177[ٱ]لْأَرْضِ‌ۚ وَإِلَى [h:1148[ٱ]للَّهِ تُرْجَعُ [h:1149[ٱ]لْأُم[p[ُو]رُ","juz":27,"ruku":472,"manzil":7,"bangla_ahbayan":"আকাশমন্ডলী ও পৃথিবীর সার্বভৌমত্ব তাঁরই, আর আল্লাহরই দিকে সব বিষয় প্রত্যাবর্তিত হবে।","bangla_bayan":"আসমানসমূহ ও যমীনের রাজত্ব তাঁরই এবং আল্লাহরই দিকে সকল বিষয় প্রত্যাবর্তিত হবে।","bangla_mkhan":"নভোমন্ডল ও ভূমন্ডলের রাজত্ব তাঁরই। সবকিছু তাঁরই দিকে প্রত্যাবর্তন করবে।","bangla_mujibur":"আকাশমন্ডলী ও পৃথিবীর সার্বভৌমত্ব তাঁরই, এবং আল্লাহরই দিকে সব বিষয় প্রত্যাবর্তিত হবে।","bangla_taisirul":"আসমান ও যমীনের রাজত্ব তাঁরই, যাবতীয় বিষয় তাঁরই দিকে ফিরে যায় (চূড়ান্ত ফয়সালার জন্য)।"},{"id":6,"arabic_text":"یُوۡلِجُ الَّیۡلَ فِی النَّہَارِ وَ یُوۡلِجُ  النَّہَارَ فِی الَّیۡلِ ؕ وَ ہُوَ عَلِیۡمٌۢ  بِذَاتِ الصُّدُوۡرِ ﴿۶﴾ ","english_text":"And [recall] when you said, \"O Moses, we will never believe you until we see Allah outright\"; so the thunderbolt took you while you were looking on.","page":538,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/5081.mp3","colorText":"يُولِجُ [h:9084[ٱ]لَّيْلَ فِى [h:1829[ٱ][l[ل][g[نّ]َهَارِ وَيُولِجُ [h:9085[ٱ][l[ل][g[نّ]َهَارَ فِى [h:1831[ٱ]لَّيْلِ‌ۚ وَهُوَ عَلِي[i:2196[مُۢ ب]ِذَاتِ [h:2197[ٱ][l[ل]صُّد[p[ُو]رِ","juz":27,"ruku":472,"manzil":7,"bangla_ahbayan":"তিনিই রাত্রিকে প্রবেশ করান দিনে এবং দিনকে প্রবেশ করান রাত্রিতে।[১] আর তিনি অন্তর্যামী।","bangla_bayan":"তিনি রাতকে দিনের মধ্যে প্রবেশ করান এবং দিনকে রাতের মধ্যে প্রবেশ করান। আর তিনি অন্তরসমূহের বিষয়াদি সম্পর্কে সম্যক অবগত।","bangla_mkhan":"তিনি রাত্রিকে দিবসে প্রবিষ্ট করেন এবং দিবসকে প্রবিষ্ট করেন রাত্রিতে। তিনি অন্তরের বিষয়াদি সম্পর্কেও সম্যক জ্ঞাত।","bangla_mujibur":"তিনিই রাতকে প্রবেশ করান দিনে এবং দিনকে প্রবেশ করান রাতে, এবং তিনি অর্ন্তযামী।","bangla_taisirul":"তিনিই রাতকে প্রবেশ করান দিনের ভিতর, আর দিনকে ঢুকিয়ে দেন রাতের ভিতর, অন্তরের গোপনতত্ত্ব সম্পর্কে তিনি পূর্ণরূপে অবগত।"},{"id":7,"arabic_text":"اٰمِنُوۡا بِاللّٰہِ وَ رَسُوۡلِہٖ  وَ اَنۡفِقُوۡا مِمَّا جَعَلَکُمۡ  مُّسۡتَخۡلَفِیۡنَ فِیۡہِ ؕ فَالَّذِیۡنَ اٰمَنُوۡا مِنۡکُمۡ وَ اَنۡفَقُوۡا لَہُمۡ  اَجۡرٌ کَبِیۡرٌ ﴿۷﴾ ","english_text":"Then We revived you after your death that perhaps you would be grateful.","page":538,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/5082.mp3","colorText":"ءَامِنُو[s[اْ] بِ[h:32[ٱ]للَّهِ وَرَسُولِه[n[ِۦ] وَأَ[f:1045[نف]ِقُو[s[اْ] مِ[g[مّ]َا جَعَلَك[w:13311[ُم م]ُّسْتَخْلَفِينَ فِيهِ‌ۖ فَ[h:2514[ٱ]لَّذِينَ ءَامَنُو[s[اْ] مِ[f:344[نك]ُمْ وَأَ[f:2789[نف]َقُو[s[اْ] لَهُمْ أَ[q:2423[جْ][f:13312[رٌ ك]َب[p[ِي]رٌ","juz":27,"ruku":472,"manzil":7,"bangla_ahbayan":"আল্লাহ ও তাঁর রসূলের প্রতি বিশ্বাস স্থাপন কর এবং আল্লাহ তোমাদেরকে যা কিছুর উত্তরাধিকারী[১] করেছেন তা হতে ব্যয় কর। তোমাদের মধ্যে যারা বিশ্বাস করে ও ব্যয় করে, তাদের জন্য আছে মহাপুরস্কার।","bangla_bayan":"তোমরা আল্লাহ ও তাঁর রাসূলের প্রতি ঈমান আন এবং তিনি তোমাদেরকে যা কিছুর উত্তরাধিকারী করেছেন, তা থেকে ব্যয় কর। অতঃপর তোমাদের মধ্যে যারা ঈমান আনে ও (আল্লাহর পথে) ব্যয় করে তাদের জন্য রয়েছে বিরাট প্রতিফল।","bangla_mkhan":"তোমরা আল্লাহ ও তাঁর রসূলের প্রতি বিশ্বাস স্থাপন কর এবং তিনি তোমাদেরকে যার উত্তরাধিকারী করেছেন, তা থেকে ব্যয় কর। অতএব, তোমাদের মধ্যে যারা বিশ্বাস স্থাপন করে ও ব্যয় করে, তাদের জন্যে রয়েছে মহাপুরস্কার।","bangla_mujibur":"আল্লাহ ও তাঁর রাসূলের প্রতি ঈমান আন এবং আল্লাহ তোমাদেরকে যা কিছুর উত্তরাধিকারী করেছেন তা হতে ব্যয় কর। তোমাদের মধ্যে যারা ঈমান আনে ও ব্যয় করে তাদের জন্য আছে মহা পুরস্কার।","bangla_taisirul":"তোমরা আল্লাহ ও তাঁর রসূলের প্রতি ঈমান আনো, আর তিনি তোমাদেরকে যার উত্তরাধিকারী করেছেন তাত্থেকে (আল্লাহর পথে) ব্যয় কর । কারণ তোমাদের মধ্যে যারা ঈমান আনে আর ব্যয় করে, তাদের জন্য আছে বিরাট প্রতিফল।"},{"id":8,"arabic_text":"وَ مَا لَکُمۡ لَا تُؤۡمِنُوۡنَ بِاللّٰہِ ۚ وَ الرَّسُوۡلُ یَدۡعُوۡکُمۡ  لِتُؤۡمِنُوۡا بِرَبِّکُمۡ وَ قَدۡ  اَخَذَ مِیۡثَاقَکُمۡ  اِنۡ کُنۡتُمۡ مُّؤۡمِنِیۡنَ  ﴿۸﴾ ","english_text":"And We shaded you with clouds and sent down to you manna and quails, [saying], \"Eat from the good things with which We have provided you.\" And they wronged Us not - but they were [only] wronging themselves.","page":538,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/5083.mp3","colorText":"وَمَا لَكُمْ لَا تُؤْمِنُونَ بِ[h:32[ٱ]للَّهِ‌ۙ وَ[h:2331[ٱ][l[ل]رَّسُولُ يَ[q:2332[دْ]عُوكُمْ لِتُؤْمِنُو[s[اْ] بِرَبِّكُمْ وَقَ[q:387[دْ] أَخَذَ مِيثَ[n[ـٰ]قَكُمْ إِ[f:109[ن ك]ُ[f:100[نت][w:482[ُم م]ُّؤْمِن[p[ِي]نَ","juz":27,"ruku":472,"manzil":7,"bangla_ahbayan":"তোমাদের কি হল যে, তোমরা আল্লাহতে বিশ্বাস স্থাপন কর না? অথচ রসূল তোমাদেরকে তোমাদের প্রতিপালকের প্রতি বিশ্বাস স্থাপন করতে আহবান করছে এবং তিনি (আল্লাহ) তোমাদের নিকট হতে অঙ্গীকার গ্রহণ করেছেন; তোমরা যদি বিশ্বাসী হও।[১]","bangla_bayan":"আর তোমাদের কী হলো যে, তোমরা আল্লাহর প্রতি ঈমান আনছ না? অথচ রাসূল তোমাদেরকে তোমাদের রবের প্রতি ঈমান আনতে আহবান করছে। আর তিনি তোমাদের কাছ থেকে অঙ্গীকার গ্রহণ করেছেন, যদি তোমরা মুমিন হও।","bangla_mkhan":"তোমাদের কি হল যে, তোমরা আল্লাহর প্রতি বিশ্বাস স্থাপন করছ না, অথচ রসূল তোমাদেরকে তোমাদের পালনকর্তার প্রতি বিশ্বাস স্থাপন করার দাওয়াত দিচ্ছেন? আল্লাহ তো পূর্বেই তোমাদের অঙ্গীকার নিয়েছেন-যদি তোমরা বিশ্বাসী হও।","bangla_mujibur":"তোমাদের কি হল যে, তোমরা আল্লাহতে ঈমান আনছনা? অথচ রাসূল তোমাদেরকে তোমাদের রবের প্রতি আহবান করছে এবং আল্লাহ তোমাদের নিকট হতে অংগীকার গ্রহণ করেছেন, অবশ্য তোমরা যদি তাতে বিশ্বাসী হও।","bangla_taisirul":"তোমাদের কী হল যে, তোমরা আল্লাহর প্রতি ঈমান আনবে না যখন রসূল তোমাদেরকে তোমাদের প্রতিপালকের উপর ঈমান আনার জন্য ডাকছে আর তিনি তোমাদের কাছ থেকে প্রতিশ্রুতি গ্রহণ করেছেন, যদি তোমরা বিশ্বাসী হয়েই থাক।"},{"id":9,"arabic_text":"ہُوَ الَّذِیۡ یُنَزِّلُ عَلٰی عَبۡدِہٖۤ  اٰیٰتٍۭ بَیِّنٰتٍ لِّیُخۡرِجَکُمۡ مِّنَ الظُّلُمٰتِ  اِلَی النُّوۡرِ ؕ وَ اِنَّ اللّٰہَ  بِکُمۡ  لَرَءُوۡفٌ رَّحِیۡمٌ ﴿۹﴾ ","english_text":"And [recall] when We said, \"Enter this city and eat from it wherever you will in [ease and] abundance, and enter the gate bowing humbly and say, 'Relieve us of our burdens.' We will [then] forgive your sins for you, and We will increase the doers of good [in goodness and reward].\"","page":538,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/5084.mp3","colorText":"هُوَ [h:153[ٱ]لَّذِى يُنَزِّلُ عَلَىٰ عَ[q:7944[بْ]دِه[o[ِۦٓ] ءَايَ[n[ـٰ][i:516[تِۭ ب]َيِّنَ[n[ـٰ][u:13313[تٍ ل]ِّيُخْرِجَك[w:10845[ُم م]ِّنَ [h:1491[ٱ][l[ل]ظُّلُمَ[n[ـٰ]تِ إِلَى [h:1492[ٱ][l[ل][g[نّ]ُورِ‌ۚ وَإِ[g[نّ]َ [h:1986[ٱ]للَّهَ بِكُمْ لَرَءُو[u:744[فٌ ر]َّح[p[ِي]مٌ","juz":27,"ruku":472,"manzil":7,"bangla_ahbayan":"তিনিই তাঁর বান্দাদের প্রতি সুস্পষ্ট আয়াতসমূহ অবতীর্ণ করেন, তোমাদেরকে সমস্ত প্রকার অন্ধকার হতে আলোকে আনার জন্য। আর নিশ্চয় আল্লাহ তোমাদের প্রতি করুণাময়; পরম দয়ালু।","bangla_bayan":"তিনিই তাঁর বান্দার প্রতি সুস্পষ্ট আয়াতসমূহ নাযিল করেন, যাতে তিনি তোমাদেরকে অন্ধকার থেকে আলোর দিকে বের করে আনতে পারেন। আর নিশ্চয় আল্লাহ তোমাদের প্রতি অতিশয় দয়ালু, পরম করুণাময়।","bangla_mkhan":"তিনিই তাঁর দাসের প্রতি প্রকাশ্য আয়াত অবতীর্ণ করেন, যাতে তোমাদেরকে অন্ধকার থেকে আলোকে আনয়ন করেন। নিশ্চয় আল্লাহ তোমাদের প্রতি করুণাময়, পরম দয়ালু।","bangla_mujibur":"তিনিই তাঁর বান্দার প্রতি সুস্পষ্ট আয়াত অবতীর্ণ করেন, তোমাদেরকে অন্ধকার হতে আলোতে নিয়ে আসার জন্য; আল্লাহতো তোমাদের প্রতি করুণাময়, পরম দয়ালু।","bangla_taisirul":"তিনিই তাঁর বান্দাহর উপর সুস্পষ্ট আয়াত অবতীর্ণ করেন তোমাদেরকে ঘোর অন্ধকার থেকে আলোতে আনার জন্য, আল্লাহ অবশ্যই তোমাদের প্রতি বড়ই করুণাশীল, অতি দয়ালু।"},{"id":10,"arabic_text":"وَ مَا  لَکُمۡ   اَلَّا تُنۡفِقُوۡا فِیۡ سَبِیۡلِ اللّٰہِ وَ لِلّٰہِ مِیۡرَاثُ السَّمٰوٰتِ وَ الۡاَرۡضِ ؕ لَا یَسۡتَوِیۡ  مِنۡکُمۡ مَّنۡ  اَنۡفَقَ مِنۡ قَبۡلِ الۡفَتۡحِ وَ قٰتَلَ ؕ اُولٰٓئِکَ  اَعۡظَمُ  دَرَجَۃً مِّنَ الَّذِیۡنَ اَنۡفَقُوۡا مِنۡۢ  بَعۡدُ وَ قٰتَلُوۡا ؕ وَ کُلًّا وَّعَدَ اللّٰہُ  الۡحُسۡنٰی ؕ وَ اللّٰہُ  بِمَا تَعۡمَلُوۡنَ خَبِیۡرٌ ﴿۱۰﴾ ","english_text":"But those who wronged changed [those words] to a statement other than that which had been said to them, so We sent down upon those who wronged a punishment from the sky because they were defiantly disobeying.","page":538,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/5085.mp3","colorText":"وَمَا لَكُمْ أَلَّا تُ[f:1607[نف]ِقُو[s[اْ] فِى سَبِيلِ [h:788[ٱ]للَّهِ وَلِلَّهِ مِير[n[َٲ]ثُ [h:2459[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَ[h:177[ٱ]لْأَرْضِ‌ۚ لَا يَسْتَوِى مِ[f:344[نك][w:2322[ُم م]َّنْ أَ[f:8088[نف]َقَ مِ[f:1346[ن ق]َ[q:1347[بْ]لِ [h:13314[ٱ]لْفَتْحِ وَقَ[n[ـٰ]تَلَ‌ۚ أُ[s[وْ]لَ[o[ـٰٓ]ئِكَ أَعْظَمُ دَرَجَ[a:13315[ةً م]ِّنَ [h:523[ٱ]لَّذِينَ أَ[f:1538[نف]َقُو[s[اْ] م[i:1287[ِنۢ ب]َعْدُ وَقَ[n[ـٰ]تَلُو[s[اْ‌ۚ] وَكُل[a:3054[اًّ و]َعَدَ [h:3055[ٱ]للَّهُ [h:3056[ٱ]لْحُسْنَىٰ‌ۚ وَ[h:72[ٱ]للَّهُ بِمَا تَعْمَلُونَ خَب[p[ِي]رٌ","juz":27,"ruku":472,"manzil":7,"bangla_ahbayan":"তোমরা আল্লাহর পথে কেন ব্যয় করবে না? অথচ আকাশমন্ডলী ও পৃথিবীর মালিকানা তো আল্লাহরই। তোমাদের মধ্যে যারা (মক্কা) বিজয়ের পূর্বে ব্যয় করেছে ও সংগ্রাম করেছে (তারা এবং পরবর্তীরা) সমান নয়।[১] তারা মর্যাদায় শ্রেষ্ঠ তাদের অপেক্ষা, যারা পরবর্তীকালে ব্যয় করেছে ও সংগ্রাম করেছে।[২] তবে আল্লাহ সকলকেই কল্যাণের প্রতিশ্রুতি দিয়েছেন। [৩] আর তোমরা যা কর, আল্লাহ তা সবিশেষ অবহিত।","bangla_bayan":"তোমাদের কী হলো যে, তোমরা আল্লাহর পথে ব্যয় করছ না ? অথচ আসমানসমূহ ও যমীনের উত্তরাধিকারতো আল্লাহরই? তোমাদের মধ্যে যারা মক্কা বিজয়ের পূর্বে ব্যয় করেছে এবং যুদ্ধ করেছে তারা সমান নয়। তারা মর্যাদায় তাদের চেয়ে শ্রেষ্ঠ, যারা পরে ব্যয় করেছে ও যুদ্ধ করেছে। তবে আল্লাহ প্রত্যেকের জন্যই কল্যাণের ওয়াদা করেছেন। আর তোমরা যা কর, সে সম্পর্কে আল্লাহ সবিশেষ অবগত।","bangla_mkhan":"তোমাদেরকে আল্লাহর পথে ব্যয় করতে কিসে বাধা দেয়, যখন আল্লাহই নভোমন্ডল ও ভূমন্ডলের উত্তরাধিকারী? তোমাদের মধ্যে যে মক্কা বিজয়ের পূর্বে ব্যয় করেছে ও জেহাদ করেছে, সে সমান নয়। এরূপ লোকদের মর্যদা বড় তাদের অপেক্ষা, যার পরে ব্যয় করেছে ও জেহাদ করেছে। তবে আল্লাহ উভয়কে কল্যাণের ওয়াদা দিয়েছেন। তোমরা যা কর, আল্লাহ সে সম্পর্কে সম্যক জ্ঞাত।","bangla_mujibur":"তোমরা আল্লাহর পথে কেন ব্যয় করবেনা? আকাশমন্ডলী ও পৃথিবীর মালিকানাতো আল্লাহরই। তোমাদের মধ্যে যারা মাক্কা বিজয়ের পূর্বে ব্যয় করেছে এবং সংগ্রাম করেছে তারা এবং পরবর্তীরা সমান নয়; তারা মর্যাদায় শ্রেষ্ঠ তাদের অপেক্ষা যারা পরবর্তীকালে ব্যয় করেছে ও সংগ্রাম করেছে। তবে আল্লাহ উভয়ের কল্যাণের প্রতিশ্রুতি দিয়েছেন। তোমরা যা কর আল্লাহ তা সবিশেষ অবহিত।","bangla_taisirul":"তোমাদের হল কী যে তোমরা আল্লাহর পথে ব্যয় করবে না! আকাশ ও পৃথিবীর উত্তরাধিকার তো আল্লাহরই জন্য (কাজেই তাঁর পথে ব্যয় করলে তোমরা গরীব হয়ে যাবে এ আশঙ্কার কোন কারণ নেই)। তোমাদের মধ্যে যারা (মক্কা) বিজয়ের পূর্বে ব্যয় করেছে আর যুদ্ধ করেছে তারা সমান নয় (তাদের, যারা তা বিজয়ের পরে করেছে); তাদের মর্যাদা অনেক বড় তাদের তুলনায় যারা পরে ব্যয় করেছে ও যুদ্ধ করেছে। উভয়ের জন্যই আল্লাহ কল্যাণের ও‘য়াদা দিয়েছেন। তোমরা যা কিছু কর সে সম্পর্কে আল্লাহ পূর্ণভাবে অবগত।"},{"id":11,"arabic_text":"مَنۡ  ذَا الَّذِیۡ یُقۡرِضُ اللّٰہَ  قَرۡضًا حَسَنًا فَیُضٰعِفَہٗ  لَہٗ  وَ لَہٗۤ  اَجۡرٌ کَرِیۡمٌ ﴿ۚ۱۱﴾ ","english_text":"And [recall] when Moses prayed for water for his people, so We said, \"Strike with your staff the stone.\" And there gushed forth from it twelve springs, and every people knew its watering place. \"Eat and drink from the provision of Allah, and do not commit abuse on the earth, spreading corruption.\"","page":538,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/5086.mp3","colorText":"مَّ[f:1375[ن ذ]َا [h:1376[ٱ]لَّذِى يُ[q:1377[قْ]رِضُ [h:1378[ٱ]للَّهَ قَرْضًا حَسَ[f:1379[نًا ف]َيُضَ[n[ـٰ]عِفَهُ[n[ۥ] لَهُ[n[ۥ] وَلَهُ[o[ۥٓ] أَ[q:2423[جْ][f:13316[رٌ ك]َر[p[ِي]مٌ","juz":27,"ruku":473,"manzil":7,"bangla_ahbayan":"কে আছে যে আল্লাহকে দেবে উত্তম ঋণ? তাহলে তিনি তা বহুগুণে তার জন্য বৃদ্ধি করবেন এবং তার জন্য রয়েছে মহাপুরস্কার। [১]","bangla_bayan":"এমন কে আছে যে, আল্লাহকে উত্তম করয দিবে ? তাহলে তিনি তার জন্য তা বহুগুণে বৃদ্ধি করে দিবেন এবং তার জন্য রয়েছে সম্মানজনক প্রতিদান।","bangla_mkhan":"কে সেই ব্যক্তি, যে আল্লাহকে উত্তম ধার দিবে, এরপর তিনি তার জন্যে তা বহুগুণে বৃদ্ধি করবেন এবং তার জন্যে রয়েছে সম্মানিত পুরস্কার।","bangla_mujibur":"কে আছে যে আল্লাহকে দিবে উত্তম ঋণ? তাহলে তিনি বহু গুণে একে বৃদ্ধি করবেন এবং তার জন্য রয়েছে মহা পুরস্কার।","bangla_taisirul":"এমন কে আছে যে, আল্লাহকে উত্তম ঋণ দিবে? তাহলে তিনি তা তার জন্য কয়েকগুণ বাড়িয়ে দিবেন আর তার জন্য আছে সম্মানজনক প্রতিফল।"},{"id":12,"arabic_text":"یَوۡمَ تَرَی الۡمُؤۡمِنِیۡنَ وَ الۡمُؤۡمِنٰتِ یَسۡعٰی نُوۡرُہُمۡ بَیۡنَ  اَیۡدِیۡہِمۡ وَ بِاَیۡمَانِہِمۡ  بُشۡرٰىکُمُ  الۡیَوۡمَ جَنّٰتٌ تَجۡرِیۡ مِنۡ تَحۡتِہَا الۡاَنۡہٰرُ خٰلِدِیۡنَ فِیۡہَا ؕ ذٰلِکَ ہُوَ  الۡفَوۡزُ  الۡعَظِیۡمُ ﴿ۚ۱۲﴾ ","english_text":"And [recall] when you said, \"O Moses, we can never endure one [kind of] food. So call upon your Lord to bring forth for us from the earth its green herbs and its cucumbers and its garlic and its lentils and its onions.\" [Moses] said, \"Would you exchange what is better for what is less? Go into [any] settlement and indeed, you will have what you have asked.\" And they were covered with humiliation and poverty and returned with anger from Allah [upon them]. That was because they [repeatedly] disbelieved in the signs of Allah and killed the prophets without right. That was because they disobeyed and were [habitually] transgressing.","page":539,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/5087.mp3","colorText":"يَوْمَ تَرَى [h:13317[ٱ]لْمُؤْمِنِينَ وَ[h:5718[ٱ]لْمُؤْمِنَ[n[ـٰ]تِ يَسْعَىٰ نُورُه[c:13318[ُم ب]َيْنَ أَيْدِيهِمْ وَبِأَيْمَ[n[ـٰ]نِه[c:13319[ِم ب]ُشْرَ[n[ٮٰ]كُمُ [h:13320[ٱ]لْيَوْمَ جَ[g[نّ]َ[n[ـٰ][f:1786[تٌ ت]َ[q:120[جْ]رِى مِ[f:121[ن ت]َحْتِهَا [h:122[ٱ]لْأَنْهَ[n[ـٰ]رُ خَ[n[ـٰ]لِدِينَ فِيهَا‌ۚ ذ[n[َٲ]لِكَ هُوَ [h:5722[ٱ]لْفَوْزُ [h:2633[ٱ]لْعَظ[p[ِي]مُ","juz":27,"ruku":473,"manzil":7,"bangla_ahbayan":"সেদিন তুমি বিশ্বাসী নর-নারীদেরকে দেখবে, তাদের সামনে ও ডানে তাদের আলো প্রবাহিত হবে।[১] (বলা হবে,) ‘আজ তোমাদের জন্য সুসংবাদ জান্নাতের; যার নিম্নে নদীমালা প্রবাহিত, সেখানে তোমরা স্থায়ী হবে। এটাই মহাসাফল্য।’ [২]","bangla_bayan":"সেদিন তুমি মুমিন পুরুষদের ও মুমিন নারীদের দেখতে পাবে যে, তাদের সামনে ও তাদের ডান পার্শ্বে তাদের নূর ছুটতে থাকবে। (বলা হবে) ‘আজ তোমাদের সুসংবাদ হল জান্নাত, যার তলদেশ দিয়ে নদীসমূহ প্রবাহিত, তথায় তোমরা স্থায়ী হবে। এটাই হল মহাসাফল্য।","bangla_mkhan":"যেদিন আপনি দেখবেন ঈমানদার পুরুষ ও ঈমানদার নারীদেরকে, তাদের সম্মুখ ভাগে ও ডানপার্শ্বে তাদের জ্যোতি ছুটোছুটি করবে বলা হবেঃ আজ তোমাদের জন্যে সুসংবাদ জান্নাতের, যার তলদেশে নদী প্রবাহিত, তাতে তারা চিরকাল থাকবে। এটাই মহাসাফল্য।","bangla_mujibur":"সেদিন তুমি দেখবে মু’মিন নর-নারীদেরকে তাদের সম্মুখ ভাগে ও ডান পাশে তাদের জ্যোতি বিচ্ছুরিত হবে। (বলা হবে) আজ তোমাদের জন্য সুসংবাদ জান্নাতের, যার পাদদেশে নদী প্রবাহিত হবে, সেখানে তোমরা স্থায়ী হবে, এটাই মহা সাফল্য।","bangla_taisirul":"সে দিন তুমি মু’মিন ও মু’মিনাদের দেখবে, তাদের সামনে আর তাদের ডানে তাদের জ্যোতি ছুটতে থাকবে। (তাদেরকে বলা হবে) ‘আজ তোমাদের জন্য জান্নাতের সুসংবাদ যার নীচ দিয়ে ঝর্ণাধারা প্রবাহিত, তাতে (তোমরা) চিরকাল থাকবে। এটাই হল বিরাট সফলতা।"},{"id":13,"arabic_text":"یَوۡمَ یَقُوۡلُ  الۡمُنٰفِقُوۡنَ وَ الۡمُنٰفِقٰتُ لِلَّذِیۡنَ اٰمَنُوا انۡظُرُوۡنَا نَقۡتَبِسۡ مِنۡ نُّوۡرِکُمۡ ۚ  قِیۡلَ ارۡجِعُوۡا وَرَآءَکُمۡ فَالۡتَمِسُوۡا نُوۡرًا ؕ فَضُرِبَ بَیۡنَہُمۡ بِسُوۡرٍ لَّہٗ  بَابٌ ؕ بَاطِنُہٗ  فِیۡہِ الرَّحۡمَۃُ وَ ظَاہِرُہٗ  مِنۡ  قِبَلِہِ  الۡعَذَابُ  ﴿ؕ۱۳﴾","english_text":"Indeed, those who believed and those who were Jews or Christians or Sabeans [before Prophet Muhammad] - those [among them] who believed in Allah and the Last Day and did righteousness - will have their reward with their Lord, and no fear will there be concerning them, nor will they grieve.","page":539,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/5088.mp3","colorText":"يَوْمَ يَقُولُ [h:5376[ٱ]لْمُنَ[n[ـٰ]فِقُونَ وَ[h:5691[ٱ]لْمُنَ[n[ـٰ]فِقَ[n[ـٰ]تُ لِلَّذِينَ ءَامَنُو[s[اْ] [h:13321[ٱ][f:13322[نظ]ُرُونَا نَ[q:13323[قْ]تَبِسْ م[a:13324[ِن ن]ُّورِكُمْ قِيلَ [h:13325[ٱ]رْجِعُو[s[اْ] وَر[o[َا]ٓءَكُمْ فَ[h:13326[ٱ]لْتَمِسُو[s[اْ] نُو[f:13327[رًا ف]َضُرِبَ بَيْنَه[c:13328[ُم ب]ِسُو[u:13329[رٍ ل]َّهُ[n[ۥ] بَا[i:13330[بُۢ ب]َاطِنُهُ[n[ۥ] فِيهِ [h:13331[ٱ][l[ل]رَّحْمَةُ وَظَ[n[ـٰ]هِرُهُ[n[ۥ] مِ[f:13332[ن ق]ِبَلِهِ [h:13333[ٱ]لْعَذ[p[َا][q[ب]ُ","juz":27,"ruku":473,"manzil":7,"bangla_ahbayan":"সেদিন মুনাফিক (কপট) পুরুষ ও মুনাফিক নারী বিশ্বাসীদেরকে বলবে, ‘তোমরা আমাদের জন্য একটু থাম, যাতে আমরা তোমাদের আলো কিছু গ্রহণ করতে পারি।’[১] বলা হবে, ‘তোমরা তোমাদের পিছনে ফিরে যাও[২] ও আলোর সন্ধান কর।’ অতঃপর উভয়ের মাঝামাঝি[৩] স্থাপিত হবে একটি প্রাচীর যাতে একটি দরজা থাকবে, ওর অভ্যন্তরে থাকবে করুণা[৪] এবং বহির্ভাগে থাকবে শাস্তি। [৫]","bangla_bayan":"সেদিন মুনাফিক পুরুষ ও মুনাফিক নারীগণ ঈমানদারদের বলবে, ‘তোমরা আমাদের জন্য অপেক্ষা কর, তোমাদের নূর থেকে আমরা একটু নিয়ে নেই’, বলা হবে, ‘তোমরা তোমাদের পিছনে ফিরে যাও এবং নূরের সন্ধান কর,’ তারপর তাদের মাঝখানে একটি প্রাচীর স্থাপন করে দেয়া হবে, যাতে একটি দরজা থাকবে। তার ভিতরভাগে থাকবে রহমত এবং তার বহির্ভাগে থাকবে আযাব।","bangla_mkhan":"যেদিন কপট বিশ্বাসী পুরুষ ও কপট বিশ্বাসিনী নারীরা মুমিনদেরকে বলবেঃ তোমরা আমাদের জন্যে অপেক্ষা কর, আমরাও কিছু আলো নিব তোমাদের জ্যোতি থেকে। বলা হবেঃ তোমরা পিছনে ফিরে যাও ও আলোর খোঁজ কর। অতঃপর উভয় দলের মাঝখানে খাড়া করা হবে একটি প্রাচীর, যার একটি দরজা হবে। তার অভ্যন্তরে থাকবে রহমত এবং বাইরে থাকবে আযাব।","bangla_mujibur":"সেদিন মুনাফিক নর ও নারী মু’মিনদের বলবেঃ তোমরা আমাদের জন্য একটু থাম, যাতে আমরা তোমাদের জ্যোতির কিছু গ্রহণ করতে পারি। বলা হবেঃ তোমরা তোমাদের পিছনে ফিরে যাও এবং আলোর সন্ধান কর। অতঃপর উভয়ের মাঝে স্থাপিত হবে একটি প্রাচীর যাতে একটি দরযা থাকবে, ওর অভ্যন্তরে থাকবে রাহমাত এবং বহির্ভাগে থাকবে শাস্তি।","bangla_taisirul":"সেদিন মুনাফিক পুরুষ ও মুনাফিক নারীরা মু’মিনদেরকে বলবে- ‘তোমরা আমাদের জন্য অপেক্ষা কর, তোমাদের জ্যোতি থেকে আমরা কিছুটা নিয়ে নেই।’ তাদেরকে বলা হবে- ‘তোমরা তোমাদের পেছনে ফিরে যাও, ‘আর আলোর খোঁজ কর।’ তখন তাদের মাঝে একটি আড়াল খাড়া করে দেয়া হবে যার থাকবে একটি দরজা। তার ভিতর ভাগে থাকবে রহমত আর বহির্ভাগের সর্বত্র থাকবে ‘আযাব।"},{"id":14,"arabic_text":"یُنَادُوۡنَہُمۡ  اَلَمۡ  نَکُنۡ مَّعَکُمۡ ؕ قَالُوۡا بَلٰی وَ لٰکِنَّکُمۡ فَتَنۡتُمۡ  اَنۡفُسَکُمۡ وَ تَرَبَّصۡتُمۡ وَ ارۡتَبۡتُمۡ وَ غَرَّتۡکُمُ الۡاَمَانِیُّ حَتّٰی جَآءَ  اَمۡرُ اللّٰہِ  وَ غَرَّکُمۡ بِاللّٰہِ الۡغَرُوۡرُ ﴿۱۴﴾ ","english_text":"And [recall] when We took your covenant, [O Children of Israel, to abide by the Torah] and We raised over you the mount, [saying], \"Take what We have given you with determination and remember what is in it that perhaps you may become righteous.\"","page":539,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/5089.mp3","colorText":"يُنَادُونَهُمْ أَلَمْ نَك[a:3220[ُن م]َّعَكُمْ‌ۖ قَالُو[s[اْ] بَلَىٰ وَلَ[n[ـٰ]كِ[g[نّ]َكُمْ فَتَ[f:13334[نت]ُمْ أَ[f:221[نف]ُسَكُمْ وَتَرَبَّصْتُمْ وَ[h:13335[ٱ]رْتَ[q:13335[بْ]تُمْ وَغَرَّتْكُمُ [h:13336[ٱ]لْأَمَانِىُّ حَتَّىٰ ج[o[َا]ٓءَ أَمْرُ [h:2832[ٱ]للَّهِ وَغَرَّك[c:13337[ُم ب]ِ[h:32[ٱ]للَّهِ [h:10615[ٱ]لْغَر[p[ُو]رُ","juz":27,"ruku":473,"manzil":7,"bangla_ahbayan":"মুনাফিকরা বিশ্বাসীদেরকে ডেকে জিজ্ঞাসা করবে, ‘আমরা কি (দুনিয়ায়) তোমাদের সঙ্গে ছিলাম না?’[১] তারা বলবে, ‘অবশ্যই, কিন্তু তোমরা নিজেরাই নিজেদেরকে বিপদগ্রস্ত করেছ,[২] তোমরা প্রতীক্ষা করেছিলে,[৩] সন্দেহ পোষণ করেছিলে[৪] এবং আল্লাহর হুকুম (মৃত্যু) আসা[৫] পর্যন্ত অলীক আশা তোমাদেরকে মোহাচ্ছন্ন করে রেখেছিল;[৬] আর আল্লাহ সম্পর্কে মহাপ্রতারক (শয়তান) তোমাদেরকে প্রতারিত করেছিল। [৭]","bangla_bayan":"মুনাফিকরা মুমিনদেরকে ডেকে বলবে, ‘আমরা কি তোমাদের সাথে ছিলাম না? তারা বলবে ‘হ্যাঁ, কিন্তু তোমরা নিজেরাই নিজদেরকে বিপদগ্রস্ত করেছ। আর তোমরা অপেক্ষা করেছিলে* এবং সন্দেহ পোষণ করেছিলে এবং আকাঙ্ক্ষা তোমাদেরকে প্রতারিত করেছিল, অবশেষে আল্লাহর নির্দেশ এসে গেল। আর মহা প্রতারক** তোমাদেরকে আল্লাহ সম্পর্কে প্রতারিত করেছিল। \\n\\n*আমাদের অমঙ্গলের। **শয়তান।","bangla_mkhan":"তারা মুমিনদেরকে ডেকে বলবেঃ আমরা কি তোমাদের সাথে ছিলাম না? তারা বলবেঃ হঁ্যা কিন্তু তোমরা নিজেরাই নিজেদেরকে বিপদগ্রস্ত করেছ। প্রতীক্ষা করেছ, সন্দেহ পোষণ করেছ এবং অলীক আশার পেছনে বিভ্রান্ত হয়েছ, অবশেষে আল্লাহর আদেশ পৌঁছেছে। এই সবই তোমাদেরকে আল্লাহ সম্পর্কে প্রতারিত করেছে।","bangla_mujibur":"মুনাফিকরা মু’মিনদেরকে ডেকে জিজ্ঞেস করবেঃ আমরা কি তোমাদের সঙ্গে ছিলামনা? তারা বলবেঃ হ্যাঁ, কিন্তু তোমরা নিজেরাই নিজেদেরকে বিপদগ্রস্ত করেছ; তোমরা প্রতীক্ষা করেছিলে, সন্দেহ পোষণ করেছিলে এবং অলীক আকাংখা তোমাদেরকে মোহাচ্ছন্ন করে রেখেছিল আল্লাহর হুকুম আসা পর্যন্ত, আর মহা প্রতারক তোমাদেরকে প্রতারিত করেছিল আল্লাহ সম্পর্কে।","bangla_taisirul":"তারা মু’মিনদেরকে ডেকে বলবে- ‘আমরা কি তোমাদের সঙ্গে ছিলাম না?’ তারা উত্তর দিবে, ‘হাঁ, কিন্তু তোমরা নিজেরাই নিজেদেরকে বিপদে ফেলে দিয়েছ, তোমরা অপেক্ষা করেছিলে (আমাদের ধ্বংসের জন্য), তোমরা সন্দেহে পতিত ছিলে, আর মিথ্যে আশা আকাঙ্ক্ষা তোমাদেরকে প্রতারিত করেছিল। শেষ পর্যন্ত আল্লাহর হুকুম এসে গেল, আর বড় প্রতারক (শাইত্বন) তোমাদেরকে আল্লাহর ব্যাপারে প্রতারিত করল।"},{"id":15,"arabic_text":"فَالۡیَوۡمَ لَا یُؤۡخَذُ مِنۡکُمۡ فِدۡیَۃٌ  وَّ لَا مِنَ الَّذِیۡنَ  کَفَرُوۡا ؕ مَاۡوٰىکُمُ  النَّارُ ؕ ہِیَ مَوۡلٰىکُمۡ ؕ وَ بِئۡسَ الۡمَصِیۡرُ ﴿۱۵﴾ ","english_text":"Then you turned away after that. And if not for the favor of Allah upon you and His mercy, you would have been among the losers.","page":539,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/5090.mp3","colorText":"فَ[h:9999[ٱ]لْيَوْمَ لَا يُؤْخَذُ مِ[f:344[نك]ُمْ فِ[q:959[دْ]يَ[a:13338[ةٌ و]َلَا مِنَ [h:523[ٱ]لَّذِينَ كَفَرُو[s[اْ‌ۚ] مَأْوَ[n[ٮٰ]كُمُ [h:13339[ٱ][l[ل][g[نّ]َارُ‌ۖ هِىَ مَوْلَ[n[ـٰ]كُمْ‌ۖ وَبِئْسَ [h:665[ٱ]لْمَص[p[ِي]رُ","juz":27,"ruku":473,"manzil":7,"bangla_ahbayan":"আজ তোমাদের নিকট হতে কোন মুক্তিপণ গ্রহণ করা হবে না এবং যারা অবিশ্বাস করেছিল তাদের নিকট হতেও নয়। তোমাদের আবাসস্থল জাহান্নাম, এটাই তোমাদের চিরসঙ্গী।[১] আর কত নিকৃষ্ট এই পরিণাম!’","bangla_bayan":"সুতরাং আজ তোমাদের কাছ থেকে কোন মুক্তিপণ গ্রহণ করা হবে না এবং যারা কুফরী করেছিল তাদের কাছ থেকেও না। জাহান্নামই তোমাদের আবাসস্থল। সেটাই তোমাদের উপযুক্ত স্থান। আর কতই না নিকৃষ্ট সেই গন্তব্যস্থল!","bangla_mkhan":"অতএব, আজ তোমাদের কাছ থেকে কোন মুক্তিপন গ্রহণ করা হবে না। এবং কাফেরদের কাছ থেকেও নয়। তোমাদের সবার আবাস্থল জাহান্নাম। সেটাই তোমাদের সঙ্গী। কতই না নিকৃষ্ট এই প্রত্যাবর্তন স্থল।","bangla_mujibur":"আজ তোমাদের নিকট হতে কোন মুক্তিপণ গ্রহণ করা হবেনা এবং যারা কুফরী করেছিল তাদের নিকট হতেও নয়। জাহান্নামই তোমাদের আবাসস্থল, এটাই তোমাদের মাওলা (যোগ্য স্থান), কত নিকৃষ্ট এই পরিণাম!","bangla_taisirul":"আজ তোমাদের কাছ থেকে কোন মুক্তিপণ গ্রহণ করা হবে না, আর যারা কুফুরী করেছিল তাদের কাছ থেকেও না। তোমাদের বসবাসের জায়গা জাহান্নাম, সেটাই তোমাদের যথাযোগ্য স্থান। কতই না নিকৃষ্ট সেই আশ্রয়স্থল!"},{"id":16,"arabic_text":"اَلَمۡ یَاۡنِ  لِلَّذِیۡنَ اٰمَنُوۡۤا  اَنۡ  تَخۡشَعَ قُلُوۡبُہُمۡ  لِذِکۡرِ اللّٰہِ  وَ مَا  نَزَلَ مِنَ الۡحَقِّ  ۙ  وَ لَا یَکُوۡنُوۡا کَالَّذِیۡنَ اُوۡتُوا الۡکِتٰبَ مِنۡ قَبۡلُ فَطَالَ عَلَیۡہِمُ  الۡاَمَدُ فَقَسَتۡ قُلُوۡبُہُمۡ ؕ وَ کَثِیۡرٌ  مِّنۡہُمۡ فٰسِقُوۡنَ ﴿۱۶﴾ ","english_text":"And you had already known about those who transgressed among you concerning the sabbath, and We said to them, \"Be apes, despised.\"","page":539,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/5091.mp3","colorText":"۞ أَلَمْ يَأْنِ لِلَّذِينَ ءَامَن[o[ُوٓ][s[اْ] أَ[f:13340[ن ت]َخْشَعَ قُلُوبُهُمْ لِذِكْرِ [h:13341[ٱ]للَّهِ وَمَا نَزَلَ مِنَ [h:1173[ٱ]لْحَقِّ وَلَا يَكُونُو[s[اْ] كَ[h:2146[ٱ]لَّذِينَ أُوتُو[s[اْ] [h:524[ٱ]لْكِتَ[n[ـٰ]بَ مِ[f:128[ن ق]َ[q:129[بْ]لُ فَطَالَ عَلَيْهِمُ [h:13342[ٱ]لْأَمَدُ فَقَسَتْ قُلُوبُهُمْ‌ۖ وَكَثِي[a:3689[رٌ م]ِّنْهُمْ فَ[n[ـٰ]سِق[p[ُو]نَ","juz":27,"ruku":473,"manzil":7,"bangla_ahbayan":"যারা বিশ্বাস স্থাপন করেছে তাদের সময় কি আসেনি যে, আল্লাহর স্মরণে এবং যে সত্য অবতীর্ণ হয়েছে তাতে তাদের হৃদয় ভক্তি-বিগলিত হবে?[১] এবং পূর্বে যাদেরকে কিতাব দেওয়া হয়েছিল তাদের মত তারা হবে না?[২] বহুকাল অতিক্রান্ত হয়ে গেলে যাদের অন্তর কঠিন হয়ে পড়েছিল।[৩] আর তাদের অধিকাংশই সত্যত্যাগী। [৪]","bangla_bayan":"যারা ঈমান এনেছে তাদের হৃদয় কি আল্লাহর স্মরণে এবং যে সত্য নাযিল হয়েছে তার কারণে বিগলিত হওয়ার সময় হয়নি ? আর তারা যেন তাদের মত না হয়, যাদেরকে ইতঃপূর্বে কিতাব দেয়া হয়েছিল, তারপর তাদের উপর দিয়ে দীর্ঘকাল অতিক্রান্ত হল, অতঃপর তাদের অন্তরসমূহ কঠিন হয়ে গেল। আর তাদের অধিকাংশই ফাসিক।","bangla_mkhan":"যারা মুমিন, তাদের জন্যে কি আল্লাহর স্মরণে এবং যে সত্য অবর্তীর্ণ হয়েছে, তার কারণে হৃদয় বিগলিত হওয়ার সময় আসেনি? তারা তাদের মত যেন না হয়, যাদেরকে পূর্বে কিতাব দেয়া হয়েছিল। তাদের উপর সুদীর্ঘকাল অতিক্রান্ত হয়েছে, অতঃপর তাদের অন্তঃকরণ কঠিন হয়ে গেছে। তাদের অধিকাংশই পাপাচারী।","bangla_mujibur":"যারা ঈমান আনে তাদের হৃদয় ভক্তি-বিগলিত হওয়ার সময় কি আসেনি আল্লাহর স্মরণে এবং যে সত্য অবতীর্ণ হয়েছে তাতে? এবং পূর্বে যাদেরকে কিতাব দেয়া হয়েছিল তাদের মত যেন তারা না হয়, বহুকাল অতিক্রান্ত হয়ে গেলে যাদের অন্তঃকরণ কঠিন হয়ে পড়েছিল। তাদের অধিকাংশই সত্যত্যাগী।","bangla_taisirul":"যারা ঈমান এনেছে তাদের জন্য সে সময় কি এখনও আসেনি যে আল্লাহর স্মরণে আর যে প্রকৃত সত্য অবতীর্ণ হয়েছে তাতে তাদের অন্তর বিগলিত হয়ে যাবে? আর তারা যেন সেই লোকদের মত না হয়ে যায় যাদেরকে পূর্বে কিতাব দেয়া হয়েছিল, অতঃপর তাদের উপর অতিবাহিত হয়ে গেল বহু বহু যুগ আর তাদের অন্তর কঠিন হয়ে পড়ল। তাদের অধিকাংশই পাপাচারী।"},{"id":17,"arabic_text":"اِعۡلَمُوۡۤا  اَنَّ اللّٰہَ یُحۡیِ الۡاَرۡضَ بَعۡدَ مَوۡتِہَا ؕ قَدۡ بَیَّنَّا لَکُمُ الۡاٰیٰتِ لَعَلَّکُمۡ  تَعۡقِلُوۡنَ ﴿۱۷﴾ ","english_text":"And We made it a deterrent punishment for those who were present and those who succeeded [them] and a lesson for those who fear Allah .","page":539,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/5092.mp3","colorText":"ٱعْلَم[o[ُوٓ][s[اْ] أَ[g[نّ]َ [h:394[ٱ]للَّهَ يُحْىِ [h:10518[ٱ]لْأَرْضَ بَعْدَ مَوْتِهَا‌ۚ قَ[q:298[دْ] بَيَّ[g[نّ]َا لَكُمُ [h:1221[ٱ]لْأَيَ[n[ـٰ]تِ لَعَلَّكُمْ تَعْقِل[p[ُو]نَ","juz":27,"ruku":473,"manzil":7,"bangla_ahbayan":"তোমরা জেনে রেখো যে, আল্লাহই পৃথিবীকে ওর মৃত্যুর পর পুনর্জীবিত করেন। আমি নিদর্শনগুলি তোমাদের জন্য বিশদভাবে ব্যক্ত করেছি; যাতে তোমরা বুঝতে পার।","bangla_bayan":"তোমরা জেনে রাখ যে, আল্লাহ্ যমীনকে তার মৃত্যুর পর পুনর্জীবিত করেন। আমি নিদর্শনসমূহ তোমাদের কাছে সুস্পষ্টভাবে বর্ণনা করেছি, আশা করা যায় তোমরা বুঝতে পারবে।","bangla_mkhan":"তোমরা জেনে রাখ, আল্লাহই ভূ-ভাগকে তার মৃত্যুর পর পুনরুজ্জীবিত করেন। আমি পরিস্কারভাবে তোমাদের জন্যে আয়াতগুলো ব্যক্ত করেছি, যাতে তোমরা বোঝ।","bangla_mujibur":"জেনে রেখ, আল্লাহই ধরিত্রীকে ওর মৃত্যুর পর পুনর্জীবিত করেন। আমি নিদর্শনগুলি তোমাদের জন্য বিশদভাবে ব্যক্ত করেছি যাতে তোমরা বুঝতে পার।","bangla_taisirul":"জেনে রেখ, আল্লাহই যমীনকে তার মৃত্যুর পর আবার জীবিত করেন। আমি তোমাদের কাছে সুস্পষ্টভাবে নিদর্শন বর্ণনা করেছি যাতে তোমরা বুঝতে পার।"},{"id":18,"arabic_text":"اِنَّ  الۡمُصَّدِّقِیۡنَ وَ الۡمُصَّدِّقٰتِ وَ اَقۡرَضُوا اللّٰہَ  قَرۡضًا حَسَنًا یُّضٰعَفُ لَہُمۡ  وَ لَہُمۡ  اَجۡرٌ کَرِیۡمٌ ﴿۱۸﴾ ","english_text":"And [recall] when Moses said to his people, \"Indeed, Allah commands you to slaughter a cow.\" They said, \"Do you take us in ridicule?\" He said, \"I seek refuge in Allah from being among the ignorant.\"","page":539,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/5093.mp3","colorText":"إِ[g[نّ]َ [h:13343[ٱ]لْمُصَّدِّقِينَ وَ[h:13344[ٱ]لْمُصَّدِّقَ[n[ـٰ]تِ وَأَ[q:13345[قْ]رَضُو[s[اْ] [h:13346[ٱ]للَّهَ قَرْضًا حَسَ[a:13347[نًا ي]ُضَ[n[ـٰ]عَفُ لَهُمْ وَلَهُمْ أَ[q:2423[جْ][f:13316[رٌ ك]َر[p[ِي]مٌ","juz":27,"ruku":473,"manzil":7,"bangla_ahbayan":"দানশীল পুরুষগণ ও দানশীল নারিগণ এবং যারা আল্লাহকে উত্তম ঋণ দান করে, তাদেরকে দেওয়া হবে বহুগুণ বেশী[১] এবং তাদের জন্য রয়েছে মহাপুরস্কার। [২]","bangla_bayan":"নিশ্চয় দানশীল পুরুষ ও দানশীল নারী এবং যারা আল্লাহকে উত্তম করয দেয়, তাদের জন্য বহুগুণ বাড়িয়ে দেয়া হবে এবং তাদের জন্য রয়েছে সম্মানজনক প্রতিদান।","bangla_mkhan":"নিশ্চয় দানশীল ব্যক্তি ও দানশীলা নারী, যারা আল্লাহকে উত্তমরূপে ধার দেয়, তাদেরকে দেয়া হবে বহুগুণ এবং তাদের জন্যে রয়েছে সম্মানজনক পুরস্কার।","bangla_mujibur":"দানশীল পুরুষ ও দানশীলা নারী এবং যারা আল্লাহকে উত্তম ঋণ দান করে তাদেরকে দেয়া হবে বহুগুণ বেশি এবং তাদের জন্য রয়েছে মহা পুরস্কার।","bangla_taisirul":"দানশীল পুরুষরা আর দানশীলা নারীরা আর যারা আল্লাহকে ঋণ দেয়- উত্তম ঋণ, তাদের জন্য বহুগুণ বাড়িয়ে দেয়া হবে, আর তাদের জন্য আছে মর্যাদাপূর্ণ প্রতিদান।"},{"id":19,"arabic_text":"وَ الَّذِیۡنَ اٰمَنُوۡا بِاللّٰہِ  وَ رُسُلِہٖۤ  اُولٰٓئِکَ ہُمُ الصِّدِّیۡقُوۡنَ ٭ۖ وَ الشُّہَدَآءُ  عِنۡدَ رَبِّہِمۡ ؕ لَہُمۡ  اَجۡرُہُمۡ وَ نُوۡرُہُمۡ ؕ وَ الَّذِیۡنَ کَفَرُوۡا وَ کَذَّبُوۡا بِاٰیٰتِنَاۤ اُولٰٓئِکَ اَصۡحٰبُ الۡجَحِیۡمِ ﴿۱۹﴾ ","english_text":"They said, \"Call upon your Lord to make clear to us what it is.\" [Moses] said, \"[ Allah ] says, 'It is a cow which is neither old nor virgin, but median between that,' so do what you are commanded.\"","page":540,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/5094.mp3","colorText":"وَ[h:9999[ٱ]لَّذِينَ ءَامَنُو[s[اْ] بِ[h:32[ٱ]للَّهِ وَرُسُلِه[o[ِۦٓ] أُ[s[وْ]لَ[o[ـٰٓ]ئِكَ هُمُ [h:13348[ٱ][l[ل]صِّدِّيقُونَ‌ۖ وَ[h:13349[ٱ][l[ل]شُّهَد[o[َا]ٓءُ عِ[f:264[ند]َ رَبِّهِمْ لَهُمْ أَ[q:331[جْ]رُهُمْ وَنُورُهُمْ‌ۖ وَ[h:37[ٱ]لَّذِينَ كَفَرُو[s[اْ] وَكَذَّبُو[s[اْ] بِـَٔـايَ[n[ـٰ]تِن[o[َآ] أُ[s[وْ]لَ[o[ـٰٓ]ئِكَ أَصْحَ[n[ـٰ]بُ [h:3415[ٱ]لْجَح[p[ِي]مِ","juz":27,"ruku":473,"manzil":7,"bangla_ahbayan":"যারা আল্লাহ ও তাঁর সমস্ত রসূলে বিশ্বাস স্থাপন করে, তারাই তাদের প্রতিপালকের নিকট সিদ্দীক[১] (সত্যনিষ্ঠ) ও শহীদ। তাদের জন্য রয়েছে তাদের প্রাপ্য পুরস্কার ও জ্যোতি। আর যারা অবিশ্বাস করেছে ও আমার নিদর্শনাবলীকে মিথ্যাজ্ঞান করেছে, তারাই জাহান্নামের অধিবাসী।","bangla_bayan":"আর যারা আল্লাহ ও তাঁর রাসূলদের প্রতি ঈমান আনে, তারাই তাদের রবের নিকট সিদ্দীক ও শহীদ। তাদের জন্য রয়েছে তাদের প্রতিফল এবং তাদের নূর। আর যারা কুফরী করে এবং আমার আয়াতসমূহ অস্বীকার করে, তারাই জাহান্নামের অধিবাসী।","bangla_mkhan":"আর যারা আল্লাহ ও তাঁর রসূলের প্রতি বিশ্বাস স্থাপন করে তারাই তাদের পালনকর্তার কাছে সিদ্দীক ও শহীদ বলে বিবেচিত। তাদের জন্যে রয়েছে পুরস্কার ও জ্যোতি এবং যারা কাফের ও আমার নিদর্শন অস্বীকারকারী তারাই জাহান্নামের অধিবাসী হবে।","bangla_mujibur":"যারা আল্লাহ ও তাঁর রাসূলের উপর ঈমান আনে, তারাই তাদের রবের নিকট সত্যনিষ্ঠ ও শহীদ। তাদের জন্য রয়েছে তাদের প্রাপ্য পুরস্কার ও জ্যোতি এবং যারা কুফরী করেছে ও আমার নিদর্শন অস্বীকার করেছে তারাই জাহান্নামের অধিবাসী।","bangla_taisirul":"আর যারা আল্লাহ ও তাঁর রসূলের প্রতি ঈমান আনে তারাই তাদের প্রতিপালকের নিকট সিদ্দীক ও শহীদ। তাদের জন্য আছে তাদের প্রতিদান ও তাদের নূর। আর যারা কুফুরী করে আর আমার নিদর্শনকে অস্বীকার করে, তারাই জাহান্নামের বাসিন্দা।"},{"id":20,"arabic_text":"اِعۡلَمُوۡۤا اَنَّمَا الۡحَیٰوۃُ  الدُّنۡیَا لَعِبٌ وَّ لَہۡوٌ وَّ زِیۡنَۃٌ  وَّ تَفَاخُرٌۢ  بَیۡنَکُمۡ وَ تَکَاثُرٌ فِی الۡاَمۡوَالِ وَ الۡاَوۡلَادِ ؕ کَمَثَلِ غَیۡثٍ اَعۡجَبَ الۡکُفَّارَ نَبَاتُہٗ  ثُمَّ یَہِیۡجُ فَتَرٰىہُ مُصۡفَرًّا ثُمَّ  یَکُوۡنُ حُطَامًا ؕ وَ فِی الۡاٰخِرَۃِ  عَذَابٌ شَدِیۡدٌ ۙ وَّ مَغۡفِرَۃٌ مِّنَ اللّٰہِ وَ رِضۡوَانٌ ؕ وَ مَا الۡحَیٰوۃُ  الدُّنۡیَاۤ   اِلَّا مَتَاعُ  الۡغُرُوۡرِ ﴿۲۰﴾ ","english_text":"They said, \"Call upon your Lord to show us what is her color.\" He said, \"He says, 'It is a yellow cow, bright in color - pleasing to the observers.' \"","page":540,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/5095.mp3","colorText":"ٱعْلَم[o[ُوٓ][s[اْ] أَ[g[نّ]َمَا [h:13350[ٱ]لْحَيَ[s[و][n[ٲ]ةُ [h:1156[ٱ][l[ل]دُّنْيَا لَعِ[a:4002[بٌ و]َلَهْ[a:13351[وٌ و]َزِينَ[a:13352[ةٌ و]َتَفَاخُ[i:13353[رُۢ ب]َيْنَكُمْ وَتَكَاثُ[f:13354[رٌ ف]ِى [h:7821[ٱ]لْأَمْو[n[َٲ]لِ وَ[h:7822[ٱ]لْأَوْلَ[n[ـٰ]دِ‌ۖ كَمَثَلِ غَيْثٍ أَعْجَبَ [h:13355[ٱ]لْكُفَّارَ نَبَاتُهُ[n[ۥ] ثُ[g[مّ]َ يَهِيجُ فَتَرَ[n[ٮٰ]هُ مُصْفَر[f:11672[ًّا ث]ُ[g[مّ]َ يَكُونُ حُطَ[n[ـٰ][a:13356[مًا‌ۖ و]َفِى [h:1108[ٱ]لْأَخِرَةِ عَذَا[f:1727[بٌ ش]َدِي[a:13357[دٌ و]َمَغْفِرَ[a:13358[ةٌ م]ِّنَ [h:321[ٱ]للَّهِ وَرِضْو[n[َٲ][a:13359[نٌ‌ۚ و]َمَا [h:2482[ٱ]لْحَيَ[s[و][n[ٲ]ةُ [h:1156[ٱ][l[ل]دُّنْي[o[َآ] إِلَّا مَتَ[n[ـٰ]عُ [h:2483[ٱ]لْغُر[p[ُو]رِ","juz":27,"ruku":474,"manzil":7,"bangla_ahbayan":"তোমরা জেনে রেখো যে, পার্থিব জীবন তো ক্রীড়া-কৌতুক, জাঁকজমক, পারস্পরিক গর্ব প্রকাশ, ধন-সম্পদ ও সন্তান-সন্ততিতে প্রাচুর্য লাভের প্রতিযোগিতা ব্যতীত আর কিছুই নয়। এর উপমা বৃষ্টি; যার দ্বারা উৎপন্ন ফসল কৃষকদেরকে[১] চমৎকৃত করে, অতঃপর তা শুকিয়ে যায়, ফলে তুমি তা পীতবর্ণ দেখতে পাও, অবশেষে তা টুকরা-টুকরা (খড়-কুটায়) পরিণত হয়[২] এবং পরকালে রয়েছে কঠিন শাস্তি[৩] এবং আল্লাহর ক্ষমা ও সন্তুষ্টি।[৪] আর পার্থিব জীবন ছলনাময় ভোগ ব্যতীত কিছুই নয়।[৫]","bangla_bayan":"তোমরা জেনে রাখ যে, দুনিয়ার জীবন ক্রীড়া কৌতুক, শোভা-সৌন্দর্য, তোমাদের পারস্পরিক গর্ব-অহঙ্কার এবং ধন-সম্পদ ও সন্তান-সন্ততিতে আধিক্যের প্রতিযোগিতা মাত্র। এর উপমা হল বৃষ্টির মত, যার উৎপন্ন ফসল কৃষকদেরকে আনন্দ দেয়, তারপর তা শুকিয়ে যায়, তখন তুমি তা হলুদ বর্ণের দেখতে পাও, তারপর তা খড়-কুটায় পরিণত হয়। আর আখিরাতে আছে কঠিন আযাব এবং আল্লাহর পক্ষ থেকে ক্ষমা ও সন্তুষ্টি। আর দুনিয়ার জীবনটা তো ধোকার সামগ্রী ছাড়া আর কিছুই নয়।","bangla_mkhan":"তোমরা জেনে রাখ, পার্থিব জীবন ক্রীড়া-কৌতুক, সাজ-সজ্জা, পারস্পরিক অহমিকা এবং ধন ও জনের প্রাচুর্য ব্যতীত আর কিছু নয়, যেমন এক বৃষ্টির অবস্থা, যার সবুজ ফসল কৃষকদেরকে চমৎকৃত করে, এরপর তা শুকিয়ে যায়, ফলে তুমি তাকে পীতবর্ণ দেখতে পাও, এরপর তা খড়কুটা হয়ে যায়। আর পরকালে আছে কঠিন শাস্তি এবং আল্লাহর ক্ষমা ও সন্তুষ্টি। পার্থিব জীবন প্রতারণার উপকরণ বৈ কিছু নয়।","bangla_mujibur":"তোমরা জেনে রেখ যে, পার্থিব জীবনতো ক্রীড়া কৌতুক, জাঁকজমক, পারস্পরিক অহংকার প্রকাশ, ধন-সম্পদ ও সন্তান-সন্ততিতে প্রাচুর্য লাভের প্রতিযোগিতা ব্যতীত আর কিছুই নয়; ওর উপমা বৃষ্টি, যদ্বারা উৎপন্ন শস্য সম্ভার কৃষকদেরকে চমৎকৃত করে, অতঃপর ওটা শুকিয়ে যায়, ফলে তুমি ওটা পীতবর্ণ দেখতে পাও; অবশেষে ওটা খড়কুটায় পরিণত হয়। পরকালে (অবিশ্বাসীদের জন্য) রয়েছে কঠিন শাস্তি এবং (সৎপথ অনুসারীদের জন্য রয়েছে) আল্লাহর ক্ষমা ও সন্তুষ্টি। পার্থিব জীবন ছলনাময় ভোগ ব্যতীত কিছুই নয়।","bangla_taisirul":"তোমরা জেনে রেখ, দুনিয়ার জীবন ক্রীড়া-কৌতুক, শোভা-সৌন্দর্য, পারস্পরিক গর্ব-অহঙ্কার আর ধন-মাল ও সন্তানাদিতে আধিক্যের প্রতিযোগিতা মাত্র। তার উদাহরণ হল বৃষ্টি, আর তা হতে উৎপন্ন শষ্যাদি কৃষকের মনকে আনন্দে ভরে দেয়, তারপর তা পেকে যায়, তখন তুমি তাকে হলুদ বর্ণ দেখতে পাও, পরে তা খড় ভুষি হয়ে যায়। (আর আখেরাতের চিত্র অন্যরকম, পাপাচারীদের জন্য), আখেরাতে আছে কঠিন শাস্তি, (আর নেককারদের জন্য আছে) আল্লাহর ক্ষমা ও সন্তুষ্টি। আর দুনিয়ার জীবনটা তো ধোঁকার বস্তু ছাড়া আর কিছুই না।"},{"id":21,"arabic_text":"سَابِقُوۡۤا  اِلٰی مَغۡفِرَۃٍ  مِّنۡ رَّبِّکُمۡ  وَ جَنَّۃٍ عَرۡضُہَا کَعَرۡضِ السَّمَآءِ  وَ الۡاَرۡضِ ۙ اُعِدَّتۡ لِلَّذِیۡنَ اٰمَنُوۡا بِاللّٰہِ وَ رُسُلِہٖ ؕ ذٰلِکَ فَضۡلُ اللّٰہِ یُؤۡتِیۡہِ مَنۡ یَّشَآءُ ؕ وَ اللّٰہُ  ذُو الۡفَضۡلِ الۡعَظِیۡمِ ﴿۲۱﴾ ","english_text":"They said, \"Call upon your Lord to make clear to us what it is. Indeed, [all] cows look alike to us. And indeed we, if Allah wills, will be guided.\"","page":540,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/5096.mp3","colorText":"سَابِق[o[ُوٓ][s[اْ] إِلَىٰ مَغْفِرَ[a:2239[ةٍ م]ّ[u:243[ِن ر]َّبِّكُمْ وَجَ[g[نّ]َةٍ عَرْضُهَا كَعَرْضِ [h:13360[ٱ][l[ل]سَّم[o[َا]ٓءِ وَ[h:177[ٱ]لْأَرْضِ أُعِدَّتْ لِلَّذِينَ ءَامَنُو[s[اْ] بِ[h:32[ٱ]للَّهِ وَرُسُلِه[n[ِۦ]‌ۚ ذ[n[َٲ]لِكَ فَضْلُ [h:337[ٱ]للَّهِ يُؤْتِيهِ م[a:476[َن ي]َش[o[َا]ٓءُ‌ۚ وَ[h:72[ٱ]للَّهُ ذُو [h:550[ٱ]لْفَضْلِ [h:551[ٱ]لْعَظ[p[ِي]مِ","juz":27,"ruku":474,"manzil":7,"bangla_ahbayan":"তোমরা অগ্রণী হও তোমাদের প্রতিপালকের ক্ষমা[১] ও সেই জান্নাতের দিকে, যার প্রশস্ততা আকাশ ও পৃথিবীর প্রশস্ততার মত,[২] যা প্রস্তুত করা হয়েছে আল্লাহ ও তাঁর রসূলগণে বিশ্বাসীদের জন্য। এটা আল্লাহর অনুগ্রহ, যাকে ইচ্ছা তিনি তাকে তা  দান করেন। [৩] আর আল্লাহ মহা অনুগ্রহশীল। [৪]","bangla_bayan":"তোমরা তোমাদের রবের পক্ষ থেকে ক্ষমা ও সেই জান্নাতের দিকে প্রতিযোগিতায় অবতীর্ণ হও, যার প্রশস্ততা আসমান ও যমীনের প্রশস্ততার মত। তা প্রস্তত করা হয়েছে যারা আল্লাহ ও তাঁর রাসূলদের প্রতি ঈমান আনে তাদের জন্য। এটা আল্লাহর অনুগ্রহ। তিনি যাকে ইচ্ছা তা দান করেন। আর আল্লাহ মহা অনুগ্রহশীল।","bangla_mkhan":"তোমরা অগ্রে ধাবিত হও তোমাদের পালনকর্তার ক্ষমা ও সেই জান্নাতের দিকে, যা আকাশ ও পৃথিবীর মত প্রশস্ত। এটা প্রস্তুত করা হয়েছে আল্লাহ ও তাঁর রসূলগণের প্রতি বিশ্বাসস্থাপনকারীদের জন্যে। এটা আল্লাহর কৃপা, তিনি যাকে ইচ্ছা, এটা দান করেন। আল্লাহ মহান কৃপার অধিকারী।","bangla_mujibur":"তোমরা অগ্রণী হও তোমাদের রবের ক্ষমা ও সেই জান্নাত লাভের প্রয়াসে যা প্রশস্ততায় আকাশ ও পৃথিবীর মত, যা প্রস্তুত করা হয়েছে আল্লাহ ও তাঁর রাসূলগণে বিশ্বাসীদের জন্য। এটা আল্লাহর অনুগ্রহ যাকে ইচ্ছা তিনি এটা দান করেন; আল্লাহ মহা অনুগ্রহশীল।","bangla_taisirul":"তোমরা এগিয়ে যাও তোমাদের প্রতিপালকের ক্ষমা ও জান্নাত লাভের জন্য, যার প্রশস্ততা আসমান ও যমীনের প্রশস্ততার মত। তা প্রস্তুত রাখা হয়েছে তাদের জন্য যারা আল্লাহ ও তাঁর রসূলদের প্রতি ঈমান এনেছে। এটা আল্লাহর অনুগ্রহ, তিনি তা দেন যাকে ইচ্ছে করেন, আল্লাহ বড়ই অনুগ্রহশীল।"},{"id":22,"arabic_text":"مَاۤ  اَصَابَ مِنۡ مُّصِیۡبَۃٍ  فِی الۡاَرۡضِ وَ لَا فِیۡۤ  اَنۡفُسِکُمۡ  اِلَّا فِیۡ  کِتٰبٍ مِّنۡ قَبۡلِ اَنۡ نَّبۡرَاَہَا ؕ اِنَّ  ذٰلِکَ عَلَی اللّٰہِ یَسِیۡرٌ ﴿ۚۖ۲۲﴾ ","english_text":"He said, \"He says, 'It is a cow neither trained to plow the earth nor to irrigate the field, one free from fault with no spot upon her.' \" They said, \"Now you have come with the truth.\" So they slaughtered her, but they could hardly do it.","page":540,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/5097.mp3","colorText":"م[o[َآ] أَصَابَ م[a:12140[ِن م]ُّصِيبَ[f:13361[ةٍ ف]ِى [h:44[ٱ]لْأَرْضِ وَلَا ف[o[ِىٓ] أَ[f:1329[نف]ُسِكُمْ إِلَّا فِى كِتَ[n[ـٰ][a:13362[بٍ م]ِّ[f:1346[ن ق]َ[q:1347[بْ]لِ أ[a:13363[َن ن]َّ[q:13364[بْ]رَأَه[o[َآ‌ۚ] إِ[g[نّ]َ ذ[n[َٲ]لِكَ عَلَى [h:412[ٱ]للَّهِ يَس[p[ِي]رٌ","juz":27,"ruku":474,"manzil":7,"bangla_ahbayan":"পৃথিবীতে[১] অথবা ব্যক্তিগতভাবে[২] তোমাদের উপর যে বিপর্যয় আসে, আমার তা সংঘটিত করার পূর্বেই তা লিপিবদ্ধ থাকে,[৩] নিশ্চয় আল্লাহর পক্ষে তা খুবই সহজ।","bangla_bayan":"যমীনে এবং তোমাদের নিজদের মধ্যে এমন কোন মুসীবত আপতিত হয় না, যা আমি সংঘটিত করার পূর্বে কিতাবে লিপিবদ্ধ রাখি না। নিশ্চয় এটা আল্লাহর পক্ষে খুবই সহজ।","bangla_mkhan":"পৃথিবীতে এবং ব্যক্তিগতভাবে তোমাদের উপর কোন বিপদ আসে না; কিন্তু তা জগত সৃষ্টির পূর্বেই কিতাবে লিপিবদ্ধ আছে। নিশ্চয় এটা আল্লাহর পক্ষে সহজ।","bangla_mujibur":"পৃথিবীতে অথবা ব্যক্তিগতভাবে তোমাদের উপর যে বিপর্যয় আসে আমি তা সংঘটিত করার পূর্বেই তা লিপিবদ্ধ থাকে, আল্লাহর পক্ষে এটা খুবই সহজ।","bangla_taisirul":"পৃথিবীতে অথবা তোমাদের নিজেদের উপর এমন কোন মুসীবত আসে না যা আমি সংঘটিত করার পূর্বে কিতাবে লিপিবদ্ধ রাখি না। এটা (করা) আল্লাহর জন্য খুবই সহজ।"},{"id":23,"arabic_text":"لِّکَیۡلَا تَاۡسَوۡا عَلٰی مَا فَاتَکُمۡ وَ لَا تَفۡرَحُوۡا بِمَاۤ  اٰتٰىکُمۡ ؕ وَ اللّٰہُ  لَا یُحِبُّ کُلَّ  مُخۡتَالٍ فَخُوۡرِۣ ﴿ۙ۲۳﴾ ","english_text":"And [recall] when you slew a man and disputed over it, but Allah was to bring out that which you were concealing.","page":540,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/5098.mp3","colorText":"لِّكَيْلَا تَأْسَوْ[s[اْ] عَلَىٰ مَا فَاتَكُمْ وَلَا تَفْرَحُو[s[اْ] بِم[o[َآ] ءَاتَ[n[ـٰ]كُمْ‌ۗ وَ[h:72[ٱ]للَّهُ لَا يُحِبُّ كُلَّ مُخْتَا[f:10576[لٍ ف]َخ[p[ُو]رٍ","juz":27,"ruku":474,"manzil":7,"bangla_ahbayan":"এটা এ জন্য যে, তোমরা যা হারিয়েছ তাতে যেন তোমরা বিমর্ষ না হও এবং যা তিনি তোমাদেরকে দিয়েছেন তার জন্য আনন্দিত না হও।[১] গর্বিত ও অহংকারীদেরকে আল্লাহ পছন্দ করেন না।","bangla_bayan":"যাতে তোমরা আফসোস না কর তার উপর যা তোমাদের থেকে হারিয়ে গেছে এবং তোমরা উৎফুল্ল না হও তিনি তোমাদেরকে যা দিয়েছেন তার কারণে। আর আল্লাহ কোন উদ্ধত ও অহঙ্কারীকে পছন্দ করেন না।","bangla_mkhan":"এটা এজন্যে বলা হয়, যাতে তোমরা যা হারাও তজ্জন্যে দুঃখিত না হও এবং তিনি তোমাদেরকে যা দিয়েছেন, তজ্জন্যে উল্লসিত না হও। আল্লাহ কোন উদ্ধত অহংকারীকে পছন্দ করেন না,","bangla_mujibur":"এটা এ জন্য যে, তোমরা যা হারিয়েছ তাতে যেন তোমরা বিমর্ষ না হও, এবং যা তিনি তোমাদেরকে দিয়েছেন তার জন্য হর্ষোৎফুল্ল না হও। আল্লাহ পছন্দ করেননা ঔদ্ধত ও অহংকারীদেরকে –","bangla_taisirul":"এটা এজন্য যে, তোমাদের যে ক্ষতি হয়েছে তার জন্য তোমরা যেন হতাশাগ্রস্ত না হও, আর তোমাদেরকে যা দান করা হয়েছে তার জন্য তোমরা যেন উৎফুল্ল না হও, কেননা আল্লাহ অহংকারী ও অধিক গর্বকারীকে পছন্দ করেন না-"},{"id":24,"arabic_text":"الَّذِیۡنَ  یَبۡخَلُوۡنَ وَ یَاۡمُرُوۡنَ  النَّاسَ بِالۡبُخۡلِ ؕ وَ مَنۡ یَّتَوَلَّ  فَاِنَّ اللّٰہَ  ہُوَ الۡغَنِیُّ  الۡحَمِیۡدُ ﴿۲۴﴾ ","english_text":"So, We said, \"Strike the slain man with part of it.\" Thus does Allah bring the dead to life, and He shows you His signs that you might reason.","page":540,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/5099.mp3","colorText":"ٱلَّذِينَ يَ[q:2456[بْ]خَلُونَ وَيَأْمُرُونَ [h:2780[ٱ][l[ل][g[نّ]َاسَ بِ[h:2781[ٱ]لْبُخْلِ‌ۗ وَم[a:3640[َن ي]َتَوَلَّ فَإِ[g[نّ]َ [h:513[ٱ]للَّهَ هُوَ [h:6121[ٱ]لْغَنِىُّ [h:9093[ٱ]لْحَم[p[ِي][q[د]ُ","juz":27,"ruku":474,"manzil":7,"bangla_ahbayan":"যারা কার্পণ্য করে এবং মানুষকে কার্পণ্যের নির্দেশ দেয়; যে মুখ ফিরিয়ে নেয়[১] (সে জেনে রাখুক যে), নিশ্চয় আল্লাহ অভাবমুক্ত, প্রশংসিত।","bangla_bayan":"যারা কৃপণতা করে এবং মানুষকে কৃপণতার নির্দেশ দেয়, আর যে মুখ ফিরিয়ে নেয়, তাহলে আল্লাহ নিশ্চয় অভাবমুক্ত, সপ্রশংসিত।","bangla_mkhan":"যারা কৃপণতা করে এবং মানুষকে কৃপণতার প্রতি উৎসাহ দেয়, যে মুখ ফিরিয়ে নেয়, তার জানা উচিত যে, আল্লাহ অভাবমুক্ত, প্রশংসিত।","bangla_mujibur":"যারা কার্পন্য করে এবং মানুষকে কার্পণ্যের নির্দেশ দেয়; যে মুখ ফিরিয়ে নেয় সে জেনে রাখুক যে, আল্লাহতো অভাবমুক্ত, প্রশংসা।","bangla_taisirul":"যারা কৃপণতা করে আর মানুষকে কৃপণতা করার আদেশ দেয় এবং যে ব্যক্তি (আল্লাহর পথ হতে) মুখ ফিরিয়ে নেয় (সে জেনে রাখুক) আল্লাহ অভাব মুক্ত, প্রশংসিত।"},{"id":25,"arabic_text":"لَقَدۡ  اَرۡسَلۡنَا  رُسُلَنَا بِالۡبَیِّنٰتِ وَ اَنۡزَلۡنَا مَعَہُمُ  الۡکِتٰبَ وَ الۡمِیۡزَانَ لِیَقُوۡمَ النَّاسُ بِالۡقِسۡطِ ۚ  وَ اَنۡزَلۡنَا الۡحَدِیۡدَ فِیۡہِ بَاۡسٌ شَدِیۡدٌ وَّ مَنَافِعُ لِلنَّاسِ وَ لِیَعۡلَمَ اللّٰہُ  مَنۡ یَّنۡصُرُہٗ وَ رُسُلَہٗ  بِالۡغَیۡبِ ؕ اِنَّ اللّٰہَ  قَوِیٌّ عَزِیۡزٌ ﴿۲۵﴾ ","english_text":"Then your hearts became hardened after that, being like stones or even harder. For indeed, there are stones from which rivers burst forth, and there are some of them that split open and water comes out, and there are some of them that fall down for fear of Allah . And Allah is not unaware of what you do.","page":541,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/5100.mp3","colorText":"لَقَ[q:2389[دْ] أَرْسَلْنَا رُسُلَنَا بِ[h:484[ٱ]لْبَيِّنَ[n[ـٰ]تِ وَأَ[f:271[نز]َلْنَا مَعَهُمُ [h:1164[ٱ]لْكِتَ[n[ـٰ]بَ وَ[h:4528[ٱ]لْمِيزَانَ لِيَقُومَ [h:13365[ٱ][l[ل][g[نّ]َاسُ بِ[h:1800[ٱ]لْقِسْطِ‌ۖ وَأَ[f:271[نز]َلْنَا [h:13366[ٱ]لْحَدِيدَ فِيهِ بَأْ[f:13367[سٌ ش]َدِي[a:13368[دٌ و]َمَنَ[n[ـٰ]فِعُ لِل[g[نّ]َاسِ وَلِيَعْلَمَ [h:2269[ٱ]للَّهُ م[a:9042[َن ي]َ[f:9043[نص]ُرُهُ[n[ۥ] وَرُسُلَهُ[n[ۥ] بِ[h:13[ٱ]لْغَيْبِ‌ۚ إِ[g[نّ]َ [h:80[ٱ]للَّهَ قَوِىٌّ عَز[p[ِي]زٌ","juz":27,"ruku":474,"manzil":7,"bangla_ahbayan":"নিশ্চয়ই আমি আমার রসূলদেরকে প্রেরণ করেছি স্পষ্ট প্রমাণসহ এবং তাদের সঙ্গে অবতীর্ণ করেছি কিতাব ও তুলাদন্ড (ন্যায়-নীতি);[১] যাতে মানুষ সুবিচার প্রতিষ্ঠা করে। আর আমি লোহা অবতীর্ণ করেছি;[২] যাতে রয়েছে প্রচন্ড শক্তি[৩] ও রয়েছে মানুষের জন্য বহুবিধ কল্যাণ,[৪] আর যাতে আল্লাহ জানতে পারেন যে, কে না দেখেও তাঁকে ও তাঁর রসূলদেরকে সাহায্য করে।[৫] নিশ্চয় আল্লাহ  শক্তিমান, পরাক্রমশালী। [৬]","bangla_bayan":"নিশ্চয় আমি আমার রাসূলদেরকে স্পষ্ট প্রমাণাদিসহ পাঠিয়েছি এবং তাদের সাথে কিতাব ও (ন্যায়ের) মানদন্ড নাযিল করেছি, যাতে মানুষ সুবিচার প্রতিষ্ঠা করে। আমি আরো নাযিল করেছি লোহা, তাতে প্রচন্ড শক্তি ও মানুষের জন্য বহু কল্যাণ রয়েছে। আর যাতে আল্লাহ জেনে নিতে পারেন, কে না দেখেও তাঁকে ও তাঁর রাসূলদেরকে সাহায্য করে। অবশ্যই আল্লাহ মহাশক্তিধর, মহাপরাক্রমশালী।","bangla_mkhan":"আমি আমার রসূলগণকে সুস্পষ্ট নিদর্শনসহ প্রেরণ করেছি এবং তাঁদের সাথে অবতীর্ণ করেছি কিতাব ও ন্যায়নীতি, যাতে মানুষ ইনসাফ প্রতিষ্ঠা করে। আর আমি নাযিল করেছি লৌহ, যাতে আছে প্রচন্ড রণশক্তি এবং মানুষের বহুবিধ উপকার। এটা এজন্যে যে, আল্লাহ জেনে নিবেন কে না দেখে তাঁকে ও তাঁর রসূলগণকে সাহায্য করে। আল্লাহ শক্তিধর, পরাক্রমশালী।","bangla_mujibur":"নিশ্চয়ই আমি আমার রাসূলদেরকে প্রেরণ করেছি স্পষ্ট প্রমাণসহ এবং তাদের সঙ্গে দিয়েছি কিতাব ও ন্যায় নীতি, যাতে মানুষ সুবিচার প্রতিষ্ঠা করে। আমি লৌহও দিয়েছি যাতে রয়েছে প্রচন্ড শক্তি এবং রয়েছে মানুষের জন্য বহুবিধ কল্যাণ; এটা এ জন্য যে, আল্লাহ প্রকাশ করে দিবেন কে প্রত্যক্ষ না করেও তাঁকে ও তাঁর রাসূলদেরকে সাহায্য করে। আল্লাহ সর্বশক্তিমান, পরাক্রমশালী।","bangla_taisirul":"আমি আমার রসূলদেরকে সুস্পষ্ট প্রমাণসহ পাঠিয়েছি আর তাদের সঙ্গে অবতীর্ণ করেছি কিতাব ও (সত্য মিথ্যার) মানদন্ড যাতে মানুষ ইনসাফ ও সুবিচারের উপর প্রতিষ্ঠিত হতে পারে। আমি অবতীর্ণ করেছি লোহা যাতে আছে প্রচন্ড শক্তি আর মানুষের জন্য নানাবিধ উপকার যাতে আল্লাহ পরীক্ষা করতে পারেন আল্লাহকে না দেখেই তাঁকে আর তাঁর রসূলদেরকে কারা (এই লোহার শক্তি দিয়ে ও যাবতীয় উপায়ে) সাহায্য করে। আল্লাহ বড়ই শক্তিমান, মহাপরিক্রমশালী।"},{"id":26,"arabic_text":"وَ لَقَدۡ  اَرۡسَلۡنَا  نُوۡحًا وَّ اِبۡرٰہِیۡمَ وَ جَعَلۡنَا فِیۡ  ذُرِّیَّتِہِمَا النُّبُوَّۃَ  وَ الۡکِتٰبَ فَمِنۡہُمۡ  مُّہۡتَدٍ ۚ وَ کَثِیۡرٌ مِّنۡہُمۡ فٰسِقُوۡنَ ﴿۲۶﴾ ","english_text":"Do you covet [the hope, O believers], that they would believe for you while a party of them used to hear the words of Allah and then distort the Torah after they had understood it while they were knowing?","page":541,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/5101.mp3","colorText":"وَلَقَ[q:341[دْ] أَرْسَلْنَا نُو[a:13369[حًا و]َإِ[q:10311[بْ]ر[n[َٲ]هِيمَ وَجَعَلْنَا فِى ذُرِّيَّتِهِمَا [h:13370[ٱ][l[ل][g[نّ]ُبُوَّةَ وَ[h:10342[ٱ]لْكِتَ[n[ـٰ]بَ‌ۖ فَمِنْه[w:13371[ُم م]ُّهْتَ[a:13372[دٍ‌ۖ و]َكَثِي[a:3689[رٌ م]ِّنْهُمْ فَ[n[ـٰ]سِق[p[ُو]نَ","juz":27,"ruku":475,"manzil":7,"bangla_ahbayan":"অবশ্যই আমি নূহ ও ইব্রাহীমকে রসূলরূপে প্রেরণ করেছিলাম এবং আমি তাদের বংশধরদের জন্য স্থির করেছিলাম নবুঅত ও কিতাব, কিন্তু তাদের কিছু সংখ্যক সৎপথ অবলম্বন করেছিল এবং বহু সংখ্যক ছিল সত্যত্যাগী।","bangla_bayan":"আর আমি তো নূহ ও ইবরাহীমকে রাসূলরূপে পাঠিয়েছিলাম এবং তাদের বংশধরদের মধ্যে নবুওয়াত ও কিতাব দিয়েছিলাম। তারপর তাদের মধ্যে কেউ কেউ সঠিক পথ অবলম্বনকারী ছিল, আর তাদের অধিকাংশই ছিল ফাসিক।","bangla_mkhan":"আমি নূহ ও ইব্রাহীমকে রসূলরূপে প্রেরণ করেছি এবং তাদের বংশধরের মধ্যে নবুওয়ত ও কিতাব অব্যাহত রেখেছি। অতঃপর তাদের কতক সৎপথপ্রাপ্ত হয়েছে এবং অধিকাংশই হয়েছে পাপাচারী।","bangla_mujibur":"আমি নূহ এবং ইবরাহীমকে এবং তাদের বংশধরদের জন্য স্থির করেছিলাম নবুওয়াত ও কিতাব, কিন্তু তাদের অল্পই সৎ পথ অবলম্বন করেছিল এবং অধিকাংশই ছিল সত্যত্যাগী।","bangla_taisirul":"আমি নূহ (আলাইহিস সালাম) আর ইব্রাহীম (আলাইহিস সালাম)-কে পাঠিয়েছিলাম আর তাদের বংশধরদের মধ্যে নুবুওয়াত ও কিতাবের ব্যবস্থা প্রতিষ্ঠা করেছিলাম। তাদের মধ্যে কেউ কেউ সঠিক পথ অবলম্বন করেছিল আর তাদের অধিকাংশই ছিল পাপাচারী।"},{"id":27,"arabic_text":"ثُمَّ قَفَّیۡنَا عَلٰۤی اٰثَارِہِمۡ  بِرُسُلِنَا وَ قَفَّیۡنَا بِعِیۡسَی ابۡنِ مَرۡیَمَ  وَ اٰتَیۡنٰہُ الۡاِنۡجِیۡلَ ۬ۙ وَ جَعَلۡنَا فِیۡ  قُلُوۡبِ الَّذِیۡنَ اتَّبَعُوۡہُ  رَاۡفَۃً  وَّ رَحۡمَۃً ؕ وَ رَہۡبَانِیَّۃَۨ  ابۡتَدَعُوۡہَا مَا کَتَبۡنٰہَا عَلَیۡہِمۡ  اِلَّا ابۡتِغَآءَ رِضۡوَانِ اللّٰہِ  فَمَا رَعَوۡہَا حَقَّ رِعَایَتِہَا ۚ فَاٰتَیۡنَا الَّذِیۡنَ اٰمَنُوۡا مِنۡہُمۡ اَجۡرَہُمۡ ۚ وَ کَثِیۡرٌ  مِّنۡہُمۡ  فٰسِقُوۡنَ ﴿۲۷﴾ ","english_text":"And when they meet those who believe, they say, \"We have believed\"; but when they are alone with one another, they say, \"Do you talk to them about what Allah has revealed to you so they can argue with you about it before your Lord?\" Then will you not reason?","page":541,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/5102.mp3","colorText":"ثُ[g[مّ]َ قَفَّيْنَا عَلَ[o[ىٰٓ] ءَاثَ[n[ـٰ]رِه[c:13373[ِم ب]ِرُسُلِنَا وَقَفَّيْنَا بِعِيسَى [h:3589[ٱ][q:3590[بْ]نِ مَرْيَمَ وَءَاتَيْنَ[n[ـٰ]هُ [h:3591[ٱ]لْإِ[f:3592[نج]ِيلَ وَجَعَلْنَا فِى قُلُوبِ [h:2312[ٱ]لَّذِينَ [h:5878[ٱ]تَّبَعُوهُ رَأْفَ[a:13374[ةً و]َرَحْمَ[a:13375[ةً و]َرَهْبَانِيَّةً [h:13376[ٱ][q:13377[بْ]تَدَعُوهَا مَا كَتَ[q:13378[بْ]نَ[n[ـٰ]هَا عَلَيْهِمْ إِلَّا [h:1610[ٱ][q:1130[بْ]تِغ[o[َا]ٓءَ رِضْو[n[َٲ]نِ [h:13379[ٱ]للَّهِ فَمَا رَعَوْهَا حَقَّ رِعَايَتِهَا‌ۖ فَـَٔـاتَيْنَا [h:13380[ٱ]لَّذِينَ ءَامَنُو[s[اْ] مِنْهُمْ أَ[q:7573[جْ]رَهُمْ‌ۖ وَكَثِي[a:3689[رٌ م]ِّنْهُمْ فَ[n[ـٰ]سِق[p[ُو]نَ","juz":27,"ruku":475,"manzil":7,"bangla_ahbayan":"অতঃপর আমি তাদের অনুগামী করেছিলাম আমার রসূলগণকে এবং অনুগামী করেছিলাম মারয়্যাম তনয় ঈসাকে, আর তাকে দিয়েছিলাম ইঞ্জীল এবং তার অনুসারীদের অন্তরে দিয়েছিলাম করুণা ও দয়া;[১] কিন্তু সন্ন্যাসবাদ এটা তো তারা নিজেরা প্রবর্তন করেছিল,[২] আল্লাহর সন্তুষ্টি লাভের বিধান ছাড়া[৩] আমি তাদেরকে এ (সন্ন্যাসবাদে)র বিধান দিইনি;[৪] অথচ এটাও তারা   যথাযথভাবে   পালন   করেনি।[৫]  সুতরাং তাদের মধ্যে যারা বিশ্বাস স্থাপন করেছিল, তাদেরকে আমি তাদের পুরস্কার দিয়েছিলাম।[৬] আর তাদের অনেকেই সত্যত্যাগী।","bangla_bayan":"তারপর তাদের পিছনে আমি আমার রাসূলদেরকে অনুগামী করেছিলাম এবং মারইয়াম পুত্র ঈসাকেও অনুগামী করেছিলাম। আর তাকে ইনজীল কিতাব দিয়েছিলাম এবং যারা তার অনুসরণ করেছিল তাদের অন্তরসমূহে করুণা ও দয়ামায়া দিয়েছিলাম। আল্লাহর সন্তুষ্টি লাভের আশায় তারাই বৈরাগ্যবাদের প্রবর্তন করেছিল। এটা আমি তাদের ওপর লিপিবদ্ধ করে দেইনি। তারপর তাও তারা যথাযথভাবে রক্ষণাবেক্ষণ করেনি। আর তাদের মধ্যে যারা ঈমান এনেছিল তাদেরকে আমি তাদের প্রতিদান দিয়েছিলাম এবং তাদের মধ্যে অধিকাংশই ছিল ফাসিক।","bangla_mkhan":"অতঃপর আমি তাদের পশ্চাতে প্রেরণ করেছি আমার রসূলগণকে এবং তাদের অনুগামী করেছি মরিয়ম তনয় ঈসাকে ও তাকে দিয়েছি ইঞ্জিল। আমি তার অনুসারীদের অন্তরে স্থাপন করেছি নম্রতা ও দয়া। আর বৈরাগ্য, সে তো তারা নিজেরাই উদ্ভাবন করেছে; আমি এটা তাদের উপর ফরজ করিনি; কিন্তু তারা আল্লাহর সন্তুষ্টি লাভের জন্যে এটা অবলম্বন করেছে। অতঃপর তারা যথাযথভাবে তা পালন করেনি। তাদের মধ্যে যারা বিশ্বাসী ছিল, আমি তাদেরকে তাদের প্রাপ্য পুরস্কার দিয়েছি। আর তাদের অধিকাংশই পাপাচারী।","bangla_mujibur":"অতঃপর আমি তাদের অনুগামী করেছিলাম আমার রাসূলগণকে এবং অনুগামী করেছিলাম মারইয়াম-পুত্র ঈসাকে, আর তাকে দিয়েছিলাম ঈঞ্জীল এবং তার অনুসারীদের অন্তরে দিয়েছিলাম করুণা ও দয়া; কিন্তু দরবেশী জীবনতো তারা নিজেরাই আল্লাহর সন্তুষ্টি লাভের জন্য প্রবর্তন করেছিল; আমি তাদেরকে এর বিধান দিইনি; অথচ এটাও তারা যথাযথভাবে পালন করেনি। তাদের মধ্যে যারা ঈমান এনেছিল তাদেরকে আমি করেছিলাম পুরস্কৃত এবং তাদের অধিকাংশই সত্যত্যাগী।","bangla_taisirul":"অতঃপর তাদের পথ ধরে আমি আমার রসূলদেরকে পাঠিয়েছিলাম, অতঃপর তাদের পেছনে আমি মারইয়াম-পুত্র ‘ঈসা (আলাইহিস সালাম)-কে পাঠিয়েছিলাম আর তাকে দিয়েছিলাম ইঞ্জীল। আর যারা তাকে অনুসরণ করেছিল তাদের অন্তরে দিয়েছিলাম করুণা ও দয়ামায়া। আর বৈরাগ্যবাদ- তা তারা নিজেরাই নতুনভাবে চালু করেছে আল্লাহর সন্তুষ্টি লাভের আশায়। আমি তাদের উপর এ বিধান অপরিহার্য করিনি। আর সেটাও তারা লালন করতে পারেনি যেভাবে তা লালন করা প্রয়োজন ছিল। তাদের মধ্যে যারা ঈমান গ্রহণ করেছিল তাদেরকে আমি তাদের প্রাপ্য পুরস্কার দিয়েছিলাম। কিন্তু তাদের অধিকাংশই ছিল পাপাচারী।"},{"id":28,"arabic_text":"یٰۤاَیُّہَا الَّذِیۡنَ اٰمَنُوا اتَّقُوا اللّٰہَ  وَ اٰمِنُوۡا بِرَسُوۡلِہٖ یُؤۡتِکُمۡ کِفۡلَیۡنِ مِنۡ رَّحۡمَتِہٖ وَ یَجۡعَلۡ  لَّکُمۡ  نُوۡرًا تَمۡشُوۡنَ بِہٖ وَ یَغۡفِرۡ لَکُمۡ ؕ وَ اللّٰہُ  غَفُوۡرٌ رَّحِیۡمٌ ﴿ۚۙ۲۸﴾ ","english_text":"But do they not know that Allah knows what they conceal and what they declare?","page":541,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/5103.mp3","colorText":"يَ[o[ـٰٓ]أَيُّهَا [h:541[ٱ]لَّذِينَ ءَامَنُو[s[اْ] [h:1643[ٱ]تَّقُو[s[اْ] [h:1644[ٱ]للَّهَ وَءَامِنُو[s[اْ] بِرَسُولِه[n[ِۦ] يُؤْتِكُمْ كِفْلَيْنِ م[u:7986[ِن ر]َّحْمَتِه[n[ِۦ] وَيَ[q:9574[جْ]عَل لَّكُمْ نُو[f:13381[رًا ت]َمْشُونَ بِه[n[ِۦ] وَيَغْفِرْ لَكُمْ‌ۚ وَ[h:72[ٱ]للَّهُ غَفُو[u:890[رٌ ر]َّح[p[ِي]مٌ","juz":27,"ruku":475,"manzil":7,"bangla_ahbayan":"হে বিশ্বাসীগণ! তোমরা আল্লাহকে ভয় কর এবং তাঁর রসূলের প্রতি বিশ্বাস স্থাপন কর; তিনি তোমাদেরকে তাঁর অনুগ্রহ দ্বিগুণ দান করবেন[১] এবং তিনি তোমাদেরকে দেবেন আলো, যার সাহায্যে তোমরা  চলাফেরা করবে এবং তিনি তোমাদেরকে ক্ষমা করবেন। আর আল্লাহ চরম ক্ষমাশীল, পরম দয়ালু।","bangla_bayan":"হে মুমিনগণ, তোমরা আল্লাহকে ভয় কর এবং তাঁর রাসূলের প্রতি ঈমান আন, তিনি স্বীয় রহমতে তোমাদেরকে দ্বিগুণ পুরস্কার দেবেন, আর তোমাদেরকে নূর দেবেন যার সাহায্যে তোমরা চলতে পারবে এবং তিনি তোমাদেরকে ক্ষমা করে দেবেন। আর আল্লাহ বড়ই ক্ষমাশীল, পরম দয়ালু।","bangla_mkhan":"মুমিনগণ, তোমরা আল্লাহকে ভয় কর এবং তাঁর রসূলের প্রতি বিশ্বাস স্থাপন কর। তিনি নিজে অনুগ্রহের দ্বিগুণ অংশ তোমাদেরকে দিবেন, তোমাদেরকে দিবেন জ্যোতি, যার সাহায্যে তোমরা চলবে এবং তোমাদেরকে ক্ষমা করবেন। আল্লাহ ক্ষমাশীল, দয়াময়।","bangla_mujibur":"হে মু’মিনগণ! আল্লাহকে ভয় কর এবং তাঁর রাসূলের প্রতি বিশ্বাস স্থাপন কর। তিনি তাঁর অনুগ্রহে তোমাদেরকে দিবেন দ্বিগুণ পুরস্কার এবং তিনি তোমাদেরকে দিবেন আলো, যার সাহায্যে তোমরা চলবে এবং তিনি তোমাদেরকে ক্ষমা করবেন। আল্লাহ ক্ষমাশীল, পরম দয়ালু।","bangla_taisirul":"ওহে মু’মিনগণ! তোমরা আল্লাহকে ভয় কর আর তাঁর রসূলের প্রতি ঈমান আন, তিনি তাঁর অনুগ্রহে তোমাদেরকে দ্বিগুণ পুরস্কার দিবেন আর তিনি তোমাদের জন্য আলোর ব্যবস্থা করবেন যা দিয়ে তোমরা পথ চলবে, আর তিনি তোমাদেরকে ক্ষমা করে দিবেন। আল্লাহ বড়ই ক্ষমাশীল, অতি দয়ালু।"},{"id":29,"arabic_text":"لِّئَلَّا یَعۡلَمَ اَہۡلُ الۡکِتٰبِ  اَلَّا یَقۡدِرُوۡنَ عَلٰی شَیۡءٍ مِّنۡ  فَضۡلِ اللّٰہِ  وَ اَنَّ  الۡفَضۡلَ  بِیَدِ  اللّٰہِ یُؤۡتِیۡہِ  مَنۡ یَّشَآءُ ؕ وَ اللّٰہُ  ذُو الۡفَضۡلِ  الۡعَظِیۡمِ ﴿۲۹﴾","english_text":"And among them are unlettered ones who do not know the Scripture except in wishful thinking, but they are only assuming.","page":541,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/5104.mp3","colorText":"لِّئَلَّا يَعْلَمَ أَهْلُ [h:2159[ٱ]لْكِتَ[n[ـٰ]بِ أَلَّا يَ[q:1555[قْ]دِرُونَ عَلَىٰ ش[a:13382[َىْءٍ م]ِّ[f:6655[ن ف]َضْلِ [h:6656[ٱ]للَّهِ‌ۙ وَأَ[g[نّ]َ [h:13383[ٱ]لْفَضْلَ بِيَدِ [h:2027[ٱ]للَّهِ يُؤْتِيهِ م[a:476[َن ي]َش[o[َا]ٓءُ‌ۚ وَ[h:72[ٱ]للَّهُ ذُو [h:550[ٱ]لْفَضْلِ [h:551[ٱ]لْعَظ[p[ِي]مِ","juz":27,"ruku":475,"manzil":7,"bangla_ahbayan":"এটা এ জন্য যে,[১] আহলে কিতাবগণ যেন জানতে পারে, আল্লাহর সামান্যতম অনুগ্রহের উপরও তাদের কোন অধিকার নেই এবং অনুগ্রহ আল্লাহরই হাতে, তিনি যাকে ইচ্ছা তাকে তা দান করে থাকেন। আর আল্লাহ মহা অনুগ্রহশীল।","bangla_bayan":"(তা এজন্য যে,) আহলে কিতাবগণ যেন জেনে নিতে পারে, আল্লাহর অনুগ্রহের কোন বস্তুতেই তারা ক্ষমতা রাখে না। আর নিশ্চয় অনুগ্রহ আল্লাহর হাতেই, যাকে ইচ্ছা তিনি তা দেন। আর আল্লাহ মহাঅনুগ্রহের অধিকারী।","bangla_mkhan":"যাতে কিতাবধারীরা জানে যে, আল্লাহর সামান্য অনুগ্রহের উপর ও তাদের কোন ক্ষমতা নেই, দয়া আল্লাহরই হাতে; তিনি যাকে ইচ্ছা, তা দান করেন। আল্লাহ মহা অনুগ্রহশীল।","bangla_mujibur":"এটা এ জন্য যে, কিতাবীরা যেন জানতে পারে যে, আল্লাহর সামান্যতম অনুগ্রহের উপরও তাদের কোন অধিকার নেই; অনুগ্রহ আল্লাহরই এখতিয়ারে, যাকে ইচ্ছা তাকে তিনি তা দান করেন। আল্লাহ মহা অনুগ্রহশীল।","bangla_taisirul":"(আমি আহলে কিতাব ছাড়া অন্যত্র নুবুওয়াত দিলাম) এ জন্য যে, আহলে কিতাবগণ যেন জেনে নিতে পারে যে, আল্লাহর অনুগ্রহের কোন কিছুকেই তাদের নিয়ন্ত্রণ করার কোন ক্ষমতা নেই, আর (তারা যেন আরো জেনে নিতে পারে যে) অনুগ্রহ একমাত্র আল্লাহর হাতেই, যাকে ইচ্ছে তিনিই তা দেন। আল্লাহ বিশাল অনুগ্রহের অধিকারী।"}]}}