{"surahDetails":{"id":59,"banglaName":"সমাবেশ","totalAyah":24,"arabicInBangla":"আল-হাশর"},"surah":{"id":59,"verses":[{"id":1,"arabic_text":"سَبَّحَ  لِلّٰہِ  مَا فِی السَّمٰوٰتِ وَ مَا فِی الۡاَرۡضِ ۚ وَ ہُوَ الۡعَزِیۡزُ  الۡحَکِیۡمُ ﴿۱﴾ ","english_text":"Then We forgave you after that so perhaps you would be grateful.","page":545,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/5127.mp3","colorText":"سَبَّحَ لِلَّهِ مَا فِى [h:609[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَمَا فِى [h:44[ٱ]لْأَرْضِ‌ۖ وَهُوَ [h:7045[ٱ]لْعَزِيزُ [h:681[ٱ]لْحَك[p[ِي]مُ","juz":28,"ruku":479,"manzil":7,"bangla_ahbayan":"আকাশমন্ডলী ও পৃথিবীতে যা কিছু আছে তাঁর পবিত্রতা ও মহিমা ঘোষণা করে। তিনি পরাক্রমশালী, প্রজ্ঞাময়।","bangla_bayan":"আসমানসমূহে ও যমীনে যা কিছু আছে সবই আল্লাহর তাসবীহ পাঠ করছে এবং তিনি মহা পরাক্রমশালী, প্রজ্ঞাময়।","bangla_mkhan":"নভোমন্ডল ও ভূমন্ডলে যা কিছু আছে, সবই আল্লাহর পবিত্রতা বর্ণনা করে। তিনি পরাক্রমশালী মহাজ্ঞানী।","bangla_mujibur":"আকাশমন্ডলী ও পৃথিবীতে যা কিছু আছে সবই তাঁর পবিত্রতা ও মহিমা ঘোষণা করে, তিনি পরাক্রমশালী, প্রজ্ঞাময়।","bangla_taisirul":"আসমান ও যমীনে যা কিছু আছে সবই আল্লাহর গৌরব ও মহিমা ঘোষণা করে। আর তিনি (আল্লাহ) পরাক্রমশালী প্রজ্ঞাময়।"},{"id":2,"arabic_text":"ہُوَ الَّذِیۡۤ  اَخۡرَجَ الَّذِیۡنَ کَفَرُوۡا مِنۡ اَہۡلِ الۡکِتٰبِ مِنۡ دِیَارِہِمۡ  لِاَوَّلِ الۡحَشۡرِ ؕؔ مَا ظَنَنۡتُمۡ اَنۡ  یَّخۡرُجُوۡا وَ ظَنُّوۡۤا  اَنَّہُمۡ  مَّانِعَتُہُمۡ حُصُوۡنُہُمۡ مِّنَ اللّٰہِ  فَاَتٰىہُمُ اللّٰہُ مِنۡ حَیۡثُ لَمۡ یَحۡتَسِبُوۡا ٭  وَ قَذَفَ فِیۡ  قُلُوۡبِہِمُ  الرُّعۡبَ یُخۡرِبُوۡنَ بُیُوۡتَہُمۡ  بِاَیۡدِیۡہِمۡ  وَ اَیۡدِی الۡمُؤۡمِنِیۡنَ ٭  فَاعۡتَبِرُوۡا یٰۤاُولِی الۡاَبۡصَارِ ﴿۲﴾ ","english_text":"And [recall] when We gave Moses the Scripture and criterion that perhaps you would be guided.","page":545,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/5128.mp3","colorText":"هُوَ [h:153[ٱ]لَّذ[o[ِىٓ] أَخْرَجَ [h:13439[ٱ]لَّذِينَ كَفَرُو[s[اْ] مِنْ أَهْلِ [h:545[ٱ]لْكِتَ[n[ـٰ]بِ مِ[f:432[ن د]ِيَ[n[ـٰ]رِهِمْ لِأَوَّلِ [h:13440[ٱ]لْحَشْرِ‌ۚ مَا ظَنَ[f:12002[نت]ُمْ أ[a:3533[َن ي]َخْرُجُو[s[اْ‌ۖ] وَظَ[g[نّ][o[ُوٓ][s[اْ] أَ[g[نّ]َه[w:13441[ُم م]َّانِعَتُهُمْ حُصُونُه[w:13442[ُم م]ِّنَ [h:321[ٱ]للَّهِ فَأَتَ[n[ـٰ]هُمُ [h:13443[ٱ]للَّهُ مِنْ حَيْثُ لَمْ يَحْتَسِبُو[s[اْ‌ۖ] وَقَذَفَ فِى قُلُوبِهِمُ [h:10763[ٱ][l[ل]رُّعْبَ‌ۚ يُخْرِبُونَ بُيُوتَه[c:13444[ُم ب]ِأَيْدِيهِمْ وَأَيْدِى [h:13445[ٱ]لْمُؤْمِنِينَ فَ[h:13446[ٱ]عْتَبِرُو[s[اْ] يَ[o[ـٰٓ]أُ[s[وْ]لِى [h:13447[ٱ]لْأَ[q:1767[بْ]صَ[p[ـٰ]رِ","juz":28,"ruku":479,"manzil":7,"bangla_ahbayan":"তিনিই আহলে কিতাবদের মধ্যে যারা অবিশ্বাসী, তাদেরকে প্রথম সমাবেশেই তাদের আবাসভূমি হতে বিতাড়িত করেছেন।[১] তোমরা কল্পনাও করনি যে, তারা নির্বাসিত হবে এবং তারা মনে করেছিল যে, তাদের দুর্গগুলো তাদেরকে আল্লাহ (এর শাস্তি) হতে রক্ষা করবে;[২] কিন্তু আল্লাহ (এর শাস্তি) তাদের এমন এক দিক হতে এল, যা ছিল তাদের ধারণার বাইরে[৩] এবং তাদের অন্তরে তা ত্রাসের সঞ্চার করল।[৪] তারা তাদের বাড়ী-ঘর ধ্বংস করছিল নিজেদের হাতে[৫] এবং মুমিনদের হাতেও।[৬] অতএব হে চক্ষুষমান ব্যক্তিগণ! তোমরা উপদেশ গ্রহণ কর। [৭]","bangla_bayan":"আহলে কিতাবদের মধ্যে যারা কুফরী করেছিল তিনিই তাদেরকে তাদের ঘর-বাড়ী থেকে বের করে দিয়েছিলেন প্রথমবারের মত। তোমরা ধারণাও করনি যে, তারা বেরিয়ে যাবে। আর তারা ধারণা করেছিল যে, তাদের দুর্গগুলো তাদেরকে আল্লাহর আযাব থেকে রক্ষা করবে। কিন্তু আল্লাহর আযাব এমন এক দিক থেকে আসল যা তারা কল্পনাও করতে পারেনি এবং তিনি তাদের অন্তরসমূহে ত্রাসের সঞ্চার করলেন, ফলে তারা তাদের বাড়ী-ঘর আপন হাতে ও মুমিনদের হাতে ধ্বংস করতে শুরু করল। অতএব হে দৃষ্টিমান লোকেরা তোমরা উপদেশ গ্রহণ কর।’","bangla_mkhan":"তিনিই কিতাবধারীদের মধ্যে যারা কাফের, তাদেরকে প্রথমবার একত্রিত করে তাদের বাড়ী-ঘর থেকে বহিস্কার করেছেন। তোমরা ধারণাও করতে পারনি যে, তারা বের হবে এবং তারা মনে করেছিল যে, তাদের দূর্গগুলো তাদেরকে আল্লাহর কবল থেকে রক্ষা করবে। অতঃপর আল্লাহর শাস্তি তাদের উপর এমনদিক থেকে আসল, যার কল্পনাও তারা করেনি। আল্লাহ তাদের অন্তরে ত্রাস সঞ্চার করে দিলেন। তারা তাদের বাড়ী-ঘর নিজেদের হাতে এবং মুসলমানদের হাতে ধ্বংস করছিল। অতএব, হে চক্ষুষ্মান ব্যক্তিগণ, তোমরা শিক্ষা গ্রহণ কর।","bangla_mujibur":"তিনিই কিতাবীদের মধ্যে যারা কাফির তাদেরকে প্রথম সমাবেশেই তাদের আবাসভূমি হতে বিতাড়িত করেছিলেন। তোমরা কল্পনাও করনি যে, তারা নির্বাসিত হবে এবং তারা মনে করেছিল যে, তাদের দুর্ভেদ্য দুর্গগুলি তাদেরকে রক্ষা করবে আল্লাহ হতে; কিন্তু আল্লাহর শাস্তি এমন এক দিক হতে এলো যা ছিল তাদের ধারনাতীত এবং তাদের অন্তরে তা ত্রাসের সঞ্চার করল। তারা ধ্বংস করে ফেলল তাদের বাড়ীঘর নিজেদের হাতে এবং মু’মিনদের হাতেও। অতএব হে চক্ষুম্মান ব্যক্তিবর্গ! তোমরা উপদেশ গ্রহণ কর!","bangla_taisirul":"কিতাবধারীদের অন্তর্ভুক্ত কাফিরদেরকে আক্রমণের প্রথম ধাপেই তিনিই তাদের বাড়ী থেকে বের ক’রে দিলেন। তোমরা ধারণাও করনি যে, তারা বের হবে। আর তারা মনে করেছিল যে, তাদের দূর্গগুলো তাদেরকে আল্লাহ (’র কবল) থেকে রক্ষা করবে। কিন্তু আল্লাহ তাদেরকে এমন দিক থেকে পাকড়াও করলেন যা তারা ভাবতেও পারেনি। তিনি তাদের অন্তরে ভীতির সঞ্চার করলেন। তারা তাদের নিজেদের হাত দিয়েই নিজেদের ঘরবাড়ী ধ্বংস করল, আর মু’মিনদের হাতেও (ধ্বংস করাল)। অতএব হে দৃষ্টিসম্পন্ন মানুষেরা! তোমরা শিক্ষা গ্রহণ কর।"},{"id":3,"arabic_text":"وَ لَوۡ لَاۤ  اَنۡ  کَتَبَ اللّٰہُ عَلَیۡہِمُ  الۡجَلَآءَ لَعَذَّبَہُمۡ  فِی الدُّنۡیَا ؕ وَ لَہُمۡ  فِی الۡاٰخِرَۃِ عَذَابُ النَّارِ ﴿۳﴾ ","english_text":"And [recall] when Moses said to his people, \"O my people, indeed you have wronged yourselves by your taking of the calf [for worship]. So repent to your Creator and kill yourselves. That is best for [all of] you in the sight of your Creator.\" Then He accepted your repentance; indeed, He is the Accepting of repentance, the Merciful.","page":545,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/5129.mp3","colorText":"وَلَوْل[o[َآ] أَ[f:13448[ن ك]َتَبَ [h:989[ٱ]للَّهُ عَلَيْهِمُ [h:13449[ٱ]لْجَل[o[َا]ٓءَ لَعَذَّبَهُمْ فِى [h:599[ٱ][l[ل]دُّنْيَا‌ۖ وَلَهُمْ فِى [h:536[ٱ]لْأَخِرَةِ عَذَابُ [h:13450[ٱ][l[ل][g[نّ][p[َا]رِ","juz":28,"ruku":479,"manzil":7,"bangla_ahbayan":"আল্লাহ তাদের নির্বাসনের সিদ্ধান্ত গ্রহণ না করলে, অবশ্যই তাদেরকে পৃথিবীতে (অন্য) শাস্তি দিতেন;[১] আর পরকালে তাদের জন্য রয়েছে জাহান্নামের শাস্তি।","bangla_bayan":"আর আল্লাহ যদি তাদের জন্য নির্বাসন লিপিবদ্ধ না করতেন, তবে তিনি তাদেরকে দুনিয়াতে শাস্তি দিতেন এবং তাদের জন্য আখিরাতে রয়েছে আগুনের শাস্তি।","bangla_mkhan":"আল্লাহ যদি তাদের জন্যে নির্বাসন অবধারিত না করতেন, তবে তাদেরকে দুনিয়াতে শাস্তি দিতেন। আর পরকালে তাদের জন্যে রয়েছে জাহান্নামের আযাব।","bangla_mujibur":"আল্লাহ তাদের নির্বাসনের সিদ্ধান্ত গ্রহণ না করলে তাদেরকে পৃথিবীতে অন্য শাস্তি দিতেন; পরকালে তাদের জন্য রয়েছে জাহান্নামের শাস্তি।","bangla_taisirul":"আল্লাহ যদি তাদের জন্য নির্বাসন না লিখে দিতেন, তাহলে তিনি তাদেরকে দুনিয়াতেই অবশ্য অবশ্যই (অন্য) শাস্তি দিতেন, পরকালে তো তাদের জন্য জাহান্নামের শাস্তি আছেই।"},{"id":4,"arabic_text":"ذٰلِکَ بِاَنَّہُمۡ  شَآقُّوا اللّٰہَ وَ رَسُوۡلَہٗ ۚ وَ مَنۡ یُّشَآقِّ  اللّٰہَ  فَاِنَّ اللّٰہَ شَدِیۡدُ الۡعِقَابِ ﴿۴﴾ ","english_text":"And [recall] when you said, \"O Moses, we will never believe you until we see Allah outright\"; so the thunderbolt took you while you were looking on.","page":546,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/5130.mp3","colorText":"ذ[n[َٲ]لِكَ بِأَ[g[نّ]َهُمْ ش[m[َا]ٓقُّو[s[اْ] [h:5272[ٱ]للَّهَ وَرَسُولَهُ[n[ۥ]‌ۖ وَم[a:13451[َن ي]ُش[m[َا]ٓقِّ [h:13452[ٱ]للَّهَ فَإِ[g[نّ]َ [h:513[ٱ]للَّهَ شَدِيدُ [h:1075[ٱ]لْعِق[p[َا][q[ب]ِ","juz":28,"ruku":479,"manzil":7,"bangla_ahbayan":"এটা এ জন্য যে, তারা আল্লাহ ও তাঁর রসূলের বিরুদ্ধাচরণ করেছিল। আর কেউ আল্লাহর বিরুদ্ধাচরণ করলে আল্লাহ তো শাস্তিদানে কঠোর।","bangla_bayan":"এটি এ জন্য যে, তারা সত্যিই আল্লাহ ও তাঁর রাসূলের বিরুদ্ধাচরণ করেছিল। আর যে আল্লাহর বিরুদ্ধাচরণ করে, তবে নিশ্চয় আল্লাহ আযাব প্রদানে কঠোর।","bangla_mkhan":"এটা এ কারণে যে, তারা আল্লাহ ও তাঁর রসূলের বিরুদ্ধাচরণ করেছে। যে আল্লাহর বিরুদ্ধাচরণ করে, তার জানা উচিত যে, আল্লাহ কঠোর শাস্তিদাতা।","bangla_mujibur":"উহা এ জন্য যে, তারা আল্লাহ ও তাঁর রাসূলের বিরুদ্ধাচরণ করেছিল, এবং কেহ আল্লাহর বিরুদ্ধাচরণ করলেতো আল্লাহ শাস্তি দানে কঠোর।","bangla_taisirul":"এর কারণ এই যে, তারা আল্লাহ ও তাঁর রসূলের প্রবল বিরোধিতা করেছে; আর যে-ই আল্লাহর বিরোধিতা করবে, আল্লাহ তাকে শাস্তিদানে বড়ই কঠোর।"},{"id":5,"arabic_text":"مَا  قَطَعۡتُمۡ مِّنۡ  لِّیۡنَۃٍ  اَوۡ  تَرَکۡتُمُوۡہَا قَآئِمَۃً  عَلٰۤی  اُصُوۡلِہَا فَبِاِذۡنِ اللّٰہِ وَ لِیُخۡزِیَ الۡفٰسِقِیۡنَ ﴿۵﴾ ","english_text":"Then We revived you after your death that perhaps you would be grateful.","page":546,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/5131.mp3","colorText":"مَا قَطَعْت[w:13453[ُم م]ّ[u:13454[ِن ل]ِّينَةٍ أَوْ تَرَكْتُمُوهَا ق[o[َا]ٓئِمَةً عَلَ[o[ىٰٓ] أُصُولِهَا فَبِإِذْنِ [h:2398[ٱ]للَّهِ وَلِيُخْزِىَ [h:13455[ٱ]لْفَ[n[ـٰ]سِق[p[ِي]نَ","juz":28,"ruku":479,"manzil":7,"bangla_ahbayan":"তোমরা যে খেজুর বৃক্ষগুলো কর্তন করেছ এবং যেগুলো কান্ডের উপর স্থির রেখে দিয়েছ, তা তো আল্লাহরই অনুমতিক্রমে এবং যাতে তিনি পাপাচারীদেরকে লাঞ্ছিত করেন। [১]","bangla_bayan":"তোমরা যে সব নতুন খেজুর গাছ কেটে ফেলছ অথবা সেগুলোকে তাদের মূলের ওপর দাঁড়িয়ে থাকতে দিয়েছ। তা তো ছিল আল্লাহর অনুমতিক্রমে এবং যাতে তিনি ফাসিকদের লাঞ্ছিত করতে পারেন।","bangla_mkhan":"তোমরা যে কিছু কিছু খর্জুর বৃক্ষ কেটে দিয়েছ এবং কতক না কেটে ছেড়ে দিয়েছ, তা তো আল্লাহরই আদেশ এবং যাতে তিনি অবাধ্যদেরকে লাঞ্ছিত করেন।","bangla_mujibur":"তোমরা যে খেজুর বৃক্ষগুলি কর্তন করেছ এবং যেগুলি কান্ডের উপর স্থির রেখে দিয়েছ, তাতো আল্লাহরই অনুমতিক্রমে; এটা এ জন্য যে, আল্লাহ পাপাচারীদেরকে লাঞ্ছিত করবেন।","bangla_taisirul":"তোমরা খেজুরের যে গাছগুলো কেটেছ আর যেগুলোকে তাদের মূলকান্ডের উপর দাঁড়িয়ে থাকতে দিয়েছ, তা আল্লাহর অনুমতিক্রমেই (করেছ)। আর (এ অনুমতি আল্লাহ এজন্য দিয়েছেন) যেন তিনি পাপাচারীদেরকে অপমানিত করেন।"},{"id":6,"arabic_text":"وَ مَاۤ  اَفَآءَ اللّٰہُ  عَلٰی رَسُوۡلِہٖ  مِنۡہُمۡ فَمَاۤ اَوۡجَفۡتُمۡ عَلَیۡہِ مِنۡ خَیۡلٍ وَّ لَا رِکَابٍ وَّ لٰکِنَّ اللّٰہَ یُسَلِّطُ رُسُلَہٗ  عَلٰی مَنۡ یَّشَآءُ ؕ وَ اللّٰہُ  عَلٰی کُلِّ شَیۡءٍ  قَدِیۡرٌ ﴿۶﴾ ","english_text":"And We shaded you with clouds and sent down to you manna and quails, [saying], \"Eat from the good things with which We have provided you.\" And they wronged Us not - but they were [only] wronging themselves.","page":546,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/5132.mp3","colorText":"وَم[o[َآ] أَف[o[َا]ٓءَ [h:10855[ٱ]للَّهُ عَلَىٰ رَسُولِه[n[ِۦ] مِنْهُمْ فَم[o[َآ] أَوْجَفْتُمْ عَلَيْهِ مِنْ خَيْ[a:13456[لٍ و]َلَا رِكَا[a:13457[بٍ و]َلَ[n[ـٰ]كِ[g[نّ]َ [h:1441[ٱ]للَّهَ يُسَلِّطُ رُسُلَهُ[n[ۥ] عَلَىٰ م[a:476[َن ي]َش[o[َا]ٓءُ‌ۚ وَ[h:72[ٱ]للَّهُ عَلَىٰ كُلِّ ش[f:81[َىْءٍ ق]َد[p[ِي]رٌ","juz":28,"ruku":479,"manzil":7,"bangla_ahbayan":"আল্লাহ তাদের (ইয়াহুদীদের) নিকট হতে (বিনা যুদ্ধে) যে সম্পদ তাঁর রসূলকে দিয়েছেন, তার জন্য তোমরা ঘোড়া ছুটাওনি এবং উটও নয়। কিন্তু আল্লাহ যার উপর ইচ্ছা তাঁর রসূলদেরকে কর্তৃত্ব দান করেন।[১] আর আল্লাহ সর্ববিষয়ে  সর্বশক্তিমান।","bangla_bayan":"আল্লাহ ইয়াহুদীদের নিকট থেকে তাঁর রাসূলকে ফায়* হিসেবে যা দিয়েছেন তোমরা তার জন্য কোন ঘোড়া বা উটে আরোহণ করে অভিযান পরিচালনা করনি। বরং আল্লাহ তাঁর রাসূলগণকে যাদের ওপর ইচ্ছা কতৃত্ব প্রদান করেন। আল্লাহ সকল কিছুর ওপর সর্বশক্তিমান। \\n\\n*যুদ্ধ ছাড়াই যে ধন-সম্পদ অর্জিত হয় তাকে في বলে। এটি সাধারণত বায়তুল মালে জমা রাখা হয় এবং রাসূল স্বীয় তত্ত্বাবধানে রাষ্ট্রীয় প্রয়োজনে তা ব্যবহার করতেন। আর যুদ্ধের মাধ্যমে যা অর্জিত হয় তাকে গনিমত غنيمت বলা হয়।","bangla_mkhan":"আল্লাহ বনু-বনুযায়রের কাছ থেকে তাঁর রসূলকে যে ধন-সম্পদ দিয়েছেন, তজ্জন্যে তোমরা ঘোড়ায় কিংবা উটে চড়ে যুদ্ধ করনি, কিন্তু আল্লাহ যার উপর ইচ্ছা, তাঁর রসূলগণকে প্রাধান্য দান করেন। আল্লাহ সবকিছুর উপর সর্বশক্তিমান।","bangla_mujibur":"আল্লাহ তাদের (ইয়াহুদীদের) নিকট হতে যে ‘ফাই’ তাঁর রাসূলকে দিয়েছেন, উহার জন্য তোমরা অশ্ব কিংবা উষ্ট্রে আরোহণ করে যুদ্ধ করনি; আল্লাহতো যার উপর ইচ্ছা তাঁর রাসূলদের কর্তৃত্ব দান করেন; আল্লাহ সর্ব বিষয়ে সর্বশক্তিমান।","bangla_taisirul":"আল্লাহ তাঁর রসূলকে তাদের কাছ থেকে যে ফায় (বিনা যুদ্ধে পাওয়া সম্পদ) দিয়েছেন তার জন্য তোমরা ঘোড়াও দৌড়াওনি, আর উটেও চড়নি, বরং আল্লাহ তাঁর রসূলগণকে যার উপর ইচ্ছে আধিপত্য দান করেন; আল্লাহ সর্ববিষয়ে ক্ষমতাবান।"},{"id":7,"arabic_text":"مَاۤ  اَفَآءَ  اللّٰہُ  عَلٰی رَسُوۡلِہٖ  مِنۡ  اَہۡلِ الۡقُرٰی  فَلِلّٰہِ  وَ لِلرَّسُوۡلِ وَ  لِذِی الۡقُرۡبٰی وَ الۡیَتٰمٰی وَ الۡمَسٰکِیۡنِ وَ ابۡنِ السَّبِیۡلِ ۙ کَیۡ لَا یَکُوۡنَ  دُوۡلَۃًۢ  بَیۡنَ الۡاَغۡنِیَآءِ مِنۡکُمۡ ؕ وَ مَاۤ  اٰتٰىکُمُ الرَّسُوۡلُ  فَخُذُوۡہُ ٭ وَ مَا نَہٰىکُمۡ  عَنۡہُ فَانۡتَہُوۡا ۚ وَ  اتَّقُوا اللّٰہَ ؕ اِنَّ اللّٰہَ شَدِیۡدُ الۡعِقَابِ ۘ﴿۷﴾ ","english_text":"And [recall] when We said, \"Enter this city and eat from it wherever you will in [ease and] abundance, and enter the gate bowing humbly and say, 'Relieve us of our burdens.' We will [then] forgive your sins for you, and We will increase the doers of good [in goodness and reward].\"","page":546,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/5133.mp3","colorText":"مّ[o[َآ] أَف[o[َا]ٓءَ [h:10855[ٱ]للَّهُ عَلَىٰ رَسُولِه[n[ِۦ] مِنْ أَهْلِ [h:6852[ٱ]لْقُرَىٰ فَلِلَّهِ وَلِلرَّسُولِ وَلِذِى [h:5340[ٱ]لْقُرْبَىٰ وَ[h:420[ٱ]لْيَتَ[n[ـٰ]مَىٰ وَ[h:421[ٱ]لْمَسَ[n[ـٰ]كِينِ وَ[h:1189[ٱ][q:1189[بْ]نِ [h:1190[ٱ][l[ل]سَّبِيلِ كَىْ لَا يَكُونَ دُولَ[i:13458[ةَۢ ب]َيْنَ [h:13459[ٱ]لْأَغْنِي[o[َا]ٓءِ مِ[f:344[نك]ُمْ‌ۚ وَم[o[َآ] ءَاتَ[n[ـٰ]كُمُ [h:13460[ٱ][l[ل]رَّسُولُ فَخُذُوهُ وَمَا نَهَ[n[ـٰ]كُمْ عَنْهُ فَ[h:13461[ٱ][f:13461[نت]َهُو[s[اْ‌ۚ] وَ[h:1018[ٱ]تَّقُو[s[اْ] [h:1019[ٱ]للَّهَ‌ۖ إِ[g[نّ]َ [h:80[ٱ]للَّهَ شَدِيدُ [h:1075[ٱ]لْعِق[p[َا][q[ب]ِ","juz":28,"ruku":479,"manzil":7,"bangla_ahbayan":"আল্লাহ এই জনপদবাসীদের নিকট হতে তাঁর রসূলকে (বিনা যুদ্ধে) যে সম্পদ দিয়েছেন, তা আল্লাহর, রসূলের, (তাঁর) আত্মীয়গণের এবং ইয়াতীম, অভাবগ্রস্ত ও মুসাফিরদের জন্য, যাতে তোমাদের মধ্যে যারা ধনবান শুধু তাদের মধ্যেই ধন-মাল আবর্তন না করে। আর রসূল তোমাদেরকে যা দেন, তা তোমরা গ্রহণ কর এবং যা হতে তোমাদেরকে নিষেধ করেন, তা হতে বিরত থাক। তোমরা আল্লাহকে ভয় কর। নিশ্চয় আল্লাহ শাস্তি দানে কঠোর।","bangla_bayan":"আল্লাহ জনপদবাসীদের নিকট থেকে তাঁর রাসূলকে ফায় হিসেবে যা দিয়েছেন তা আল্লাহর, রাসূলের, আত্মীয়-স্বজনদের, ইয়াতীমদের, মিসকীন ও মুসাফিরদের এটি এ জন্য যে, যাতে ধন-সম্পদ তোমাদের মধ্যকার বিত্তশালীদের মাঝেই কেবল আবর্তিত না থাকে। রাসূল তোমাদের যা দেয় তা গ্রহণ কর, আর যা থেকে সে তোমাদের নিষেধ করে তা থেকে বিরত হও এবং আল্লাহকেই ভয় কর, নিশ্চয় আল্লাহ শাস্তি প্রদানে কঠোর।","bangla_mkhan":"আল্লাহ জনপদবাসীদের কাছ থেকে তাঁর রসূলকে যা দিয়েছেন, তা আল্লাহর, রসূলের, তাঁর আত্নীয়-স্বজনের, ইয়াতীমদের, অভাবগ্রস্তদের এবং মুসাফিরদের জন্যে, যাতে ধনৈশ্বর্য্য কেবল তোমাদের বিত্তশালীদের মধ্যেই পুঞ্জীভূত না হয়। রসূল তোমাদেরকে যা দেন, তা গ্রহণ কর এবং যা নিষেধ করেন, তা থেকে বিরত থাক এবং আল্লাহকে ভয় কর। নিশ্চয় আল্লাহ কঠোর শাস্তিদাতা।","bangla_mujibur":"আল্লাহ এই জনপদবাসীদের নিকট হতে তাঁর রাসূলকে যা কিছু দিয়েছেন তা আল্লাহর, তাঁর রাসূলের, রাসূলের স্বজনগণের এবং ইয়াতীমদের, অভাবগ্রস্ত ও পথচারীদের যাতে তোমাদের মধ্যে যারা বিত্তবান শুধু তাদের মধ্যেই ঐশ্বর্য আবর্তন না করে। অতএব রাসূল তোমাদেরকে যা দেয় তা তোমরা গ্রহণ কর এবং যা হতে তোমাদেরকে নিষেধ করে তা হতে বিরত থাক। তোমরা আল্লাহকে ভয় কর, আল্লাহ শাস্তি দানে কঠোর।","bangla_taisirul":"যে ধন-সম্পদ আল্লাহ জনপদবাসীদের কাছ থেকে নিয়ে তাঁর রসূলকে দিলেন তা আল্লাহর জন্য তাঁর রসূলের জন্য আর রসূলের আত্মীয়-স্বজন, ইয়াতীম, মিসকীন ও পথিকদের জন্য যাতে তা তোমাদের মধ্যকার সম্পদশালীদের মধ্যেই আবর্তিত না হয়। রসূল তোমাদেরকে যা দেয় তা গ্রহণ কর, আর তোমাদেরকে যাত্থেকে নিষেধ করে তাত্থেকে বিরত থাক, আল্লাহকে ভয় কর, আল্লাহ কঠিন শাস্তিদাতা।"},{"id":8,"arabic_text":"لِلۡفُقَرَآءِ  الۡمُہٰجِرِیۡنَ  الَّذِیۡنَ  اُخۡرِجُوۡا  مِنۡ  دِیَارِہِمۡ وَ اَمۡوَالِہِمۡ یَبۡتَغُوۡنَ  فَضۡلًا مِّنَ اللّٰہِ  وَ رِضۡوَانًا وَّ یَنۡصُرُوۡنَ اللّٰہَ وَ رَسُوۡلَہٗ ؕ اُولٰٓئِکَ ہُمُ الصّٰدِقُوۡنَ ۚ﴿۸﴾ ","english_text":"But those who wronged changed [those words] to a statement other than that which had been said to them, so We sent down upon those who wronged a punishment from the sky because they were defiantly disobeying.","page":546,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/5134.mp3","colorText":"لِلْفُقَر[o[َا]ٓءِ [h:13462[ٱ]لْمُهَ[n[ـٰ]جِرِينَ [h:13463[ٱ]لَّذِينَ أُخْرِجُو[s[اْ] مِ[f:432[ن د]ِيَ[n[ـٰ]رِهِمْ وَأَمْو[n[َٲ]لِهِمْ يَ[q:3357[بْ]تَغُونَ فَضْل[a:12703[اً م]ِّنَ [h:321[ٱ]للَّهِ وَرِضْو[n[َٲ][a:13464[نًا و]َيَ[f:13465[نص]ُرُونَ [h:13466[ٱ]للَّهَ وَرَسُولَهُ[o[ۥٓ‌ۚ] أُ[s[وْ]لَ[o[ـٰٓ]ئِكَ هُمُ [h:12772[ٱ][l[ل]صَّ[n[ـٰ]دِق[p[ُو]نَ","juz":28,"ruku":479,"manzil":7,"bangla_ahbayan":"(এ সম্পদ) অভাবগ্রস্ত মুহাজির (ধর্মের জন্য স্বদেশত্যাগী)দের জন্য, যারা নিজেদের ঘর-বাড়ী ও সম্পত্তি হতে বহিষ্কৃত হয়েছে; তারা আল্লাহর অনুগ্রহ ও সন্তুষ্টি কামনা করে এবং আল্লাহ ও তাঁর রসূলকে সাহায্য করে। তারাই তো সত্যাশ্রয়ী। [১]","bangla_bayan":"এই সম্পদ নিঃস্ব মুহাজিরগণের জন্য ও যাদেরকে নিজেদের ঘর-বাড়ী ও ধন-সম্পত্তি থেকে বের করে দেয়া হয়েছিল। অথচ এরা আল্লাহর অনুগ্রহ ও সন্তুষ্টির অন্বেষণ করে এবং আল্লাহ ও তাঁর রাসূলকে সাহায্য করেন। এরাই তো সত্যবাদী।","bangla_mkhan":"এই ধন-সম্পদ দেশত্যাগী নিঃস্বদের জন্যে, যারা আল্লাহর অনুগ্রহ ও সন্তুষ্টিলাভের অন্বেষণে এবং আল্লাহ তাঁর রসূলের সাহায্যার্থে নিজেদের বাস্তুভিটা ও ধন-সম্পদ থেকে বহিস্কৃত হয়েছে। তারাই সত্যবাদী।","bangla_mujibur":"এই সম্পদ অভাবগ্রস্ত মুহাজিরদের জন্য যারা নিজেদের ঘরবাড়ী ও সম্পত্তি হতে উৎখাত হয়েছে। তারা আল্লাহর অনুগ্রহ ও সন্তুষ্টি কামনা করে এবং আল্লাহ ও তাঁর রাসূলের সাহায্য করে। তারাইতো সত্যাশ্রয়ী।","bangla_taisirul":"(আর এ সম্পদ) সে সব দরিদ্র মুহাজিরদের জন্য যাদেরকে তাদের বাড়ীঘর ও সম্পত্তি-সম্পদ থেকে উৎখাত করা হয়েছে। যারা আল্লাহর অনুগ্রহ ও সন্তুষ্টি কামনা করে, আর তারা আল্লাহ ও তাঁর রসূলকে সাহায্য করে। এরাই সত্যবাদী।"},{"id":9,"arabic_text":"وَ الَّذِیۡنَ  تَبَوَّؤُ الدَّارَ وَ الۡاِیۡمَانَ مِنۡ قَبۡلِہِمۡ یُحِبُّوۡنَ مَنۡ  ہَاجَرَ  اِلَیۡہِمۡ وَ لَا یَجِدُوۡنَ  فِیۡ صُدُوۡرِہِمۡ حَاجَۃً  مِّمَّاۤ اُوۡتُوۡا وَ یُؤۡثِرُوۡنَ  عَلٰۤی  اَنۡفُسِہِمۡ وَ لَوۡ کَانَ بِہِمۡ خَصَاصَۃٌ ؕ۟ وَ مَنۡ یُّوۡقَ شُحَّ نَفۡسِہٖ  فَاُولٰٓئِکَ ہُمُ  الۡمُفۡلِحُوۡنَ ۚ﴿۹﴾ ","english_text":"And [recall] when Moses prayed for water for his people, so We said, \"Strike with your staff the stone.\" And there gushed forth from it twelve springs, and every people knew its watering place. \"Eat and drink from the provision of Allah, and do not commit abuse on the earth, spreading corruption.\"","page":546,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/5135.mp3","colorText":"وَ[h:9999[ٱ]لَّذِينَ تَبَوَّءُو [h:13467[ٱ][l[ل]دَّارَ وَ[h:10535[ٱ]لْإِيمَ[n[ـٰ]نَ مِ[f:617[ن ق]َ[q:618[بْ]لِهِمْ يُحِبُّونَ مَنْ هَاجَرَ إِلَيْهِمْ وَلَا يَجِدُونَ فِى صُدُورِهِمْ حَاجَ[a:13468[ةً م]ِّ[g[مّ][o[َآ] أُوتُو[s[اْ] وَيُؤْثِرُونَ عَلَ[o[ىٰٓ] أَ[f:568[نف]ُسِهِمْ وَلَوْ كَانَ بِهِمْ خَصَاصَ[a:13469[ةٌ‌ۚ و]َم[a:13470[َن ي]ُوقَ شُحَّ نَفْسِه[n[ِۦ] فَأُ[s[وْ]لَ[o[ـٰٓ]ئِكَ هُمُ [h:23[ٱ]لْمُفْلِح[p[ُو]نَ","juz":28,"ruku":479,"manzil":7,"bangla_ahbayan":"আর তাদের (মুহাজিরদের আগমনের) পূর্বে যারা এ নগরী (মদীনা)তে বসবাস করেছে[১] ও বিশ্বাস স্থাপন করেছে, তারা মুহাজিরদেরকে ভালবাসে এবং মুহাজিরদেরকে যা দেওয়া হয়েছে, তার জন্য তারা অন্তরে ঈর্ষা পোষণ করে না,[২] বরং নিজেরা অভাবগ্রস্ত হলেও তারা (তাদেরকে) নিজেদের উপর প্রাধান্য দেয়।[৩] আর যাদেরকে নিজ আত্মার কার্পণ্য হতে মুক্ত রাখা হয়েছে, তারাই সফলকাম। [৪]","bangla_bayan":"আর মুহাজিরদের আগমনের পূর্বে যারা মদীনাকে নিবাস হিসেবে গ্রহণ করেছিল এবং ঈমান এনেছিল (তাদের জন্যও এ সম্পদে অংশ রয়েছে), আর যারা তাদের কাছে হিজরত করে এসেছে তাদেরকে ভালবাসে। আর মুহাজরিদেরকে যা প্রদান করা হয়েছে তার জন্য এরা তাদের অন্তরে কোন ঈর্ষা অনুভব করে না। এবং নিজেদের অভাব থাকা সত্ত্বেও নিজেদের ওপর তাদেরকে অগ্রাধিকার দেয়। যাদের মনের কার্পণ্য থেকে রক্ষা করা হয়েছে, তারাই সফলকাম।","bangla_mkhan":"যারা মুহাজিরদের আগমনের পূর্বে মদীনায় বসবাস করেছিল এবং বিশ্বাস স্থাপন করেছিল, তারা মুহাজিরদের ভালবাসে, মুহাজিরদেরকে যা দেয়া হয়েছে, তজ্জন্যে তারা অন্তরে ঈর্ষাপোষণ করে না এবং নিজেরা অভাবগ্রস্ত হলেও তাদেরকে অগ্রাধিকার দান করে। যারা মনের কার্পণ্য থেকে মুক্ত, তারাই সফলকাম।","bangla_mujibur":"মুহাজিরদের আগমনের পূর্বে যারা এই নগরীতে বসবাস করেছে ও ঈমান এনেছে তারা মুহাজিরদেরকে ভালবাসে এবং মুহাজিরদেরকে যা দেয়া হয়েছে তার জন্য তারা অন্তরে বিদ্বেষ পোষণ করেনা, আর তারা তাদেরকে নিজেদের উপর প্রাধান্য দেয় নিজেরা অভাবগ্রস্ত হলেও; যারা কার্পণ্য হতে নিজেদেরকে মুক্ত করেছে তারাই সফলকাম।","bangla_taisirul":"(আর এ সম্পদ তাদের জন্যও) যারা মুহাজিরদের আসার আগে থেকেই (মাদীনাহ) নগরীর বাসিন্দা ছিল আর ঈমান গ্রহণ করেছে। তারা তাদেরকে ভালবাসে যারা তাদের কাছে হিজরাত করে এসেছে। মুহাজিরদেরকে যা দেয়া হয়েছে তা পাওয়ার জন্য তারা নিজেদের অন্তরে কোন কামনা রাখে না, আর তাদেরকে (অর্থাৎ মুহাজিরদেরকে) নিজেদের উপর অগ্রাধিকার দেয়- নিজেরা যতই অভাবগ্রস্ত হোক না কেন। বস্তুত: যাদেরকে হৃদয়ের সংকীর্ণতা থেকে রক্ষা করা হয়েছে তারাই সফলকাম।"},{"id":10,"arabic_text":"وَ الَّذِیۡنَ جَآءُوۡ مِنۡۢ  بَعۡدِہِمۡ یَقُوۡلُوۡنَ رَبَّنَا  اغۡفِرۡ لَنَا وَ لِاِخۡوَانِنَا  الَّذِیۡنَ سَبَقُوۡنَا بِالۡاِیۡمَانِ وَ لَا تَجۡعَلۡ  فِیۡ قُلُوۡبِنَا غِلًّا  لِّلَّذِیۡنَ  اٰمَنُوۡا  رَبَّنَاۤ  اِنَّکَ رَءُوۡفٌ  رَّحِیۡمٌ ﴿۱۰﴾ ","english_text":"And [recall] when you said, \"O Moses, we can never endure one [kind of] food. So call upon your Lord to bring forth for us from the earth its green herbs and its cucumbers and its garlic and its lentils and its onions.\" [Moses] said, \"Would you exchange what is better for what is less? Go into [any] settlement and indeed, you will have what you have asked.\" And they were covered with humiliation and poverty and returned with anger from Allah [upon them]. That was because they [repeatedly] disbelieved in the signs of Allah and killed the prophets without right. That was because they disobeyed and were [habitually] transgressing.","page":547,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/5136.mp3","colorText":"وَ[h:9999[ٱ]لَّذِينَ ج[o[َا]ٓءُو م[i:1453[ِنۢ ب]َعْدِهِمْ يَقُولُونَ رَبَّنَا [h:2305[ٱ]غْفِرْ لَنَا وَلِإِخْو[n[َٲ]نِنَا [h:13471[ٱ]لَّذِينَ سَبَقُونَا بِ[h:562[ٱ]لْإِيمَ[n[ـٰ]نِ وَلَا تَ[q:7716[جْ]عَلْ فِى قُلُوبِنَا غِل[u:13472[اًّ ل]ِّلَّذِينَ ءَامَنُو[s[اْ] رَبَّن[o[َآ] إِ[g[نّ]َكَ رَءُو[u:5881[فٌ ر]َّح[p[ِي]مٌ","juz":28,"ruku":479,"manzil":7,"bangla_ahbayan":"যারা তাদের পরে এসেছে তারা বলে, ‘হে আমাদের প্রতিপালক! আমাদেরকে এবং বিশ্বাসে অগ্রণী আমাদের ভ্রাতাদেরকে ক্ষমা কর এবং মুমিনদের বিরুদ্ধে আমাদের অন্তরে হিংসা-বিদ্বেষ রেখো না।[১] হে আমাদের প্রতিপালক! তুমি তো অতি দয়ার্দ্র, পরম দয়ালু।’","bangla_bayan":"যারা তাদের পরে এসেছে তারা বলে: ‘হে আমাদের রব, আমাদেরকে ও আমাদের ভাই যারা ঈমান নিয়ে আমাদের পূর্বে অতিক্রান্ত হয়েছে তাদেরকে ক্ষমা করুন; এবং যারা ঈমান এনেছিল তাদের জন্য আমাদের অন্তরে কোন বিদ্বেষ রাখবেন না; হে আমাদের রব, নিশ্চয় আপনি দয়াবান, পরম দয়ালু।","bangla_mkhan":"আর এই সম্পদ তাদের জন্যে, যারা তাদের পরে আগমন করেছে। তারা বলেঃ হে আমাদের পালনকর্তা, আমাদেরকে এবং ঈমানে আগ্রহী আমাদের ভ্রাতাগণকে ক্ষমা কর এবং ঈমানদারদের বিরুদ্ধে আমাদের অন্তরে কোন বিদ্বেষ রেখো না। হে আমাদের পালনকর্তা, আপনি দয়ালু, পরম করুণাময়।","bangla_mujibur":"যারা তাদের পরে এসেছে তারা বলেঃ হে আমাদের রাব্ব! আমাদেরকে এবং ঈমানে অগ্রগামী আমাদের ভাইদেরকে ক্ষমা করুন এবং মু’মিনদের বিরুদ্ধে আমাদের অন্তরে হিংসা-বিদ্বেষ রাখবেননা। হে আমাদের রাব্ব! আপনিতো দয়ার্দ্র, পরম দয়ালু।","bangla_taisirul":"(এ সম্পদ তাদের জন্যও) যারা অগ্রবর্তীদের পরে (ইসলামের ছায়াতলে) এসেছে। তারা বলে- ‘হে আমাদের প্রতিপালক! আমাদেরকে আর আমাদের ভাইদেরকে ক্ষমা কর যারা ঈমানের ক্ষেত্রে আমাদের অগ্রবর্তী হয়েছে, আর যারা ঈমান এনেছে তাদের ব্যাপারে আমাদের অন্তরে কোন হিংসা বিদ্বেষ রেখো না। হে আমাদের প্রতিপালক! তুমি বড়ই করুণাময়, অতি দয়ালু।’"},{"id":11,"arabic_text":"اَلَمۡ  تَرَ  اِلَی الَّذِیۡنَ نَافَقُوۡا یَقُوۡلُوۡنَ لِاِخۡوَانِہِمُ  الَّذِیۡنَ کَفَرُوۡا مِنۡ  اَہۡلِ الۡکِتٰبِ  لَئِنۡ  اُخۡرِجۡتُمۡ  لَنَخۡرُجَنَّ مَعَکُمۡ  وَ لَا  نُطِیۡعُ  فِیۡکُمۡ  اَحَدًا  اَبَدًا ۙ وَّ اِنۡ  قُوۡتِلۡتُمۡ  لَنَنۡصُرَنَّکُمۡ ؕ وَ اللّٰہُ  یَشۡہَدُ  اِنَّہُمۡ   لَکٰذِبُوۡنَ ﴿۱۱﴾ ","english_text":"Indeed, those who believed and those who were Jews or Christians or Sabeans [before Prophet Muhammad] - those [among them] who believed in Allah and the Last Day and did righteousness - will have their reward with their Lord, and no fear will there be concerning them, nor will they grieve.","page":547,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/5137.mp3","colorText":"۞ أَلَمْ تَرَ إِلَى [h:1372[ٱ]لَّذِينَ نَافَقُو[s[اْ] يَقُولُونَ لِإِخْو[n[َٲ]نِهِمُ [h:13473[ٱ]لَّذِينَ كَفَرُو[s[اْ] مِنْ أَهْلِ [h:545[ٱ]لْكِتَ[n[ـٰ]بِ لَئِنْ أُخْرِ[q:13474[جْ]تُمْ لَنَخْرُجَ[g[نّ]َ مَعَكُمْ وَلَا نُطِيعُ فِيكُمْ أَحَدًا أَبَ[a:13475[دًا و]َإِ[f:13476[ن ق]ُوتِلْتُمْ لَنَ[f:13477[نص]ُرَ[g[نّ]َكُمْ وَ[h:72[ٱ]للَّهُ يَشْهَدُ إِ[g[نّ]َهُمْ لَكَ[n[ـٰ]ذِب[p[ُو]نَ","juz":28,"ruku":480,"manzil":7,"bangla_ahbayan":"তুমি কি মুনাফিকদেরকে দেখনি? তারা আহলে কিতাবদের মধ্যে যারা অবিশ্বাস করেছে, তাদের সেই ভাইদেরকে বলে, ‘তোমরা যদি বহিষ্কৃত হও, তাহলে আমরা অবশ্যই তোমাদের সাথে দেশত্যাগী হব এবং আমরা তোমাদের ব্যাপারে কখনো কারো কথা মানব না এবং যদি তোমরা আক্রান্ত হও তবে আমরা অবশ্যই তোমাদেরকে সাহায্য করব।’[১] কিন্তু আল্লাহ সাক্ষ্য দিচ্ছেন যে, তারা অবশ্যই মিথ্যাবাদী। [২]","bangla_bayan":"তুমি কি মুনাফিকদেরকে দেখনি যারা আহলে কিতাবের মধ্য হতে তাদের কাফির ভাইদেরকে বলে, ‘তোমাদেরকে বের করে দেয়া হলে আমরাও তোমাদের সাথে অবশ্য বেরিয়ে যাব এবং তোমাদের ব্যাপারে আমরা কখনোই কারো আনুগত্য করব না। আর তোমাদের সাথে যুদ্ধ করা হলে আমরা অবশ্যই তোমাদেরকে সাহায্য করব।’ আর আল্লাহ সাক্ষ্য দিচ্ছেন যে, তারা মিথ্যাবাদী।","bangla_mkhan":"আপনি কি মুনাফিকদেরকে দেখেন নি? তারা তাদের কিতাবধারী কাফের ভাইদেরকে বলেঃ তোমরা যদি বহিস্কৃত হও, তবে আমরা অবশ্যই তোমাদের সাথে দেশ থেকে বের হয়ে যাব এবং তোমাদের ব্যাপারে আমরা কখনও কারও কথা মানব না। আর যদি তোমরা আক্রান্ত হও, তবে আমরা অবশ্যই তোমাদেরকে সাহায্য করব। আল্লাহ তা’আলা সাক্ষ্য দেন যে, ওরা নিশ্চয়ই মিথ্যাবাদী।","bangla_mujibur":"তুমি কি মুনাফিকদেরকে দেখনি? তারা কিতাবীদের মধ্যে যারা কুফরী করেছে তাদের ঐ সব সঙ্গীকে বলেঃ তোমরা যদি বহিস্কৃত হও তাহলে আমরা অবশ্যই তোমাদের সাথে দেশত্যাগী হব এবং আমরা তোমাদের ব্যাপারে কখনও কারও কথা মানবো না এবং যদি তোমরা আক্রান্ত হও তাহলে আমরা অবশ্যই তোমাদেরকে সাহায্য করব। কিন্তু আল্লাহ সাক্ষ্য দিচ্ছেন যে, তারা অবশ্যই মিথ্যাবাদী।","bangla_taisirul":"তুমি কি তাদেরকে দেখনি যারা মুনাফিকী করেছিল? আহলে কিতাবের মধ্যে যারা কুফুরী করেছিল তাদের সেই ভাইদেরকে তারা (অর্থাৎ মুনাফিকরা) বলেছিল- ‘তোমরা যদি বহিস্কৃত হও, তাহলে অবশ্য অবশ্যই আমরাও তোমাদের সাথে বেরিয়ে যাব, আর তোমাদের ব্যাপারে আমরা কক্ষনো কারো কথা মেনে নেব না। আর যদি তোমাদের বিরুদ্ধে যুদ্ধ করা হয়, তাহলে আমরা অবশ্য অবশ্যই তোমাদেরকে সাহায্য করব। আল্লাহ সাক্ষ্য দিচ্ছেন, তারা অবশ্যই মিথ্যেবাদী।"},{"id":12,"arabic_text":"لَئِنۡ  اُخۡرِجُوۡا لَا یَخۡرُجُوۡنَ  مَعَہُمۡ ۚ وَ لَئِنۡ  قُوۡتِلُوۡا  لَا یَنۡصُرُوۡنَہُمۡ ۚ وَ لَئِنۡ نَّصَرُوۡہُمۡ  لَیُوَلُّنَّ  الۡاَدۡبَارَ ۟  ثُمَّ لَا یُنۡصَرُوۡنَ ﴿۱۲﴾ ","english_text":"And [recall] when We took your covenant, [O Children of Israel, to abide by the Torah] and We raised over you the mount, [saying], \"Take what We have given you with determination and remember what is in it that perhaps you may become righteous.\"","page":547,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/5138.mp3","colorText":"لَئِنْ أُخْرِجُو[s[اْ] لَا يَخْرُجُونَ مَعَهُمْ وَلَئِ[f:13478[ن ق]ُوتِلُو[s[اْ] لَا يَ[f:12166[نص]ُرُونَهُمْ وَلَئ[a:13479[ِن ن]َّصَرُوهُمْ لَيُوَلُّ[g[نّ]َ [h:13480[ٱ]لْأَ[q:2168[دْ]بَ[n[ـٰ]رَ ثُ[g[مّ]َ لَا يُ[f:237[نص]َر[p[ُو]نَ","juz":28,"ruku":480,"manzil":7,"bangla_ahbayan":"বস্তুতঃ তারা বহিষ্কৃত হলে, (মুনাফিকরা) তাদের সাথে দেশ ত্যাগ করবে না এবং তারা আক্রান্ত হলে, তারা তাদেরকে সাহায্য করবে না[১] এবং তারা সাহায্য করতে এলেও[২] অবশ্যই পৃষ্ঠ প্রদর্শন করবে,[৩] অতঃপর তারা কোন সাহায্যই পাবে না। [৪]","bangla_bayan":"তারা (ইহুদিরা) যদি বহিষ্কৃত হয় তবে এরা (মুনাফিকরা) কখনো তাদের সাথে বেরিয়ে যাবে না আর তাদের (ইয়াহুদীদের) সাথে যদি যুদ্ধ করা হয় এরা (মুনাফিকরা) কখনো তাদেরকে সাহায্য করবে না। আর যদি তাদেরকে সাহায্য করে তবে তারা অবশ্যই পিঠ দেখিয়ে পালাবে; এরপর তারা কোন সাহায্যই পাবে না।","bangla_mkhan":"যদি তারা বহিস্কৃত হয়, তবে মুনাফিকরা তাদের সাথে দেশত্যাগ করবে না আর যদি তারা আক্রান্ত হয়, তবে তারা তাদেরকে সাহায্য করবে না। যদি তাদেরকে সাহায্য করে, তবে অবশ্যই পৃষ্ঠপ্রদর্শন করে পলায়ন করবে। এরপর কাফেররা কোন সাহায্য পাবে না।","bangla_mujibur":"বস্তুতঃ তারা বহিস্কৃত হলে মুনাফিকরা তাদের সাথে দেশ ত্যাগ করবেনা এবং তারা আক্রান্ত হলে তারা তাদেরকে সাহায্য করবেনা এবং তারা সাহায্য করতে এলেও অবশ্যই পৃষ্ঠ প্রদর্শন করবে, অতঃপর তারা কোন সাহায্যই পাবেনা।","bangla_taisirul":"তারা বহিস্কৃত হলেও এরা তাদের সাথে বেরিয়ে যাবে না। তাদের উপর আক্রমণ করা হলেও এরা তাদেরকে কক্ষনো সাহায্য করবে না। আর এরা সাহায্য করলেও তারা (অর্থাৎ মুনাফিকরা) অবশ্য অবশ্যই পৃষ্ঠপ্রদর্শন করবে, অতঃপর তারা (অর্থাৎ কাফিররা) আর কোন সাহায্যই পাবে না।"},{"id":13,"arabic_text":"لَاَنۡتُمۡ  اَشَدُّ رَہۡبَۃً  فِیۡ  صُدُوۡرِہِمۡ  مِّنَ اللّٰہِ ؕ ذٰلِکَ بِاَنَّہُمۡ  قَوۡمٌ لَّا یَفۡقَہُوۡنَ ﴿۱۳﴾ ","english_text":"Then you turned away after that. And if not for the favor of Allah upon you and His mercy, you would have been among the losers.","page":547,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/5139.mp3","colorText":"لَأَ[f:13481[نت]ُمْ أَشَدُّ رَهْبَ[f:13482[ةً ف]ِى صُدُورِه[w:13483[ِم م]ِّنَ [h:321[ٱ]للَّهِ‌ۚ ذ[n[َٲ]لِكَ بِأَ[g[نّ]َهُمْ قَوْ[u:3651[مٌ ل]َّا يَفْقَه[p[ُو]نَ","juz":28,"ruku":480,"manzil":7,"bangla_ahbayan":"প্রকৃতপক্ষে তাদের অন্তরে[১] আল্লাহ অপেক্ষা তোমরাই অধিকতর ভয়ংকর; এটা এই জন্য যে, তারা এক নির্বোধ সম্প্রদায়। [২]","bangla_bayan":"প্রকৃতপক্ষে তাদের অন্তরে আল্লাহর চাইতে তোমাদের ভয় বেশী; এটা এ কারণে যে, তারা অবুঝ সম্প্রদায়।","bangla_mkhan":"নিশ্চয় তোমরা তাদের অন্তরে আল্লাহ তা’আলা অপেক্ষা অধিকতর ভয়াবহ। এটা এ কারণে যে, তারা এক নির্বোধ সম্প্রদায়।","bangla_mujibur":"প্রকৃত পক্ষে, তাদের অন্তরে আল্লাহ অপেক্ষা তোমরাই অধিকতর ভয়ংকর। এটা এ জন্য যে, তারা এক নির্বোধ সম্প্রদায়।","bangla_taisirul":"তাদের অন্তরে আল্লাহর চেয়ে তোমাদের ভয়ই বেশি প্রবল। এর কারণ এই যে, তারা এক বিবেক-বুদ্ধিহীন সম্প্রদায়।"},{"id":14,"arabic_text":"لَا یُقَاتِلُوۡنَکُمۡ جَمِیۡعًا  اِلَّا فِیۡ  قُرًی مُّحَصَّنَۃٍ  اَوۡ مِنۡ  وَّرَآءِ  جُدُرٍ ؕ بَاۡسُہُمۡ بَیۡنَہُمۡ  شَدِیۡدٌ ؕ تَحۡسَبُہُمۡ جَمِیۡعًا وَّ قُلُوۡبُہُمۡ شَتّٰی ؕ ذٰلِکَ بِاَنَّہُمۡ  قَوۡمٌ لَّا یَعۡقِلُوۡنَ ﴿ۚ۱۴﴾ ","english_text":"And you had already known about those who transgressed among you concerning the sabbath, and We said to them, \"Be apes, despised.\"","page":547,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/5140.mp3","colorText":"لَا يُقَ[n[ـٰ]تِلُونَكُمْ جَمِيعًا إِلَّا فِى قُ[a:13484[رًى م]ُّحَصَّنَةٍ أَوْ م[a:10877[ِن و]َر[o[َا]ٓءِ جُدُ[i:13485[رِۭ‌ۚ ب]َأْسُه[c:13486[ُم ب]َيْنَهُمْ شَدِي[f:13487[دٌ‌ۚ ت]َحْسَبُهُمْ جَمِي[a:13488[عًا و]َقُلُوبُهُمْ شَتَّىٰ‌ۚ ذ[n[َٲ]لِكَ بِأَ[g[نّ]َهُمْ قَوْ[u:3651[مٌ ل]َّا يَعْقِل[p[ُو]نَ","juz":28,"ruku":480,"manzil":7,"bangla_ahbayan":"কেবলমাত্র সুরক্ষিত জনপদের অভ্যন্তরে অথবা দুর্গ-প্রাচীরের আড়ালে থেকে ছাড়া তারা সবাই সমবেতভাবেও তোমাদের বিরুদ্ধে যুদ্ধ করতে সমর্থ হবে না।[১] পরস্পরের মধ্যে তাদের যুদ্ধ প্রচন্ড।[২] তুমি মনে কর তারা ঐক্যবদ্ধ, কিন্তু তাদের মনগুলি ভিন্ন ভিন্ন। [৩] এটা এ জন্য যে, ওরা হল নির্বোধ সম্প্রদায়।[৪]","bangla_bayan":"তারা সম্মিলিতিভাবে তোমাদের বিরুদ্ধে যুদ্ধ করবে না তবে সুরক্ষিত জনপদের মধ্যে অবস্থান করে বা দেয়ালের পেছন হতে; তারা নিজেরা নিজেদেরকে প্রবল শক্তিধর মনে করে; তুমি তাদেরকে ঐক্যবদ্ধ মনে করছ অথচ তাদের অন্তরসমূহ বিচ্ছিন্ন। এটি এজন্য যে, তারা নির্বোধ সম্প্রদায়।","bangla_mkhan":"তারা সংঘবদ্ধভাবেও তোমাদের বিরুদ্ধে যুদ্ধ করতে পারবে না। তারা যুদ্ধ করবে কেবল সুরক্ষিত জনপদে অথবা দুর্গ প্রাচীরের আড়াল থেকে। তাদের পারস্পরিক যুদ্ধই প্রচন্ড হয়ে থাকে। আপনি তাদেরকে ঐক্যবদ্ধ মনে করবেন; কিন্তু তাদের অন্তর শতধাবিচ্ছিন্ন। এটা এ কারণে যে, তারা এক কান্ডজ্ঞানহীণ সম্প্রদায়।","bangla_mujibur":"তারা সবাই সমবেতভাবেও তোমাদের বিরুদ্ধে যুদ্ধ করতে সমর্থ হবেনা, কিন্তু শুধু সুরক্ষিত জনপদের অভ্যন্তরে অথবা দুর্গ প্রাচীরের অন্তরালে থেকে, পরস্পরের মধ্যে তাদের যুদ্ধ প্রচন্ড। তুমি মনে কর তারা ঐক্যবদ্ধ, কিন্তু তাদের মনের মিল নেই; এটা এ জন্য যে, তারা এক নির্বোধ সম্প্রদায়।","bangla_taisirul":"তারা ঐক্যবদ্ধ হয়ে তোমাদের বিরুদ্ধে যুদ্ধ করতে সমর্থ নয়, সুরক্ষিত জনপদে বা দেয়ালের আড়ালে অবস্থান ছাড়া। তাদের নিজেদের মধ্যেই আছে ভীষণ শত্রুতা। তুমি তাদেরকে ঐক্যবদ্ধ মনে কর কিন্তু তাদের অন্তরগুলো ভিন্ন ভিন্ন। এর কারণ এই যে, তারা এক নির্বোধ সম্প্রদায়।"},{"id":15,"arabic_text":"کَمَثَلِ الَّذِیۡنَ مِنۡ قَبۡلِہِمۡ قَرِیۡبًا ذَاقُوۡا وَبَالَ  اَمۡرِہِمۡ ۚ وَ  لَہُمۡ  عَذَابٌ  اَلِیۡمٌ ﴿ۚ۱۵﴾ ","english_text":"And We made it a deterrent punishment for those who were present and those who succeeded [them] and a lesson for those who fear Allah .","page":547,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/5141.mp3","colorText":"كَمَثَلِ [h:13489[ٱ]لَّذِينَ مِ[f:617[ن ق]َ[q:618[بْ]لِهِمْ قَرِي[f:13490[بًا‌ۖ ذ]َاقُو[s[اْ] وَبَالَ أَمْرِهِمْ وَلَهُمْ عَذَابٌ أَل[p[ِي]مٌ","juz":28,"ruku":480,"manzil":7,"bangla_ahbayan":"(ওরা) তাদের মত, যারা তাদের অব্যবহিত পূর্বে গত হয়েছে, যারা নিজেদের কৃতকর্মের শাস্তি আস্বাদন করেছে।[১] আর তাদের জন্য রয়েছে যন্ত্রণাদায়ক শাস্তি। [২]","bangla_bayan":"তাদের অব্যবহিত পূর্বসূরিদের ন্যায়, যারা নিজেদের কৃতকর্মের কুফল আস্বাদন করেছে; আর তাদের জন্য রয়েছে যন্ত্রণাদায়ক আযাব।","bangla_mkhan":"তারা সেই লোকদের মত, যারা তাদের নিকট অতীতে নিজেদের কর্মের শাস্তিভোগ করেছে। তাদের জন্যে রয়েছে যন্ত্রণাদায়ক শাস্তি।","bangla_mujibur":"তাদের তুলনা তাদের পূর্বে যারা নিজেদের কৃতকর্মের শাস্তি আস্বাদন করেছে, এবং তাদের জন্যও রয়েছে যন্ত্রণাদায়ক শাস্তি।","bangla_taisirul":"এরা তাদের (অর্থাৎ ইয়াহূদী বানু কাইনুকার) মত যারা এদের পূর্বে নিকটবর্তী সময়েই তাদের কৃতকর্মের কুফল আস্বাদন করেছে। তাদের জন্য আছে মর্মান্তিক শাস্তি।"},{"id":16,"arabic_text":"کَمَثَلِ الشَّیۡطٰنِ اِذۡ قَالَ  لِلۡاِنۡسَانِ اکۡفُرۡ ۚ فَلَمَّا کَفَرَ  قَالَ  اِنِّیۡ  بَرِیۡٓءٌ مِّنۡکَ  اِنِّیۡۤ  اَخَافُ اللّٰہَ  رَبَّ الۡعٰلَمِیۡنَ ﴿۱۶﴾ ","english_text":"And [recall] when Moses said to his people, \"Indeed, Allah commands you to slaughter a cow.\" They said, \"Do you take us in ridicule?\" He said, \"I seek refuge in Allah from being among the ignorant.\"","page":547,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/5142.mp3","colorText":"كَمَثَلِ [h:13491[ٱ][l[ل]شَّيْطَ[n[ـٰ]نِ إِذْ قَالَ لِلْإِ[f:6549[نس]َ[n[ـٰ]نِ [h:13492[ٱ]كْفُرْ فَلَ[g[مّ]َا كَفَرَ قَالَ إِ[g[نّ]ِى بَر[o[ِى]ٓ[a:13493[ءٌ م]ِّ[f:3891[نك]َ إِ[g[نّ][o[ِىٓ] أَخَافُ [h:3504[ٱ]للَّهَ رَبَّ [h:3505[ٱ]لْعَ[n[ـٰ]لَم[p[ِي]نَ","juz":28,"ruku":480,"manzil":7,"bangla_ahbayan":"(ওরা) শয়তানের মত, যে মানুষকে বলে, অবিশ্বাস কর। অতঃপর যখন সে অবিশ্বাস করে, তখন শয়তান বলে, ‘তোমার সাথে আমার কোন সম্পর্ক নেই, [১] নিশ্চয় আমি বিশ্ব-জাহানের প্রতিপালক আল্লাহকে ভয় করি।’ [২]","bangla_bayan":"(এরা) শয়তান-এর ন্যায়, সে মানুষকে বলেছিল, ‘কুফরি কর’, অতঃপর যখন সে কুফরি করল তখন সে বলল, আমি তোমার থেকে মুক্ত; নিশ্চয় আমি সকল সৃষ্টির রব আল্লাহকে ভয় করি।","bangla_mkhan":"তারা শয়তানের মত, যে মানুষকে কাফের হতে বলে। অতঃপর যখন সে কাফের হয়, তখন শয়তান বলেঃ তোমার সাথে আমার কোন সম্পর্ক নেই। আমি বিশ্বপালনকর্তা আল্লাহ তা’আলাকে ভয় করি।","bangla_mujibur":"তাদের তুলনা হচ্ছে শাইতান, যখন সে মানুষকে বলে, কুফরী কর। অতঃপর যখন সে কুফরী করে তখন শাইতান বলেঃ তোমার সাথে আমার কোন সম্পর্ক নেই, আমি জগতসমূহের রাব্ব আল্লাহকে ভয় করি।","bangla_taisirul":"(তাদের মিত্ররা তাদেরকে প্রতারিত করেছে) শয়ত্বানের মত। যখন মানুষকে সে বলে- ‘কুফুরী কর’। অতঃপর মানুষ যখন কুফুরী করে তখন শয়ত্বান বলে- ‘তোমার সাথে আমার কোন সম্পর্ক নেই, আমি বিশ্বজগতের প্রতিপালক আল্লাহকে ভয় করি।’"},{"id":17,"arabic_text":"فَکَانَ عَاقِبَتَہُمَاۤ  اَنَّہُمَا فِی النَّارِ خَالِدَیۡنِ فِیۡہَا ؕ وَ ذٰلِکَ  جَزٰٓؤُا الظّٰلِمِیۡنَ ﴿۱۷﴾ ","english_text":"They said, \"Call upon your Lord to make clear to us what it is.\" [Moses] said, \"[ Allah ] says, 'It is a cow which is neither old nor virgin, but median between that,' so do what you are commanded.\"","page":548,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/5143.mp3","colorText":"فَكَانَ عَ[n[ـٰ]قِبَتَهُم[o[َآ] أَ[g[نّ]َهُمَا فِى [h:4674[ٱ][l[ل][g[نّ]َارِ خَ[n[ـٰ]لِدَيْنِ فِيهَا‌ۚ وَذ[n[َٲ]لِكَ جَز[o[َٲ]ٓؤُ[s[اْ] [h:3508[ٱ][l[ل]ظَّ[n[ـٰ]لِم[p[ِي]نَ","juz":28,"ruku":480,"manzil":7,"bangla_ahbayan":"ফলে উভয়ের পরিণাম হবে জাহান্নাম। সেখানে তারা স্থায়ী হবে এবং এটাই সীমালংঘনকারীদের কর্মফল। [১]","bangla_bayan":"তাদের দু’জনের পরিণতি ছিল এই যে, তারা দু’জনেই জাহান্নামী হবে, সেখানে তারা স্থায়ী হবে; আর এটাই যালিমদের প্রতিদান।","bangla_mkhan":"অতঃপর উভয়ের পরিণতি হবে এই যে, তারা জাহান্নামে যাবে এবং চিরকাল তথায় বসবাস করবে। এটাই জালেমদের শাস্তি।","bangla_mujibur":"ফলে উভয়ের পরিণাম হবে জাহান্নাম। সেখানে তারা স্থায়ী হবে এবং এটাই যালিমদের কর্মফল।","bangla_taisirul":"কাজেই তাদের উভয়ের পরিণাম হবে এই যে, তারা চিরকাল জাহান্নামে থাকবে, আর যালিমদের এটাই প্রতিফল।"},{"id":18,"arabic_text":"یٰۤاَیُّہَا الَّذِیۡنَ اٰمَنُوا اتَّقُوا اللّٰہَ  وَ لۡتَنۡظُرۡ  نَفۡسٌ مَّا قَدَّمَتۡ لِغَدٍ ۚ وَ اتَّقُوا اللّٰہَ ؕ اِنَّ اللّٰہَ  خَبِیۡرٌۢ   بِمَا تَعۡمَلُوۡنَ ﴿۱۸﴾ ","english_text":"They said, \"Call upon your Lord to show us what is her color.\" He said, \"He says, 'It is a yellow cow, bright in color - pleasing to the observers.' \"","page":548,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/5144.mp3","colorText":"يَ[o[ـٰٓ]أَيُّهَا [h:541[ٱ]لَّذِينَ ءَامَنُو[s[اْ] [h:1643[ٱ]تَّقُو[s[اْ] [h:1644[ٱ]للَّهَ وَلْتَ[f:13494[نظ]ُرْ نَفْ[a:10644[سٌ م]َّا قَدَّمَتْ لِغَ[a:13495[دٍ‌ۖ و]َ[h:1018[ٱ]تَّقُو[s[اْ] [h:1019[ٱ]للَّهَ‌ۚ إِ[g[نّ]َ [h:80[ٱ]للَّهَ خَبِي[i:2335[رُۢ ب]ِمَا تَعْمَل[p[ُو]نَ","juz":28,"ruku":481,"manzil":7,"bangla_ahbayan":"হে বিশ্বাসীগণ! তোমরা আল্লাহকে ভয় কর। [১] আর প্রত্যেকেই ভেবে দেখুক যে, আগামী কালের (কিয়ামতের) জন্য সে কি অগ্রিম পাঠিয়েছে। [২] তোমরা আল্লাহকে ভয় কর। নিশ্চয় তোমরা যা কর, আল্লাহ সে সম্পর্কে অবহিত। [৩]","bangla_bayan":"হে ঈমানদারগণ, তোমরা আল্লাহকে ভয় কর; আর প্রত্যেকের উচিত চিন্তা করে দেখা সে আগামীকালের জন্য কি প্রেরণ করেছে; তোমরা আল্লাহকে ভয় কর। তোমরা যা কর নিশ্চয় আল্লাহ সে বিষয়ে সম্যক অবহিত।","bangla_mkhan":"মুমিনগণ, তোমরা আল্লাহ তা’আলাকে ভয় কর। প্রত্যেক ব্যক্তির উচিত, আগামী কালের জন্যে সে কি প্রেরণ করে, তা চিন্তা করা। আল্লাহ তা’আলাকে ভয় করতে থাক। তোমরা যা কর, আল্লাহ তা’আলা সে সম্পর্কে খবর রাখেন।","bangla_mujibur":"হে মু’মিনগণ! আল্লাহকে ভয় কর, প্রত্যেকেই ভেবে দেখুক যে, আগামী কালের জন্য সে কি অগ্রিম পাঠিয়েছে। আর আল্লাহকে ভয় কর; তোমরা যা কর আল্লাহ সে সম্পর্কে অবহিত।","bangla_taisirul":"হে মু’মিনগণ! তোমরা আল্লাহকে ভয় কর। প্রত্যেকেই চিন্তা করে দেখুক, আগামীকালের জন্য সে কী (পুণ্য কাজ) অগ্রিম পাঠিয়েছে। আর তোমরা আল্লাহকে ভয় কর, তোমরা যা কর আল্লাহ সে সম্পর্কে পুরোপুরি খবর রাখেন।"},{"id":19,"arabic_text":"وَ لَا تَکُوۡنُوۡا کَالَّذِیۡنَ نَسُوا اللّٰہَ فَاَنۡسٰہُمۡ  اَنۡفُسَہُمۡ ؕ اُولٰٓئِکَ ہُمُ الۡفٰسِقُوۡنَ ﴿۱۹﴾ ","english_text":"They said, \"Call upon your Lord to make clear to us what it is. Indeed, [all] cows look alike to us. And indeed we, if Allah wills, will be guided.\"","page":548,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/5145.mp3","colorText":"وَلَا تَكُونُو[s[اْ] كَ[h:2146[ٱ]لَّذِينَ نَسُو[s[اْ] [h:5697[ٱ]للَّهَ فَأَ[f:13427[نس]َ[n[ـٰ]هُمْ أَ[f:38[نف]ُسَهُمْ‌ۚ أُ[s[وْ]لَ[o[ـٰٓ]ئِكَ هُمُ [h:2071[ٱ]لْفَ[n[ـٰ]سِق[p[ُو]نَ","juz":28,"ruku":481,"manzil":7,"bangla_ahbayan":"আর তাদের মত হয়ো না, যারা আল্লাহকে বিস্মৃত হয়েছে, ফলে আল্লাহ তাদেরকে আত্মবিস্মৃত করেছেন। [১] তারাই তো পাপাচারী।","bangla_bayan":"তোমরা তাদের মত হইও না, যারা আল্লাহকে ভুলে গিয়েছিল ফলে আল্লাহও তাদেরকে আত্মবিস্মৃত করে দিয়েছিলেন; আর তারাই হল ফাসিক।","bangla_mkhan":"তোমরা তাদের মত হয়ো না, যারা আল্লাহ তা’আলাকে ভুলে গেছে। ফলে আল্লাহ তা’আলা তাদেরকে আত্ন বিস্মৃত করে দিয়েছেন। তারাই অবাধ্য।","bangla_mujibur":"আর তাদের মত হয়োনা যারা আল্লাহকে বিস্মৃত হয়েছে, ফলে আল্লাহ তাদেরকে আত্মবিস্মৃত করেছেন। তারাইতো পাপাচারী","bangla_taisirul":"তোমরা তাদের মত হয়ো না যারা আল্লাহকে ভুলে গেছে, ফলে আল্লাহও তাদেরকে করেছেন আত্মভোলা। এরা পাপাচারী লোক।"},{"id":20,"arabic_text":"لَا یَسۡتَوِیۡۤ  اَصۡحٰبُ النَّارِ وَ اَصۡحٰبُ الۡجَنَّۃِ ؕ اَصۡحٰبُ الۡجَنَّۃِ ہُمُ الۡفَآئِزُوۡنَ ﴿۲۰﴾ ","english_text":"He said, \"He says, 'It is a cow neither trained to plow the earth nor to irrigate the field, one free from fault with no spot upon her.' \" They said, \"Now you have come with the truth.\" So they slaughtered her, but they could hardly do it.","page":548,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/5146.mp3","colorText":"لَا يَسْتَو[o[ِىٓ] أَصْحَ[n[ـٰ]بُ [h:201[ٱ][l[ل][g[نّ]َارِ وَأَصْحَ[n[ـٰ]بُ [h:13496[ٱ]لْجَ[g[نّ]َةِ‌ۚ أَصْحَ[n[ـٰ]بُ [h:415[ٱ]لْجَ[g[نّ]َةِ هُمُ [h:5510[ٱ]لْف[o[َا]ٓئِز[p[ُو]نَ","juz":28,"ruku":481,"manzil":7,"bangla_ahbayan":"জাহান্নামের অধিবাসী এবং জান্নাতের অধিবাসী সমান নয়। [১] জান্নাতের অধিবাসীরাই সফলকাম। [২]","bangla_bayan":"জাহান্নামবাসী ও জান্নাতবাসীরা সমান নয়; জান্নাতবাসীরাই সফলকাম।","bangla_mkhan":"জাহান্নামের অধিবাসী এবং জান্নাতের অধিবাসী সমান হতে পারে না। যারা জান্নাতের অধিবাসী, তারাই সফলকাম।","bangla_mujibur":"জাহান্নামের অধিবাসী এবং জান্নাতের অধিবাসী সমান নয়। জান্নাতবাসীরাই সফলকাম।","bangla_taisirul":"জাহান্নামের অধিবাসী আর জান্নাতের অধিবাসী সমান হতে পারে না, জান্নাতের অধিবাসীরাই সফল।"},{"id":21,"arabic_text":"لَوۡ اَنۡزَلۡنَا ہٰذَا الۡقُرۡاٰنَ عَلٰی جَبَلٍ لَّرَاَیۡتَہٗ  خَاشِعًا مُّتَصَدِّعًا مِّنۡ خَشۡیَۃِ اللّٰہِ ؕ وَ تِلۡکَ الۡاَمۡثَالُ نَضۡرِبُہَا لِلنَّاسِ لَعَلَّہُمۡ یَتَفَکَّرُوۡنَ ﴿۲۱﴾ ","english_text":"And [recall] when you slew a man and disputed over it, but Allah was to bring out that which you were concealing.","page":548,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/5147.mp3","colorText":"لَوْ أَ[f:515[نز]َلْنَا هَ[n[ـٰ]ذَا [h:6544[ٱ]لْقُرْءَانَ عَلَىٰ جَبَ[u:13497[لٍ ل]َّرَأَيْتَهُ[n[ۥ] خَ[n[ـٰ]شِ[a:13498[عًا م]ُّتَصَدِّ[a:13499[عًا م]ِّنْ خَشْيَةِ [h:383[ٱ]للَّهِ‌ۚ وَتِلْكَ [h:10375[ٱ]لْأَمْثَ[n[ـٰ]لُ نَضْرِبُهَا لِل[g[نّ]َاسِ لَعَلَّهُمْ يَتَفَكَّر[p[ُو]نَ","juz":28,"ruku":481,"manzil":7,"bangla_ahbayan":"যদি আমি এই কুরআন পর্বতের উপর অবতীর্ণ করতাম,[১] তাহলে তুমি দেখতে যে, ওটা আল্লাহর ভয়ে বিনীত ও বিদীর্ণ হয়ে গেছে।[২] আমি এসব দৃষ্টান্ত বর্ণনা করি মানুষের জন্য, যাতে তারা চিন্তা-ভাবনা করে। [৩]","bangla_bayan":"এ কুরআনকে যদি আমি পাহাড়ের ওপর নাযিল করতাম তবে তুমি অবশ্যই তাকে দেখতে, আল্লাহর ভয়ে বিনীত ও বিদীর্ণ। মানুষের জন্য আমি এ উদাহরণগুলি পেশ করি; হয়ত তারা চিন্তাভাবনা করবে।","bangla_mkhan":"যদি আমি এই কোরআন পাহাড়ের উপর অবতীর্ণ করতাম, তবে তুমি দেখতে যে, পাহাড় বিনীত হয়ে আল্লাহ তা’আলার ভয়ে বিদীর্ণ হয়ে গেছে। আমি এসব দৃষ্টান্ত মানুষের জন্যে বর্ণনা করি, যাতে তারা চিন্তা-ভাবনা করে।","bangla_mujibur":"যদি আমি এই কুরআন পর্বতের উপর অবতীর্ণ করতাম তাহলে তুমি দেখতে যে, ওটা আল্লাহর ভয়ে বিনীত ও বিদীর্ণ হয়ে গেছে। আমি এ সব দৃষ্টান্ত বর্ণনা করি মানুষের জন্য যাতে তারা চিন্তা করে।","bangla_taisirul":"আমি যদি এ কুরআনকে পাহাড়ের উপর অবতীর্ণ করতাম, তাহলে তুমি আল্লাহর ভয়ে তাকে বিনীত ও বিদীর্ণ দেখতে। এ সব উদাহরণ আমি মানুষের জন্য বর্ণনা করি যাতে তারা (নিজেদের ব্যাপারে) চিন্তা-ভাবনা করে।"},{"id":22,"arabic_text":"ہُوَ اللّٰہُ  الَّذِیۡ  لَاۤ  اِلٰہَ  اِلَّا ہُوَ ۚ عٰلِمُ الۡغَیۡبِ وَ الشَّہَادَۃِ ۚ ہُوَ  الرَّحۡمٰنُ الرَّحِیۡمُ ﴿۲۲﴾ ","english_text":"So, We said, \"Strike the slain man with part of it.\" Thus does Allah bring the dead to life, and He shows you His signs that you might reason.","page":548,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/5148.mp3","colorText":"هُوَ [h:8078[ٱ]للَّهُ [h:4738[ٱ]لَّذِى ل[o[َآ] إِلَ[n[ـٰ]هَ إِلَّا هُوَ‌ۖ عَ[n[ـٰ]لِمُ [h:4186[ٱ]لْغَيْبِ وَ[h:4187[ٱ][l[ل]شَّهَ[n[ـٰ]دَةِ‌ۖ هُوَ [h:829[ٱ][l[ل]رَّحْمَ[n[ـٰ]نُ [h:830[ٱ][l[ل]رَّح[p[ِي]مُ","juz":28,"ruku":481,"manzil":7,"bangla_ahbayan":"তিনিই আল্লাহ, যিনি ব্যতীত কোন (সত্য) উপাস্য নেই, তিনি অদৃশ্য[১] এবং দৃশ্যের পরিজ্ঞাতা, তিনিই অতি দয়াময়, পরম দয়ালু।","bangla_bayan":"তিনিই আল্লাহ, যিনি ছাড়া কোন ইলাহ নেই; দৃশ্য-অদৃশ্যের জ্ঞাতা; তিনিই পরম করুণাময়, দয়ালু।","bangla_mkhan":"তিনিই আল্লাহ তা’আলা, তিনি ব্যতীত কোন উপাস্য নেই; তিনি দৃশ্য ও অদৃশ্যকে জানেন তিনি পরম দয়ালু, অসীম দাতা।","bangla_mujibur":"তিনিই আল্লাহ, তিনি ছাড়া কোন মা‘বূদ নেই, তিনি অদৃশ্য এবং দৃশ্যের পরিজ্ঞাতা; তিনি দয়াময়, পরম দয়ালু।","bangla_taisirul":"তিনিই আল্লাহ, যিনি ছাড়া সত্যিকারের কোন ইলাহ নেই, অদৃশ্য ও দৃশের জ্ঞানের অধিকারী, পরম দয়াময়, পরম দয়ালু।"},{"id":23,"arabic_text":"ہُوَ اللّٰہُ  الَّذِیۡ  لَاۤ  اِلٰہَ  اِلَّا ہُوَ ۚ اَلۡمَلِکُ الۡقُدُّوۡسُ السَّلٰمُ  الۡمُؤۡمِنُ الۡمُہَیۡمِنُ الۡعَزِیۡزُ  الۡجَبَّارُ  الۡمُتَکَبِّرُ ؕ سُبۡحٰنَ اللّٰہِ عَمَّا  یُشۡرِکُوۡنَ ﴿۲۳﴾ ","english_text":"Then your hearts became hardened after that, being like stones or even harder. For indeed, there are stones from which rivers burst forth, and there are some of them that split open and water comes out, and there are some of them that fall down for fear of Allah . And Allah is not unaware of what you do.","page":548,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/5149.mp3","colorText":"هُوَ [h:8078[ٱ]للَّهُ [h:4738[ٱ]لَّذِى ل[o[َآ] إِلَ[n[ـٰ]هَ إِلَّا هُوَ [h:13500[ٱ]لْمَلِكُ [h:13501[ٱ]لْقُدُّوسُ [h:13502[ٱ][l[ل]سَّلَ[n[ـٰ]مُ [h:13503[ٱ]لْمُؤْمِنُ [h:13504[ٱ]لْمُهَيْمِنُ [h:13505[ٱ]لْعَزِيزُ [h:13506[ٱ]لْجَبَّارُ [h:13507[ٱ]لْمُتَكَبِّرُ‌ۚ سُ[q:7648[بْ]حَ[n[ـٰ]نَ [h:9282[ٱ]للَّهِ عَ[g[مّ]َا يُشْرِك[p[ُو]نَ","juz":28,"ruku":481,"manzil":7,"bangla_ahbayan":"তিনিই আল্লাহ, যিনি ব্যতীত কোন (সত্য) উপাস্য নেই। তিনিই অধিপতি, পবিত্র, নিরবদ্য, নিরাপত্তা বিধায়ক, রক্ষক, পরাক্রমশালী, প্রবল, গর্বের অধিকারী। যারা তার শরীক স্থির করে, আল্লাহ তা হতে পবিত্র মহান।","bangla_bayan":"তিনিই আল্লাহ; যিনি ছাড়া কোন ইলাহ নেই, তিনিই বাদশাহ, মহাপবিত্র, ত্রুটিমুক্ত, নিরাপত্তাদানকারী, রক্ষক, মহাপরাক্রমশালী, মহাপ্রতাপশালী, অতীব মহিমান্বিত, তারা যা শরীক করে তা হতে পবিত্র মহান।","bangla_mkhan":"তিনিই আল্লাহ তিনি ব্যতিত কোন উপাস্য নেই। তিনিই একমাত্র মালিক, পবিত্র, শান্তি ও নিরাপত্তাদাতা, আশ্রয়দাতা, পরাক্রান্ত, প্রতাপান্বিত, মাহাত্ন?486;ীল। তারা যাকে অংশীদার করে আল্লাহ তা’ আলা তা থেকে পবিত্র।","bangla_mujibur":"তিনিই আল্লাহ, তিনি ব্যতীত কোন মা‘বূদ নেই। তিনিই অধিপতি, তিনিই পবিত্র, তিনিই শান্তি, তিনিই নিরাপত্তা বিধায়ক, তিনিই রক্ষক, তিনিই পরাক্রমশালী, তিনিই প্রবল, তিনিই অতীব মহিমান্বিত; যারা তাঁর শরীক স্থির করে আল্লাহ তা হতে পবিত্র ও মহান।","bangla_taisirul":"তিনিই আল্লাহ যিনি ছাড়া সত্যিকারের কোন ইলাহ নেই, তিনিই বাদশাহ, অতি পবিত্র, পূর্ণ শান্তিময়, নিরাপত্তা দানকারী, প্রতাপশালী, পর্যবেক্ষক, মহা পরাক্রমশালী, অপ্রতিরোধ্য, প্রকৃত গর্বের অধিকারী। তারা যাকে (তাঁর) শরীক করে তাত্থেকে তিনি পবিত্র, মহান।"},{"id":24,"arabic_text":"ہُوَ اللّٰہُ  الۡخَالِقُ الۡبَارِئُ  الۡمُصَوِّرُ لَہُ الۡاَسۡمَآءُ  الۡحُسۡنٰی ؕ یُسَبِّحُ لَہٗ  مَا فِی السَّمٰوٰتِ وَ الۡاَرۡضِ ۚ وَ ہُوَ الۡعَزِیۡزُ الۡحَکِیۡمُ ﴿۲۴﴾","english_text":"Do you covet [the hope, O believers], that they would believe for you while a party of them used to hear the words of Allah and then distort the Torah after they had understood it while they were knowing?","page":548,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/5150.mp3","colorText":"هُوَ [h:8078[ٱ]للَّهُ [h:13508[ٱ]لْخَ[n[ـٰ]لِقُ [h:13509[ٱ]لْبَارِئُ [h:13510[ٱ]لْمُصَوِّرُ‌ۖ لَهُ [h:8445[ٱ]لْأَسْم[o[َا]ٓءُ [h:5156[ٱ]لْحُسْنَىٰ‌ۚ يُسَبِّحُ لَهُ[n[ۥ] مَا فِى [h:609[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَ[h:177[ٱ]لْأَرْضِ‌ۖ وَهُوَ [h:7045[ٱ]لْعَزِيزُ [h:681[ٱ]لْحَك[p[ِي]مُ","juz":28,"ruku":481,"manzil":7,"bangla_ahbayan":"তিনিই আল্লাহ সৃজনকর্তা, উদ্ভাবনকর্তা,[১] রূপদাতা। সকল উত্তম নাম তাঁরই।[২] আকাশমন্ডলী ও পৃথিবীতে যা কিছু আছে, সমস্তই তাঁর পবিত্রতা ও মহিমা ঘোষণা করে।[৩] আর তিনিই পরাক্রমশালী, প্রজ্ঞাময়। [৪]","bangla_bayan":"তিনিই আল্লাহ, স্রষ্টা, উদ্ভাবনকর্তা, আকৃতিদানকারী; তাঁর রয়েছে সুন্দর নামসমূহ; আসমান ও যমীনে যা আছে সবই তার মহিমা ঘোষণা করে। তিনি মহাপরাক্রমশালী, প্রজ্ঞাময়।","bangla_mkhan":"তিনিই আল্লাহ তা’আলা, স্রষ্টা, উদ্ভাবক, রূপদাতা, উত্তম নাম সমূহ তাঁরই। নভোমন্ডলে ও ভূমন্ডলে যা কিছু আছে, সবই তাঁর পবিত্রতা ঘোষণা করে। তিনি পরাক্রান্ত প্রজ্ঞাময়।","bangla_mujibur":"তিনিই আল্লাহ, সৃজনকর্তা, উদ্ভাবক, রূপদাতা, সকল উত্তম নাম তাঁরই। আকাশ ও পৃথিবীতে যা কিছু আছে সমস্তই তাঁর পবিত্রতা ও মহিমা ঘোষণা করে। তিনি পরাক্রমশালী, প্রজ্ঞাময়।","bangla_taisirul":"তিনিই আল্লাহ সৃষ্টিকারী, উদ্ভাবনকারী, আকার আকৃতি প্রদানকারী। সমস্ত উত্তম নামের অধিকারী। আসমান ও যমীনে যা আছে সবই তাঁর গৌরব ও মহিমা ঘোষণা করে। তিনি প্রবল পরাক্রান্ত মহা প্রজ্ঞাবান।"}]}}