{"surahDetails":{"id":61,"banglaName":"সারিবদ্ধ সৈন্যদল","totalAyah":14,"arabicInBangla":"আস-সফ"},"surah":{"id":61,"verses":[{"id":1,"arabic_text":"سَبَّحَ  لِلّٰہِ مَا  فِی السَّمٰوٰتِ وَ مَا فِی الۡاَرۡضِ ۚ وَ  ہُوَ  الۡعَزِیۡزُ  الۡحَکِیۡمُ ﴿۱﴾ ","english_text":"And [recall] when Moses said to his people, \"O my people, indeed you have wronged yourselves by your taking of the calf [for worship]. So repent to your Creator and kill yourselves. That is best for [all of] you in the sight of your Creator.\" Then He accepted your repentance; indeed, He is the Accepting of repentance, the Merciful.","page":551,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/5164.mp3","colorText":"سَبَّحَ لِلَّهِ مَا فِى [h:609[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَمَا فِى [h:44[ٱ]لْأَرْضِ‌ۖ وَهُوَ [h:7045[ٱ]لْعَزِيزُ [h:681[ٱ]لْحَك[p[ِي]مُ","juz":28,"ruku":484,"manzil":7,"bangla_ahbayan":"আকাশমন্ডলী ও পৃথিবীতে যা কিছু আছে সমস্তই আল্লাহর পবিত্রতা ও মহিমা ঘোষণা করে। তিনি পরাক্রমশালী, প্রজ্ঞাময়।","bangla_bayan":"আসমানসমূহে যা কিছু আছে ও যমীনে যা কিছু আছে, সবই আল্লাহর তাসবীহ পাঠ করছে। আর তিনি মহাপরাক্রমশালী, প্রজ্ঞাময়।","bangla_mkhan":"নভোমন্ডলে ও ভূমন্ডলে যা কিছু আছে, সবই আল্লাহর পবিত্রতা ঘোষণা করে। তিনি পরাক্রান্ত প্রজ্ঞাবান।","bangla_mujibur":"আকাশমন্ডলী ও পৃথিবীতে যা কিছু আছে সমস্তই আল্লাহর পবিত্রতা ও মহিমা ঘোষণা করে। তিনি পরাক্রমশালী, প্রজ্ঞাময়।","bangla_taisirul":"আসমানে যা কিছু আছে আর যমীনে যা কিছু আছে (সবই) আল্লাহর প্রশংসা ও মহিমা ঘোষণা করে; তিনি মহাপরাক্রান্ত মহাবিজ্ঞানী।"},{"id":2,"arabic_text":"یٰۤاَیُّہَا  الَّذِیۡنَ اٰمَنُوۡا  لِمَ  تَقُوۡلُوۡنَ مَا لَا  تَفۡعَلُوۡنَ ﴿۲﴾ ","english_text":"And [recall] when you said, \"O Moses, we will never believe you until we see Allah outright\"; so the thunderbolt took you while you were looking on.","page":551,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/5165.mp3","colorText":"يَ[o[ـٰٓ]أَيُّهَا [h:541[ٱ]لَّذِينَ ءَامَنُو[s[اْ] لِمَ تَقُولُونَ مَا لَا تَفْعَل[p[ُو]نَ","juz":28,"ruku":484,"manzil":7,"bangla_ahbayan":"হে বিশ্বাসীগণ! [১]  তোমরা যা কর না, তা বল কেন?","bangla_bayan":"হে ঈমানদারগণ, তোমরা তা কেন বল, যা তোমরা কর না?","bangla_mkhan":"মুমিনগণ! তোমরা যা কর না, তা কেন বল?","bangla_mujibur":"হে মু’মিনগণ! তোমরা যা করনা তা তোমরা কেন বল?","bangla_taisirul":"হে মু’মিনগণ! তোমরা এমন কথা কেন বল যা তোমরা কর না।"},{"id":3,"arabic_text":"کَبُرَ  مَقۡتًا عِنۡدَ  اللّٰہِ  اَنۡ  تَقُوۡلُوۡا مَا  لَا تَفۡعَلُوۡنَ ﴿۳﴾ ","english_text":"Then We revived you after your death that perhaps you would be grateful.","page":551,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/5166.mp3","colorText":"كَبُرَ مَ[q:11151[قْ]تًا عِ[f:264[ند]َ [h:408[ٱ]للَّهِ أَ[f:1330[ن ت]َقُولُو[s[اْ] مَا لَا تَفْعَل[p[ُو]نَ","juz":28,"ruku":484,"manzil":7,"bangla_ahbayan":"তোমরা যা কর না, তোমাদের তা বলা আল্লাহর নিকট অতিশয় অসন্তোষজনক। [১]","bangla_bayan":"তোমরা যা কর না, তা বলা আল্লাহর নিকট বড়ই ক্রোধের বিষয়।","bangla_mkhan":"তোমরা যা কর না, তা বলা আল্লাহর কাছে খুবই অসন্তোষজনক।","bangla_mujibur":"তোমরা যা করনা তোমাদের তা বলা আল্লাহর দৃষ্টিতে অতিশয় অসন্তোষজনক।","bangla_taisirul":"আল্লাহর দৃষ্টিতে এটা অত্যন্ত নিন্দনীয় ব্যাপার যে, তোমরা বলবে এমন কথা যা তোমরা কর না।"},{"id":4,"arabic_text":"اِنَّ اللّٰہَ یُحِبُّ الَّذِیۡنَ یُقَاتِلُوۡنَ فِیۡ سَبِیۡلِہٖ  صَفًّا کَاَنَّہُمۡ  بُنۡیَانٌ  مَّرۡصُوۡصٌ  ﴿۴﴾","english_text":"And We shaded you with clouds and sent down to you manna and quails, [saying], \"Eat from the good things with which We have provided you.\" And they wronged Us not - but they were [only] wronging themselves.","page":551,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/5167.mp3","colorText":"إِ[g[نّ]َ [h:80[ٱ]للَّهَ يُحِبُّ [h:13562[ٱ]لَّذِينَ يُقَ[n[ـٰ]تِلُونَ فِى سَبِيلِه[n[ِۦ] صَف[f:13563[ًّا ك]َأَ[g[نّ]َه[c:13564[ُم ب]ُنْيَ[n[ـٰ][a:13565[نٌ م]َّرْص[p[ُو]صٌ","juz":28,"ruku":484,"manzil":7,"bangla_ahbayan":"যারা আল্লাহর পথে সুদৃঢ় প্রাচীরের মত সারিবদ্ধভাবে যুদ্ধ করে, নিশ্চয় আল্লাহ তাদেরকে ভালবাসেন।[১]","bangla_bayan":"নিশ্চয় আল্লাহ তাদেরকে ভালবাসেন, যারা তাঁর পথে সারিবদ্ধ হয়ে যুদ্ধ করে যেন তারা সীসা ঢালা প্রাচীর।","bangla_mkhan":"আল্লাহ তাদেরকে ভালবাসেন, যারা তাঁর পথে সারিবদ্ধভাবে লড়াই করে, যেন তারা সীসাগালানো প্রাচীর।","bangla_mujibur":"যারা আল্লাহর পথে সংগ্রাম করে সারিবদ্ধভাবে সুদৃঢ় প্রাচীরের মত, আল্লাহ তাদেরকে ভালবাসেন।","bangla_taisirul":"আল্লাহ তাদেরকে ভালবাসেন যারা তাঁর পথে সারিবদ্ধ হয়ে যুদ্ধ করে- যেন তারা সীসা-গলানো প্রাচীর।"},{"id":5,"arabic_text":"وَ اِذۡ  قَالَ مُوۡسٰی لِقَوۡمِہٖ یٰقَوۡمِ لِمَ تُؤۡذُوۡنَنِیۡ  وَ قَدۡ تَّعۡلَمُوۡنَ  اَنِّیۡ  رَسُوۡلُ اللّٰہِ  اِلَیۡکُمۡ ؕ فَلَمَّا  زَاغُوۡۤا اَزَاغَ  اللّٰہُ قُلُوۡبَہُمۡ ؕ وَ اللّٰہُ  لَا یَہۡدِی الۡقَوۡمَ الۡفٰسِقِیۡنَ ﴿۵﴾ ","english_text":"And [recall] when We said, \"Enter this city and eat from it wherever you will in [ease and] abundance, and enter the gate bowing humbly and say, 'Relieve us of our burdens.' We will [then] forgive your sins for you, and We will increase the doers of good [in goodness and reward].\"","page":551,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/5168.mp3","colorText":"وَإِذْ قَالَ مُوسَىٰ لِقَوْمِه[n[ِۦ] يَ[n[ـٰ]قَوْمِ لِمَ تُؤْذُونَنِى وَقَ[d:13566[د] تَّعْلَمُونَ أَ[g[نّ]ِى رَسُولُ [h:3306[ٱ]للَّهِ إِلَيْكُمْ‌ۖ فَلَ[g[مّ]َا زَاغ[o[ُوٓ][s[اْ] أَزَاغَ [h:13567[ٱ]للَّهُ قُلُوبَهُمْ‌ۚ وَ[h:72[ٱ]للَّهُ لَا يَهْدِى [h:1504[ٱ]لْقَوْمَ [h:3860[ٱ]لْفَ[n[ـٰ]سِق[p[ِي]نَ","juz":28,"ruku":484,"manzil":7,"bangla_ahbayan":"(স্মরণ কর,) যখন মূসা তার সম্প্রদায়কে বলেছিল, ‘হে আমার সম্প্রদায়! তোমরা আমাকে কেন কষ্ট দিচ্ছ অথচ তোমরা জান যে, আমি তোমাদের প্রতি (প্রেরিত) আল্লাহর রসূল?’ [১] অতঃপর তারা যখন বক্রপথ অবলম্বন করল, তখন আল্লাহ তাদের হৃদয়কে বক্র করে দিলেন।[২] আর আল্লাহ পাপাচারী সম্প্রদায়কে সৎপথে পরিচালিত করেন না।","bangla_bayan":"আর মূসা যখন তার সম্প্রদায়কে বলেছিল, ‘হে আমার সম্প্রদায়, তোমরা আমাকে কেন কষ্ট দিচ্ছ, অথচ তোমরা নিশ্চয় জান যে, আমি অবশ্যই তোমাদের নিকট আল্লাহর রাসূল’। অতঃপর তারা যখন বাঁকাপথ অবলম্বন করল, তখন আল্লাহ তাদের হৃদয়গুলোকে বাঁকা করে দিলেন। আর আল্লাহ পাপাচারী সম্প্রদায়কে হিদায়াত করেন না।","bangla_mkhan":"স্মরণ কর, যখন মূসা (আঃ) তাঁর সম্প্রদায়কে বললঃ হে আমার সম্প্রদায়, তোমরা কেন আমাকে কষ্ট দাও, অথচ তোমরা জান যে, আমি তোমাদের কাছে আল্লাহর রসূল। অতঃপর তারা যখন বক্রতা অবলম্বন করল, তখন আল্লাহ তাদের অন্তরকে বক্র করে দিলেন। আল্লাহ পাপাচারী সম্প্রদায়কে পথপ্রদর্শন করেন না।","bangla_mujibur":"স্মরণ কর মূসা তার সম্প্রদায়কে বলেছিলঃ হে আমার সম্প্রদায়! তোমরা আমাকে কেন কষ্ট দিচ্ছ যখন তোমরা জান যে, আমি তোমাদের নিকট আল্লাহর রাসূল? অতঃপর তারা যখন বক্র পথ অবলম্বন করল তখন আল্লাহ তাদের হৃদয়কে বক্র করে দিলেন। আল্লাহ পাপাচারী সম্প্রদায়কে হিদায়াত করেন না।","bangla_taisirul":"স্মরণ কর, যখন মূসা তার সম্প্রদায়কে বলেছিল, ‘হে আমার সম্প্রদায়! তোমরা আমাকে কেন কষ্ট দিচ্ছ, তোমরা তো জানই যে, আমি তোমাদের নিকট আল্লাহর রসূল!’ অতঃপর তারা যখন বাঁকা পথ ধরল, আল্লাহ তাদের হৃদয়কে বাঁকা করে দিলেন। আল্লাহ পাপাচারীদেরকে সঠিক পথে পরিচালিত করেন না।"},{"id":6,"arabic_text":"وَ اِذۡ قَالَ عِیۡسَی ابۡنُ  مَرۡیَمَ یٰبَنِیۡۤ اِسۡرَآءِیۡلَ  اِنِّیۡ  رَسُوۡلُ  اللّٰہِ  اِلَیۡکُمۡ مُّصَدِّقًا  لِّمَا بَیۡنَ  یَدَیَّ  مِنَ  التَّوۡرٰىۃِ وَ مُبَشِّرًۢا  بِرَسُوۡلٍ یَّاۡتِیۡ  مِنۡۢ  بَعۡدِی اسۡمُہٗۤ  اَحۡمَدُ ؕ فَلَمَّا جَآءَہُمۡ  بِالۡبَیِّنٰتِ قَالُوۡا ہٰذَا  سِحۡرٌ  مُّبِیۡنٌ ﴿۶﴾ ","english_text":"But those who wronged changed [those words] to a statement other than that which had been said to them, so We sent down upon those who wronged a punishment from the sky because they were defiantly disobeying.","page":552,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/5169.mp3","colorText":"وَإِذْ قَالَ عِيسَى [h:1916[ٱ][q:1917[بْ]نُ مَرْيَمَ يَ[n[ـٰ]بَن[o[ِىٓ] إِسْر[o[َٲ]ٓءِيلَ إِ[g[نّ]ِى رَسُولُ [h:3306[ٱ]للَّهِ إِلَيْك[w:13568[ُم م]ُّصَدِّ[u:206[قًا ل]ِّمَا بَيْنَ يَدَىَّ مِنَ [h:1941[ٱ][l[ل]تَّوْرَ[n[ٮٰ]ةِ وَمُبَشِّر[i:13569[َۢا ب]ِرَسُو[a:13570[لٍ ي]َأْتِى م[i:692[ِنۢ ب]َعْدِى [h:13571[ٱ]سْمُهُ[o[ۥٓ] أَحْمَدُ‌ۖ فَلَ[g[مّ]َا ج[o[َا]ٓءَه[c:13572[ُم ب]ِ[h:484[ٱ]لْبَيِّنَ[n[ـٰ]تِ قَالُو[s[اْ] هَ[n[ـٰ]ذَا سِحْ[a:3879[رٌ م]ُّب[p[ِي]نٌ","juz":28,"ruku":484,"manzil":7,"bangla_ahbayan":"(স্মরণ কর,) যখন মারয়্যাম তনয় ঈসা বলেছিল, ‘হে বানী ইস্রাঈল! আমি তোমাদের প্রতি (প্রেরিত)  আল্লাহর রসূল এবং আমার পূর্ব হতে (তোমাদের নিকট) যে তাওরাত রয়েছে, আমি তার সমর্থক[১] এবং আমার পরে আহমাদ নামে যে রসূল আসবেন, আমি তাঁর সুসংবাদদাতা।’[২] পরে সে যখন স্পষ্ট নিদর্শনাবলীসহ তাদের নিকট আগমন করল, তখন তারা বলতে লাগল, ‘এটা তো এক স্পষ্ট যাদু।’ [৩]","bangla_bayan":"আর যখন মারইয়াম পুত্র ঈসা বলেছিল, ‘হে বনী ইসরাঈল, নিশ্চয় আমি তোমাদের নিকট আল্লাহর রাসূল। আমার পূর্ববর্তী তাওরাতের সত্যায়নকারী এবং একজন রাসূলের সুসংবাদদাতা যিনি আমার পরে আসবেন, যার নাম আহমদ’। অতঃপর সে যখন সুস্পষ্ট নিদর্শনসমূহ নিয়ে আগমন করল, তখন তারা বলল, ‘এটাতো স্পষ্ট যাদু’।","bangla_mkhan":"স্মরণ কর, যখন মরিয়ম-তনয় ঈসা (আঃ) বললঃ হে বনী ইসরাইল! আমি তোমাদের কাছে আল্লাহর প্রেরিত রসূল, আমার পূর্ববর্তী তওরাতের আমি সত্যায়নকারী এবং আমি এমন একজন রসূলের সুসংবাদদাতা, যিনি আমার পরে আগমন করবেন। তাঁর নাম আহমদ। অতঃপর যখন সে স্পষ্ট প্রমাণাদি নিয়ে আগমন করল, তখন তারা বললঃ এ তো এক প্রকাশ্য যাদু।","bangla_mujibur":"স্মরণ কর, মারইয়াম তনয় ঈসা বললঃ হে বানী ইসরাঈল! আমি তোমাদের নিকট আল্লাহর রাসূল এবং আমার পূর্ব হতে তোমাদের নিকট যে তাওরাত রয়েছে আমি উহার সমর্থক এবং আমার পরে আহমাদ নামে যে রাসূল আসবেন আমি তাঁর সুসংবাদদাতা। পরে সে যখন স্পষ্ট নিদর্শনসহ তাদের নিকট এলো তখন তারা বলতে লাগলঃ এটাতো এক স্পষ্ট যাদু।","bangla_taisirul":"স্মরণ কর, যখন মারইয়ামের পুত্র ‘ঈসা বলেছিল, ‘হে বানী ইসরাঈল! আমি তোমাদের প্রতি আল্লাহর রসূল, আমার পূর্ববর্তী তাওরাতের আমি সত্যায়নকারী এবং আমি একজন রসূলের সুসংবাদদাতা যিনি আমার পরে আসবেন, যার নাম আহমাদ।’ অতঃপর সে [অর্থাৎ ‘ঈসা (আঃ) যাঁর সম্পর্কে সুসংবাদ দিয়ে ছিলেন সেই নবী] যখন তাদের কাছে সুস্পষ্ট নিদর্শন নিয়ে আসল, তখন তারা বলল, ‘এটা তো স্পষ্ট যাদু।’"},{"id":7,"arabic_text":"وَ مَنۡ  اَظۡلَمُ مِمَّنِ افۡتَرٰی عَلَی اللّٰہِ الۡکَذِبَ وَ ہُوَ  یُدۡعٰۤی  اِلَی الۡاِسۡلَامِ ؕ وَ  اللّٰہُ  لَا  یَہۡدِی الۡقَوۡمَ  الظّٰلِمِیۡنَ ﴿۷﴾ ","english_text":"And [recall] when Moses prayed for water for his people, so We said, \"Strike with your staff the stone.\" And there gushed forth from it twelve springs, and every people knew its watering place. \"Eat and drink from the provision of Allah, and do not commit abuse on the earth, spreading corruption.\"","page":552,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/5170.mp3","colorText":"وَمَنْ أَظْلَمُ مِ[g[مّ]َنِ [h:3980[ٱ]فْتَرَىٰ عَلَى [h:412[ٱ]للَّهِ [h:2035[ٱ]لْكَذِبَ وَهُوَ يُ[q:13573[دْ]عَ[o[ىٰٓ] إِلَى [h:13574[ٱ]لْإِسْلَ[n[ـٰ]مِ‌ۚ وَ[h:72[ٱ]للَّهُ لَا يَهْدِى [h:1504[ٱ]لْقَوْمَ [h:1505[ٱ][l[ل]ظَّ[n[ـٰ]لِم[p[ِي]نَ","juz":28,"ruku":484,"manzil":7,"bangla_ahbayan":"যে ব্যক্তি আল্লাহ সম্বন্ধে মিথ্যা রচনা করে,[১] তার অপেক্ষা অধিক যালেম আর কে? অথচ তাকে ইসলামের[২] দিকে আহবান করা হয়। আর আল্লাহ যালেম সম্প্রদায়কে সৎপথে পরিচালিত করেন না।","bangla_bayan":"সেই ব্যক্তির চেয়ে অধিক যালিম আর কে? যে আল্লাহ সম্পর্কে মিথ্যা রচনা করে, অথচ তাকে ইসলামের দিকে আহবান করা হয়। আর আল্লাহ যালিম সম্প্রদায়কে হিদায়াত করেন না।","bangla_mkhan":"যে ব্যক্তি ইসলামের দিকে আহুত হয়েও আল্লাহ সম্পর্কে মিথ্যা বলে; তার চাইতে অধিক যালেম আর কে? আল্লাহ যালেম সম্প্রদায়কে পথ প্রদর্শন করেন না।","bangla_mujibur":"যে ব্যক্তি ইসলামের দিকে আহুত হয়েও আল্লাহ সম্বন্ধে মিথ্যা রচনা করে তার অপেক্ষা অধিক যালিম আর কে হতে পারে? আল্লাহ যালিম সম্প্রদায়কে সৎ পথে পরিচালিত করেননা।","bangla_taisirul":"তার চেয়ে অধিক যালিম আর কে যে আল্লাহ সম্বন্ধে মিথ্যে রচনা করে- অথচ তাকে ইসলামের পথ অবলম্বন করার জন্য আহবান জানানো হয়। (এ রকম) যালিম সম্প্রদায়কে আল্লাহ সঠিক পথে চালিত করেন না।"},{"id":8,"arabic_text":"یُرِیۡدُوۡنَ  لِیُطۡفِـُٔوۡا  نُوۡرَ اللّٰہِ  بِاَفۡوَاہِہِمۡ وَ اللّٰہُ  مُتِمُّ  نُوۡرِہٖ  وَ لَوۡ  کَرِہَ  الۡکٰفِرُوۡنَ ﴿۸﴾    ","english_text":"And [recall] when you said, \"O Moses, we can never endure one [kind of] food. So call upon your Lord to bring forth for us from the earth its green herbs and its cucumbers and its garlic and its lentils and its onions.\" [Moses] said, \"Would you exchange what is better for what is less? Go into [any] settlement and indeed, you will have what you have asked.\" And they were covered with humiliation and poverty and returned with anger from Allah [upon them]. That was because they [repeatedly] disbelieved in the signs of Allah and killed the prophets without right. That was because they disobeyed and were [habitually] transgressing.","page":552,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/5171.mp3","colorText":"يُرِيدُونَ لِيُ[q:13575[طْ]فِــُٔو[s[اْ] نُورَ [h:5554[ٱ]للَّهِ بِأَفْو[n[َٲ]هِهِمْ وَ[h:72[ٱ]للَّهُ مُتِ[g[مّ]ُ نُورِه[n[ِۦ] وَلَوْ كَرِهَ [h:5556[ٱ]لْكَ[n[ـٰ]فِر[p[ُو]نَ","juz":28,"ruku":484,"manzil":7,"bangla_ahbayan":"তারা আল্লাহর জ্যোতিকে তাদের মুখ দিয়ে নিভিয়ে দিতে চায়,[১] কিন্তু আল্লাহ তাঁর জ্যোতিকে পূর্ণরূপে উদ্ভাসিত করবেন; [২] যদিও অবিশ্বাসীরা তা অপছন্দ করে।","bangla_bayan":"তারা তাদের মুখের ফুৎকারে আল্লাহর নূরকে নিভিয়ে দিতে চায়, কিন্তু আল্লাহ তাঁর নূরকে পূর্ণতাদানকারী। যদিও কাফিররা তা অপছন্দ করে।","bangla_mkhan":"তারা মুখের ফুঁৎকারে আল্লাহর আলো নিভিয়ে দিতে চায়। আল্লাহ তাঁর আলোকে পূর্ণরূপে বিকশিত করবেন যদিও কাফেররা তা অপছন্দ করে।","bangla_mujibur":"তারা আল্লাহর নূর ফুৎকারে নিভিয়ে দিতে চায়, কিন্তু আল্লাহ তাঁর নূর পূর্ণরূপে উদ্ভাসিত করবেন, যদিও কাফিরেরা তা অপছন্দ করে।","bangla_taisirul":"তারা তাদের মুখের ফুঁৎকারে আল্লাহর নূরকে নিভিয়ে দিতে চায়, কিন্তু আল্লাহ তাঁর নূরকে পরিপূর্ণ করবেনই যদিও কাফিররা (তা) অপছন্দ করে।"},{"id":9,"arabic_text":"ہُوَ الَّذِیۡۤ  اَرۡسَلَ  رَسُوۡلَہٗ  بِالۡہُدٰی وَ دِیۡنِ  الۡحَقِّ لِیُظۡہِرَہٗ  عَلَی الدِّیۡنِ کُلِّہٖ وَ لَوۡ  کَرِہَ  الۡمُشۡرِکُوۡنَ ﴿۹﴾ ","english_text":"Indeed, those who believed and those who were Jews or Christians or Sabeans [before Prophet Muhammad] - those [among them] who believed in Allah and the Last Day and did righteousness - will have their reward with their Lord, and no fear will there be concerning them, nor will they grieve.","page":552,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/5172.mp3","colorText":"هُوَ [h:153[ٱ]لَّذ[o[ِىٓ] أَرْسَلَ رَسُولَهُ[n[ۥ] بِ[h:54[ٱ]لْهُدَىٰ وَدِينِ [h:5557[ٱ]لْحَقِّ لِيُظْهِرَهُ[n[ۥ] عَلَى [h:5558[ٱ][l[ل]دِّينِ كُلِّه[n[ِۦ] وَلَوْ كَرِهَ [h:5559[ٱ]لْمُشْرِك[p[ُو]نَ","juz":28,"ruku":484,"manzil":7,"bangla_ahbayan":"তিনিই তাঁর রসূলকে প্রেরণ করেছেন পথনির্দেশ এবং সত্য দ্বীনসহ সকল দ্বীনের উপর তাকে শ্রেষ্ঠত্ব দানের জন্য; [১] যদিও মুশরিকরা তা অপছন্দ করে। [২]","bangla_bayan":"তিনিই তাঁর রাসূলকে হিদায়াত ও সত্যদ্বীন দিয়ে প্রেরণ করেছেন, যাতে তিনি সকল দ্বীনের উপর তা বিজয়ী করে দেন। যদিও মুশরিকরা তা অপছন্দ করে।","bangla_mkhan":"তিনি তাঁর রসূলকে পথ নির্দেশ ও সত্যধর্ম নিয়ে প্রেরণ করেছেন, যাতে একে সবধর্মের উপর প্রবল করে দেন যদিও মুশরিকরা তা অপছন্দ করে।","bangla_mujibur":"তিনিই তাঁর রাসূলকে প্রেরণ করেছেন হিদায়াত এবং সত্য দীনসহ সকল দীনের উপর ওকে শ্রেষ্ঠত্ব দানের জন্য, যদিও মুশরিকরা তা অপছন্দ করে।","bangla_taisirul":"তিনিই তাঁর রসূলকে হিদায়াত ও সত্য দীনসহ পাঠিয়েছেন তাকে সকল দীনের উপর বিজয়ী করার জন্য- যদিও মুশরিকরা (তা) অপছন্দ করে।"},{"id":10,"arabic_text":"یٰۤاَیُّہَا  الَّذِیۡنَ  اٰمَنُوۡا ہَلۡ اَدُلُّکُمۡ عَلٰی تِجَارَۃٍ  تُنۡجِیۡکُمۡ مِّنۡ عَذَابٍ اَلِیۡمٍ ﴿۱۰﴾ ","english_text":"And [recall] when We took your covenant, [O Children of Israel, to abide by the Torah] and We raised over you the mount, [saying], \"Take what We have given you with determination and remember what is in it that perhaps you may become righteous.\"","page":552,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/5173.mp3","colorText":"يَ[o[ـٰٓ]أَيُّهَا [h:541[ٱ]لَّذِينَ ءَامَنُو[s[اْ] هَلْ أَدُلُّكُمْ عَلَىٰ تِجَ[n[ـٰ]رَ[f:13576[ةٍ ت]ُ[f:13577[نج]ِيك[w:13578[ُم م]ِّنْ عَذَابٍ أَل[p[ِي]مٍ","juz":28,"ruku":485,"manzil":7,"bangla_ahbayan":"হে বিশ্বাসীগণ! আমি কি তোমাদেরকে এমন এক বাণিজ্যের সন্ধান বলে দেব না, [১] যা তোমাদেরকে যন্ত্রণাদায়ক শাস্তি হতে রক্ষা করবে?","bangla_bayan":"হে ঈমানদারগণ, আমি কি তোমাদেরকে এমন এক ব্যবসায়ের সন্ধান দেব, যা তোমাদেরকে যন্ত্রণাদায়ক আযাব থেকে রক্ষা করবে?","bangla_mkhan":"মুমিনগণ, আমি কি তোমাদেরকে এমন এক বানিজ্যের সন্ধান দিব, যা তোমাদেরকে যন্ত্রণাদায়ক শাস্তি থেকে মুক্তি দেবে?","bangla_mujibur":"হে মু’মিনগণ! আমি কি তোমাদের এমন এক বাণিজ্যের সন্ধান দিব যা তোমাদের রক্ষা করবে যন্ত্রণাদায়ক শাস্তি হতে?","bangla_taisirul":"হে মু’মিনগণ! আমি কি তোমাদেরকে এমন এক ব্যবসায়ের সন্ধান দেব যা তোমাদেরকে মর্মান্তিক ‘আযাব থেকে রক্ষা করবে?"},{"id":11,"arabic_text":"تُؤۡمِنُوۡنَ بِاللّٰہِ وَ رَسُوۡلِہٖ وَ تُجَاہِدُوۡنَ فِیۡ سَبِیۡلِ اللّٰہِ  بِاَمۡوَالِکُمۡ وَ اَنۡفُسِکُمۡ ؕ ذٰلِکُمۡ  خَیۡرٌ  لَّکُمۡ  اِنۡ کُنۡتُمۡ  تَعۡلَمُوۡنَ ﴿ۙ۱۱﴾ ","english_text":"Then you turned away after that. And if not for the favor of Allah upon you and His mercy, you would have been among the losers.","page":552,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/5174.mp3","colorText":"تُؤْمِنُونَ بِ[h:32[ٱ]للَّهِ وَرَسُولِه[n[ِۦ] وَتُجَ[n[ـٰ]هِدُونَ فِى سَبِيلِ [h:788[ٱ]للَّهِ بِأَمْو[n[َٲ]لِكُمْ وَأَ[f:2485[نف]ُسِكُمْ‌ۚ ذ[n[َٲ]لِكُمْ خَيْ[u:263[رٌ ل]َّكُمْ إِ[f:109[ن ك]ُ[f:100[نت]ُمْ تَعْلَم[p[ُو]نَ","juz":28,"ruku":485,"manzil":7,"bangla_ahbayan":"(তা এই যে,) তোমরা আল্লাহ ও তাঁর রসূলে বিশ্বাস স্থাপন করবে এবং তোমাদের ধন-সম্পদ ও জীবন দ্বারা আল্লাহর পথে জিহাদ করবে। এটাই তোমাদের জন্য শ্রেয়, যদি তোমরা জানতে।","bangla_bayan":"তোমরা আল্লাহর প্রতি ও তাঁর রাসূলের প্রতি ঈমান আনবে এবং তোমরা তোমাদের ধন-সম্পদ ও জীবন দিয়ে আল্লাহর পথে জিহাদ করবে। এটাই তোমাদের জন্য কল্যাণকর, যদি তোমরা জানতে।","bangla_mkhan":"তা এই যে, তোমরা আল্লাহ ও তাঁর রসূলের প্রতি বিশ্বাস স্থাপন করবে এবং আল্লাহর পথে নিজেদের ধন-সম্পদ ও জীবনপণ করে জেহাদ করবে। এটাই তোমাদের জন্যে উত্তম; যদি তোমরা বোঝ।","bangla_mujibur":"তা এই যে, তোমরা আল্লাহ ও তাঁর রাসূলের উপর বিশ্বাস স্থাপন করবে এবং তোমাদের ধন সম্পদ ও জীবন দ্বারা আল্লাহর পথে জিহাদ করবে। এটাই তোমাদের জন্য শ্রেয় যদি তোমরা জানতে।","bangla_taisirul":"(তা এই যে) তোমরা আল্লাহ ও তাঁর রসূলের প্রতি ঈমান আনো আর তোমরা তোমাদের মাল ও জান দিয়ে আল্লাহর পথে জিহাদ কর; এটাই তোমাদের জন্য অতি উত্তম, যদি তোমরা জানতে!"},{"id":12,"arabic_text":"یَغۡفِرۡ لَکُمۡ  ذُنُوۡبَکُمۡ وَ یُدۡخِلۡکُمۡ جَنّٰتٍ تَجۡرِیۡ مِنۡ تَحۡتِہَا الۡاَنۡہٰرُ وَ مَسٰکِنَ  طَیِّبَۃً  فِیۡ  جَنّٰتِ عَدۡنٍ ؕ ذٰلِکَ الۡفَوۡزُ الۡعَظِیۡمُ ﴿ۙ۱۲﴾ ","english_text":"And you had already known about those who transgressed among you concerning the sabbath, and We said to them, \"Be apes, despised.\"","page":552,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/5175.mp3","colorText":"يَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَيُ[q:13579[دْ]خِلْكُمْ جَ[g[نّ]َ[n[ـٰ][f:119[تٍ ت]َ[q:120[جْ]رِى مِ[f:121[ن ت]َحْتِهَا [h:122[ٱ]لْأَنْهَ[n[ـٰ]رُ وَمَسَ[n[ـٰ]كِنَ طَيِّبَ[f:5719[ةً ف]ِى جَ[g[نّ]َ[n[ـٰ]تِ عَ[q:5720[دْ][f:13580[نٍ‌ۚ ذ][n[َٲ]لِكَ [h:3911[ٱ]لْفَوْزُ [h:2633[ٱ]لْعَظ[p[ِي]مُ","juz":28,"ruku":485,"manzil":7,"bangla_ahbayan":"আল্লাহ তোমাদের পাপরাশিকে ক্ষমা করে দেবেন এবং তোমাদেরকে প্রবেশ করাবেন জান্নাতে; যার নিম্নদেশে নদীমালা প্রবাহিত এবং (প্রবেশ করাবেন) স্থায়ী জান্নাতের উত্তম বাসগৃহে। এটাই মহা সাফল্য।","bangla_bayan":"তিনি তোমাদের জন্য তোমাদের পাপসমূহ ক্ষমা করে দিবেন। আর তোমাদেরকে এমন জান্নাতসমূহে প্রবেশ করাবেন যার তলদেশে নহরসমূহ প্রবাহিত এবং চিরস্থায়ী জান্নাতসমূহে উত্তম আবাসগুলোতেও (প্রবেশ করবেন)। এটাই মহাসাফল্য।","bangla_mkhan":"তিনি তোমাদের পাপরাশি ক্ষমা করবেন এবং এমন জান্নাতে দাখিল করবেন, যার পাদদেশে নদী প্রবাহিত এবং বসবাসের জান্নাতে উত্তম বাসগৃহে। এটা মহাসাফল্য।","bangla_mujibur":"আল্লাহ তোমাদের পাপ ক্ষমা করে দিবেন এবং তোমাদের দাখিল করবেন জান্নাতে, যার পাদদেশে নদী প্রবাহিত এবং স্থায়ী জান্নাতের উত্তম বাসগৃহে। এটাই মহা সাফল্য।","bangla_taisirul":"(তোমরা যদি আল্লাহর সন্ধান দেয়া ব্যবসা কর তাহলে) তিনি তোমাদের পাপ ক্ষমা করে দেবেন আর তোমাদেরকে দাখিল করবেন জান্নাতে যার তলদেশে ঝর্ণাধারা প্রবাহিত। আর চিরস্থায়ী আবাসস্থল জান্নাতে অতি উত্তম ঘর তোমাদেরকে দান করবেন। এটাই বিরাট সাফল্য।"},{"id":13,"arabic_text":"وَ اُخۡرٰی تُحِبُّوۡنَہَا ؕ نَصۡرٌ  مِّنَ اللّٰہِ وَ فَتۡحٌ  قَرِیۡبٌ ؕ وَ  بَشِّرِ  الۡمُؤۡمِنِیۡنَ ﴿۱۳﴾  ","english_text":"And We made it a deterrent punishment for those who were present and those who succeeded [them] and a lesson for those who fear Allah .","page":552,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/5176.mp3","colorText":"وَأُخْرَىٰ تُحِبُّونَهَا‌ۖ نَصْ[a:13581[رٌ م]ِّنَ [h:321[ٱ]للَّهِ وَفَتْ[f:13582[حٌ ق]َرِي[a:13583[بٌ‌ۗ و]َبَشِّرِ [h:1257[ٱ]لْمُؤْمِن[p[ِي]نَ","juz":28,"ruku":485,"manzil":7,"bangla_ahbayan":"আর তিনি তোমাদেরকে দান করবেন বাঞ্ছিত আরো একটি অনুগ্রহ; আল্লাহর সাহায্য ও আসন্ন বিজয়।[১] আর বিশ্বাসীদেরকে সুসংবাদ দাও। [২]","bangla_bayan":"এবং আরো একটি (অর্জন) যা তোমরা খুব পছন্দ কর। (অর্থাৎ) আল্লাহর পক্ষ থেকে সাহায্য ও নিকটবর্তী বিজয়। আর মুমিনদেরকে তুমি সুসংবাদ দাও।","bangla_mkhan":"এবং আরও একটি অনুগ্রহ দিবেন, যা তোমরা পছন্দ কর। আল্লাহর পক্ষ থেকে সাহায্য এবং আসন্ন বিজয়। মুমিনদেরকে এর সুসংবাদ দান করুন।","bangla_mujibur":"আর তিনি দান করবেন তোমাদের বাঞ্ছিত আরও একটি অনুগ্রহ; আল্লাহর সাহায্য এবং আসন্ন বিজয়; মু’মিনদেরকে এর সুসংবাদ দাও।","bangla_taisirul":"আর অন্য আরেকটিও (তিনি তোমাদেরকে দিবেন) যা তোমরা পছন্দ কর (আর তা হল) আল্লাহর সাহায্য ও আসন্ন বিজয়। (হে নবী!) ঈমানদার লোকেদেরকে তুমি সুসংবাদ দাও।"},{"id":14,"arabic_text":"یٰۤاَیُّہَا  الَّذِیۡنَ  اٰمَنُوۡا کُوۡنُوۡۤا  اَنۡصَارَ اللّٰہِ کَمَا قَالَ عِیۡسَی ابۡنُ  مَرۡیَمَ لِلۡحَوَارِیّٖنَ مَنۡ  اَنۡصَارِیۡۤ  اِلَی اللّٰہِ ؕ قَالَ الۡحَوَارِیُّوۡنَ نَحۡنُ  اَنۡصَارُ اللّٰہِ  فَاٰمَنَتۡ طَّآئِفَۃٌ  مِّنۡۢ  بَنِیۡۤ  اِسۡرَآءِیۡلَ وَ کَفَرَتۡ طَّآئِفَۃٌ ۚ فَاَیَّدۡنَا  الَّذِیۡنَ  اٰمَنُوۡا عَلٰی عَدُوِّہِمۡ  فَاَصۡبَحُوۡا ظٰہِرِیۡنَ ﴿۱۴﴾ ","english_text":"And [recall] when Moses said to his people, \"Indeed, Allah commands you to slaughter a cow.\" They said, \"Do you take us in ridicule?\" He said, \"I seek refuge in Allah from being among the ignorant.\"","page":552,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/5177.mp3","colorText":"يَ[o[ـٰٓ]أَيُّهَا [h:541[ٱ]لَّذِينَ ءَامَنُو[s[اْ] كُون[o[ُوٓ][s[اْ] أَ[f:13584[نص]َارَ [h:13585[ٱ]للَّهِ كَمَا قَالَ عِيسَى [h:1916[ٱ][q:1917[بْ]نُ مَرْيَمَ لِلْحَوَارِيِّـ[n[ـۧ]نَ مَنْ أَ[f:1949[نص]َار[o[ِىٓ] إِلَى [h:1637[ٱ]للَّهِ‌ۖ قَالَ [h:1950[ٱ]لْحَوَارِيُّونَ نَحْنُ أَ[f:1951[نص]َارُ [h:1952[ٱ]للَّهِ‌ۖ فَـَٔـامَنَ[d:13586[ت] طّ[o[َا]ٓئِفَ[a:2015[ةٌ م]ّ[i:1385[ِنۢ ب]َن[o[ِىٓ] إِسْر[o[َٲ]ٓءِيلَ وَكَفَرَ[d:13587[ت] طّ[o[َا]ٓئِفَ[f:13588[ةٌ‌ۖ ف]َأَيَّ[q:13589[دْ]نَا [h:13590[ٱ]لَّذِينَ ءَامَنُو[s[اْ] عَلَىٰ عَدُوِّهِمْ فَأَصْبَحُو[s[اْ] ظَ[n[ـٰ]هِر[p[ِي]نَ","juz":28,"ruku":485,"manzil":7,"bangla_ahbayan":"হে বিশ্বাসীগণ! তোমরা আল্লাহর সাহায্যকারী হও,[১] যেমন মারয়্যাম তনয় ঈসা তার শিষ্যদেরকে বলেছিল, ‘আল্লাহর পথে কে আমার সাহায্যকারী হবে?’ শিষ্যগণ বলেছিল, ‘আমরাই তো আল্লাহর সাহায্যকারী।’[২] অতঃপর বানী ইস্রাঈলের একদল বিশ্বাস করল এবং একদল অবিশ্বাস করল। [৩] পরে আমি বিশ্বাসীদেরকে তাদের শত্রুদের মুকাবিলায় শক্তিশালী করলাম; ফলে তারা বিজয়ী হল। [৪]","bangla_bayan":"হে মুমিনগণ, তোমরা আল্লাহর সাহায্যকারী হও। যেমন মারইয়াম পুত্র ঈসা হাওয়ারীদেরকে* বলেছিল, আল্লাহর পথে কারা আমার সাহায্যকারী হবে? হাওয়ারীগণ বলল, আমরাই আল্লাহর সাহায্যকারী। তারপর বনী-ঈসরাইলের মধ্য থেকে একদল ঈমান আনল এবং অপর এক দল প্রত্যাখ্যান করল। অতঃপর যারা ঈমান আনল আমি তাদেরকে তাদের শত্রুবাহিনীর ওপর শক্তিশালী করলাম। ফলে তারা বিজয়ী হল। \\n\\n*ঈসাঃ (আঃ) এর খাস অনুসারীদেরকে হাওয়ারী বলা হত।","bangla_mkhan":"মুমিনগণ, তোমরা আল্লাহর সাহায্যকারী হয়ে যাও, যেমন ঈসা ইবনে-মরিয়ম তার শিষ্যবর্গকে বলেছিল, আল্লাহর পথে কে আমার সাহায্যকারী হবে? শিষ্যবর্গ বলেছিলঃ আমরা আল্লাহর পথে সাহায্যকারী। অতঃপর বনী-ইসরাঈলের একদল বিশ্বাস স্থাপন করল এবং একদল কাফের হয়ে গেল। যারা বিশ্বাস স্থাপন করেছিল, আমি তাদেরকে তাদের শত্রুদের মোকাবেলায় শক্তি যোগালাম, ফলে তারা বিজয়ী হল।","bangla_mujibur":"হে মু’মিনগণ! আল্লাহর দীনের সাহায্যকারী হও, যেমন মারইয়াম তনয় ঈসা তার শিষ্যদেরকে বলেছিলঃ আল্লাহর পথে কে আমার সাহায্যকারী হবে? হাওয়ারীগণ বলেছিলঃ আমরাইতো আল্লাহর পথে সাহায্যকারী। অতঃপর বানী ইসরাঈলের একদল ঈমান আনল এবং একদল কুফরী করল। পরে আমি মু’মিনদেরকে শক্তিশালী করলাম তাদের শত্রুদের মুকাবিলায়; ফলে তারা বিজয়ী হল।","bangla_taisirul":"হে মু’মিনগণ! তোমরা আল্লাহর সাহায্যকারী হও, যেমন মারইয়ামের পুত্র ‘ঈসা হাওয়ারীদেরকে বলেছিল- ‘আল্লাহর পথে কে আমার সাহায্যকারী হবে?’ হাওয়ারীরা উত্তরে বলেছিল- ‘আমরাই আল্লাহর সাহায্যকারী (হব)।’ অতঃপর বানী ইসরাঈলের একদল ঈমান আনল, আরেক দল প্রত্যাখ্যান করল। তখন যারা ঈমান আনল তাদেরকে আমি তাদের শত্রুদের উপর শক্তিশালী করলাম। ফলে তারা বিজয়ী হল।"}]}}