{"surahDetails":{"id":62,"banglaName":"সম্মেলন/শুক্রবার","totalAyah":11,"arabicInBangla":"আল-জুমু'আহ"},"surah":{"id":62,"verses":[{"id":1,"arabic_text":"یُسَبِّحُ  لِلّٰہِ مَا فِی السَّمٰوٰتِ وَ مَا فِی الۡاَرۡضِ الۡمَلِکِ الۡقُدُّوۡسِ الۡعَزِیۡزِ الۡحَکِیۡمِ ﴿۱﴾ ","english_text":"And [recall] when you said, \"O Moses, we will never believe you until we see Allah outright\"; so the thunderbolt took you while you were looking on.","page":553,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/5178.mp3","colorText":"يُسَبِّحُ لِلَّهِ مَا فِى [h:609[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَمَا فِى [h:44[ٱ]لْأَرْضِ [h:13591[ٱ]لْمَلِكِ [h:13592[ٱ]لْقُدُّوسِ [h:13593[ٱ]لْعَزِيزِ [h:2229[ٱ]لْحَك[p[ِي]مِ","juz":28,"ruku":486,"manzil":7,"bangla_ahbayan":"আকাশমন্ডলী ও পৃথিবীতে যা কিছু আছে, সবই পবিত্রতা ও মহিমা ঘোষণা করে আল্লাহর, যিনি সার্বভৌম ক্ষমতার মালিক, পূত-পবিত্র, পরাক্রমশালী, প্রজ্ঞাময়।","bangla_bayan":"আসমানসমূহে এবং যমীনে যা আছে সবই পবিত্রতা ঘোষণা করে আল্লাহর। যিনি বাদশাহ, মহাপবিত্র, মহাপরাক্রমশালী, প্রজ্ঞাময়।","bangla_mkhan":"রাজ্যাধিপতি, পবিত্র, পরাক্রমশালী ও প্রজ্ঞাময় আল্লাহর পবিত্রতা ঘোষণা করে, যা কিছু আছে নভোমন্ডলে ও যা কিছু আছে ভূমন্ডলে।","bangla_mujibur":"আকাশমন্ডলী ও পৃথিবীতে যা কিছু আছে সবাই পবিত্রতা ও মহিমা ঘোষণা করে আল্লাহর, যিনি অধিপতি, পবিত্র, পরাক্রমশালী, প্রজ্ঞাময়।","bangla_taisirul":"যা কিছু আসমানে আছে আর যা কিছু যমীনে আছে সব কিছুই প্রশংসা ও মহিমা ঘোষণা করে আল্লাহর যিনি সর্বময় ক্ষমতার অধিকারী, অতি পবিত্র, মহাপরাক্রান্ত, মহাবিজ্ঞানী।"},{"id":2,"arabic_text":"ہُوَ الَّذِیۡ  بَعَثَ فِی  الۡاُمِّیّٖنَ  رَسُوۡلًا مِّنۡہُمۡ  یَتۡلُوۡا عَلَیۡہِمۡ  اٰیٰتِہٖ  وَ  یُزَکِّیۡہِمۡ وَ  یُعَلِّمُہُمُ  الۡکِتٰبَ وَ  الۡحِکۡمَۃَ ٭ وَ  اِنۡ کَانُوۡا مِنۡ  قَبۡلُ  لَفِیۡ ضَلٰلٍ  مُّبِیۡنٍ ۙ﴿۲﴾ ","english_text":"Then We revived you after your death that perhaps you would be grateful.","page":553,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/5179.mp3","colorText":"هُوَ [h:153[ٱ]لَّذِى بَعَثَ فِى [h:2033[ٱ]لْأُ[g[مّ]ِيِّـ[n[ـۧ]نَ رَسُول[a:677[اً م]ِّنْهُمْ يَتْلُو[s[اْ] عَلَيْهِمْ ءَايَ[n[ـٰ]تِه[n[ِۦ] وَيُزَكِّيهِمْ وَيُعَلِّمُهُمُ [h:678[ٱ]لْكِتَ[n[ـٰ]بَ وَ[h:679[ٱ]لْحِكْمَةَ وَإِ[f:2392[ن ك]َانُو[s[اْ] مِ[f:128[ن ق]َ[q:129[بْ]لُ لَفِى ضَلَ[n[ـٰ][a:2393[لٍ م]ُّب[p[ِي]نٍ","juz":28,"ruku":486,"manzil":7,"bangla_ahbayan":"তিনিই নিরক্ষরদের[১] মধ্যে তাদের একজনকে পাঠিয়েছেন রসূলরূপে, যে তাদের নিকট আবৃত্তি করে তাঁর আয়াতসমূহ, তাদেরকে পবিত্র করে এবং শিক্ষা দেয় গ্রন্থ ও প্রজ্ঞা, যদিও ইতিপূর্বে তারা ছিল ঘোর বিভ্রান্তিতে।","bangla_bayan":"তিনিই উম্মীদের* মাঝে একজন রাসূল পাঠিয়েছেন তাদের মধ্য থেকে, যে তাদের কাছে তেলাওয়াত করে তাঁর আয়াতসমূহ, তাদেরকে পবিত্র করে এবং তাদেরকে শিক্ষা দেয় কিতাব ও হিকমাত। যদিও ইতঃপূর্বে তারা স্পষ্ট গোমরাহীতে ছিল। \\n\\n*উম্মী দ্বারা আরবের লোকদেরকে বুঝানো হয়েছে।","bangla_mkhan":"তিনিই নিরক্ষরদের মধ্য থেকে একজন রসূল প্রেরণ করেছেন, যিনি তাদের কাছে পাঠ করেন তার আয়াতসমূহ, তাদেরকে পবিত্র করেন এবং শিক্ষা দেন কিতাব ও হিকমত। ইতিপূর্বে তারা ছিল ঘোর পথভ্রষ্টতায় লিপ্ত।","bangla_mujibur":"তিনিই উম্মীদের মধ্যে তাদের একজনকে পাঠিয়েছেন রাসূল রূপে যে তাদের নিকট আবৃত্তি করে তাঁর আয়াত, তাদেরকে পবিত্র করে এবং শিক্ষা দেয় কিতাব ও হিকমাত; ইতোপূর্বেতো তারা ছিল ঘোর বিভ্রান্তিতে।","bangla_taisirul":"তিনিই নিরক্ষরদের মাঝে পাঠিয়েছেন তাঁর রসূলকে তাদেরই মধ্য হতে, যে তাদের কাছে আল্লাহর আয়াত পাঠ করে, তাদেরকে পবিত্র করে, আর তাদেরকে কিতাব ও হিকমত শিক্ষা দেয় অথচ ইতোপূর্বে তারা ছিল স্পষ্ট গুমরাহীতে নিমজ্জিত।"},{"id":3,"arabic_text":"وَّ اٰخَرِیۡنَ مِنۡہُمۡ  لَمَّا یَلۡحَقُوۡا بِہِمۡ ؕ وَ ہُوَ  الۡعَزِیۡزُ  الۡحَکِیۡمُ ﴿۳﴾ ","english_text":"And We shaded you with clouds and sent down to you manna and quails, [saying], \"Eat from the good things with which We have provided you.\" And they wronged Us not - but they were [only] wronging themselves.","page":553,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/5180.mp3","colorText":"وَءَاخَرِينَ مِنْهُمْ لَ[g[مّ]َا يَلْحَقُو[s[اْ] بِهِمْ‌ۚ وَهُوَ [h:7045[ٱ]لْعَزِيزُ [h:681[ٱ]لْحَك[p[ِي]مُ","juz":28,"ruku":486,"manzil":7,"bangla_ahbayan":"আর তাদের অন্যান্যদের জন্যও (রসূল পাঠিয়েছেন), যারা এখনো তাদের সাথে মিলিত হয়নি।[১] আর আল্লাহ পরাক্রমশালী, প্রজ্ঞাময়।","bangla_bayan":"এবং তাদের মধ্য হতে অন্যান্যদের জন্যও, (এ রাসূলকেই পাঠানো হয়েছে) যারা এখনো তাদের সাথে মিলিত হয়নি। আর তিনিই মহা পরাক্রমশালী, প্রজ্ঞাময়।","bangla_mkhan":"এই রসূল প্রেরিত হয়েছেন অন্য আরও লোকদের জন্যে, যারা এখনও তাদের সাথে মিলিত হয়নি। তিনি পরাক্রমশালী, প্রজ্ঞাময়।","bangla_mujibur":"আর তাদের অন্যান্যের জন্যও, যারা এখনও তাদের সাথে মিলিত হয়নি। আল্লাহ পরাক্রমশালী, প্রজ্ঞাময়।","bangla_taisirul":"আর (এই রসূলকে পাঠানো হয়েছে) তাদের অন্যান্যদের জন্যও যারা এখনও তাদের সাথে মিলিত হয়নি (কিন্তু তারা ভবিষ্যতে আসবে)। আল্লাহ মহাপরাক্রান্ত, মহাবিজ্ঞানী।"},{"id":4,"arabic_text":"ذٰلِکَ فَضۡلُ اللّٰہِ یُؤۡتِیۡہِ مَنۡ یَّشَآءُ ؕ وَ اللّٰہُ  ذُو الۡفَضۡلِ الۡعَظِیۡمِ ﴿۴﴾ ","english_text":"And [recall] when We said, \"Enter this city and eat from it wherever you will in [ease and] abundance, and enter the gate bowing humbly and say, 'Relieve us of our burdens.' We will [then] forgive your sins for you, and We will increase the doers of good [in goodness and reward].\"","page":553,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/5181.mp3","colorText":"ذ[n[َٲ]لِكَ فَضْلُ [h:337[ٱ]للَّهِ يُؤْتِيهِ م[a:476[َن ي]َش[o[َا]ٓءُ‌ۚ وَ[h:72[ٱ]للَّهُ ذُو [h:550[ٱ]لْفَضْلِ [h:551[ٱ]لْعَظ[p[ِي]مِ","juz":28,"ruku":486,"manzil":7,"bangla_ahbayan":"এটা আল্লাহর অনুগ্রহ, [১] যাকে ইচ্ছা তিনি তা দান করেন। আর আল্লাহ তো মহা অনুগ্রহশীল।","bangla_bayan":"এটা আল্লাহর অনুগ্রহ, যাকে ইচ্ছা তিনি তা দান করেন। আর আল্লাহ মহা অনুগ্রহের অধিকারী।","bangla_mkhan":"এটা আল্লাহর কৃপা, যাকে ইচ্ছা তিনি তা দান করেন। আল্লাহ মহাকৃপাশীল।","bangla_mujibur":"এটা আল্লাহরই অনুগ্রহ, যাকে ইচ্ছা তিনি এটা দান করেন। আল্লাহতো মহা অনুগ্রহশীল।","bangla_taisirul":"ওটা আল্লাহর অনুগ্রহ যা তিনি যাকে ইচ্ছে দান করেন; আল্লাহ মহা অনুগ্রহের অধিকারী।"},{"id":5,"arabic_text":"مَثَلُ  الَّذِیۡنَ حُمِّلُوا  التَّوۡرٰىۃَ  ثُمَّ  لَمۡ یَحۡمِلُوۡہَا کَمَثَلِ  الۡحِمَارِ یَحۡمِلُ اَسۡفَارًا ؕ بِئۡسَ مَثَلُ  الۡقَوۡمِ الَّذِیۡنَ کَذَّبُوۡا بِاٰیٰتِ اللّٰہِ ؕ وَ اللّٰہُ  لَا یَہۡدِی الۡقَوۡمَ  الظّٰلِمِیۡنَ ﴿۵﴾  ","english_text":"But those who wronged changed [those words] to a statement other than that which had been said to them, so We sent down upon those who wronged a punishment from the sky because they were defiantly disobeying.","page":553,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/5182.mp3","colorText":"مَثَلُ [h:1179[ٱ]لَّذِينَ حُ[g[مّ]ِلُو[s[اْ] [h:13594[ٱ][l[ل]تَّوْرَ[n[ٮٰ]ةَ ثُ[g[مّ]َ لَمْ يَحْمِلُوهَا كَمَثَلِ [h:13595[ٱ]لْحِمَارِ يَحْمِلُ أَسْفَار[i:13596[َۢا‌ۚ ب]ِئْسَ مَثَلُ [h:5140[ٱ]لْقَوْمِ [h:4053[ٱ]لَّذِينَ كَذَّبُو[s[اْ] بِـَٔـايَ[n[ـٰ]تِ [h:322[ٱ]للَّهِ‌ۚ وَ[h:72[ٱ]للَّهُ لَا يَهْدِى [h:1504[ٱ]لْقَوْمَ [h:1505[ٱ][l[ل]ظَّ[n[ـٰ]لِم[p[ِي]نَ","juz":28,"ruku":486,"manzil":7,"bangla_ahbayan":"যাদেরকে তাওরাতের দায়িত্বভার অর্পণ করা হয়েছিল, অতঃপর তা তারা বহন করেনি, তাদের দৃষ্টান্ত পুস্তক বহনকারী গর্দভ।[১] কত নিকৃষ্ট সেই সম্প্রদায়ের দৃষ্টান্ত যারা আল্লাহর আয়াতসমূহকে মিথ্যা প্রতিপন্ন করে। আর আল্লাহ অত্যাচারী সম্প্রদায়কে সৎপথে পরিচালিত করেন না।","bangla_bayan":"যাদেরকে তাওরাতের দায়িত্বভার দেয়া হয়েছিল তারপর তারা তা বহন করেনি, তারা গাধার মত! যে বহু কিতাবের বোঝা বহন করে। সে সম্প্রদায়ের উপমা কতইনা নিকৃষ্ট, যারা আল্লাহর আয়াতসমূহকে অস্বীকার করে। আর আল্লাহ যালিম সম্প্রদায়কে হিদায়াত করেন না।","bangla_mkhan":"যাদেরকে তওরাত দেয়া হয়েছিল, অতঃপর তারা তার অনুসরণ করেনি, তাদের দৃষ্টান্ত সেই গাধা, যে পুস্তক বহন করে, যারা আল্লাহর আয়াতসমূহকে মিথ্যা বলে, তাদের দৃষ্টান্ত কত নিকৃষ্ট। আল্লাহ জালেম সম্প্রদায়কে পথ প্রদর্শন করেন না।","bangla_mujibur":"যাদেরকে তাওরাতের দায়িত্বভার অর্পণ করা হয়েছিল, অতঃপর তা তারা বহন করেনি, তাদের দৃষ্টান্ত পুস্তক বহনকারী গর্দভ। কত নিকৃষ্ট সেই সম্প্রদায়ের দৃষ্টান্ত যারা আল্লাহর আয়াতকে মিথ্যা প্রতিপন্ন করে। আল্লাহ ফাসিক/পাপাচারী সম্প্রদায়কে পথপ্রদর্শন করেন না।","bangla_taisirul":"যাদের উপর তাওরাতের দায়িত্বভার দেয়া হয়েছিল, অতঃপর তা তারা বহন করেনি (অর্থাৎ তারা তাদের উপর ন্যস্ত দায়িত্ব পালন করেনি) তাদের দৃষ্টান্ত হল গাধার মত, যে বহু কিতাবের বোঝা বহন করে (কিন্তু তা বুঝে না)। যে সম্প্রদায় আল্লাহর আয়াতগুলোকে অস্বীকার করে, তাদের দৃষ্টান্ত কতইনা নিকৃষ্ট! যালিম সম্প্রদায়কে আল্লাহ সঠিক পথে পরিচালিত করেন না।"},{"id":6,"arabic_text":"قُلۡ یٰۤاَیُّہَا  الَّذِیۡنَ ہَادُوۡۤا  اِنۡ  زَعَمۡتُمۡ اَنَّکُمۡ  اَوۡلِیَآءُ  لِلّٰہِ  مِنۡ  دُوۡنِ النَّاسِ فَتَمَنَّوُا الۡمَوۡتَ  اِنۡ کُنۡتُمۡ صٰدِقِیۡنَ ﴿۶﴾ ","english_text":"And [recall] when Moses prayed for water for his people, so We said, \"Strike with your staff the stone.\" And there gushed forth from it twelve springs, and every people knew its watering place. \"Eat and drink from the provision of Allah, and do not commit abuse on the earth, spreading corruption.\"","page":553,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/5183.mp3","colorText":"قُلْ يَ[o[ـٰٓ]أَيُّهَا [h:541[ٱ]لَّذِينَ هَاد[o[ُوٓ][s[اْ] إِ[f:13597[ن ز]َعَمْتُمْ أَ[g[نّ]َكُمْ أَوْلِي[o[َا]ٓءُ لِلَّهِ مِ[f:107[ن د]ُونِ [h:493[ٱ][l[ل][g[نّ]َاسِ فَتَمَ[g[نّ]َوُ[s[اْ] [h:494[ٱ]لْمَوْتَ إِ[f:109[ن ك]ُ[f:100[نت]ُمْ صَ[n[ـٰ]دِق[p[ِي]نَ","juz":28,"ruku":486,"manzil":7,"bangla_ahbayan":"বল, ‘হে ইয়াহুদীগণ! যদি তোমরা  মনে কর যে, তোমরাই আল্লাহর বন্ধু, অন্য কোন মানবগোষ্ঠী নয়, [১] তাহলে তোমরা মৃত্যু কামনা কর; [২] যদি তোমরা সত্যবাদী হও।’ [৩]","bangla_bayan":"বল, হে ইয়াহুদীরা, যদি তোমরা মনে কর যে, (অন্য) মানুষেরা নয়, কেবল তোমরাই আল্লাহর বন্ধু, তাহলে তোমরা মৃত্যু কামনা কর, যদি তোমরা সত্যবাদী হও।","bangla_mkhan":"বলুন হে ইহুদীগণ, যদি তোমরা দাবী কর যে, তোমরাই আল্লাহর বন্ধু-অন্য কোন মানব নয়, তবে তোমরা মৃত্যু কামনা কর যদি তোমরা সত্যবাদী হও।","bangla_mujibur":"বলঃ হে ইয়াহুদীরা! যদি তোমরা মনে কর যে, তোমরাই আল্লাহর বন্ধু, অন্য কোন মানবগোষ্ঠী নয়; তাহলে তোমরা মৃত্যু কামনা কর, যদি তোমরা সত্যবাদী হও।","bangla_taisirul":"বল- ‘হে ইয়াহূদী হয়ে যাওয়া লোকেরা! তোমরা যদি মনে কর যে, অন্য সব লোককে বাদ দিয়ে কেবল তোমরাই আল্লাহর বন্ধু, তাহলে তোমরা মৃত্যু কামনা কর, যদি তোমরা সত্যবাদী হয়ে থাকো।"},{"id":7,"arabic_text":"وَ لَا یَتَمَنَّوۡنَہٗۤ  اَبَدًۢا  بِمَا قَدَّمَتۡ اَیۡدِیۡہِمۡ ؕ وَ اللّٰہُ  عَلِیۡمٌۢ   بِالظّٰلِمِیۡنَ ﴿۷﴾ ","english_text":"And [recall] when you said, \"O Moses, we can never endure one [kind of] food. So call upon your Lord to bring forth for us from the earth its green herbs and its cucumbers and its garlic and its lentils and its onions.\" [Moses] said, \"Would you exchange what is better for what is less? Go into [any] settlement and indeed, you will have what you have asked.\" And they were covered with humiliation and poverty and returned with anger from Allah [upon them]. That was because they [repeatedly] disbelieved in the signs of Allah and killed the prophets without right. That was because they disobeyed and were [habitually] transgressing.","page":553,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/5184.mp3","colorText":"وَلَا يَتَمَ[g[نّ]َوْنَهُ[o[ۥٓ] أَبَد[i:496[َۢا ب]ِمَا قَدَّمَتْ أَيْدِيهِمْ‌ۚ وَ[h:72[ٱ]للَّهُ عَلِي[i:497[مُۢ ب]ِ[h:498[ٱ][l[ل]ظَّ[n[ـٰ]لِم[p[ِي]نَ","juz":28,"ruku":486,"manzil":7,"bangla_ahbayan":"কিন্তু তারা তাদের হস্ত যা অগ্রে প্রেরণ করেছে তার কারণে কখনো মৃত্যু কামনা করবে না।[১] আর আল্লাহ যালেমদের সম্পর্কে সম্যক অবগত।","bangla_bayan":"আর তারা, তাদের হাত যা আগে পাঠিয়েছে সে কারণে কখনো মৃত্যু কামনা করবে না। আর আল্লাহ যালিমদের সম্পর্কে সম্যক অবহিত।","bangla_mkhan":"তারা নিজেদের কৃতকর্মের কারণে কখনও মৃত্যু কামনা করবে না। আল্লাহ জালেমদের সম্পর্কে সম্যক অবগত আছেন।","bangla_mujibur":"কিন্তু তারা তাদের হস্ত যা অগ্রে প্রেরণ করেছে তার কারণে কখনও মৃত্যু কামনা করবেনা। আল্লাহ যালিমদের সম্পর্কে সম্যক অবগত।","bangla_taisirul":"কিন্তু তাদের হাত যে সব (কৃতকর্ম) আগে পাঠিয়েছে, সে কারণে তারা কক্ষনো মৃত্যুর কামনা করবে না। আর আল্লাহ যালিমদেরকে খুব ভাল করেই জানেন।"},{"id":8,"arabic_text":"قُلۡ  اِنَّ الۡمَوۡتَ الَّذِیۡ تَفِرُّوۡنَ مِنۡہُ  فَاِنَّہٗ مُلٰقِیۡکُمۡ  ثُمَّ  تُرَدُّوۡنَ  اِلٰی عٰلِمِ الۡغَیۡبِ وَ الشَّہَادَۃِ  فَیُنَبِّئُکُمۡ  بِمَا کُنۡتُمۡ تَعۡمَلُوۡنَ ﴿۸﴾ ","english_text":"Indeed, those who believed and those who were Jews or Christians or Sabeans [before Prophet Muhammad] - those [among them] who believed in Allah and the Last Day and did righteousness - will have their reward with their Lord, and no fear will there be concerning them, nor will they grieve.","page":553,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/5185.mp3","colorText":"قُلْ إِ[g[نّ]َ [h:13598[ٱ]لْمَوْتَ [h:13599[ٱ]لَّذِى تَفِرُّونَ مِنْهُ فَإِ[g[نّ]َهُ[n[ۥ] مُلَ[n[ـٰ]قِيكُمْ‌ۖ ثُ[g[مّ]َ تُرَدُّونَ إِلَىٰ عَ[n[ـٰ]لِمِ [h:5788[ٱ]لْغَيْبِ وَ[h:4187[ٱ][l[ل]شَّهَ[n[ـٰ]دَةِ فَيُنَبِّئُك[c:3605[ُم ب]ِمَا كُ[f:100[نت]ُمْ تَعْمَل[p[ُو]نَ","juz":28,"ruku":486,"manzil":7,"bangla_ahbayan":"বল, তোমরা যে মৃত্যু হতে পলায়ন কর, সেই মৃত্যুর সাথে তোমাদের অবশ্যই সাক্ষাৎ হবে। অতঃপর তোমরা প্রত্যাবর্তিত হবে অদৃশ্য ও দৃশ্যের পরিজ্ঞাতা (আল্লাহ)র নিকট এবং তোমাদেরকে জানিয়ে দেওয়া হবে, যা তোমরা করতে।","bangla_bayan":"বল যে মৃত্যু হতে তোমরা পলায়ন করছ তা অবশ্যই তোমাদের সাথে সাক্ষাৎ করবে। তারপর তোমাদেরকে অদৃশ্য ও দৃশ্য সম্পর্কে পরিজ্ঞাত আল্লাহর কাছে ফিরিয়ে নেয়া হবে। তারপর তিনি তোমাদেরকে জানিয়ে দেবেন যা তোমরা করতে।","bangla_mkhan":"বলুন, তোমরা যে মৃত্যু থেকে পলায়নপর, সেই মৃত্যু অবশ্যই তোমাদের মুখামুখি হবে, অতঃপর তোমরা অদৃশ্য, দৃশ্যের জ্ঞানী আল্লাহর কাছে উপস্থিত হবে। তিনি তোমাদেরকে জানিয়ে দিবেন সেসব কর্ম, যা তোমরা করতে।","bangla_mujibur":"বলঃ তোমরা যে মৃত্যু হতে পলায়ন কর সেই মৃত্যুর সাথে তোমাদের সাক্ষাৎ হবেই। অতঃপর তোমরা উপস্থিত হবে অদৃশ্য ও দৃশ্যের পরিজ্ঞাতা আল্লাহর নিকট এবং তোমাদেরকে জানিয়ে দেয়া হবে যা তোমরা করতে।","bangla_taisirul":"বল- ‘তোমরা যে মৃত্যু থেকে পালাচ্ছ তা অবশ্যই তোমাদের সাথে সাক্ষাৎ করবে। অতঃপর তোমাদেরকে দৃশ্য ও অদৃশ্যের জ্ঞানের অধিকারী (আল্লাহ)’র নিকট ফিরিয়ে নেয়া হবে; অতঃপর তোমাদেরকে জানিয়ে দেয়া হবে যা তোমরা করতে।"},{"id":9,"arabic_text":"یٰۤاَیُّہَا  الَّذِیۡنَ  اٰمَنُوۡۤا اِذَا نُوۡدِیَ لِلصَّلٰوۃِ مِنۡ یَّوۡمِ الۡجُمُعَۃِ  فَاسۡعَوۡا اِلٰی ذِکۡرِ اللّٰہِ  وَ ذَرُوا  الۡبَیۡعَ ؕ ذٰلِکُمۡ خَیۡرٌ  لَّکُمۡ   اِنۡ  کُنۡتُمۡ  تَعۡلَمُوۡنَ ﴿۹﴾ ","english_text":"And [recall] when We took your covenant, [O Children of Israel, to abide by the Torah] and We raised over you the mount, [saying], \"Take what We have given you with determination and remember what is in it that perhaps you may become righteous.\"","page":554,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/5186.mp3","colorText":"يَ[o[ـٰٓ]أَيُّهَا [h:541[ٱ]لَّذِينَ ءَامَن[o[ُوٓ][s[اْ] إِذَا نُودِىَ لِلصَّلَ[s[و][n[ٲ]ةِ م[a:13600[ِن ي]َوْمِ [h:13601[ٱ]لْجُمُعَةِ فَ[h:13602[ٱ]سْعَوْ[s[اْ] إِلَىٰ ذِكْرِ [h:3774[ٱ]للَّهِ وَذَرُو[s[اْ] [h:13603[ٱ]لْبَيْعَ‌ۚ ذ[n[َٲ]لِكُمْ خَيْ[u:263[رٌ ل]َّكُمْ إِ[f:109[ن ك]ُ[f:100[نت]ُمْ تَعْلَم[p[ُو]نَ","juz":28,"ruku":487,"manzil":7,"bangla_ahbayan":"হে বিশ্বাসীগণ! জুমুআর দিনে যখন নামাযের জন্য আহবান করা হয়, তখন তোমরা আল্লাহর স্মরণের জন্য ধাবিত হও এবং ক্রয়-বিক্রয় ত্যাগ কর। [১] এটাই তোমাদের জন্য শ্রেয়, যদি তোমরা উপলব্ধি কর।","bangla_bayan":"হে মুমিনগণ, যখন জুমু‘আর দিনে সালাতের জন্য আহবান করা হয়, তখন তোমরা আল্লাহর স্মরণের দিকে ধাবিত হও। আর বেচা-কেনা বর্জন কর। এটাই তোমাদের জন্য সর্বোত্তম, যদি তোমরা জানতে।","bangla_mkhan":"মুমিনগণ, জুমআর দিনে যখন নামাযের আযান দেয়া হয়, তখন তোমরা আল্লাহর স্মরণের পানে ত্বরা কর এবং বেচাকেনা বন্ধ কর। এটা তোমাদের জন্যে উত্তম যদি তোমরা বুঝ।","bangla_mujibur":"হে মু’মিনগণ! জুমু’আর দিন যখন সালাতের জন্য আহবান করা হয় তখন তোমরা আল্লাহর স্মরণে ধাবিত হও এবং ক্রয়-বিক্রয় ত্যাগ কর; এটাই তোমাদের জন্য শ্রেয়, যদি তোমরা উপলদ্ধি কর।","bangla_taisirul":"হে মু’মিনগণ! জুমু‘আহর দিনে যখন নামাযের জন্য ডাকা হয়, তখন আল্লাহর স্মরণের দিকে শীঘ্র ধাবিত হও, ক্রয়-বিক্রয় পরিত্যাগ কর, এটাই তোমাদের জন্য অতি উত্তম, যদি তোমরা জানতে!"},{"id":10,"arabic_text":"فَاِذَا  قُضِیَتِ الصَّلٰوۃُ  فَانۡتَشِرُوۡا فِی الۡاَرۡضِ وَ ابۡتَغُوۡا مِنۡ فَضۡلِ اللّٰہِ وَ اذۡکُرُوا اللّٰہَ  کَثِیۡرًا  لَّعَلَّکُمۡ تُفۡلِحُوۡنَ ﴿۱۰﴾ ","english_text":"Then you turned away after that. And if not for the favor of Allah upon you and His mercy, you would have been among the losers.","page":554,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/5187.mp3","colorText":"فَإِذَا قُضِيَتِ [h:13604[ٱ][l[ل]صَّلَ[s[و][n[ٲ]ةُ فَ[h:10874[ٱ][f:10874[نت]َشِرُو[s[اْ] فِى [h:44[ٱ]لْأَرْضِ وَ[h:988[ٱ][q:988[بْ]تَغُو[s[اْ] مِ[f:6655[ن ف]َضْلِ [h:6656[ٱ]للَّهِ وَ[h:335[ٱ]ذْكُرُو[s[اْ] [h:1113[ٱ]للَّهَ كَثِي[u:5368[رًا ل]َّعَلَّكُمْ تُفْلِح[p[ُو]نَ","juz":28,"ruku":487,"manzil":7,"bangla_ahbayan":"অতঃপর নামায সমাপ্ত হলে তোমরা পৃথিবীতে ছড়িয়ে পড় এবং আল্লাহর অনুগ্রহ সন্ধান কর[১] ও আল্লাহকে অধিকরূপে স্মরণ কর; যাতে তোমরা সফলকাম হও।","bangla_bayan":"অতঃপর যখন সালাত সমাপ্ত হবে তখন তোমরা পৃথিবীতে ছড়িয়ে পড় আর আল্লাহর অনুগ্রহ হতে অনুসন্ধান কর এবং আল্লাহকে বেশি বেশি স্মরণ কর, যাতে তোমরা সফল হতে পার।","bangla_mkhan":"অতঃপর নামায সমাপ্ত হলে তোমরা পৃথিবীতে ছড়িয়ে পড় এবং আল্লাহর অনুগ্রহ তালাশ কর ও আল্লাহকে অধিক স্মরণ কর, যাতে তোমরা সফলকাম হও।","bangla_mujibur":"সালাত সমাপ্ত হলে তোমরা পৃথিবীতে ছড়িয়ে পড়বে এবং আল্লাহর অনুগ্রহ সন্ধান করবে ও আল্লাহকে অধিক স্মরণ করবে যাতে তোমরা সফলকাম হও।","bangla_taisirul":"অতঃপর যখন নামায সমাপ্ত হয়, তখন যমীনে ছড়িয়ে পড়, আর আল্লাহর অনুগ্রহ সন্ধান কর এবং আল্লাহকে বেশি বেশি স্মরণ করতে থাক- যাতে তোমরা সাফল্য লাভ করতে পার।"},{"id":11,"arabic_text":"وَ اِذَا  رَاَوۡا  تِجَارَۃً  اَوۡ لَہۡوَۨا انۡفَضُّوۡۤا اِلَیۡہَا وَ تَرَکُوۡکَ  قَآئِمًا ؕ قُلۡ مَا عِنۡدَ اللّٰہِ  خَیۡرٌ  مِّنَ اللَّہۡوِ وَ مِنَ  التِّجَارَۃِ ؕ وَ اللّٰہُ  خَیۡرُ  الرّٰزِقِیۡنَ ﴿۱۱﴾ ","english_text":"And you had already known about those who transgressed among you concerning the sabbath, and We said to them, \"Be apes, despised.\"","page":554,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/5188.mp3","colorText":"وَإِذَا رَأَوْ[s[اْ] تِجَ[n[ـٰ]رَةً أَوْ لَهْوًا [h:13605[ٱ][f:13606[نف]َضّ[o[ُوٓ][s[اْ] إِلَيْهَا وَتَرَكُوكَ ق[o[َا]ٓئِ[f:13607[مًا‌ۚ ق]ُلْ مَا عِ[f:264[ند]َ [h:408[ٱ]للَّهِ خَيْ[a:13608[رٌ م]ِّنَ [h:13609[ٱ][l[ل]لَّهْوِ وَمِنَ [h:13610[ٱ][l[ل]تِّجَ[n[ـٰ]رَةِ‌ۚ وَ[h:72[ٱ]للَّهُ خَيْرُ [h:3894[ٱ][l[ل]رّ[n[َٲ]زِق[p[ِي]نَ","juz":28,"ruku":487,"manzil":7,"bangla_ahbayan":"যখন তারা কোন ব্যবসা বা খেল-তামাশা দেখে, তখন তারা তোমাকে দাঁড়ানো অবস্থায় রেখে ওর দিকে ছুটে যায়।[১] বল, ‘আল্লাহর নিকট যা আছে[২] তা ক্রীড়া-কৌতুক ও ব্যবসা অপেক্ষা উৎকৃষ্ট।[৩] আর আল্লাহ সর্বশ্রেষ্ঠ রুযীদাতা।’ [৪]","bangla_bayan":"আর তারা যখন ব্যবসায় অথবা ক্রীড়া কৌতুক দেখে তখন তারা তার দিকে ছুটে যায়, আর তোমাকে দাঁড়ান অবস্থায় রেখে যায়। বল, আল্লাহর কাছে যা আছে তা ক্রীড়া- কৌতুক ও ব্যবসায় অপেক্ষা উত্তম। আর আল্লাহ সর্বোত্তম রিযকদাতা।","bangla_mkhan":"তারা যখন কোন ব্যবসায়ের সুযোগ অথবা ক্রীড়াকৌতুক দেখে তখন আপনাকে দাঁড়ানো অবস্থায় রেখে তারা সেদিকে ছুটে যায়। বলুনঃ আল্লাহর কাছে যা আছে, তা ক্রীড়াকৌতুক ও ব্যবসায় অপেক্ষা উৎকৃষ্ট। আল্লাহ সর্বোত্তম রিযিকদাতা।","bangla_mujibur":"যখন তারা কোন ব্যবসা বা খেল-তামাশা দেখে তখন তারা তোমাকে দাঁড়ানো অবস্থায় রেখে ওর দিকে ছুটে যায়। বলঃ আল্লাহর নিকট যা আছে তা ক্রীড়া কৌতুক ও ব্যবসা অপেক্ষা উৎকৃষ্ট। আল্লাহ সর্বশ্রেষ্ঠ রিয্ক দাতা।","bangla_taisirul":"তারা যখন ব্যবসায় অথবা ক্রীড়া কৌতুক দেখে তখন তারা সেদিকে ছুটে যায় আর তোমাকে রেখে যায় দাঁড়ানো অবস্থায়। বল- ‘আল্লাহর কাছে যা আছে তা ক্রীড়া-কৌতুক ও ব্যবসার চেয়ে উত্তম।’ আর আল্লাহ সর্বাপেক্ষা উত্তম রিযকদাতা।"}]}}