{"surahDetails":{"id":63,"banglaName":"ভণ্ড বিশ্বাসী","totalAyah":11,"arabicInBangla":"আল-মুনাফিকুন"},"surah":{"id":63,"verses":[{"id":1,"arabic_text":"اِذَا جَآءَکَ  الۡمُنٰفِقُوۡنَ  قَالُوۡا نَشۡہَدُ اِنَّکَ  لَرَسُوۡلُ اللّٰہِ ۘ  وَ اللّٰہُ یَعۡلَمُ  اِنَّکَ لَرَسُوۡلُہٗ ؕ وَ اللّٰہُ  یَشۡہَدُ  اِنَّ  الۡمُنٰفِقِیۡنَ لَکٰذِبُوۡنَ ۚ﴿۱﴾ ","english_text":"Then We revived you after your death that perhaps you would be grateful.","page":554,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/5189.mp3","colorText":"إِذَا ج[o[َا]ٓءَكَ [h:13611[ٱ]لْمُنَ[n[ـٰ]فِقُونَ قَالُو[s[اْ] نَشْهَدُ إِ[g[نّ]َكَ لَرَسُولُ [h:13612[ٱ]للَّهِ‌ۗ وَ[h:72[ٱ]للَّهُ يَعْلَمُ إِ[g[نّ]َكَ لَرَسُولُهُ[n[ۥ] وَ[h:72[ٱ]للَّهُ يَشْهَدُ إِ[g[نّ]َ [h:3224[ٱ]لْمُنَ[n[ـٰ]فِقِينَ لَكَ[n[ـٰ]ذِب[p[ُو]نَ","juz":28,"ruku":488,"manzil":7,"bangla_ahbayan":"যখন মুনাফিক (কপট)রা তোমার নিকট আসে তখন তারা বলে, ‘আমরা সাক্ষ্য দিচ্ছি যে, আপনি নিশ্চয়ই আল্লাহর রসূল।’[১] আল্লাহ জানেন যে, তুমি নিশ্চয়ই তাঁর রসূল[২] এবং আল্লাহ সাক্ষ্য দিচ্ছেন যে, মুনাফিকরা অবশ্যই মিথ্যাবাদী। [৩]","bangla_bayan":"যখন তোমার কাছে মুনাফিকরা আসে, তখন বলে, আমরা সাক্ষ্য দিচ্ছি যে, নিশ্চয় আপনি আল্লাহর রাসূল এবং আল্লাহ জানেন যে, অবশ্যই তুমি তাঁর রাসূল। আর আল্লাহ সাক্ষ্য দিচ্ছেন যে, অবশ্যই মুনাফিকরা মিথ্যাবাদী।","bangla_mkhan":"মুনাফিকরা আপনার কাছে এসে বলেঃ আমরা সাক্ষ্য দিচ্ছি যে আপনি নিশ্চয়ই আল্লাহর রসূল। আল্লাহ জানেন যে, আপনি অবশ্যই আল্লাহর রসূল এবং আল্লাহ সাক্ষ্য দিচ্ছেন যে, মুনাফিকরা অবশ্যই মিথ্যাবাদী।","bangla_mujibur":"মুনাফিকরা যখন তোমার নিকট আসে তখন তারা বলেঃ আমরা সাক্ষ্য দিচ্ছি যে, নিশ্চয়ই আপনি আল্লাহর রাসূল। আর আল্লাহ জানেন যে, তুমি নিশ্চয়ই তাঁর রাসূল এবং আল্লাহ সাক্ষ্য দিচ্ছেন যে, মুনাফিকরা অবশ্যই মিথ্যাবাদী।","bangla_taisirul":"মুনাফিকরা যখন তোমার কাছে আসে তখন তারা বলে- ‘আমরা সাক্ষ্য দিচ্ছি যে, আপনি অবশ্যই আল্লাহর রসূল।’ আল্লাহ জানেন, অবশ্যই তুমি তাঁর রসূল আর আল্লাহ সাক্ষ্য দিচ্ছেন যে, মুনাফিকরা অবশ্যই মিথ্যেবাদী।"},{"id":2,"arabic_text":"اِتَّخَذُوۡۤا  اَیۡمَانَہُمۡ  جُنَّۃً  فَصَدُّوۡا عَنۡ سَبِیۡلِ اللّٰہِ ؕ اِنَّہُمۡ سَآءَ  مَا کَانُوۡا یَعۡمَلُوۡنَ ﴿۲﴾ ","english_text":"And We shaded you with clouds and sent down to you manna and quails, [saying], \"Eat from the good things with which We have provided you.\" And they wronged Us not - but they were [only] wronging themselves.","page":554,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/5190.mp3","colorText":"ٱتَّخَذ[o[ُوٓ][s[اْ] أَيْمَ[n[ـٰ]نَهُمْ جُ[g[نّ]َ[f:13424[ةً ف]َصَدُّو[s[اْ] عَ[f:1203[ن س]َبِيلِ [h:788[ٱ]للَّهِ‌ۚ إِ[g[نّ]َهُمْ س[o[َا]ٓءَ مَا كَانُو[s[اْ] يَعْمَل[p[ُو]نَ","juz":28,"ruku":488,"manzil":7,"bangla_ahbayan":"তারা তাদের শপথগুলোকে ঢালরূপে ব্যবহার করে, [১] আর তারা আল্লাহর পথ হতে মানুষকে বিরত রাখে।[২] তারা যা করছে তা কত মন্দ!","bangla_bayan":"তারা নিজদের শপথকে ঢাল হিসেবে ব্যবহার করে। অতঃপর তারা আল্লাহর পথ থেকে বিরত রাখে। তারা যা করছে, নিশ্চিয় তা কতইনা মন্দ!","bangla_mkhan":"তারা তাদের শপথসমূহকে ঢালরূপে ব্যবহার করে। অতঃপর তারা আল্লাহর পথে বাধা সৃষ্টি করে। তারা যা করছে, তা খুবই মন্দ।","bangla_mujibur":"তারা তাদের শপথগুলিকে ঢাল রূপে ব্যবহার করে, আর তারা আল্লাহর পথ হতে মানুষকে নিবৃত্ত করে। তারা যা করছে তা কত মন্দ!","bangla_taisirul":"তারা তাদের শপথগুলোকে ঢাল হিসেবে ব্যবহার করে আর এ উপায়ে তারা মানুষকে আল্লাহর পথ থেকে নিবৃত্ত করে। তারা যা করে তা কতই না মন্দ!"},{"id":3,"arabic_text":"ذٰلِکَ بِاَنَّہُمۡ  اٰمَنُوۡا ثُمَّ  کَفَرُوۡا  فَطُبِعَ عَلٰی  قُلُوۡبِہِمۡ  فَہُمۡ  لَا  یَفۡقَہُوۡنَ ﴿۳﴾ ","english_text":"And [recall] when We said, \"Enter this city and eat from it wherever you will in [ease and] abundance, and enter the gate bowing humbly and say, 'Relieve us of our burdens.' We will [then] forgive your sins for you, and We will increase the doers of good [in goodness and reward].\"","page":554,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/5191.mp3","colorText":"ذ[n[َٲ]لِكَ بِأَ[g[نّ]َهُمْ ءَامَنُو[s[اْ] ثُ[g[مّ]َ كَفَرُو[s[اْ] فَطُبِعَ عَلَىٰ قُلُوبِهِمْ فَهُمْ لَا يَفْقَه[p[ُو]نَ","juz":28,"ruku":488,"manzil":7,"bangla_ahbayan":"এটা এ জন্য যে, তারা বিশ্বাস করার পর অবিশ্বাস করেছে,[১] ফলে তাদের হৃদয় মোহর করে দেওয়া হয়েছে, সুতরাং তারা বুঝবে না।","bangla_bayan":"তা এ জন্য যে, তারা ঈমান এনেছিল তারপর কুফরী করেছিল। ফলে তাদের অন্তরসমূহে মোহর লাগিয়ে দেয়া হয়েছে। তাই তারা বুঝতে পারছে না।","bangla_mkhan":"এটা এজন্য যে, তারা বিশ্বাস করার পর পুনরায় কাফের হয়েছে। ফলে তাদের অন্তরে মোহর মেরে দেয়া হয়েছে। অতএব তারা বুঝে না।","bangla_mujibur":"এটা এ জন্য যে, তারা ঈমান আনার পর কুফরী করেছে; ফলে তাদের হৃদয় মোহর করে দেয়া হয়েছে, পরিণামে তারা বোধশক্তি হারিয়ে ফেলেছে।","bangla_taisirul":"তার কারণ এই যে, তারা ঈমান আনে, অতঃপর কুফুরী করে। এজন্য তাদের অন্তরে মোহর লাগিয়ে দেয়া হয়েছে। যার ফলে তারা কিছুই বুঝে না"},{"id":4,"arabic_text":"وَ اِذَا  رَاَیۡتَہُمۡ  تُعۡجِبُکَ اَجۡسَامُہُمۡ ؕ وَ اِنۡ یَّقُوۡلُوۡا  تَسۡمَعۡ  لِقَوۡلِہِمۡ ؕ کَاَنَّہُمۡ خُشُبٌ مُّسَنَّدَۃٌ ؕ یَحۡسَبُوۡنَ  کُلَّ صَیۡحَۃٍ  عَلَیۡہِمۡ ؕ ہُمُ  الۡعَدُوُّ  فَاحۡذَرۡہُمۡ ؕ قٰتَلَہُمُ   اللّٰہُ ۫ اَنّٰی  یُؤۡفَکُوۡنَ  ﴿۴﴾","english_text":"But those who wronged changed [those words] to a statement other than that which had been said to them, so We sent down upon those who wronged a punishment from the sky because they were defiantly disobeying.","page":554,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/5192.mp3","colorText":"۞ وَإِذَا رَأَيْتَهُمْ تُعْجِبُكَ أَ[q:13613[جْ]سَامُهُمْ‌ۖ وَإ[a:13614[ِن ي]َقُولُو[s[اْ] تَسْمَعْ لِقَوْلِهِمْ‌ۖ كَأَ[g[نّ]َهُمْ خُشُ[a:13615[بٌ م]ُّسَ[g[نّ]َدَ[a:13616[ةٌ‌ۖ ي]َحْسَبُونَ كُلَّ صَيْحَةٍ عَلَيْهِمْ‌ۚ هُمُ [h:13617[ٱ]لْعَدُوُّ فَ[h:13618[ٱ]حْذَرْهُمْ‌ۚ قَ[n[ـٰ]تَلَهُمُ [h:5548[ٱ]للَّهُ‌ۖ أَ[g[نّ]َىٰ يُؤْفَك[p[ُو]نَ","juz":28,"ruku":488,"manzil":7,"bangla_ahbayan":"তুমি যখন তাদের দিকে তাকাও, তখন তাদের দেহাকৃতি তোমাকে মুগ্ধ করে[১] এবং তারা যখন কথা বলে, তখন তুমি সাগ্রহে তা শ্রবণ কর;[২] তারা যেন দেওয়ালে ঠেকানো কাঠের খুঁটি,[৩] তারা যে কোন শোরগোলকে মনে করে তাদেরই বিরুদ্ধে।[৪] তারাই শত্রু অতএব তাদের সম্পর্কে সতর্ক হও, আল্লাহ তাদেরকে ধ্বংস করুন! বিভ্রান্ত হয়ে তারা কোথায় চলেছে?","bangla_bayan":"আর যখন তুমি তাদের প্রতি তাকিয়ে দেখবে তখন তাদের শরীর তোমাকে মুগ্ধ করবে। আর যদি তারা কথা বলে তুমি তাদের কথা (আগ্রহ নিয়ে) শুনবে। তারা দেয়ালে ঠেস দেয়া কাঠের মতই। তারা মনে করে প্রতিটি আওয়াজই তাদের বিরুদ্ধে। এরাই শত্রু, অতএব এদের সম্পর্কে সতর্ক হও। আল্লাহ এদেরকে ধ্বংস করুন। তারা কিভাবে সত্য থেকে ফিরে যাচ্ছে।","bangla_mkhan":"আপনি যখন তাদেরকে দেখেন, তখন তাদের দেহাবয়ব আপনার কাছে প্রীতিকর মনে হয়। আর যদি তারা কথা বলে, তবে আপনি তাদের কথা শুনেন। তারা প্রাচীরে ঠেকানো কাঠসদৃশ্য। প্রত্যেক শোরগোলকে তারা নিজেদের বিরুদ্ধে মনে করে। তারাই শত্রু, অতএব তাদের সম্পর্কে সতর্ক হোন। ধ্বংস করুন আল্লাহ তাদেরকে। তারা কোথায় বিভ্রান্ত হচ্ছে ?","bangla_mujibur":"তুমি যখন তাদের দিকে তাকাও তখন তাদের দেহাকৃতি তোমার নিকট প্রীতিকর মনে হয় এবং তারা যখন কথা বলে তখন তুমি সাগ্রহে তাদের কথা শ্রবণ কর, যদিও তারা দেয়ালে ঠেকানো কাঠের স্তম্ভ সদৃশ। তারা যে কোন শোরগোলকে মনে করে তাদেরই বিরুদ্ধে। তারাই শত্রু, অতএব তাদের সম্পর্কে সতর্ক হও, আল্লাহ তাদেরকে ধ্বংস করুন! বিভ্রান্ত হয়ে তারা কোথায় চলছে?","bangla_taisirul":"তুমি যখন তাদের দিকে তাকাও তখন তাদের শারীরিক গঠন তোমাকে চমৎকৃত করে। আর যখন তারা কথা বলে তখন তুমি তাদের কথা আগ্রহ ভরে শুন, অথচ তারা দেয়ালে ঠেস দেয়া কাঠের মত (দেখন- সুরত, কিন্ত কার্যক্ষেত্রে কিছুই না)। কোন শোরগোল হলেই তারা সেটাকে নিজেদের বিরুদ্ধে মনে করে (কারণ তাদের অপরাধী মন সব সময়ে শঙ্কিত থাকে- এই বুঝি তাদের কুকীর্তি ফাঁস হয়ে গেল)। এরাই শত্রু, কাজেই তাদের ব্যাপারে সতর্ক থাক। এদের উপর আছে আল্লাহর গযব, তাদেরকে কীভাবে (সত্য পথ থেকে) ফিরিয়ে নেয়া হচ্ছে!"},{"id":5,"arabic_text":"وَ  اِذَا  قِیۡلَ  لَہُمۡ  تَعَالَوۡا  یَسۡتَغۡفِرۡ لَکُمۡ رَسُوۡلُ  اللّٰہِ  لَوَّوۡا رُءُوۡسَہُمۡ وَ رَاَیۡتَہُمۡ یَصُدُّوۡنَ وَ ہُمۡ مُّسۡتَکۡبِرُوۡنَ ﴿۵﴾ ","english_text":"And [recall] when Moses prayed for water for his people, so We said, \"Strike with your staff the stone.\" And there gushed forth from it twelve springs, and every people knew its watering place. \"Eat and drink from the provision of Allah, and do not commit abuse on the earth, spreading corruption.\"","page":555,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/5193.mp3","colorText":"وَإِذَا قِيلَ لَهُمْ تَعَالَوْ[s[اْ] يَسْتَغْفِرْ لَكُمْ رَسُولُ [h:3306[ٱ]للَّهِ لَوَّوْ[s[اْ] رُءُوسَهُمْ وَرَأَيْتَهُمْ يَصُدُّونَ وَه[w:7366[ُم م]ُّسْتَكْبِر[p[ُو]نَ","juz":28,"ruku":488,"manzil":7,"bangla_ahbayan":"যখন তাদেরকে বলা হয়, ‘তোমরা এসো, আল্লাহর রসূল তোমাদের জন্য ক্ষমা প্রার্থনা করবেন’, তখন তারা মাথা ফিরিয়ে নেয়[১] এবং তুমি তাদেরকে দেখবে যে, তারা দম্ভভরে ফিরে যায়।[২]","bangla_bayan":"আর তাদেরকে যখন বলা হয় এস, আল্লাহর রাসূল তোমাদের জন্য ক্ষমা প্রার্থনা করবেন, তখন তারা তাদের মাথা নাড়ে*। আর তুমি তাদেরকে দেখতে পাবে, অহঙ্কারবশত বিমুখ হয়ে চলে যেতে। \\n\\n*তারা অস্বীকার স্বরূপ মাথা নাড়ে।","bangla_mkhan":"যখন তাদেরকে বলা হয়ঃ তোমরা এস, আল্লাহর রসূল তোমাদের জন্য ক্ষমাপ্রার্থনা করবেন, তখন তারা মাথা ঘুরিয়ে নেয় এবং আপনি তাদেরকে দেখেন যে, তারা অহংকার করে মুখ ফিরিয়ে নেয়।","bangla_mujibur":"যখন তাদেরকে বলা হয়ঃ তোমরা এসো, আল্লাহর রাসূল তোমাদের জন্য ক্ষমা প্রার্থনা করবেন, তখন তারা মাথা ঘুরিয়ে নেয় এবং তুমি তাদেরকে দেখতে পাও যে, তারা দম্ভভরে ফিরে যায়।","bangla_taisirul":"তাদেরকে যখন বলা হয়, ‘এসো, আল্লাহর রসূল তোমাদের জন্য ক্ষমা প্রার্থনা করবেন, তখন তারা মাথা নেড়ে অস্বীকৃতি জানায়, তখন তুমি দেখতে পাও তারা সদম্ভে তাদের মুখ ফিরিয়ে নেয়।"},{"id":6,"arabic_text":"سَوَآءٌ  عَلَیۡہِمۡ  اَسۡتَغۡفَرۡتَ لَہُمۡ  اَمۡ لَمۡ تَسۡتَغۡفِرۡ لَہُمۡ ؕ لَنۡ یَّغۡفِرَ اللّٰہُ  لَہُمۡ ؕ اِنَّ اللّٰہَ  لَا یَہۡدِی الۡقَوۡمَ الۡفٰسِقِیۡنَ ﴿۶﴾ ","english_text":"And [recall] when you said, \"O Moses, we can never endure one [kind of] food. So call upon your Lord to bring forth for us from the earth its green herbs and its cucumbers and its garlic and its lentils and its onions.\" [Moses] said, \"Would you exchange what is better for what is less? Go into [any] settlement and indeed, you will have what you have asked.\" And they were covered with humiliation and poverty and returned with anger from Allah [upon them]. That was because they [repeatedly] disbelieved in the signs of Allah and killed the prophets without right. That was because they disobeyed and were [habitually] transgressing.","page":555,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/5194.mp3","colorText":"سَو[o[َا]ٓءٌ عَلَيْهِمْ أَسْتَغْفَرْتَ لَهُمْ أَمْ لَمْ تَسْتَغْفِرْ لَهُمْ ل[a:13619[َن ي]َغْفِرَ [h:5741[ٱ]للَّهُ لَهُمْ‌ۚ إِ[g[نّ]َ [h:80[ٱ]للَّهَ لَا يَهْدِى [h:1504[ٱ]لْقَوْمَ [h:3860[ٱ]لْفَ[n[ـٰ]سِق[p[ِي]نَ","juz":28,"ruku":488,"manzil":7,"bangla_ahbayan":"তুমি তাদের জন্য ক্ষমা প্রার্থনা কর অথবা না কর, উভয়ই তাদের জন্য সমান।[১] আল্লাহ তাদেরকে কখনো ক্ষমা করবেন না।[২] আল্লাহ পাপাচারী সম্প্রদায়কে সৎপথে পরিচালিত করেন না।","bangla_bayan":"তুমি তাদের জন্য ক্ষমা প্রার্থনা কর অথবা না কর, উভয়টি তাদের ক্ষেত্রে সমান। আল্লাহ তাদেরকে কখনো ক্ষমা করবেন না। অবশ্যই আল্লাহ পাপাচারী সম্প্রদায়কে হেদায়াত দেন না।","bangla_mkhan":"আপনি তাদের জন্যে ক্ষমাপ্রার্থনা করুন অথবা না করুন, উভয়ই সমান। আল্লাহ কখনও তাদেরকে ক্ষমা করবেন না। আল্লাহ পাপাচারী সম্প্রদায়কে পথপ্রদর্শন করেন না।","bangla_mujibur":"তুমি তাদের জন্য ক্ষমা প্রার্থনা কর অথবা না কর, উভয়ই তাদের জন্য সমান। আল্লাহ তাদেরকে কখনও ক্ষমা করবেননা। আল্লাহ পাপাচারী সম্প্রদায়কে সৎ পথে পরিচালিত করেননা।","bangla_taisirul":"তুমি তাদের জন্য ক্ষমা প্রার্থনা কর আর না কর, উভয়ই তাদের জন্য সমান। আল্লাহ তাদেরকে কক্ষনো ক্ষমা করবেন না। আল্লাহ পাপাচারী জাতিকে কক্ষনো সঠিক পথে পরিচালিত করেন না।"},{"id":7,"arabic_text":"ہُمُ  الَّذِیۡنَ یَقُوۡلُوۡنَ  لَا تُنۡفِقُوۡا عَلٰی مَنۡ عِنۡدَ  رَسُوۡلِ اللّٰہِ  حَتّٰی  یَنۡفَضُّوۡا ؕ وَ لِلّٰہِ خَزَآئِنُ  السَّمٰوٰتِ وَ الۡاَرۡضِ وَ لٰکِنَّ  الۡمُنٰفِقِیۡنَ  لَا  یَفۡقَہُوۡنَ ﴿۷﴾ ","english_text":"Indeed, those who believed and those who were Jews or Christians or Sabeans [before Prophet Muhammad] - those [among them] who believed in Allah and the Last Day and did righteousness - will have their reward with their Lord, and no fear will there be concerning them, nor will they grieve.","page":555,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/5195.mp3","colorText":"هُمُ [h:12679[ٱ]لَّذِينَ يَقُولُونَ لَا تُ[f:1607[نف]ِقُو[s[اْ] عَلَىٰ مَنْ عِ[f:264[ند]َ رَسُولِ [h:5744[ٱ]للَّهِ حَتَّىٰ يَ[f:13620[نف]َضُّو[s[اْ‌ۗ] وَلِلَّهِ خَز[o[َا]ٓئِنُ [h:13621[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَ[h:177[ٱ]لْأَرْضِ وَلَ[n[ـٰ]كِ[g[نّ]َ [h:13622[ٱ]لْمُنَ[n[ـٰ]فِقِينَ لَا يَفْقَه[p[ُو]نَ","juz":28,"ruku":488,"manzil":7,"bangla_ahbayan":"তারাই বলে, ‘আল্লাহর রসূলের কাছে যারা আছে তাদের জন্য ব্যয় করো না; যতক্ষণ না তারা সরে পড়ে।’[১] বস্তুতঃ আকাশমন্ডলী ও পৃথিবীর ধন-ভান্ডার তো আল্লাহরই।[২] কিন্তু মুনাফিক (কপট)রা তা বুঝে না। [৩]","bangla_bayan":"তারাই বলে, যারা আল্লাহর রাসূলের কাছে আছে তোমরা তাদের জন্য খরচ করো না, যতক্ষণ না তারা সরে যায়। আর আসমানসমূহ ও যমীনের ধন-ভান্ডার তো আল্লাহরই, কিন্তু মুনাফিকরা তা বুঝে না।","bangla_mkhan":"তারাই বলেঃ আল্লাহর রাসূলের সাহচর্যে যারা আছে তাদের জন্যে ব্যয় করো না। পরিণামে তারা আপনা-আপনি সরে যাবে। ভূ ও নভোমন্ডলের ধন-ভান্ডার আল্লাহরই কিন্তু মুনাফিকরা তা বোঝে না।","bangla_mujibur":"তারাই বলেঃ আল্লাহর রাসূলের সহচরদের জন্য ব্যয় করনা যতক্ষণ না তারা সরে পড়ে। আকাশমন্ডলী ও পৃথিবীর ধন ভান্ডারতো আল্লাহরই। কিন্তু মুনাফিকরা তা বুঝেনা।","bangla_taisirul":"তারা বলে- ‘রসূলের সঙ্গী সাথীদের জন্য অর্থ ব্যয় করো না, শেষে তারা এমনিতেই সরে পড়বে।’ আসমান ও যমীনের ধন ভান্ডার তো আল্লাহরই, কিন্তু মুনাফিকরা তা বুঝে না।"},{"id":8,"arabic_text":"یَقُوۡلُوۡنَ  لَئِنۡ  رَّجَعۡنَاۤ  اِلَی  الۡمَدِیۡنَۃِ لَیُخۡرِجَنَّ الۡاَعَزُّ  مِنۡہَا الۡاَذَلَّ ؕ وَ لِلّٰہِ الۡعِزَّۃُ  وَ لِرَسُوۡلِہٖ وَ لِلۡمُؤۡمِنِیۡنَ وَ لٰکِنَّ  الۡمُنٰفِقِیۡنَ  لَا  یَعۡلَمُوۡنَ ﴿۸﴾ ","english_text":"And [recall] when We took your covenant, [O Children of Israel, to abide by the Torah] and We raised over you the mount, [saying], \"Take what We have given you with determination and remember what is in it that perhaps you may become righteous.\"","page":555,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/5196.mp3","colorText":"يَقُولُونَ لَئ[u:13623[ِن ر]َّجَعْن[o[َآ] إِلَى [h:8006[ٱ]لْمَدِينَةِ لَيُخْرِجَ[g[نّ]َ [h:13624[ٱ]لْأَعَزُّ مِنْهَا [h:13625[ٱ]لْأَذَلَّ‌ۚ وَلِلَّهِ [h:13626[ٱ]لْعِزَّةُ وَلِرَسُولِه[n[ِۦ] وَلِلْمُؤْمِنِينَ وَلَ[n[ـٰ]كِ[g[نّ]َ [h:13622[ٱ]لْمُنَ[n[ـٰ]فِقِينَ لَا يَعْلَم[p[ُو]نَ","juz":28,"ruku":488,"manzil":7,"bangla_ahbayan":"তারা বলে, ‘আমরা মদীনায় ফিরে গেলে সেখান হতে সম্মানী অবশ্যই হীনকে বহিষ্কার করবে।’[১] বস্তুতঃ যাবতীয় সম্মান তো আল্লাহরই এবং তাঁর রসূল ও বিশ্বাসীদের।[২] কিন্তু মুনাফিক (কপট)রা তা জানে না। [৩]","bangla_bayan":"তারা বলে, যদি আমরা মদীনায় ফিরে যাই তাহলে অবশ্যই সেখান থেকে প্রবল দুর্বলকে বহিষ্কার করবে। কিন্তু সকল মর্যাদা তো আল্লাহর, তাঁর রাসূলের ও মুমিনদের। কিন্তু মুনাফিকরা তা জানে না।","bangla_mkhan":"তারাই বলেঃ আমরা যদি মদীনায় প্রত্যাবর্তন করি তবে সেখান থেকে সবল অবশ্যই দুর্বলকে বহিস্কৃত করবে। শক্তি তো আল্লাহ তাঁর রসূল ও মুমিনদেরই কিন্তু মুনাফিকরা তা জানে না।","bangla_mujibur":"তারা বলেঃ আমরা মাদীনায় প্রত্যাবর্তন করলে সেখান হতে প্রবল দুর্বলকে বহিস্কৃত করবেই। কিন্তু সম্মানতো আল্লাহরই, আর তাঁর রাসূল ও মু’মিনদের। কিন্তু মুনাফিকরা এটা জানেনা।","bangla_taisirul":"তারা বলে- ‘আমরা যদি মাদীনায় প্রত্যাবর্তন করি, তাহলে সম্মানীরা অবশ্য অবশ্যই হীনদেরকে সেখানে থেকে বহিষ্কার করবে।’ কিন্তু সমস্ত মান মর্যাদা তো আল্লাহর, তাঁর রসূলের এবং মু’মিনদের; কিন্তু মুনাফিকরা তা জানে না।"},{"id":9,"arabic_text":"یٰۤاَیُّہَا  الَّذِیۡنَ  اٰمَنُوۡا  لَا تُلۡہِکُمۡ اَمۡوَالُکُمۡ  وَ لَاۤ  اَوۡلَادُکُمۡ عَنۡ ذِکۡرِ اللّٰہِ ۚ وَ مَنۡ یَّفۡعَلۡ  ذٰلِکَ  فَاُولٰٓئِکَ ہُمُ الۡخٰسِرُوۡنَ ﴿۹﴾ ","english_text":"Then you turned away after that. And if not for the favor of Allah upon you and His mercy, you would have been among the losers.","page":555,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/5197.mp3","colorText":"يَ[o[ـٰٓ]أَيُّهَا [h:541[ٱ]لَّذِينَ ءَامَنُو[s[اْ] لَا تُلْهِكُمْ أَمْو[n[َٲ]لُكُمْ وَل[o[َآ] أَوْلَ[n[ـٰ]دُكُمْ عَ[f:3773[ن ذ]ِكْرِ [h:3774[ٱ]للَّهِ‌ۚ وَم[a:1297[َن ي]َفْعَلْ ذ[n[َٲ]لِكَ فَأُ[s[وْ]لَ[o[ـٰٓ]ئِكَ هُمُ [h:150[ٱ]لْخَ[n[ـٰ]سِر[p[ُو]نَ","juz":28,"ruku":489,"manzil":7,"bangla_ahbayan":"হে বিশ্বাসীগণ! তোমাদের ধন-সম্পত্তি ও সন্তান- সন্ততি যেন তোমাদেরকে আল্লাহর স্মরণ হতে উদাসীন না করে,[১] যারা উদাসীন হবে, তারাই তো ক্ষতিগ্রস্ত।","bangla_bayan":"হে মুমিনগণ, তোমাদের ধন-সম্পদ ও সন্তান- সন্ততি যেন তোমাদেরকে আল্লাহর স্মরণ থেকে উদাসীন না করে। আর যারা এরূপ করে তারাই তো ক্ষতিগ্রস্ত।","bangla_mkhan":"মুমিনগণ! তোমাদের ধন-সম্পদ ও সন্তান-সন্ততি যেন তোমাদেরকে আল্লাহর স্মরণ থেকে গাফেল না করে। যারা এ কারণে গাফেল হয়, তারাই তো ক্ষতিগ্রস্ত।","bangla_mujibur":"হে মু’মিনগণ! তোমাদের ঐশ্বর্য ও সন্তান-সন্ততি যেন তোমাদেরকে আল্লাহর স্মরণে উদাসীন না করে। যারা উদাসীন হবে তারাইতো ক্ষতিগ্রস্ত।","bangla_taisirul":"হে মু’মিনগণ! তোমাদের ধন-সম্পদ আর তোমাদের সন্তানাদি তোমাদেরকে যেন আল্লাহর স্মরণ হতে গাফিল করে না দেয়। যারা এমন করবে তারাই ক্ষতিগ্রস্ত।"},{"id":10,"arabic_text":"وَ اَنۡفِقُوۡا مِنۡ مَّا  رَزَقۡنٰکُمۡ مِّنۡ  قَبۡلِ اَنۡ یَّاۡتِیَ  اَحَدَکُمُ  الۡمَوۡتُ فَیَقُوۡلَ  رَبِّ لَوۡ لَاۤ  اَخَّرۡتَنِیۡۤ  اِلٰۤی  اَجَلٍ قَرِیۡبٍ ۙ فَاَصَّدَّقَ وَ  اَکُنۡ  مِّنَ  الصّٰلِحِیۡنَ ﴿۱۰﴾ ","english_text":"And you had already known about those who transgressed among you concerning the sabbath, and We said to them, \"Be apes, despised.\"","page":555,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/5198.mp3","colorText":"وَأَ[f:1045[نف]ِقُو[s[اْ] م[a:10464[ِن م]َّا رَزَ[q:275[قْ]نَ[n[ـٰ]ك[w:1461[ُم م]ِّ[f:1346[ن ق]َ[q:1347[بْ]لِ أ[a:1462[َن ي]َأْتِىَ أَحَدَكُمُ [h:942[ٱ]لْمَوْتُ فَيَقُولَ رَبِّ لَوْل[o[َآ] أَخَّرْتَن[o[ِىٓ] إِلَ[o[ىٰٓ] أَجَ[f:2940[لٍ ق]َرِي[f:13627[بٍ ف]َأَصَّدَّقَ وَأَك[a:6642[ُن م]ِّنَ [h:1889[ٱ][l[ل]صَّ[n[ـٰ]لِح[p[ِي]نَ","juz":28,"ruku":489,"manzil":7,"bangla_ahbayan":"আমি তোমাদেরকে যে রুযী দিয়েছি, তোমরা তা হতে ব্যয় কর[১] তোমাদের কারো মৃত্যু আসার পূর্বে (অন্যথা মৃত্যু আসলে সে বলবে,) ‘হে আমার প্রতিপালক! আমাকে আরো কিছু কালের জন্য অবকাশ দিলে না কেন? [২] তাহলে আমি সাদাকা করতাম এবং সৎকর্মশীলদের অন্তর্ভুক্ত হতাম।’","bangla_bayan":"আর আমি তোমাদেরকে যে রিযক দিয়েছি তা থেকে ব্যয় কর, তোমাদের কারো মৃত্যু আসার পূর্বে। কেননা তখন সে বলবে, হে আমার রব, যদি আপনি আমাকে আরো কিছু কাল পর্যন্ত অবকাশ দিতেন, তাহলে আমি দান-সদাকা করতাম। আর সৎ লোকদের অন্তর্ভুক্ত হতাম।","bangla_mkhan":"আমি তোমাদেরকে যা দিয়েছি, তা থেকে মৃত্যু আসার আগেই ব্যয় কর। অন্যথায় সে বলবেঃ হে আমার পালনকর্তা, আমাকে আরও কিছুকাল অবকাশ দিলে না কেন? তাহলে আমি সদকা করতাম এবং সৎকর্মীদের অন্তর্ভুক্ত হতাম।","bangla_mujibur":"আমি তোমাদেরকে যে রিয্ক দিয়েছি তোমরা তা হতে ব্যয় করবে তোমাদের কারও মৃত্যু আসার পূর্বে; অন্যথায় সে বলবেঃ হে আমার রাব্ব! আমাকে আরও কিছু কালের জন্য অবকাশ দিলে আমি সাদাকাহ করতাম এবং সৎকর্মশীলদের অন্তর্ভুক্ত হতাম।","bangla_taisirul":"যে রিযক আমি তোমাদেরকে দিয়েছি তাত্থেকে (আল্লাহর পথে) ব্যয় কর তোমাদের কারো মৃত্যু আসার পূর্বে। নচেৎ (মৃত্যু এসে গেলে) সে বলবে, ‘হে আমার প্রতিপালক! তুমি আমাকে আরো কিছুকালের অবকাশ দিলে না কেন? তাহলে আমি সদাক্বাহ করতাম আর সৎকর্মশীলদের মধ্যে শামিল হয়ে যেতাম।’"},{"id":11,"arabic_text":"وَ لَنۡ  یُّؤَخِّرَ اللّٰہُ  نَفۡسًا  اِذَا جَآءَ اَجَلُہَا ؕ وَ اللّٰہُ  خَبِیۡرٌۢ  بِمَا تَعۡمَلُوۡنَ ﴿۱۱﴾ ","english_text":"And We made it a deterrent punishment for those who were present and those who succeeded [them] and a lesson for those who fear Allah .","page":555,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/5199.mp3","colorText":"وَل[a:13628[َن ي]ُؤَخِّرَ [h:13629[ٱ]للَّهُ نَفْسًا إِذَا ج[o[َا]ٓءَ أَجَلُهَا‌ۚ وَ[h:72[ٱ]للَّهُ خَبِي[i:2335[رُۢ ب]ِمَا تَعْمَل[p[ُو]نَ","juz":28,"ruku":489,"manzil":7,"bangla_ahbayan":"কিন্তু নির্ধারিত কাল যখন উপস্থিত হবে, তখন আল্লাহ কখনো কাউকেও অবকাশ দেবেন না। আর তোমরা যা কর, আল্লাহ সে সম্বন্ধে সবিশেষ অবহিত।","bangla_bayan":"আর আল্লাহ কখনো কোন প্রাণকেই অবকাশ দেবেন না, যখন তার নির্ধারিত সময় এসে যাবে। আর তোমরা যা কর সে সম্পর্কে আল্লাহ সম্যক অবহিত।","bangla_mkhan":"প্রত্যেক ব্যক্তির নির্ধারিত সময় যখন উপস্থিত হবে, তখন আল্লাহ কাউকে অবকাশ দেবেন না। তোমরা যা কর, আল্লাহ সে বিষয়ে খবর রাখেন।","bangla_mujibur":"কিন্তু নির্ধারিত কাল যখন উপস্থিত হবে, আল্লাহ তখন কেহকেও অবকাশ দিবেননা। তোমরা যা কর আল্লাহ সে সম্বন্ধে সবিশেষ অবহিত।","bangla_taisirul":"আল্লাহ কাউকে কক্ষনো অবকাশ দেন না যখন তার নির্ধারিত সময় এসে যায়। তোমরা যা কর সে সম্পর্কে আল্লাহ পুরোপুরি খবর রাখেন।"}]}}