{"surahDetails":{"id":64,"banglaName":"মোহ অপসারণ","totalAyah":18,"arabicInBangla":"আত-তাগাবুন"},"surah":{"id":64,"verses":[{"id":1,"arabic_text":"یُسَبِّحُ  لِلّٰہِ  مَا فِی السَّمٰوٰتِ وَ مَا فِی الۡاَرۡضِ ۚ لَہُ  الۡمُلۡکُ وَ لَہُ  الۡحَمۡدُ ۫ وَ ہُوَ عَلٰی کُلِّ  شَیۡءٍ   قَدِیۡرٌ ﴿۱﴾ ","english_text":"And We shaded you with clouds and sent down to you manna and quails, [saying], \"Eat from the good things with which We have provided you.\" And they wronged Us not - but they were [only] wronging themselves.","page":556,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/5200.mp3","colorText":"يُسَبِّحُ لِلَّهِ مَا فِى [h:609[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَمَا فِى [h:44[ٱ]لْأَرْضِ‌ۖ لَهُ [h:1397[ٱ]لْمُلْكُ وَلَهُ [h:10443[ٱ]لْحَمْدُ‌ۖ وَهُوَ عَلَىٰ كُلِّ ش[f:81[َىْءٍ ق]َد[p[ِي]رٌ","juz":28,"ruku":490,"manzil":7,"bangla_ahbayan":"আকাশমন্ডলী ও পৃথিবীতে যা কিছু আছে সবই তাঁর পবিত্রতা ও মহিমা ঘোষণা করে, [১] সার্বভৌমত্ব তাঁরই এবং প্রশংসা তাঁরই, [২] তিনি সর্ববিষয়ে সর্বশক্তিমান।","bangla_bayan":"যা কিছু রয়েছে আসমানসমূহে এবং যা কিছু রয়েছে যমীনে, সবই আল্লাহর জন্য পবিত্রতা ঘোষণা করে। বাদশাহী তাঁরই এবং প্রশংসা তাঁরই। তিনি সর্ব বিষয়ে সর্বশক্তিমান।","bangla_mkhan":"নভোমন্ডল ও ভূমন্ডলে যা কিছু আছে, সবই আল্লাহর পবিত্রতা ঘোষণা করে। রাজত্ব তাঁরই এবং প্রশংসা তাঁরই। তিনি সর্ববিষয়ে সর্বশক্তিমান।","bangla_mujibur":"আকাশমন্ডলী ও পৃথিবীতে যা কিছু আছে সবাই তাঁর পবিত্রতা ও মহিমা ঘোষণা করে, সার্বভৌমত্ব তাঁরই এবং প্রশংসা তাঁরই; তিনি সর্ব বিষয়ে সর্বশক্তিমান।","bangla_taisirul":"যা কিছু আসমানে আছে আর যা কিছু যমীনে আছে সবই আল্লাহর প্রশংসা ও মহিমা ঘোষণা করছে। রাজত্ব তাঁরই, প্রশংসা তাঁরই, আর তিনি সব কিছুর উপর ক্ষমতাবান।"},{"id":2,"arabic_text":"ہُوَ  الَّذِیۡ خَلَقَکُمۡ  فَمِنۡکُمۡ کَافِرٌ وَّ مِنۡکُمۡ  مُّؤۡمِنٌ ؕ وَ  اللّٰہُ  بِمَا تَعۡمَلُوۡنَ بَصِیۡرٌ ﴿۲﴾ ","english_text":"And [recall] when We said, \"Enter this city and eat from it wherever you will in [ease and] abundance, and enter the gate bowing humbly and say, 'Relieve us of our burdens.' We will [then] forgive your sins for you, and We will increase the doers of good [in goodness and reward].\"","page":556,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/5201.mp3","colorText":"هُوَ [h:153[ٱ]لَّذِى خَلَقَكُمْ فَمِ[f:12615[نك]ُمْ كَافِ[a:13630[رٌ و]َمِ[f:2325[نك][w:13631[ُم م]ُّؤْمِ[a:13632[نٌ‌ۚ و]َ[h:72[ٱ]للَّهُ بِمَا تَعْمَلُونَ بَص[p[ِي]رٌ","juz":28,"ruku":490,"manzil":7,"bangla_ahbayan":"তিনিই তোমাদেরকে সৃষ্টি করেছেন, অতঃপর তোমাদের মধ্যে কেউ হয় অবিশ্বাসী এবং কেউ বিশ্বাসী। আর তোমরা যা কর, আল্লাহ তার সম্যক দ্রষ্টা। [১]","bangla_bayan":"তিনিই তোমাদেরকে সৃষ্টি করেছেন। অতঃপর তোমাদের মধ্যে কতক কাফির এবং কতক মু’মিন। আর তোমরা যে আমল করছ আল্লাহ তার সম্যক দ্রষ্টা।","bangla_mkhan":"তিনিই তোমাদেরকে সৃষ্টি করেছেন, অতঃপর তোমাদের মধ্যে কেউ কাফের এবং কেউ মুমিন। তোমরা যা কর, আল্লাহ তা দেখেন।","bangla_mujibur":"তিনিই তোমাদেরকে সৃষ্টি করেছেন, অতঃপর তোমাদের মধ্যে কেহ হয় কাফির এবং কেহ মু’মিন। তোমরা যা কর আল্লাহ সম্যক দ্রষ্টা।","bangla_taisirul":"তিনিই তোমাদেরকে সৃষ্টি করেছেন, অতঃপর তোমাদের মধ্যে কেউ কাফির, কেউ মু’মিন; তোমরা যা কর আল্লাহ তা দেখেন।"},{"id":3,"arabic_text":"خَلَقَ  السَّمٰوٰتِ وَ الۡاَرۡضَ بِالۡحَقِّ وَ صَوَّرَکُمۡ  فَاَحۡسَنَ صُوَرَکُمۡ ۚ وَ اِلَیۡہِ الۡمَصِیۡرُ ﴿۳﴾ ","english_text":"But those who wronged changed [those words] to a statement other than that which had been said to them, so We sent down upon those who wronged a punishment from the sky because they were defiantly disobeying.","page":556,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/5202.mp3","colorText":"خَلَقَ [h:3913[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَ[h:1474[ٱ]لْأَرْضَ بِ[h:370[ٱ]لْحَقِّ وَصَوَّرَكُمْ فَأَحْسَنَ صُوَرَكُمْ‌ۖ وَإِلَيْهِ [h:3461[ٱ]لْمَص[p[ِي]رُ","juz":28,"ruku":490,"manzil":7,"bangla_ahbayan":"তিনি আকাশমন্ডলী ও পৃথিবী যথাযথভাবে সৃষ্টি করেছেন।[১] তিনি তোমাদেরকে আকৃতি দান করেছেন এবং তোমাদের আকৃতি সুন্দর করেছেন। [২] আর প্রত্যাবর্তন তো তাঁরই নিকট। [৩]","bangla_bayan":"তিনি আসমানসমূহ ও যমীনকে যথার্থভাবে সৃষ্টি করেছেন এবং তোমাদেরকে আকৃতি দান করেছেন এবং সুন্দর করেছেন তোমাদের আকৃতি। আর প্রত্যাবর্তন তো তাঁরই নিকট।","bangla_mkhan":"তিনি নভোমন্ডল ও ভূমন্ডলকে যথাযথভাবে সৃষ্টি করেছেন এবং তোমাদেরকে আকৃতি দান করেছেন, অতঃপর সুন্দর করেছেন তোমাদের আকৃতি। তাঁরই কাছে প্রত্যাবর্তন।","bangla_mujibur":"তিনি সৃষ্টি করেছেন আকাশমন্ডলী ও পৃথিবী যথাযথভাবে এবং তোমাদেরকে আকৃতি দান করেছেন। তোমাদের আকৃতি করেছেন সুশোভন এবং প্রত্যাবর্তনতো তাঁরই নিকট।","bangla_taisirul":"তিনি (বিশেষ উদ্দেশ্যে) সত্যিকারভাবে আসমান ও যমীন সৃষ্টি করেছেন, তিনি তোমাদেরকে আকৃতি দিয়েছেন, অতঃপর তোমাদের আকৃতি সুন্দর করেছেন আর (সব্বাইকে) ফিরে যেতে হবে তাঁরই দিকে।"},{"id":4,"arabic_text":"یَعۡلَمُ  مَا فِی السَّمٰوٰتِ وَ الۡاَرۡضِ وَ یَعۡلَمُ  مَا تُسِرُّوۡنَ وَ مَا تُعۡلِنُوۡنَ ؕ وَ اللّٰہُ  عَلِیۡمٌۢ  بِذَاتِ  الصُّدُوۡرِ ﴿۴﴾ ","english_text":"And [recall] when Moses prayed for water for his people, so We said, \"Strike with your staff the stone.\" And there gushed forth from it twelve springs, and every people knew its watering place. \"Eat and drink from the provision of Allah, and do not commit abuse on the earth, spreading corruption.\"","page":556,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/5203.mp3","colorText":"يَعْلَمُ مَا فِى [h:609[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَ[h:177[ٱ]لْأَرْضِ وَيَعْلَمُ مَا تُسِرُّونَ وَمَا تُعْلِنُونَ‌ۚ وَ[h:72[ٱ]للَّهُ عَلِي[i:2196[مُۢ ب]ِذَاتِ [h:2197[ٱ][l[ل]صُّد[p[ُو]رِ","juz":28,"ruku":490,"manzil":7,"bangla_ahbayan":"আকাশমন্ডলী ও পৃথিবীতে যা কিছু আছে, সবই তিনি জানেন। তিনি জানেন তোমরা যা গোপন কর ও তোমরা যা প্রকাশ কর এবং আল্লাহ অন্তর্যামী। [১]","bangla_bayan":"আসমানসমূহ ও যমীনে যা কিছু আছে তিনি তা জানেন এবং তিনি জানেন যা তোমরা গোপন কর এবং যা তোমরা প্রকাশ কর। আল্লাহ অন্তরসমূহে যা কিছু আছে সে বিষয়ে সম্যক জ্ঞাত।","bangla_mkhan":"নভোমন্ডল ও ভূমন্ডলে যা আছে, তিনি তা জানেন। তিনি আরও জানেন তোমরা যা গোপনে কর এবং যা প্রকাশ্যে কর। আল্লাহ অন্তরের বিষয়াদি সম্পর্কে সম্যক জ্ঞাত।","bangla_mujibur":"আকাশমন্ডলী ও পৃথিবীতে যা কিছু আছে সবই তিনি জানেন, তোমরা যা গোপন কর ও তোমরা যা প্রকাশ কর এবং তিনি অন্তর্যামী।","bangla_taisirul":"তিনি জানেন যা কিছু আসমান ও যমীনে আছে, আর তিনি জানেন যা তোমরা গোপন কর আর প্রকাশ কর। অন্তরের বিষয়াদি সম্পর্কে তিনি পূর্ণরূপে অবগত।"},{"id":5,"arabic_text":"اَلَمۡ  یَاۡتِکُمۡ نَبَؤُا  الَّذِیۡنَ کَفَرُوۡا مِنۡ قَبۡلُ ۫ فَذَاقُوۡا وَبَالَ  اَمۡرِہِمۡ وَ لَہُمۡ عَذَابٌ  اَلِیۡمٌ  ﴿۵﴾","english_text":"And [recall] when you said, \"O Moses, we can never endure one [kind of] food. So call upon your Lord to bring forth for us from the earth its green herbs and its cucumbers and its garlic and its lentils and its onions.\" [Moses] said, \"Would you exchange what is better for what is less? Go into [any] settlement and indeed, you will have what you have asked.\" And they were covered with humiliation and poverty and returned with anger from Allah [upon them]. That was because they [repeatedly] disbelieved in the signs of Allah and killed the prophets without right. That was because they disobeyed and were [habitually] transgressing.","page":556,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/5204.mp3","colorText":"أَلَمْ يَأْتِكُمْ نَبَؤُ[s[اْ] [h:7058[ٱ]لَّذِينَ كَفَرُو[s[اْ] مِ[f:128[ن ق]َ[q:129[بْ]لُ فَذَاقُو[s[اْ] وَبَالَ أَمْرِهِمْ وَلَهُمْ عَذَابٌ أَل[p[ِي]مٌ","juz":28,"ruku":490,"manzil":7,"bangla_ahbayan":"তোমাদের নিকট কি পূর্ববর্তী অবিশ্বাসীদের বৃত্তান্ত পৌঁছেনি? তারা তাদের কর্মের মন্দফল আস্বাদন করেছিল[১] এবং তাদের জন্য রয়েছে যন্ত্রণাদায়ক শাস্তি। [২]","bangla_bayan":"ইতঃপূর্বে যারা কুফরী করেছে, তাদের সংবাদ কি তোমাদের নিকট পৌঁছেনি। তারা তাদের কর্মের মন্দ পরিণাম আস্বাদন করেছিল এবং তাদের জন্য রয়েছে যন্ত্রণাদায়ক আযাব।","bangla_mkhan":"তোমাদের পুর্বে যারা কাফের ছিল, তাদের বৃত্তান্ত কি তোমাদের কাছে পৌছেনি? তারা তাদের কর্মের শাস্তি আস্বাদন করেছে, এবং তাদের জন্যে রয়েছে যন্ত্রণাদায়ক শাস্তি।","bangla_mujibur":"তোমাদের নিকট কি পৌঁছেনি পূর্ববর্তী কাফিরদের বৃত্তান্ত? তারা তাদের কর্মের মন্দফল আস্বাদন করেছিল এবং তাদের জন্য রয়েছে যন্ত্রণাদায়ক শাস্তি।","bangla_taisirul":"ইতোপূর্বে যারা কুফরী করেছিল তাদের খবর কি তোমার কাছে পৌঁছেছে? তারা তাদের মন্দ কর্মের ফল আস্বাদন করেছে, আর তাদের জন্য আছে মর্মান্তিক ‘আযাব।"},{"id":6,"arabic_text":"ذٰلِکَ  بِاَنَّہٗ  کَانَتۡ  تَّاۡتِیۡہِمۡ  رُسُلُہُمۡ بِالۡبَیِّنٰتِ فَقَالُوۡۤا  اَبَشَرٌ یَّہۡدُوۡنَنَا ۫ فَکَفَرُوۡا وَ تَوَلَّوۡا وَّ اسۡتَغۡنَی اللّٰہُ ؕ وَ اللّٰہُ  غَنِیٌّ  حَمِیۡدٌ ﴿۶﴾ ","english_text":"Indeed, those who believed and those who were Jews or Christians or Sabeans [before Prophet Muhammad] - those [among them] who believed in Allah and the Last Day and did righteousness - will have their reward with their Lord, and no fear will there be concerning them, nor will they grieve.","page":556,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/5205.mp3","colorText":"ذ[n[َٲ]لِكَ بِأَ[g[نّ]َهُ[n[ۥ] كَانَت تَّأْتِيهِمْ رُسُلُه[c:4900[ُم ب]ِ[h:484[ٱ]لْبَيِّنَ[n[ـٰ]تِ فَقَال[o[ُوٓ][s[اْ] أَبَشَ[a:13633[رٌ ي]َهْدُونَنَا فَكَفَرُو[s[اْ] وَتَوَلَّو[s[اْ‌ۚ] وَّ[h:13634[ٱ]سْتَغْنَى [h:13635[ٱ]للَّهُ‌ۚ وَ[h:72[ٱ]للَّهُ غَنِىٌّ حَم[p[ِي][q[د]ٌ","juz":28,"ruku":490,"manzil":7,"bangla_ahbayan":"তা এ জন্য যে,[১] তাদের নিকট তাদের রসূলগণ স্পষ্ট নিদর্শনাবলীসহ আসত, তখন তারা বলত, ‘মানুষই কি আমাদেরকে পথের সন্ধান দেবে?’[২] অতঃপর তারা অবিশ্বাস করল[৩] ও মুখ ফিরিয়ে নিল[৪] এবং আল্লাহও কোন পরোয়া করলেন না।[৫] আর আল্লাহ অভাবমুক্ত, [৬] প্রশংসার্হ। [৭]","bangla_bayan":"এটি এ জন্য যে, তাদের রাসূলগণ তাদের নিকট সুস্পষ্ট নিদর্শনাবলী নিয়ে আসত, অথচ তারা বলত, মানুষই কি আমাদের পথ প্রদর্শন করবে? অতঃপর তারা কুফরী করল এবং মুখ ফিরিয়ে নিল। আর আল্লাহ বে-পরওয়াই দেখালেন এবং আল্লাহ অভাবমুক্ত পরম, প্রশংসিত।","bangla_mkhan":"এটা এ কারণে যে, তাদের কাছে তাদের রসূলগণ প্রকাশ্য নিদর্শনাবলীসহ আগমন করলে তারা বলতঃ মানুষই কি আমাদেরকে পথপ্রদর্শন করবে? অতঃপর তারা কাফের হয়ে গেল এবং মুখ ফিরিয়ে নিল। এতে আল্লাহর কিছু আসে যায় না। আল্লাহ অমুখাপেক্ষী প্রশংসিত।","bangla_mujibur":"তা এ জন্য যে, তাদের নিকট যখন তাদের রাসূলগণ স্পষ্ট নিদর্শনসহ আসতো তখন তারা বলতঃ মানুষই কি আমাদের পথের সন্ধান দিবে? অতঃপর তারা কুফরী করল ও মুখ ফিরিয়ে নিল; কিন্তু এতে আল্লাহর কিছু আসে যায়না। আল্লাহ অভাবমুক্ত, প্রশংসা।","bangla_taisirul":"এর কারণ এই যে, তাদের কাছে তাদের রসূলগণ স্পষ্ট নিদর্শনসহ এসেছিল, তখন তারা বলেছিল, ‘(আমাদের মতই) মানুষ কি আমাদেরকে সঠিক পথ দেখাবে?’ কাজেই তারা অস্বীকার করল আর মুখ ফিরিয়ে নিল। তখন আল্লাহও তাদের ব্যাপারে বেপরোয়া হয়ে গেলেন, আল্লাহ অমুখাপেক্ষী, প্রশংসিত।"},{"id":7,"arabic_text":"زَعَمَ  الَّذِیۡنَ  کَفَرُوۡۤا اَنۡ  لَّنۡ یُّبۡعَثُوۡا ؕ قُلۡ  بَلٰی وَ رَبِّیۡ  لَتُبۡعَثُنَّ  ثُمَّ  لَتُنَبَّؤُنَّ بِمَا عَمِلۡتُمۡ ؕ وَ ذٰلِکَ عَلَی اللّٰہِ   یَسِیۡرٌ ﴿۷﴾ ","english_text":"And [recall] when We took your covenant, [O Children of Israel, to abide by the Torah] and We raised over you the mount, [saying], \"Take what We have given you with determination and remember what is in it that perhaps you may become righteous.\"","page":556,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/5206.mp3","colorText":"زَعَمَ [h:13636[ٱ]لَّذِينَ كَفَر[o[ُوٓ][s[اْ] أ[u:8842[َن ل]ّ[a:13637[َن ي]ُ[q:13638[بْ]عَثُو[s[اْ‌ۚ] قُلْ بَلَىٰ وَرَبِّى لَتُ[q:13639[بْ]عَثُ[g[نّ]َ ثُ[g[مّ]َ لَتُنَبَّؤُ[g[نّ]َ بِمَا عَمِلْتُمْ‌ۚ وَذ[n[َٲ]لِكَ عَلَى [h:412[ٱ]للَّهِ يَس[p[ِي]رٌ","juz":28,"ruku":490,"manzil":7,"bangla_ahbayan":"অবিশ্বাসীরা ধারণা করে যে, তারা কখনোই পুনরুত্থিত হবে না।[১] তুমি বল, ‘অবশ্যই হবে, আমার প্রতিপালকের কসম! তোমরা অবশ্য-অবশ্যই পুনরুত্থিত হবে।[২] অতঃপর তোমরা যা করতে তোমাদেরকে সে সম্বন্ধে অবশ্যই অবহিত করা হবে।[৩] আর এটা আল্লাহর পক্ষে অতি সহজ।’ [৪]","bangla_bayan":"কাফিররা ধারণা করেছিল যে, তারা কখনোই পুনরুত্থিত হবে না। বল, ‘হ্যাঁ, আমার রবের কসম, তোমরা অবশ্যই পুনরুত্থিত হবে। অতঃপর তোমরা যা আমল করেছিলে তা অবশ্যই তোমাদের জানানো হবে। আর এটি আল্লাহর পক্ষে খুবই সহজ।","bangla_mkhan":"কাফেররা দাবী করে যে, তারা কখনও পুনরুত্থিত হবে না। বলুন, অবশ্যই হবে, আমার পালনকর্তার কসম, তোমরা নিশ্চয় পুরুত্থিত হবে। অতঃপর তোমাদেরকে অবহিত করা হবে যা তোমরা করতে। এটা আল্লাহর পক্ষে সহজ।","bangla_mujibur":"কাফিরেরা দাবী করে যে, তারা কখনও পুনরুত্থিত হবেনা। বলঃ নিশ্চয়ই হবে, আমার রবের শপথ! তোমরা অবশ্যই পুনরুত্থিত হবে। অতঃপর তোমরা যা করতে তোমাদের সেই সম্বন্ধে অবশ্যই অবহিত করা হবে। এটা আল্লাহর পক্ষে সহজ।","bangla_taisirul":"কাফিররা ধারণা করে যে, তাদেরকে কক্ষনো আবার জীবিত করে উঠানো হবে না। বল, নিশ্চয়ই (উঠানো) হবে, আমার প্রতিপালকের শপথ! তোমাদেরকে অবশ্য অবশ্যই আবার জীবিত করে উঠানো হবে, অতঃপর তোমাদেরকে অবশ্য অবশ্যই জানিয়ে দেয়া হবে তোমরা (দুনিয়ায়) কী কাজ করেছ। এ কাজ (করা) আল্লাহর জন্য খুবই সহজ।"},{"id":8,"arabic_text":"فَاٰمِنُوۡا بِاللّٰہِ وَ رَسُوۡلِہٖ وَ النُّوۡرِ الَّذِیۡۤ اَنۡزَلۡنَا ؕ وَ اللّٰہُ  بِمَا تَعۡمَلُوۡنَ خَبِیۡرٌ ﴿۸﴾ ","english_text":"Then you turned away after that. And if not for the favor of Allah upon you and His mercy, you would have been among the losers.","page":556,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/5207.mp3","colorText":"فَـَٔـامِنُو[s[اْ] بِ[h:32[ٱ]للَّهِ وَرَسُولِه[n[ِۦ] وَ[h:13640[ٱ][l[ل][g[نّ]ُورِ [h:13641[ٱ]لَّذ[o[ِىٓ] أَ[f:515[نز]َلْنَا‌ۚ وَ[h:72[ٱ]للَّهُ بِمَا تَعْمَلُونَ خَب[p[ِي]رٌ","juz":28,"ruku":490,"manzil":7,"bangla_ahbayan":"অতএব[১] তোমরা আল্লাহ, তাঁর রসূল ও যে জ্যোতি আমি অবতীর্ণ করেছি, তাতে বিশ্বাস স্থাপন কর।[২] তোমাদের কৃতকর্ম সম্পর্কে আল্লাহ সবিশেষ অবহিত।","bangla_bayan":"অতএব তোমরা আল্লাহ ও তাঁর রাসূলের এবং আমি যে নূর অবতীর্ণ করেছি তার প্রতি ঈমান আন। আর তোমরা যে আমল করছ আল্লাহ সে বিষয়ে সম্যক অবহিত।","bangla_mkhan":"অতএব তোমরা আল্লাহ তাঁর রসূল এবং অবতীর্ন নূরের প্রতি বিশ্বাস স্থাপন কর। তোমরা যা কর, সে বিষয়ে আল্লাহ সম্যক অবগত।","bangla_mujibur":"অতএব তোমরা আল্লাহ, তাঁর রাসূল ও যে জ্যোতি আমি অবতীর্ণ করেছি তাতে বিশ্বাস স্থাপন কর। তোমাদের কৃতকর্ম সম্পর্কে আল্লাহ সবিশেষ অবহিত।","bangla_taisirul":"কাজেই (এ অবস্থার কথা চিন্তা ক’রে) তোমরা ঈমান আনো আল্লাহর প্রতি ও তাঁর রসূলের প্রতি আর সেই নূর (কুরআন)-এর প্রতি যা আমি অবতীর্ণ করেছি। তোমরা যা কর সে ব্যাপারে আল্লাহ পুরোপুরি অবগত।"},{"id":9,"arabic_text":"یَوۡمَ یَجۡمَعُکُمۡ  لِیَوۡمِ الۡجَمۡعِ ذٰلِکَ یَوۡمُ التَّغَابُنِ ؕ وَ مَنۡ یُّؤۡمِنۡۢ  بِاللّٰہِ وَ یَعۡمَلۡ  صَالِحًا یُّکَفِّرۡ عَنۡہُ  سَیِّاٰتِہٖ وَ یُدۡخِلۡہُ  جَنّٰتٍ تَجۡرِیۡ  مِنۡ تَحۡتِہَا الۡاَنۡہٰرُ خٰلِدِیۡنَ فِیۡہَاۤ  اَبَدًا ؕ ذٰلِکَ الۡفَوۡزُ الۡعَظِیۡمُ ﴿۹﴾ ","english_text":"And you had already known about those who transgressed among you concerning the sabbath, and We said to them, \"Be apes, despised.\"","page":556,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/5208.mp3","colorText":"يَوْمَ يَ[q:12425[جْ]مَعُكُمْ لِيَوْمِ [h:13642[ٱ]لْجَمْعِ‌ۖ ذ[n[َٲ]لِكَ يَوْمُ [h:13643[ٱ][l[ل]تَّغَابُنِ‌ۗ وَم[a:13644[َن ي]ُؤْم[i:12652[ِنۢ ب]ِ[h:32[ٱ]للَّهِ وَيَعْمَلْ صَ[n[ـٰ]لِ[a:13645[حًا ي]ُكَفِّرْ عَنْهُ سَيِّـَٔـاتِه[n[ِۦ] وَيُ[q:13646[دْ]خِلْهُ جَ[g[نّ]َ[n[ـٰ][f:119[تٍ ت]َ[q:120[جْ]رِى مِ[f:121[ن ت]َحْتِهَا [h:122[ٱ]لْأَنْهَ[n[ـٰ]رُ خَ[n[ـٰ]لِدِينَ فِيه[o[َآ] أَبَ[f:5811[دًا‌ۚ ذ][n[َٲ]لِكَ [h:3911[ٱ]لْفَوْزُ [h:2633[ٱ]لْعَظ[p[ِي]مُ","juz":28,"ruku":490,"manzil":7,"bangla_ahbayan":"(স্মরণ কর,) যেদিন তিনি তোমাদেরকে সমবেত করবেন সমাবেশ দিবসে[১] সেদিন হবে হার-জিতের দিন।[২] যে ব্যক্তি আল্লাহকে বিশ্বাস করবে এবং সৎকর্ম করবে, তিনি তার পাপরাশি মোচন করবেন এবং তাকে প্রবেশ করাবেন জান্নাতে, যার নিম্নদেশে নদীমালা প্রবাহিত, সেখানে তারা চিরস্থায়ী হবে। এটাই মহা সাফল্য।","bangla_bayan":"স্মরণ কর, যেদিন সমাবেশ দিবসের উদ্দেশ্যে আল্লাহ তোমাদের সমবেত করবেন, ঐ দিনই হচ্ছে লাভ-ক্ষতির দিন। আর যে আল্লাহর প্রতি ঈমান আনে ও সৎকর্ম করে তিনি তার পাপসমূহ মোচন করে দিবেন এবং তাকে প্রবেশ করাবেন জান্নাতসমূহে, যার পাদদেশ দিয়ে ঝর্ণাধারা প্রবাহিত হয়, তথায় তারা স্থায়ী হবে। এটাই মহাসাফল্য।","bangla_mkhan":"সেদিন অর্থাৎ, সমাবেশের দিন আল্লাহ তোমাদেরকে সমবেত করবেন। এ দিন হার-জিতের দিন। যে ব্যক্তি আল্লাহর প্রতি বিশ্বাস স্থাপন করে এবং সৎকর্ম সম্পাদন করে, আল্লাহ তার পাপসমূহ মোচন করবেন এবং তাকে জান্নাতে দাখিল করবেন। যার তলদেশে নির্ঝরিনীসমূহ প্রবাহিত হবে, তারা তথায় চিরকাল বসবাস করবে। এটাই মহাসাফল্য।","bangla_mujibur":"স্মরণ কর, যেদিন তিনি তোমাদেরকে সমবেত করবেন সমাবেশ দিনে, সেদিন হবে লাভ লোকসানের দিন। যে ব্যক্তি আল্লাহয় বিশ্বাস করে ও সৎ কাজ করে তিনি তার পাপ মোচন করবেন এবং তাকে দাখিল করবেন জান্নাতে, যার পাদদেশে নদী প্রবাহিত, সেখানে তারা হবে চিরস্থায়ী। এটাই মহা সাফল্য।","bangla_taisirul":"যখন একত্র করার দিন তিনি তোমাদেরকে একত্রিত করবেন, সে দিনটি হবে তোমাদের হার জিতের দিন। যারা আল্লাহর প্রতি ঈমান আনবে আর সৎ কাজ করবে, আল্লাহ তার পাপ মোচন করে দিবেন, আর তাকে জান্নাতে দাখিল করবেন যার নীচ দিয়ে নির্ঝরিণী প্রবাহিত। সেখানে তারা থাকবে চিরকাল সর্বকাল। এটাই মহা সাফল্য।"},{"id":10,"arabic_text":"وَ الَّذِیۡنَ کَفَرُوۡا  وَ کَذَّبُوۡا بِاٰیٰتِنَاۤ اُولٰٓئِکَ اَصۡحٰبُ النَّارِ خٰلِدِیۡنَ فِیۡہَا ؕ وَ  بِئۡسَ الۡمَصِیۡرُ ﴿۱۰﴾ ","english_text":"And We made it a deterrent punishment for those who were present and those who succeeded [them] and a lesson for those who fear Allah .","page":557,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/5209.mp3","colorText":"وَ[h:9999[ٱ]لَّذِينَ كَفَرُو[s[اْ] وَكَذَّبُو[s[اْ] بِـَٔـايَ[n[ـٰ]تِن[o[َآ] أُ[s[وْ]لَ[o[ـٰٓ]ئِكَ أَصْحَ[n[ـٰ]بُ [h:201[ٱ][l[ل][g[نّ]َارِ خَ[n[ـٰ]لِدِينَ فِيهَا‌ۖ وَبِئْسَ [h:665[ٱ]لْمَص[p[ِي]رُ","juz":28,"ruku":490,"manzil":7,"bangla_ahbayan":"আর যারা কুফরী করবে এবং আমার নিদর্শনসমূহকে অস্বীকার করবে, তারাই জাহান্নামের অধিবাসী; সেখানে তারা স্থায়ী হবে। কত মন্দ ঐ প্রত্যাবর্তনস্থল!","bangla_bayan":"কিন্তু যারা কুফরী করে এবং আমার আয়াতসমূহ অস্বীকার করে তারাই জাহান্নামের অধিবাসী। তথায় তারা স্থায়ী হবে। আর তা কতইনা নিকৃষ্ট প্রত্যাবর্তনস্থল।","bangla_mkhan":"আর যারা কাফের এবং আমার আয়াতসমূহকে মিথ্যা বলে, তারাই জাহান্নামের অধিবাসী, তারা তথায় অনন্তকাল থাকবে। কতই না মন্দ প্রত্যাবর্তনস্থল এটা।","bangla_mujibur":"কিন্তু যারা কুফরী করে এবং আমার নিদর্শনসমূহকে অস্বীকার করে তারাই জাহান্নামের অধিবাসী, সেখানে তারা স্থায়ী হবে, কত মন্দ ঐ প্রত্যাবর্তনস্থল!","bangla_taisirul":"আর যারা কুফুরী করে আর আমার নিদর্শনগুলোকে অস্বীকার করে, তারাই জাহান্নামের অধিবাসী, তাতে তারা চিরকাল থাকবে। কতই না নিকৃষ্ট প্রত্যাবর্তনস্থল!"},{"id":11,"arabic_text":"مَاۤ  اَصَابَ مِنۡ مُّصِیۡبَۃٍ  اِلَّا بِاِذۡنِ اللّٰہِ ؕ وَ  مَنۡ یُّؤۡمِنۡۢ  بِاللّٰہِ  یَہۡدِ  قَلۡبَہٗ ؕ وَ اللّٰہُ  بِکُلِّ  شَیۡءٍ  عَلِیۡمٌ ﴿۱۱﴾ ","english_text":"And [recall] when Moses said to his people, \"Indeed, Allah commands you to slaughter a cow.\" They said, \"Do you take us in ridicule?\" He said, \"I seek refuge in Allah from being among the ignorant.\"","page":557,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/5210.mp3","colorText":"م[o[َآ] أَصَابَ م[a:12140[ِن م]ُّصِيبَةٍ إِلَّا بِإِذْنِ [h:509[ٱ]للَّهِ‌ۗ وَم[a:13644[َن ي]ُؤْم[i:12652[ِنۢ ب]ِ[h:32[ٱ]للَّهِ يَهْدِ قَلْبَهُ[n[ۥ]‌ۚ وَ[h:72[ٱ]للَّهُ بِكُلِّ شَىْءٍ عَل[p[ِي]مٌ","juz":28,"ruku":491,"manzil":7,"bangla_ahbayan":"আল্লাহর অনুমতি ব্যতিরেকে কোন বিপদই আপতিত হয় না।[১] আর যে আল্লাহকে বিশ্বাস করে, তিনি তার অন্তরকে সুপথে পরিচালিত করেন।[২] আল্লাহ সর্ববিষয়ে সম্যক অবগত।","bangla_bayan":"আল্লাহর অনুমতি ছাড়া কোন বিপদই আপতিত হয় না। যে আল্লাহর প্রতি ঈমান আনে, আল্লাহ তার অন্তরকে সৎপথে পরিচালিত করেন। আল্লাহ প্রত্যেক বিষয়ে সর্বজ্ঞ।","bangla_mkhan":"আল্লাহর নির্দেশ ব্যতিরেকে কোন বিপদ আসে না এবং যে আল্লাহর প্রতি বিশ্বাস করে, তিনি তার অন্তরকে সৎপথ প্রদর্শন করেন। আল্লাহ সর্ববিষয়ে সম্যক পরিজ্ঞাত।","bangla_mujibur":"আল্লাহর অনুমতি ব্যতিরেকে কোন বিপদই আপতিত হয়না এবং যে আল্লাহকে বিশ্বাস করে তিনি তার অন্তরকে সুপথে পরিচালিত করেন। আল্লাহ সর্ব বিষয়ে সম্যক অবগত।","bangla_taisirul":"আল্লাহর অনুমতি ছাড়া কোন বিপদ আসে না। যে ব্যক্তি আল্লাহর প্রতি ঈমান আনে, আল্লাহ তার অন্তরকে সঠিক পথে পরিচালিত করেন। আল্লাহ সকল বিষয়ের সর্বশ্রেষ্ঠ জ্ঞানী।"},{"id":12,"arabic_text":"وَ اَطِیۡعُوا اللّٰہَ  وَ اَطِیۡعُوا الرَّسُوۡلَ ۚ فَاِنۡ  تَوَلَّیۡتُمۡ  فَاِنَّمَا عَلٰی  رَسُوۡلِنَا الۡبَلٰغُ  الۡمُبِیۡنُ ﴿۱۲﴾ ","english_text":"They said, \"Call upon your Lord to make clear to us what it is.\" [Moses] said, \"[ Allah ] says, 'It is a cow which is neither old nor virgin, but median between that,' so do what you are commanded.\"","page":557,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/5211.mp3","colorText":"وَأَطِيعُو[s[اْ] [h:2238[ٱ]للَّهَ وَأَطِيعُو[s[اْ] [h:2865[ٱ][l[ل]رَّسُولَ‌ۚ فَإِ[f:3779[ن ت]َوَلَّيْتُمْ فَإِ[g[نّ]َمَا عَلَىٰ رَسُولِنَا [h:3780[ٱ]لْبَلَ[n[ـٰ]غُ [h:3781[ٱ]لْمُب[p[ِي]نُ","juz":28,"ruku":491,"manzil":7,"bangla_ahbayan":"তোমরা আল্লাহর আনুগত্য কর এবং তাঁর রসূলের আনুগত্য কর। কিন্তু যদি তোমরা মুখ ফিরিয়ে নাও, তাহলে আমার রসূলের দায়িত্ব শুধু স্পষ্টভাবে প্রচার করা। [১]","bangla_bayan":"তোমরা আল্লাহর আনুগত্য কর এবং রাসূলের আনুগত্য কর। কিন্তু তোমরা যদি মুখ ফিরিয়ে নাও, তবে আমার রাসূলের তো একমাত্র দায়িত্ব হচ্ছে স্পষ্টভাবে বাণী পৌঁছে দেয়া।","bangla_mkhan":"তোমরা আল্লাহর আনুগত্য কর এবং রসূলুল্লাহর আনুগত্য কর। যদি তোমরা মুখ ফিরিয়ে নাও, তবে আমার রসূলের দায়িত্ব কেবল খোলাখুলি পৌছে দেয়া।","bangla_mujibur":"আল্লাহর আনুগত্য কর এবং তাঁর রাসূলের আনুগত্য কর, যদি তোমরা মুখ ফিরিয়ে নাও তাহলে আমার রাসূলের দায়িত্ব শুধু স্পষ্টভাবে প্রচার করা।","bangla_taisirul":"তোমরা আল্লাহর আনুগত্য কর ও রসূলের আনুগত্য কর। অতঃপর যদি তোমরা মুখ ফিরিয়ে লও (তাহলে তোমাদেরকে সঠিক পথে ফিরিয়ে আনার জন্য জোর জবরদস্তি করা হবে না) কেননা, আমার রসূলের দায়িত্ব কেবল (আমার বাণী) স্পষ্টভাবে পৌঁছে দেয়া।"},{"id":13,"arabic_text":"اَللّٰہُ  لَاۤ  اِلٰہَ  اِلَّا ہُوَ ؕ وَ عَلَی اللّٰہِ فَلۡیَتَوَکَّلِ  الۡمُؤۡمِنُوۡنَ ﴿۱۳﴾ ","english_text":"They said, \"Call upon your Lord to show us what is her color.\" He said, \"He says, 'It is a yellow cow, bright in color - pleasing to the observers.' \"","page":557,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/5212.mp3","colorText":"ٱللَّهُ ل[o[َآ] إِلَ[n[ـٰ]هَ إِلَّا هُوَ‌ۚ وَعَلَى [h:2207[ٱ]للَّهِ فَلْيَتَوَكَّلِ [h:2208[ٱ]لْمُؤْمِن[p[ُو]نَ","juz":28,"ruku":491,"manzil":7,"bangla_ahbayan":"আল্লাহ, তিনি ব্যতীত কোন (সত্য) উপাস্য নেই; সুতরাং বিশ্বাসীরা যেন আল্লাহর উপরই নির্ভর করে।[১]","bangla_bayan":"আল্লাহ, তিনি ছাড়া কোন ইলাহ নেই এবং আল্লাহর উপরই মুমিনরা যেন তাওয়াক্কুল করে।","bangla_mkhan":"আল্লাহ তিনি ব্যতীত কোন মাবুদ নেই। অতএব মুমিনগণ আল্লাহর উপর ভরসা করুক।","bangla_mujibur":"আল্লাহ ব্যতীত কোন মা‘বূদ নেই; সুতরাং মু’মিনরা যেন আল্লাহ উপরই নির্ভর করে।","bangla_taisirul":"আল্লাহ তিনি ছাড়া সত্যিকারের কোন ইলাহ নেই। কাজেই মু’মিনরা আল্লাহরই উপর নির্ভর করুক।"},{"id":14,"arabic_text":"یٰۤاَیُّہَا  الَّذِیۡنَ  اٰمَنُوۡۤا اِنَّ مِنۡ اَزۡوَاجِکُمۡ وَ اَوۡلَادِکُمۡ عَدُوًّا  لَّکُمۡ فَاحۡذَرُوۡہُمۡ ۚ  وَ  اِنۡ  تَعۡفُوۡا وَ تَصۡفَحُوۡا وَ تَغۡفِرُوۡا  فَاِنَّ اللّٰہَ  غَفُوۡرٌ  رَّحِیۡمٌ ﴿۱۴﴾ ","english_text":"They said, \"Call upon your Lord to make clear to us what it is. Indeed, [all] cows look alike to us. And indeed we, if Allah wills, will be guided.\"","page":557,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/5213.mp3","colorText":"يَ[o[ـٰٓ]أَيُّهَا [h:541[ٱ]لَّذِينَ ءَامَن[o[ُوٓ][s[اْ] إِ[g[نّ]َ مِنْ أَزْو[n[َٲ]جِكُمْ وَأَوْلَ[n[ـٰ]دِكُمْ عَدُو[u:13647[ًّا ل]َّكُمْ فَ[h:13648[ٱ]حْذَرُوهُمْ‌ۚ وَإِ[f:13649[ن ت]َعْفُو[s[اْ] وَتَصْفَحُو[s[اْ] وَتَغْفِرُو[s[اْ] فَإِ[g[نّ]َ [h:513[ٱ]للَّهَ غَفُو[u:890[رٌ ر]َّح[p[ِي]مٌ","juz":28,"ruku":491,"manzil":7,"bangla_ahbayan":"হে বিশ্বাসীগণ! তোমাদের স্ত্রী ও সন্তান-সন্ততিদের মধ্যে কেউ কেউ তোমাদের শত্রু,[১] অতএব তাদের সম্পর্কে তোমরা সতর্ক থেকো।[২] আর তোমরা যদি তাদেরকে মার্জনা কর, তাদের দোষ-ত্রুটি উপেক্ষা কর এবং তাদেরকে ক্ষমা কর, তাহলে (জেনে রেখো যে,) নিশ্চয় আল্লাহ চরম ক্ষমাশীল, পরম দয়ালু। [৩]","bangla_bayan":"হে মুমিনগণ, তোমাদের স্বামী-স্ত্রী ও সন্তান-সন্ততিদের কেউ কেউ তোমাদের দুশমন।* অতএব তোমরা তাদের ব্যাপারে সতর্কতা অবলম্বন কর। আর যদি তোমরা মার্জনা কর, এড়িয়ে যাও এবং মাফ করে দাও তবে নিশ্চয় আল্লাহ পরম ক্ষমাশীল, অসীম দয়ালু। \\n\\n*অর্থাৎ তারা কখনো কখনো আল্লাহর পথে চলা, তাঁর আনুগত্য করা অথবা আল্লাহর যিকর ও আখিরাতের স্মরণ থেকে তোমাদের বিরত রাখতে পারে। এ আয়াতে শত্রুতা ও দুশমনি বলতে এর প্রতিই ইঙ্গিত করা হয়েছে।","bangla_mkhan":"হে মুমিনগণ, তোমাদের কোন কোন স্ত্রী ও সন্তান-সন্ততি তোমাদের দুশমন। অতএব তাদের ব্যাপারে সতর্ক থাক। যদি মার্জনা কর, উপেক্ষা কর, এবং ক্ষমা কর, তবে আল্লাহ ক্ষমাশীল, করুনাময়।","bangla_mujibur":"হে মু’মিনগণ! তোমাদের স্ত্রী ও সন্তান-সন্ততিদের মধ্যে কেহ কেহ তোমাদের শত্রু, অতএব তাদের সম্পর্কে তোমরা সতর্ক থেক। তোমরা যদি তাদেরকে মার্জনা কর, তাদের দোষ ক্রটি উপেক্ষা কর এবং তাদেরকে ক্ষমা কর তাহলে জেনে রেখ যে, আল্লাহ ক্ষমাশীল, পরম দয়ালু।","bangla_taisirul":"হে মু’মিনগণ! তোমাদের স্ত্রী আর সন্তানদের মধ্যে কতক তোমাদের শত্রু। কাজেই তোমরা তাদের হতে সতর্ক হও। তোমরা যদি তাদের প্রতি ক্ষমাসুলভ আচরণ কর, তাদের দোষ-ত্রুটি উপেক্ষা কর, আর তাদেরকে ক্ষমা কর, তাহলে (তোমাদের সে কাজ হবে আল্লাহর নিকট পছন্দীয় কারণ) আল্লাহ অতি ক্ষমাশীল, বড়ই দয়ালু।"},{"id":15,"arabic_text":"اِنَّمَاۤ  اَمۡوَالُکُمۡ وَ اَوۡلَادُکُمۡ  فِتۡنَۃٌ ؕ وَ اللّٰہُ  عِنۡدَہٗۤ   اَجۡرٌ  عَظِیۡمٌ ﴿۱۵﴾ ","english_text":"He said, \"He says, 'It is a cow neither trained to plow the earth nor to irrigate the field, one free from fault with no spot upon her.' \" They said, \"Now you have come with the truth.\" So they slaughtered her, but they could hardly do it.","page":557,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/5214.mp3","colorText":"إِ[g[نّ]َم[o[َآ] أَمْو[n[َٲ]لُكُمْ وَأَوْلَ[n[ـٰ]دُكُمْ فِتْنَ[a:13650[ةٌ‌ۚ و]َ[h:72[ٱ]للَّهُ عِ[f:719[ند]َهُ[o[ۥٓ] أَ[q:2423[جْ]رٌ عَظ[p[ِي]مٌ","juz":28,"ruku":491,"manzil":7,"bangla_ahbayan":"তোমাদের সম্পদ ও সন্তান-সন্ততি তো তোমাদের জন্য পরীক্ষা স্বরূপ।[১] আর আল্লাহরই নিকট রয়েছে মহা পুরস্কার।[২]","bangla_bayan":"তোমাদের ধন-সম্পদ ও সন্তান-সন্ততি তো কেবল পরীক্ষা বিশেষ। আর আল্লাহর নিকটই মহান প্রতিদান।","bangla_mkhan":"তোমাদের ধন-সম্পদ ও সন্তান-সন্ততি তো কেবল পরীক্ষাস্বরূপ। আর আল্লাহর কাছে রয়েছে মহাপুরস্কার।","bangla_mujibur":"তোমাদের সম্পদ ও সন্তান সন্ততি তোমাদের জন্য পরীক্ষা। আল্লাহরই নিকট রয়েছে মহা পুরস্কার।","bangla_taisirul":"তোমাদের ধন-সম্পদ আর সন্তানাদি পরীক্ষা (’র বস্তু) মাত্র (যারা এ দু’টিকে সঠিকভাবে ব্যবহার ক’রে আল্লাহর পথে অটল থাকবে তারা কৃতকার্য হবে, আর যারা এ দু’টিকে আল্লাহর চেয়ে অধিক ভালবাসবে তারা ব্যর্থ হয়ে যাবে)। আর আল্লাহ এমন যাঁর কাছে আছে মহা পুরস্কার।"},{"id":16,"arabic_text":"فَاتَّقُوا اللّٰہَ  مَا  اسۡتَطَعۡتُمۡ وَ اسۡمَعُوۡا وَ اَطِیۡعُوۡا وَ اَنۡفِقُوۡا خَیۡرًا  لِّاَنۡفُسِکُمۡ ؕ وَ مَنۡ یُّوۡقَ شُحَّ نَفۡسِہٖ  فَاُولٰٓئِکَ ہُمُ الۡمُفۡلِحُوۡنَ ﴿۱۶﴾ ","english_text":"And [recall] when you slew a man and disputed over it, but Allah was to bring out that which you were concealing.","page":557,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/5215.mp3","colorText":"فَ[h:9999[ٱ]تَّقُو[s[اْ] [h:1945[ٱ]للَّهَ مَا [h:5393[ٱ]سْتَطَعْتُمْ وَ[h:486[ٱ]سْمَعُو[s[اْ] وَأَطِيعُو[s[اْ] وَأَ[f:1045[نف]ِقُو[s[اْ] خَيْ[u:13651[رًا ل]ِّأَ[f:13652[نف]ُسِكُمْ‌ۗ وَم[a:13470[َن ي]ُوقَ شُحَّ نَفْسِه[n[ِۦ] فَأُ[s[وْ]لَ[o[ـٰٓ]ئِكَ هُمُ [h:23[ٱ]لْمُفْلِح[p[ُو]نَ","juz":28,"ruku":491,"manzil":7,"bangla_ahbayan":"তোমরা আল্লাহকে যথাসাধ্য ভয় কর এবং শোনো, আনুগত্য কর[১] ও ব্যয় কর, তোমাদের নিজেদেরই কল্যাণ হবে।[২] আর যারা অন্তরের কার্পণ্য হতে মুক্ত, তারাই সফলকাম।","bangla_bayan":"অতএব তোমরা যথাসাধ্য আল্লাহকে ভয় কর, শ্রবণ কর, আনুগত্য কর এবং তোমাদের নিজদের কল্যাণে ব্যয় কর, আর যাদেরকে অন্তরের কার্পণ্য থেকে রক্ষা করা হয়, তারাই মূলত সফলকাম।","bangla_mkhan":"অতএব তোমরা যথাসাধ্য আল্লাহকে ভয় কর, শুন, আনুগত্য কর এবং ব্যয় কর। এটা তোমাদের জন্যে কল্যাণকর। যারা মনের কার্পন্য থেকে মুক্ত, তারাই সফলকাম।","bangla_mujibur":"তোমরা আল্লাহকে যথাযথ ভয় কর, শোন, আনুগত্য কর ও ব্যয় কর তোমাদের নিজেদেরই কল্যাণে; যারা অন্তরের কার্পণ্য হতে মুক্ত তারাই সফলকাম।","bangla_taisirul":"কাজেই তোমরা আল্লাহকে তোমাদের সাধ্যমত ভয় কর, তোমরা (তাঁর বাণী) শুন, তোমরা (তাঁর) আনুগত্য কর এবং (তাঁর পথে) ব্যয় কর, এটা তোমাদের নিজেদেরই জন্য কল্যাণকর। যারা অন্তরের সংকীর্ণতা থেকে রক্ষা পেল, তারাই সফলকাম।"},{"id":17,"arabic_text":"اِنۡ  تُقۡرِضُوا اللّٰہَ  قَرۡضًا حَسَنًا یُّضٰعِفۡہُ لَکُمۡ  وَ یَغۡفِرۡ لَکُمۡ ؕ وَ اللّٰہُ  شَکُوۡرٌ  حَلِیۡمٌ ﴿ۙ۱۷﴾ ","english_text":"So, We said, \"Strike the slain man with part of it.\" Thus does Allah bring the dead to life, and He shows you His signs that you might reason.","page":557,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/5216.mp3","colorText":"إِ[f:13653[ن ت]ُ[q:13654[قْ]رِضُو[s[اْ] [h:13655[ٱ]للَّهَ قَرْضًا حَسَ[a:13656[نًا ي]ُضَ[n[ـٰ]عِفْهُ لَكُمْ وَيَغْفِرْ لَكُمْ‌ۚ وَ[h:72[ٱ]للَّهُ شَكُورٌ حَل[p[ِي]مٌ","juz":28,"ruku":491,"manzil":7,"bangla_ahbayan":"যদি তোমরা আল্লাহকে উত্তম ঋণ দান কর,[১] তাহলে তিনি তোমাদের জন্য তা বহুগুণ বৃদ্ধি করবেন এবং তিনি তোমাদেরকে ক্ষমা করবেন। [২] আর আল্লাহ গুণগ্রাহী, সহনশীল।[৩]","bangla_bayan":"যদি তোমরা আল্লাহকে উত্তম ঋণ দাও, তিনি তা তোমাদের জন্য দ্বিগুন করে দিবেন এবং তোমাদের ক্ষমা করে দিবেন। আল্লাহ গুণগ্রাহী, পরম ধৈর্যশীল।","bangla_mkhan":"যদি তোমরা আল্লাহকে উত্তম ঋণ দান কর, তিনি তোমাদের জন্যে তা দ্বিগুণ করে দেবেন এবং তোমাদেরকে ক্ষমা করবেন। আল্লাহ গুণগ্রাহী, সহনশীল।","bangla_mujibur":"যদি তোমরা আল্লাহকে উত্তম ঋণ দান কর তাহলে তিনি তোমাদের জন্য ওটা দ্বিগুণ বৃদ্ধি করবেন এবং তিনি তোমাদেরকে ক্ষমা করবেন। আল্লাহ গুণগ্রাহী ও সহনশীল।","bangla_taisirul":"তোমরা যদি আল্লাহকে উত্তম ঋণ দাও, তবে তিনি তা তোমাদের জন্য দ্বিগুণ করে দেবেন, আর তোমাদেরকে ক্ষমা করবেন, আল্লাহ (কারো কাজের) অতি মর্যাদাদানকারী, সহনশীল।"},{"id":18,"arabic_text":"عٰلِمُ  الۡغَیۡبِ وَ الشَّہَادَۃِ  الۡعَزِیۡزُ الۡحَکِیۡمُ ﴿۱۸﴾ ","english_text":"Then your hearts became hardened after that, being like stones or even harder. For indeed, there are stones from which rivers burst forth, and there are some of them that split open and water comes out, and there are some of them that fall down for fear of Allah . And Allah is not unaware of what you do.","page":557,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/5217.mp3","colorText":"عَ[n[ـٰ]لِمُ [h:4186[ٱ]لْغَيْبِ وَ[h:4187[ٱ][l[ل]شَّهَ[n[ـٰ]دَةِ [h:10627[ٱ]لْعَزِيزُ [h:681[ٱ]لْحَك[p[ِي]مُ","juz":28,"ruku":491,"manzil":7,"bangla_ahbayan":"তিনি দৃশ্য ও অদৃশ্যের পরিজ্ঞাতা, পরাক্রমশালী, প্রজ্ঞাময়।","bangla_bayan":"দৃশ্য ও অদৃশ্যের জ্ঞানধারী, মহাপরাক্রমশালী, প্রজ্ঞাময়।","bangla_mkhan":"তিনি দৃশ্য ও অদৃশ্যের জ্ঞানী, পরাক্রান্ত, প্রজ্ঞাময়।","bangla_mujibur":"তিনি দৃশ্য ও অদৃশ্যের পরিজ্ঞাতা, পরাক্রমশালী, প্রজ্ঞাময়।","bangla_taisirul":"তিনি অদৃশ্য ও দৃশ্যের জ্ঞানের অধিকারী, মহাপরাক্রান্ত, মহাবিজ্ঞানী।"}]}}