{"surahDetails":{"id":65,"banglaName":"তালাক","totalAyah":12,"arabicInBangla":"আত-তালাক্ব"},"surah":{"id":65,"verses":[{"id":1,"arabic_text":"یٰۤاَیُّہَا  النَّبِیُّ  اِذَا طَلَّقۡتُمُ النِّسَآءَ فَطَلِّقُوۡہُنَّ  لِعِدَّتِہِنَّ وَ اَحۡصُوا  الۡعِدَّۃَ ۚ وَ اتَّقُوا اللّٰہَ  رَبَّکُمۡ ۚ لَا تُخۡرِجُوۡہُنَّ مِنۡۢ  بُیُوۡتِہِنَّ وَ لَا یَخۡرُجۡنَ  اِلَّاۤ  اَنۡ یَّاۡتِیۡنَ بِفَاحِشَۃٍ مُّبَیِّنَۃٍ ؕ وَ تِلۡکَ حُدُوۡدُ  اللّٰہِ ؕ وَ مَنۡ یَّتَعَدَّ حُدُوۡدَ  اللّٰہِ  فَقَدۡ ظَلَمَ نَفۡسَہٗ ؕ لَا تَدۡرِیۡ  لَعَلَّ اللّٰہَ  یُحۡدِثُ بَعۡدَ ذٰلِکَ  اَمۡرًا ﴿۱﴾ ","english_text":"And [recall] when We said, \"Enter this city and eat from it wherever you will in [ease and] abundance, and enter the gate bowing humbly and say, 'Relieve us of our burdens.' We will [then] forgive your sins for you, and We will increase the doers of good [in goodness and reward].\"","page":558,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/5218.mp3","colorText":"يَ[o[ـٰٓ]أَيُّهَا [h:5411[ٱ][l[ل][g[نّ]َبِىُّ إِذَا طَلَّ[q:1293[قْ]تُمُ [h:1294[ٱ][l[ل][g[نّ]ِس[o[َا]ٓءَ فَطَلِّقُوهُ[g[نّ]َ لِعِدَّتِهِ[g[نّ]َ وَأَحْصُو[s[اْ] [h:13657[ٱ]لْعِدَّةَ‌ۖ وَ[h:1018[ٱ]تَّقُو[s[اْ] [h:1019[ٱ]للَّهَ رَبَّكُمْ‌ۖ لَا تُخْرِجُوهُ[g[نّ]َ م[i:13658[ِنۢ ب]ُيُوتِهِ[g[نّ]َ وَلَا يَخْرُ[q:13659[جْ]نَ إِلّ[o[َآ] أ[a:2664[َن ي]َأْتِينَ بِفَ[n[ـٰ]حِشَ[a:2665[ةٍ م]ُّبَيِّنَ[a:13660[ةٍ‌ۚ و]َتِلْكَ حُدُودُ [h:1000[ٱ]للَّهِ‌ۚ وَم[a:1284[َن ي]َتَعَدَّ حُدُودَ [h:1282[ٱ]للَّهِ فَقَ[q:563[دْ] ظَلَمَ نَفْسَهُ[n[ۥ]‌ۚ لَا تَ[q:10618[دْ]رِى لَعَلَّ [h:13661[ٱ]للَّهَ يُحْدِثُ بَعْدَ ذ[n[َٲ]لِكَ أَمْرًا","juz":28,"ruku":492,"manzil":7,"bangla_ahbayan":"হে নবী! (তোমার উম্মতকে বল,) তোমরা যখন তোমাদের স্ত্রীদেরকে তালাক দিতে ইচ্ছা কর[১] তখন তাদেরকে তালাক দিয়ো ইদ্দতের প্রতি লক্ষ্য রেখে,[২] ইদ্দতের হিসাব রেখো[৩] এবং তোমাদের প্রতিপালক আল্লাহকে ভয় করো; তোমরা তাদেরকে তাদের বাসগৃহ হতে বহিষ্কার করো না[৪] এবং তারা নিজেও যেন বের না হয়; [৫] যদি না তারা লিপ্ত হয় স্পষ্ট অশ্লীলতায়।[৬] এগুলো আল্লাহর নির্ধারিত সীমারেখা। আর যে আল্লাহর সীমা লংঘন করে, সে নিজের উপরই অত্যাচার করে।[৭] তুমি জান না, হয়তো আল্লাহ এর পর কোন উপায় করে দেবেন।[৮]","bangla_bayan":"হে নবী, (বল), তোমরা যখন স্ত্রীদেরকে তালাক দেবে, তখন তাদের ইদ্দত অনুসারে তাদের তালাক দাও এবং ‘ইদ্দত হিসাব করে রাখবে এবং তোমাদের রব আল্লাহকে ভয় করবে। তোমরা তাদেরকে তোমাদের বাড়ী-ঘর থেকে বের করে দিয়ো না এবং তারাও বের হবে না। যদি না তারা কোন স্পষ্ট অশ্লীলতায় লিপ্ত হয়। আর এগুলো আল্লাহর সীমারেখা। আর যে আল্লাহর (নির্ধারিত) সীমারেখাসমূহ অতিক্রম করে সে অবশ্যই তার নিজের ওপর যুলম করে। তুমি জান না, হয়তো এর পর আল্লাহ, (ফিরে আসার) কোন পথ তৈরী করে দিবেন।","bangla_mkhan":"হে নবী, তোমরা যখন স্ত্রীদেরকে তালাক দিতে চাও, তখন তাদেরকে তালাক দিয়ো ইদ্দতের প্রতি লক্ষ্য রেখে এবং ইদ্দত গণনা করো। তোমরা তোমাদের পালনকর্তা আল্লাহকে ভয় করো। তাদেরকে তাদের গৃহ থেকে বহিস্কার করো না এবং তারাও যেন বের না হয় যদি না তারা কোন সুস্পষ্ট নির্লজ্জ কাজে লিপ্ত হয়। এগুলো আল্লাহর নির্ধারিত সীমা। যে ব্যক্তি আল্লাহর সীমালংঘন করে, সে নিজেরই অনিষ্ট করে। সে জানে না, হয়তো আল্লাহ এই তালাকের পর কোন নতুন উপায় করে দেবেন।","bangla_mujibur":"হে নাবী! তোমরা যদি তোমাদের স্ত্রীদেরকে তালাক দিতে ইচ্ছা কর তাহলে তাদেরকে তালাক দিও ইদ্দাতের প্রতি লক্ষ্য রেখে, ইদ্দাতের হিসাব রেখ এবং তোমাদের রাব্ব আল্লাহকে ভয় কর; তোমরা তাদেরকে তাদের বাসগৃহ হতে বহিস্কার করনা এবং তারাও যেন বের না হয়, যদি না তারা লিপ্ত হয় স্পষ্ট অশ্লীলতায়; এগুলি আল্লাহর বিধান। যে আল্লাহর বিধান লংঘন করে সে নিজেরই উপর অত্যাচার করে। তুমি জাননা, হয়তো আল্লাহ এরপর কোন উপায় করে দিবেন।","bangla_taisirul":"হে নবী! তোমরা যখন স্ত্রীদেরকে তালাক দিতে চাও তখন তাদেরকে তালাক দাও তাদের ‘ইদ্দাতের প্রতি লক্ষ্য রেখে, আর ‘ইদ্দাতের হিসাব সঠিকভাবে গণনা করবে, (তালাক দেয়া ও ‘ইদ্দাত পালন সংক্রান্ত শারী‘আতের বিধি-বিধান পালনে) তোমরা তোমাদের প্রতিপালক আল্লাহকে ভয় কর। তাদেরকে তাদের বাসগৃহ থেকে বের করে দিও না, আর তারা নিজেরাও যেন বের হয়ে না যায়, যদি না তারা স্পষ্ট অশ্লীলতায় লিপ্ত হয়। এগুলো আল্লাহর সীমারেখা। যে কেউ আল্লাহর সীমারেখা লঙ্ঘন করে, সে নিজের উপরই যুলম করে। তোমরা জান না, আল্লাহ হয়তো এরপরও (স্বামী-স্ত্রীর মধ্যে সমঝোতার) কোন উপায় বের করে দিবেন।"},{"id":2,"arabic_text":"فَاِذَا  بَلَغۡنَ  اَجَلَہُنَّ  فَاَمۡسِکُوۡہُنَّ بِمَعۡرُوۡفٍ اَوۡ فَارِقُوۡہُنَّ بِمَعۡرُوۡفٍ وَّ اَشۡہِدُوۡا  ذَوَیۡ عَدۡلٍ  مِّنۡکُمۡ وَ اَقِیۡمُوا الشَّہَادَۃَ  لِلّٰہِ ؕ ذٰلِکُمۡ یُوۡعَظُ بِہٖ  مَنۡ کَانَ یُؤۡمِنُ  بِاللّٰہِ  وَ الۡیَوۡمِ الۡاٰخِرِ ۬ؕ وَ  مَنۡ یَّتَّقِ اللّٰہَ  یَجۡعَلۡ لَّہٗ  مَخۡرَجًا ۙ﴿۲﴾ ","english_text":"But those who wronged changed [those words] to a statement other than that which had been said to them, so We sent down upon those who wronged a punishment from the sky because they were defiantly disobeying.","page":558,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/5219.mp3","colorText":"فَإِذَا بَلَغْنَ أَجَلَهُ[g[نّ]َ فَأَمْسِكُوهُ[g[نّ]َ بِمَعْرُوفٍ أَوْ فَارِقُوهُ[g[نّ]َ بِمَعْرُو[a:13662[فٍ و]َأَشْهِدُو[s[اْ] ذَوَىْ عَ[q:3797[دْ][a:3798[لٍ م]ِّ[f:344[نك]ُمْ وَأَقِيمُو[s[اْ] [h:13663[ٱ][l[ل]شَّهَ[n[ـٰ]دَةَ لِلَّهِ‌ۚ ذ[n[َٲ]لِكُمْ يُوعَظُ بِه[n[ِۦ] مَ[f:506[ن ك]َانَ يُؤْمِنُ بِ[h:32[ٱ]للَّهِ وَ[h:328[ٱ]لْيَوْمِ [h:329[ٱ]لْأَخِرِ‌ۚ وَم[a:13664[َن ي]َتَّقِ [h:13665[ٱ]للَّهَ يَ[q:4397[جْ]عَل لَّهُ[n[ۥ] مَخْرَجًا","juz":28,"ruku":492,"manzil":7,"bangla_ahbayan":"তাদের ইদ্দত পূরণের কাল আসন্ন হলে তোমরা হয় যথাবিধি তাদেরকে রেখে নাও, না হয় তোমরা তাদেরকে যথাবিধি পরিত্যাগ কর[১] এবং তোমাদের মধ্য হতে দুই জন ন্যায়পরায়ণ লোককে সাক্ষী রাখ;[২] তোমরা আল্লাহর জন্য সঠিক সাক্ষ্য দাও।[৩] এটা দ্বারা তোমাদের মধ্যে যে কেউ আল্লাহ ও পরকালে বিশ্বাস রাখে, তাকে উপদেশ দেওয়া হচ্ছে। আর যে কেউ আল্লাহকে ভয় করবে, আল্লাহ তার নিষ্কৃতির পথ করে দেবেন। [৪]","bangla_bayan":"অতঃপর যখন তারা তাদের ইদ্দতের শেষ সীমায় পৌঁছবে, তখন তোমরা তাদের ন্যায়ানুগ প‎ন্থায় রেখে দেবে অথবা ন্যায়ানুগ প‎ন্থায় তাদের পরিত্যাগ করবে এবং তোমাদের মধ্য থেকে ন্যায়পরায়ণ দুইজনকে সাক্ষী বানাবে। আর আল্লাহর জন্য সঠিক সাক্ষ্য দেবে। তোমাদের মধ্যে যে আল্লাহ ও আখিরাত দিবসের প্রতি ঈমান আনে এটি দ্বারা তাকে উপদেশ দেয়া হচ্ছে। যে আল্লাহকে ভয় করে, তিনি তার জন্য উত্তরণের পথ তৈরী করে দেন।","bangla_mkhan":"অতঃপর তারা যখন তাদের ইদ্দতকালে পৌঁছে, তখন তাদেরকে যথোপযুক্ত পন্থায় রেখে দেবে অথবা যথোপযুক্ত পন্থায় ছেড়ে দেবে এবং তোমাদের মধ্য থেকে দু’জন নির্ভরযোগ্য লোককে সাক্ষী রাখবে। তোমরা আল্লাহর উদ্দেশ্যে সাক্ষ্য দিবে। এতদ্দ্বারা যে ব্যক্তি আল্লাহ ও পরকালে বিশ্বাস করে, তাকে উপদেশ দেয়া হচ্ছে। আর যে আল্লাহকে ভয় করে, আল্লাহ তার জন্যে নিস্কৃতির পথ করে দেবেন।","bangla_mujibur":"তাদের ইদ্দাত পূরণের কাল আসন্ন হলে তোমরা হয় যথাবিধি তাদেরকে রেখে দিবে, না হয় তাদেরকে যথাবিধি পরিত্যাগ করবে এবং তোমাদের মধ্য হতে দু’জন ন্যায় পরায়ণ লোককে সাক্ষী রাখবে; তোমরা আল্লাহর জন্য সঠিক সাক্ষ্য দিও। ওটা দ্বারা তোমাদের মধ্যে যে আল্লাহ ও আখিরাতে বিশ্বাস করে তাকে উপদেশ দেয়া হচ্ছে। যে আল্লাহকে ভয় করে আল্লাহ তার নিস্কৃতির ব্যবস্থা করে দিবেন –","bangla_taisirul":"অতঃপর যখন তাদের (‘ইদ্দাতের) সময়কাল এসে যায়, তখন তাদেরকে ভালভাবে (স্ত্রী হিসেবে) রেখে দাও, অথবা ভালভাবে তাদেরকে বিচ্ছিন্ন করে দাও। আর তোমাদের মধ্যেকার দু’জন ন্যায়পরায়ণ লোককে সাক্ষী রাখ। তোমরা আল্লাহর জন্য সঠিকভাবে সাক্ষ্য দাও। এর দ্বারা তোমাদেরকে উপদেশ দেয়া হচ্ছে যারা আল্লাহ ও আখিরাত দিবসের প্রতি ঈমান রাখে। যে কেউ আল্লাহকে ভয় করে, আল্লাহ তার জন্য (সমস্যা থেকে উদ্ধার পাওয়ার) কোন না কোন পথ বের করে দিবেন।"},{"id":3,"arabic_text":"وَّ یَرۡزُقۡہُ  مِنۡ حَیۡثُ لَا یَحۡتَسِبُ ؕ وَ مَنۡ  یَّتَوَکَّلۡ عَلَی اللّٰہِ  فَہُوَ حَسۡبُہٗ ؕ اِنَّ اللّٰہَ  بَالِغُ  اَمۡرِہٖ ؕ قَدۡ جَعَلَ اللّٰہُ  لِکُلِّ شَیۡءٍ  قَدۡرًا ﴿۳﴾ ","english_text":"And [recall] when Moses prayed for water for his people, so We said, \"Strike with your staff the stone.\" And there gushed forth from it twelve springs, and every people knew its watering place. \"Eat and drink from the provision of Allah, and do not commit abuse on the earth, spreading corruption.\"","page":558,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/5220.mp3","colorText":"وَيَرْزُ[q:13666[قْ]هُ مِنْ حَيْثُ لَا يَحْتَسِبُ‌ۚ وَم[a:5377[َن ي]َتَوَكَّلْ عَلَى [h:412[ٱ]للَّهِ فَهُوَ حَسْبُهُ[o[ۥٓ‌ۚ] إِ[g[نّ]َ [h:80[ٱ]للَّهَ بَ[n[ـٰ]لِغُ أَمْرِه[n[ِۦ]‌ۚ قَ[q:298[دْ] جَعَلَ [h:2556[ٱ]للَّهُ لِكُلِّ ش[f:13667[َىْءٍ ق]َ[q:13668[دْ]رًا","juz":28,"ruku":492,"manzil":7,"bangla_ahbayan":"এবং তাকে তার ধারণাতীত উৎস হতে রুযী দান করবেন। আর যে ব্যক্তি আল্লাহর উপর নির্ভর করবে, তার জন্য তিনিই যথেষ্ট হবেন। নিশ্চয় আল্লাহ তাঁর ইচ্ছা পূরণ করবেনই।[১] আল্লাহ সবকিছুর জন্য স্থির করেছেন নির্দিষ্ট মাত্রা। [২]","bangla_bayan":"এবং তিনি তাকে এমন উৎস থেকে রিযক দিবেন যা সে কল্পনাও করতে পারবে না। আর যে আল্লাহর ওপর তাওয়াক্কুল করে আল্লাহ তার জন্য যথেষ্ট। আল্লাহ তাঁর উদ্দেশ্য পূর্ণ করবেনই। নিশ্চয় আল্লাহ প্রত্যেক জিনিসের জন্য একটি সময়সীমা নির্ধারণ করে দিয়েছেন।","bangla_mkhan":"এবং তাকে তার ধারণাতীত জায়গা থেকে রিযিক দেবেন। যে ব্যক্তি আল্লাহর উপর ভরসা করে তার জন্যে তিনিই যথেষ্ট। আল্লাহ তার কাজ পূর্ণ করবেন। আল্লাহ সবকিছুর জন্যে একটি পরিমাণ স্থির করে রেখেছেন।","bangla_mujibur":"আর তাকে তার ধারণাতীত উৎস থেকে দান করবেন রিয্ক; যে ব্যক্তি আল্লাহর উপর নির্ভর করে তার জন্য আল্লাহই যথেষ্ট, আল্লাহ তাঁর ইচ্ছা পূরণ করবেনই, আল্লাহ সব কিছুর জন্য স্থির করেছেন নির্দিষ্ট মাত্রা।","bangla_taisirul":"আর তাকে রিযক দিবেন (এমন উৎস) থেকে যা সে ধারণাও করতে পারে না। যে কেউ আল্লাহর উপর ভরসা করে, তবে তার জন্য তিনিই যথেষ্ট। আল্লাহ নিজের কাজ সম্পূর্ণ করবেনই। আল্লাহ প্রতিটি জিনিসের জন্য করেছেন একটা সুনির্দিষ্ট মাত্রা।"},{"id":4,"arabic_text":"وَ الّٰٓیِٴۡ  یَئِسۡنَ مِنَ  الۡمَحِیۡضِ مِنۡ نِّسَآئِکُمۡ   اِنِ  ارۡتَبۡتُمۡ فَعِدَّتُہُنَّ  ثَلٰثَۃُ اَشۡہُرٍ ۙ وَّ الّٰٓیِٴۡ  لَمۡ یَحِضۡنَ ؕ وَ اُولَاتُ الۡاَحۡمَالِ  اَجَلُہُنَّ اَنۡ یَّضَعۡنَ حَمۡلَہُنَّ ؕ  وَ مَنۡ یَّتَّقِ اللّٰہَ  یَجۡعَلۡ لَّہٗ  مِنۡ  اَمۡرِہٖ یُسۡرًا ﴿۴﴾ ","english_text":"And [recall] when you said, \"O Moses, we can never endure one [kind of] food. So call upon your Lord to bring forth for us from the earth its green herbs and its cucumbers and its garlic and its lentils and its onions.\" [Moses] said, \"Would you exchange what is better for what is less? Go into [any] settlement and indeed, you will have what you have asked.\" And they were covered with humiliation and poverty and returned with anger from Allah [upon them]. That was because they [repeatedly] disbelieved in the signs of Allah and killed the prophets without right. That was because they disobeyed and were [habitually] transgressing.","page":558,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/5221.mp3","colorText":"وَ[h:9999[ٱ]لَّ[o[ــٰٓ]ــِٔى يَئِسْنَ مِنَ [h:13669[ٱ]لْمَحِيضِ م[a:2638[ِن ن]ِّس[o[َا]ٓئِكُمْ إِنِ [h:3844[ٱ]رْتَ[q:3845[بْ]تُمْ فَعِدَّتُهُ[g[نّ]َ ثَلَ[n[ـٰ]ثَةُ أَشْهُ[a:13670[رٍ و]َ[h:13671[ٱ]لَّ[o[ــٰٓ]ــِٔى لَمْ يَحِضْنَ‌ۚ وَأُ[s[وْ]لَ[n[ـٰ]تُ [h:13672[ٱ]لْأَحْمَالِ أَجَلُهُ[g[نّ]َ أ[a:9527[َن ي]َضَعْنَ حَمْلَهُ[g[نّ]َ‌ۚ وَم[a:13664[َن ي]َتَّقِ [h:13665[ٱ]للَّهَ يَ[q:4397[جْ]عَل لَّهُ[n[ۥ] مِنْ أَمْرِه[n[ِۦ] يُسْرًا","juz":28,"ruku":492,"manzil":7,"bangla_ahbayan":"তোমাদের যেসব স্ত্রীদের মাসিক হবার আশা নেই, তাদের ইদ্দত সম্পর্কে তোমরা সন্দেহ করলে তাদের ইদ্দতকাল হবে তিন মাস এবং যাদের এখনো মাসিক হয়নি তাদেরও।[১] আর গর্ভবতী নারীদের ইদ্দতকাল সন্তান প্রসব করা পর্যন্ত।[২] আল্লাহকে যে ভয় করবে, তিনি তার সমস্যার সমাধান সহজ করে দেবেন।","bangla_bayan":"তোমাদের স্ত্রীদের মধ্যে যারা ঋতুবর্তী হওয়ার কাল অতিক্রম করে গেছে, তাদের ইদ্দত সম্পর্কে তোমরা যদি সংশয়ে থাক এবং যারা এখনও ঋতুর বয়সে পৌঁছেনি তাদের ইদ্দতকালও হবে তিন মাস। আর গর্ভধারিনীদের ইদ্দতকাল সন্তান প্রসব পর্যন্ত। যে আল্লাহকে ভয় করে, তিনি তার জন্য তার কাজকে সহজ করে দেন।","bangla_mkhan":"তোমাদের স্ত্রীদের মধ্যে যাদের ঋতুবর্তী হওয়ার আশা নেই, তাদের ব্যাপারে সন্দেহ হলে তাদের ইদ্দত হবে তিন মাস। আর যারা এখনও ঋতুর বয়সে পৌঁছেনি, তাদেরও অনুরূপ ইদ্দতকাল হবে। গর্ভবর্তী নারীদের ইদ্দতকাল সন্তানপ্রসব পর্যন্ত। যে আল্লাহকে ভয় করে, আল্লাহ তার কাজ সহজ করে দেন।","bangla_mujibur":"তোমাদের যে সব স্ত্রীর ঋতুমতী হওয়ার আশা নেই তাদের ইদ্দাত সম্পর্কে তোমরা সন্দেহ করলে তাদের ইদ্দাতকাল হবে তিন মাস এবং যাদের এখনও রজশ্বালা হয়নি তাদেরও। এবং গর্ভবতী নারীদের ইদ্দাতকাল সন্তান প্রসব পর্যন্ত। আল্লাহকে যে ভয় করে আল্লাহ তার সমস্যার সমাধান সহজ করে দিবেন।","bangla_taisirul":"তোমাদের যে সব স্ত্রীগণ মাসিক ঋতু আসার বয়স অতিক্রম করেছে তাদের (‘ইদ্দাতের) ব্যাপারে যদি তোমাদের সন্দেহ সৃষ্টি হয়, সেক্ষেত্রে তাদের ‘ইদ্দাতকাল তিন মাস, আর যারা (অল্প বয়স্কা হওয়ার কারণে) এখনও ঋতুবতী হয়নি (এ নিয়ম) তাদের জন্যও। আর গর্ভবতী স্ত্রীদের ‘ইদ্দাতকাল তাদের সন্তান প্রসব পর্যন্ত। যে আল্লাহকে ভয় করে, আল্লাহ তার কাজ সহজ করে দেন।"},{"id":5,"arabic_text":"ذٰلِکَ  اَمۡرُ اللّٰہِ  اَنۡزَلَہٗۤ  اِلَیۡکُمۡ ؕ وَ مَنۡ یَّتَّقِ اللّٰہَ یُکَفِّرۡ عَنۡہُ سَیِّاٰتِہٖ وَ یُعۡظِمۡ لَہٗۤ  اَجۡرًا ﴿۵﴾ ","english_text":"Indeed, those who believed and those who were Jews or Christians or Sabeans [before Prophet Muhammad] - those [among them] who believed in Allah and the Last Day and did righteousness - will have their reward with their Lord, and no fear will there be concerning them, nor will they grieve.","page":558,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/5222.mp3","colorText":"ذ[n[َٲ]لِكَ أَمْرُ [h:2832[ٱ]للَّهِ أَ[f:3300[نز]َلَهُ[o[ۥٓ] إِلَيْكُمْ‌ۚ وَم[a:13664[َن ي]َتَّقِ [h:13665[ٱ]للَّهَ يُكَفِّرْ عَنْهُ سَيِّـَٔـاتِه[n[ِۦ] وَيُعْظِمْ لَهُ[o[ۥٓ] أَ[q:2795[جْ]رًا","juz":28,"ruku":492,"manzil":7,"bangla_ahbayan":"এটা আল্লাহর বিধান, যা তিনি তোমাদের প্রতি অবতীর্ণ করেছেন। আর আল্লাহকে যে ভয় করবে, তিনি তার পাপরাশি মোচন করবেন এবং তাকে দেবেন মহাপুরস্কার।","bangla_bayan":"এটি আল্লাহর নির্দেশ, তিনি তা তোমাদের প্রতি অবতীর্ণ করেছেন। আর যে আল্লাহকে ভয় করে তিনি তার গুনাহসমূহ মোচন করে দেন এবং তার প্রতিদানকে মহান করে দেন।","bangla_mkhan":"এটা আল্লাহর নির্দেশ, যা তিনি তোমাদের প্রতি নাযিল করেছেন। যে আল্লাহকে ভয় করে, আল্লাহ তার পাপ মোচন করেন এবং তাকে মহাপুরস্কার দেন।","bangla_mujibur":"এটা আল্লাহর বিধান যা তিনি তোমাদের প্রতি অবতীর্ণ করেছেন; আল্লাহকে যে ভয় করে তিনি তার পাপ মোচন করবেন এবং তাকে দিবেন মহা পুরস্কার।","bangla_taisirul":"এটা আল্লাহর হুকুম যা তিনি তোমাদের উপর অবতীর্ণ করেছেন। যে কেউ আল্লাহকে ভয় করে, আল্লাহ তার পাপ মোচন করে দিবেন, আর তার প্রতিফলকে বিশাল বিস্তৃত করে দিবেন।"},{"id":6,"arabic_text":"اَسۡکِنُوۡہُنَّ  مِنۡ حَیۡثُ سَکَنۡتُمۡ مِّنۡ وُّجۡدِکُمۡ وَ لَا  تُضَآرُّوۡہُنَّ  لِتُضَیِّقُوۡا عَلَیۡہِنَّ ؕ وَ اِنۡ کُنَّ  اُولَاتِ حَمۡلٍ فَاَنۡفِقُوۡا عَلَیۡہِنَّ حَتّٰی یَضَعۡنَ حَمۡلَہُنَّ ۚ  فَاِنۡ  اَرۡضَعۡنَ لَکُمۡ  فَاٰتُوۡہُنَّ  اُجُوۡرَہُنَّ ۚ وَ اۡتَمِرُوۡا  بَیۡنَکُمۡ بِمَعۡرُوۡفٍ ۚ وَ اِنۡ  تَعَاسَرۡتُمۡ فَسَتُرۡضِعُ  لَہٗۤ   اُخۡرٰی  ؕ﴿۶﴾","english_text":"And [recall] when We took your covenant, [O Children of Israel, to abide by the Torah] and We raised over you the mount, [saying], \"Take what We have given you with determination and remember what is in it that perhaps you may become righteous.\"","page":559,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/5223.mp3","colorText":"أَسْكِنُوهُ[g[نّ]َ مِنْ حَيْثُ سَكَ[f:13673[نت][w:13674[ُم م]ّ[a:13675[ِن و]ُ[q:13676[جْ]دِكُمْ وَلَا تُض[m[َا]ٓرُّوهُ[g[نّ]َ لِتُضَيِّقُو[s[اْ] عَلَيْهِ[g[نّ]َ‌ۚ وَإِ[f:13677[ن ك]ُ[g[نّ]َ أُ[s[وْ]لَ[n[ـٰ]تِ حَمْ[f:13678[لٍ ف]َأَ[f:13679[نف]ِقُو[s[اْ] عَلَيْهِ[g[نّ]َ حَتَّىٰ يَضَعْنَ حَمْلَهُ[g[نّ]َ‌ۚ فَإِنْ أَرْضَعْنَ لَكُمْ فَـَٔـاتُوهُ[g[نّ]َ أُجُورَهُ[g[نّ]َ‌ۖ وَأْتَمِرُو[s[اْ] بَيْنَك[c:13680[ُم ب]ِمَعْرُو[a:13681[فٍ‌ۖ و]َإِ[f:13682[ن ت]َعَاسَرْتُمْ فَسَتُرْضِعُ لَهُ[o[ۥٓ] أُخْرَىٰ","juz":28,"ruku":492,"manzil":7,"bangla_ahbayan":"তোমরা তোমাদের সামর্থ্য অনুযায়ী যে স্থানে বাস কর, তাদেরকেও সে স্থানে বাস করতে দাও।[১] সংকটে ফেলার উদ্দেশ্যে তাদেরকে উত্ত্যক্ত করো না।[২] তারা গর্ভবতী থাকলে সন্তান প্রসব করা পর্যন্ত তাদের জন্য ব্যয় কর।[৩] অতঃপর যদি তারা তোমাদের সন্তানদেরকে স্তন্যদান করে, তাহলে তাদেরকে তাদের পারিশ্রমিক প্রদান কর।[৪] (সন্তানের কল্যাণ সম্পর্কে) তোমরা সঙ্গতভাবে নিজেদের মধ্যে পরামর্শ কর।[৫] তোমরা যদি নিজ নিজ দাবীতে অনমনীয় হও, তাহলে অন্য নারী তার পক্ষে স্তন্য দান করবে। [৬]","bangla_bayan":"তোমাদের সামর্থ্য অনুযায়ী যেখানে তোমরা বসবাস কর সেখানে তাদেরকেও বাস করতে দাও, তাদেরকে সঙ্কটে ফেলার জন্য কষ্ট দিয়ো না। আর তারা গর্ভবতী হলে তাদের সন্তান প্রসব করা পর্যন্ত তাদের জন্য তোমরা ব্যয় কর; আর তারা তোমাদের জন্য সন্তানকে দুধ পান করালে তাদের পাওনা তাদেরকে দিয়ে দাও এবং (সন্তানের কল্যাণের জন্য) সংগতভাবে তোমাদের মাঝে পরস্পর পরামর্শ কর। আর যদি তোমরা পরস্পর কঠোর হও তবে পিতার পক্ষে অন্য কোন নারী দুধপান করাবে।","bangla_mkhan":"তোমরা তোমাদের সামর্থ?2437;নুযায়ী যেরূপ গৃহে বাস কর, তাদেরকেও বসবাসের জন্যে সেরূপ গৃহ দাও। তাদেরকে কষ্ট দিয়ে সংকটাপন্ন করো না। যদি তারা গর্ভবতী হয়, তবে সন্তানপ্রসব পর্যন্ত তাদের ব্যয়ভার বহন করবে। যদি তারা তোমাদের সন্তানদেরকে স্তন্যদান করে, তবে তাদেরকে প্রাপ্য পারিশ্রমিক দেবে এবং এ সম্পর্কে পরস্পর সংযতভাবে পরামর্শ করবে। তোমরা যদি পরস্পর জেদ কর, তবে অন্য নারী স্তন্যদান করবে।","bangla_mujibur":"তোমরা তোমাদের সামর্থ্য অনুযায়ী যে স্থানে বাস কর তাদেরকে সেই স্থানে বাস করতে দিও; তাদেরকে উত্যক্ত করনা সংকটে ফেলার জন্য, তারা গর্ভবতী হয়ে থাকলে সন্তান প্রসব পর্যন্ত তাদের জন্য ব্যয় করবে, যদি তারা তোমাদের সন্তানদেরকে স্তন্য দান করে তাহলে তাদেরকে পারিশ্রমিক দিবে এবং সন্তানের কল্যাণ সম্পর্কে তোমরা সংগতভাবে নিজেদের মধ্যে পরামর্শ করবে; তোমরা যদি নিজ নিজ দাবীতে অনমনীয় হও তাহলে অন্য নারী তার পক্ষে স্তন্য দান করবে।","bangla_taisirul":"(‘ইদ্দাতকালে) নারীদেরকে সেভাবেই বসবাস করতে দাও যেভাবে তোমরা বসবাস কর তোমাদের সামর্থ্য অনুযায়ী, তাদেরকে সংকটে ফেলার জন্য তাদেরকে জ্বালাতন করো না। তারা যদি গর্ভবতী হয়ে থাকে, তবে তারা সন্তান প্রসব না করা পর্যন্ত তাদের ব্যয়ভার বহন কর। অতঃপর তারা যদি তোমাদের সন্তানকে দুধ পান করায়, তবে তাদেরকে তাদের পারিশ্রমিক দাও। (দুধ পান করানোর ব্যাপারে) ন্যায়সঙ্গতভাবে নিজেদের মধ্যে পরামর্শ করে লও। আর (দুধ পান করানোর ব্যাপার নিয়ে) তোমরা যদি একে অপরের প্রতি কড়াকড়ি করতেই থাক, তাহলে (এ অবস্থা থেকে রেহাই পাওয়ার জন্য) অপর কোন স্ত্রীলোক সন্তানকে দুধ পান করাবে।"},{"id":7,"arabic_text":"لِیُنۡفِقۡ  ذُوۡ سَعَۃٍ  مِّنۡ سَعَتِہٖ ؕ وَ مَنۡ قُدِرَ عَلَیۡہِ  رِزۡقُہٗ  فَلۡیُنۡفِقۡ مِمَّاۤ  اٰتٰىہُ اللّٰہُ ؕ لَا یُکَلِّفُ اللّٰہُ  نَفۡسًا اِلَّا مَاۤ  اٰتٰىہَا ؕ سَیَجۡعَلُ اللّٰہُ  بَعۡدَ عُسۡرٍ  یُّسۡرًا ﴿۷﴾ ","english_text":"Then you turned away after that. And if not for the favor of Allah upon you and His mercy, you would have been among the losers.","page":559,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/5224.mp3","colorText":"لِيُ[f:13683[نف]ِ[q:13683[قْ] ذُو سَعَ[a:13684[ةٍ م]ِّ[f:3193[ن س]َعَتِه[n[ِۦ]‌ۖ وَمَ[f:13685[ن ق]ُدِرَ عَلَيْهِ رِزْقُهُ[n[ۥ] فَلْيُ[f:13686[نف]ِ[q:13686[قْ] مِ[g[مّ][o[َآ] ءَاتَ[n[ـٰ]هُ [h:1498[ٱ]للَّهُ‌ۚ لَا يُكَلِّفُ [h:1713[ٱ]للَّهُ نَفْسًا إِلَّا م[o[َآ] ءَاتَ[n[ـٰ]هَا‌ۚ سَيَ[q:8428[جْ]عَلُ [h:13687[ٱ]للَّهُ بَعْدَ عُسْ[a:13688[رٍ ي]ُسْرًا","juz":28,"ruku":492,"manzil":7,"bangla_ahbayan":"সামর্থ্যবান নিজ সামর্থ্য অনুযায়ী ব্যয় করবে[১] এবং যার জীবনোপকরণ সীমিত,[২] সে আল্লাহ তাকে যা দান করেছেন, তা হতে ব্যয় করবে। আল্লাহ যাকে যে সামর্থ্য দিয়েছেন, তার চেয়ে গুরুতর বোঝা তিনি তার উপর চাপান না।[৩] আল্লাহ কষ্টের পর স্বস্তি দান করবেন। [৪]","bangla_bayan":"সামর্থ্যবান যেন নিজ সামর্থ্য অনুযায়ী ব্যয় করে আর যার রিয্ক সংকীর্ণ করা হয়েছে সে যেন আল্লাহ তাকে যা দিয়েছেন তা হতে ব্যয় করে। আল্লাহ কারো ওপর বোঝা চাপাতে চান না তিনি তাকে যা দিয়েছেন তার চাইতে বেশী। আল্লাহ কঠিন অবস্থার পর সহজতা দান করবেন।","bangla_mkhan":"বিত্তশালী ব্যক্তি তার বিত্ত অনুযায়ী ব্যয় করবে। যে ব্যক্তি সীমিত পরিমাণে রিযিকপ্রাপ্ত, সে আল্লাহ যা দিয়েছেন, তা থেকে ব্যয় করবে। আল্লাহ যাকে যা দিয়েছেন, তদপেক্ষা বেশী ব্যয় করার আদেশ কাউকে করেন না। আল্লাহ কষ্টের পর সুখ দেবেন।","bangla_mujibur":"বিত্তবান নিজ সামর্থ অনুযায়ী ব্যয় করবে এবং যার জীবনোপকরণ সীমিত সে, আল্লাহ যা তাকে দান করেছেন তা হতে ব্যয় করবে। আল্লাহ যাকে যে সামর্থ্য দিয়েছেন তদপেক্ষা গুরুতর বোঝা তিনি তার উপর চাপিয়ে দেননা। আল্লাহ কষ্টের পর দিবেন স্বস্তি।","bangla_taisirul":"সচ্ছল ব্যক্তি তার সচ্ছলতা অনুসারে ব্যয় করবে। আর যার রিযক সীমিত করা হয়েছে, সে ব্যয় করবে আল্লাহ তাকে যা দিয়েছেন তাত্থেকে। আল্লাহ যাকে যতটা দিয়েছেন তার অতিরিক্ত বোঝা তার উপর চাপান না। আল্লাহ কষ্টের পর আরাম দিবেন।"},{"id":8,"arabic_text":"وَ کَاَیِّنۡ  مِّنۡ  قَرۡیَۃٍ  عَتَتۡ عَنۡ اَمۡرِ رَبِّہَا وَ رُسُلِہٖ  فَحَاسَبۡنٰہَا حِسَابًا شَدِیۡدًا ۙ وَّ عَذَّبۡنٰہَا عَذَابًا  نُّکۡرًا ﴿۸﴾ ","english_text":"And you had already known about those who transgressed among you concerning the sabbath, and We said to them, \"Be apes, despised.\"","page":559,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/5225.mp3","colorText":"وَكَأَيّ[a:2298[ِن م]ِّ[f:4585[ن ق]َرْيَةٍ عَتَتْ عَنْ أَمْرِ رَبِّهَا وَرُسُلِه[n[ِۦ] فَحَاسَ[q:13689[بْ]نَ[n[ـٰ]هَا حِسَا[f:13690[بًا ش]َدِي[a:13691[دًا و]َعَذَّ[q:13692[بْ]نَ[n[ـٰ]هَا عَذَا[a:8212[بًا ن]ُّكْرًا","juz":28,"ruku":493,"manzil":7,"bangla_ahbayan":"কত জনপদ দম্ভভরে তাদের প্রতিপালকের ও তাঁর রসূলদের নির্দেশের বিরুদ্ধাচরণ করেছিল,[১] ফলে আমি তাদের নিকট হতে কঠোর হিসাব নিয়েছিলাম এবং তাদেরকে দিয়েছিলাম কঠিন শাস্তি।[২]","bangla_bayan":"আর অনেক জনপদ তাদের রব ও তাঁর রাসূলগণের নির্দেশের বিরুদ্ধে গিয়েছে। ফলে আমি তাদের কাছ থেকে কঠোর হিসাব নিয়েছি এবং তাদেরকে আমি কঠিন আযাব দিয়েছি।","bangla_mkhan":"অনেক জনপদ তাদের পালনকর্তা ও তাঁর রসূলগণের আদেশ অমান্য করেছিল, অতঃপর আমি তাদেরকে কঠোর হিসাবে ধৃত করেছিলাম এবং তাদেরকে ভীষণ শাস্তি দিয়েছিলাম।","bangla_mujibur":"কত জনপদ তাদের রাব্ব ও তাঁর রাসূলদের নির্দেশের বিরুদ্ধাচরণ করেছিল দম্ভভরে। ফলে আমি তাদের নিকট হতে কঠোর হিসাব নিয়েছিলাম এবং তাদেরকে দিয়েছিলাম কঠিন শাস্তি।","bangla_taisirul":"কত জনপদ তাদের প্রতিপালকের আর তাঁর রসূলদের হুকুম অমান্য করেছে। ফলে আমরা তাদের থেকে কঠিনভাবে প্রতিশোধ নিয়েছি আর তাদেরকে ‘আযাব দিয়েছি কঠিন ‘আযাব।"},{"id":9,"arabic_text":"فَذَاقَتۡ وَبَالَ  اَمۡرِہَا وَ کَانَ عَاقِبَۃُ اَمۡرِہَا خُسۡرًا ﴿۹﴾ ","english_text":"And We made it a deterrent punishment for those who were present and those who succeeded [them] and a lesson for those who fear Allah .","page":559,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/5226.mp3","colorText":"فَذَاقَتْ وَبَالَ أَمْرِهَا وَكَانَ عَ[n[ـٰ]قِبَةُ أَمْرِهَا خُسْرًا","juz":28,"ruku":493,"manzil":7,"bangla_ahbayan":"অতঃপর তারা তাদের কৃতকর্মের শাস্তি আস্বাদন করল, আর ক্ষতিই ছিল তাদের কর্মের পরিণাম।","bangla_bayan":"অতএব তারা নিজদের কৃতকর্মের আযাব আস্বাদন করেছে আর ক্ষতিই ছিল তাদের কাজের পরিণতি।","bangla_mkhan":"অতঃপর তাদের কর্মের শাস্তি আস্বাদন করল এবং তাদের কর্মের পরিণাম ক্ষতিই ছিল।","bangla_mujibur":"অতঃপর তারা তাদের কৃতকর্মের শাস্তি আস্বাদন করল; ক্ষতিই ছিল তাদের কর্মের পরিণাম।","bangla_taisirul":"তারা তাদের কৃতকর্মের খারাপ প্রতিফল আস্বাদন করল, ধ্বংসই হল তাদের কাজের পরিণতি।"},{"id":10,"arabic_text":"اَعَدَّ اللّٰہُ  لَہُمۡ عَذَابًا شَدِیۡدًا ۙ فَاتَّقُوا اللّٰہَ  یٰۤاُولِی  الۡاَلۡبَابِ ۬ۚۖۛ الَّذِیۡنَ اٰمَنُوۡا ؕ۟ۛ قَدۡ  اَنۡزَلَ  اللّٰہُ  اِلَیۡکُمۡ   ذِکۡرًا ﴿ۙ۱۰﴾ ","english_text":"And [recall] when Moses said to his people, \"Indeed, Allah commands you to slaughter a cow.\" They said, \"Do you take us in ridicule?\" He said, \"I seek refuge in Allah from being among the ignorant.\"","page":559,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/5227.mp3","colorText":"أَعَدَّ [h:5775[ٱ]للَّهُ لَهُمْ عَذَا[f:1966[بًا ش]َدِي[f:13693[دًا‌ۖ ف]َ[h:112[ٱ]تَّقُو[s[اْ] [h:1945[ٱ]للَّهَ يَ[o[ـٰٓ]أُ[s[وْ]لِى [h:941[ٱ]لْأَلْبَ[n[ـٰ]بِ [h:13694[ٱ]لَّذِينَ ءَامَنُو[s[اْ‌ۚ] قَ[q:298[دْ] أَ[f:471[نز]َلَ [h:472[ٱ]للَّهُ إِلَيْكُمْ ذِكْرًا","juz":28,"ruku":493,"manzil":7,"bangla_ahbayan":"আল্লাহ তাদের জন্য কঠিন শাস্তি প্রস্তুত রেখেছেন। অতএব তোমরা আল্লাহকে ভয় কর, হে বুদ্ধিসম্পন্ন ব্যক্তিগণ, যারা ঈমান এনেছ! নিশ্চয়ই আল্লাহ তোমাদের প্রতি অবতীর্ণ করেছেন উপদেশ।","bangla_bayan":"আল্লাহ তাদের জন্য কঠিন আযাব প্রস্তুত রেখেছেন; সুতরাং তোমরা আল্লাহকে ভয় কর, হে বুদ্ধিসম্পন্ন লোকেরা, যারা ঈমান এনেছে; নিশ্চয় আল্লাহ তোমাদের কাছে পাঠিয়েছেন একটি উপদেশ।","bangla_mkhan":"আল্লাহ তাদের জন্যে যন্ত্রণাদায়ক শাস্তি প্রস্তত রেখেছেন অতএব, হে বুদ্ধিমানগণ, যারা ঈমান এনেছ, তোমরা আল্লাহকে ভয় কর। আল্লাহ তোমাদের প্রতি উপদেশ নাযিল করেছেন।","bangla_mujibur":"আল্লাহ তাদের জন্য কঠিন শাস্তি প্রস্তুত করে রেখেছেন। অতএব তোমরা আল্লাহকে ভয় কর। হে বোধসম্পন্ন ব্যক্তিগণ, যারা ঈমান এনেছ! নিশ্চয়ই আল্লাহ তোমাদের প্রতি অবতীর্ণ করেছেন উপদেশ।","bangla_taisirul":"আল্লাহ তাদের জন্য কঠিন শাস্তি প্রস্তুত করে রেখেছেন। অতএব হে জ্ঞানবুদ্ধিসম্পন্ন মানুষেরা! যারা ঈমান এনেছ তোমরা আল্লাহকে ভয় কর। আল্লাহ তোমাদের প্রতি অবতীর্ণ করেছেন উপদেশ।"},{"id":11,"arabic_text":"رَّسُوۡلًا یَّتۡلُوۡا  عَلَیۡکُمۡ  اٰیٰتِ اللّٰہِ مُبَیِّنٰتٍ لِّیُخۡرِجَ  الَّذِیۡنَ اٰمَنُوۡا وَ عَمِلُوا الصّٰلِحٰتِ مِنَ الظُّلُمٰتِ  اِلَی النُّوۡرِ ؕ وَ مَنۡ یُّؤۡمِنۡۢ  بِاللّٰہِ وَ یَعۡمَلۡ صَالِحًا یُّدۡخِلۡہُ  جَنّٰتٍ تَجۡرِیۡ  مِنۡ تَحۡتِہَا الۡاَنۡہٰرُ خٰلِدِیۡنَ فِیۡہَاۤ  اَبَدًا ؕ قَدۡ اَحۡسَنَ اللّٰہُ  لَہٗ  رِزۡقًا ﴿۱۱﴾ ","english_text":"They said, \"Call upon your Lord to make clear to us what it is.\" [Moses] said, \"[ Allah ] says, 'It is a cow which is neither old nor virgin, but median between that,' so do what you are commanded.\"","page":559,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/5228.mp3","colorText":"رَّسُول[a:10208[اً ي]َتْلُو[s[اْ] عَلَيْكُمْ ءَايَ[n[ـٰ]تِ [h:1298[ٱ]للَّهِ مُبَيِّنَ[n[ـٰ][u:13695[تٍ ل]ِّيُخْرِجَ [h:13696[ٱ]لَّذِينَ ءَامَنُو[s[اْ] وَعَمِلُو[s[اْ] [h:118[ٱ][l[ل]صَّ[n[ـٰ]لِحَ[n[ـٰ]تِ مِنَ [h:1491[ٱ][l[ل]ظُّلُمَ[n[ـٰ]تِ إِلَى [h:1492[ٱ][l[ل][g[نّ]ُورِ‌ۚ وَم[a:13644[َن ي]ُؤْم[i:12652[ِنۢ ب]ِ[h:32[ٱ]للَّهِ وَيَعْمَلْ صَ[n[ـٰ]لِ[a:13697[حًا ي]ُ[q:2631[دْ]خِلْهُ جَ[g[نّ]َ[n[ـٰ][f:119[تٍ ت]َ[q:120[جْ]رِى مِ[f:121[ن ت]َحْتِهَا [h:122[ٱ]لْأَنْهَ[n[ـٰ]رُ خَ[n[ـٰ]لِدِينَ فِيه[o[َآ] أَبَ[f:13698[دًا‌ۖ ق]َ[q:298[دْ] أَحْسَنَ [h:10249[ٱ]للَّهُ لَهُ[n[ۥ] رِزْقًا","juz":28,"ruku":493,"manzil":7,"bangla_ahbayan":"(প্রেরণ করেছেন) এমন এক রসূল,[১] যে তোমাদের নিকট আল্লাহর সুস্পষ্ট আয়াতসমূহ আবৃত্তি করে, যাতে যারা বিশ্বাসী ও সৎকর্মপরায়ণ তাদেরকে অন্ধকার হতে আলোকে বের করে আনে।[২] যে কেউ আল্লাহকে বিশ্বাস করে ও সৎকর্ম করে,[৩] তিনি তাকে প্রবেশ করাবেন জান্নাতে, যার নিম্নদেশে নদীমালা প্রবাহিত, সেখানে তারা চিরস্থায়ী হবে; আল্লাহ তাকে উত্তম রুযী দান করবেন।","bangla_bayan":"একজন রাসূল, যে তোমাদের কাছে আল্লাহর সুস্পষ্ট আয়াতসমূহ তেলাওয়াত করে; যারা ঈমান আনে ও সৎকর্ম করে যাতে তিনি তাদেরকে অন্ধকার হতে আলোতে বের করে আনতে পারেন। আর যে ব্যক্তি আল্লাহর প্রতি ঈমান আনবে এবং সৎকাজ করবে তিনি তাকে এমন জান্নাতে প্রবেশ করাবেন যার পাদদেশে নহরসমূহ প্রবাহিত; সেখানে তারা স্থায়ী হবে; আল্লাহ তো তাকে অতি উত্তম রিয্ক দেবেন।","bangla_mkhan":"একজন রসূল, যিনি তোমাদের কাছে আল্লাহর সুস্পষ্ট আয়াতসমূহ পাঠ করেন, যাতে বিশ্বাসী ও সৎকর্মপরায়ণদের অন্ধকার থেকে আলোতে আনয়ন করেন। যে আল্লাহর প্রতি বিশ্বাস স্থাপন করে ও সৎকর্ম সম্পাদন করে, তিনি তাকে দাখিল করবেন জান্নাতে, যার তলদেশে নদী প্রবাহিত, তথায় তারা চিরকাল থাকবে। আল্লাহ তাকে উত্তম রিযিক দেবেন।","bangla_mujibur":"প্রেরণ করেছেন এমন এক রাসূল যে তোমাদের নিকট আল্লাহর সুস্পষ্ট আয়াত আবৃত্তি করে, যারা বিশ্বাসী ও সৎকর্মপরায়ণ তাদেরকে অন্ধকার থেকে আলোতে আনার জন্য। যে কেহ আল্লাহকে বিশ্বাস করে ও সৎ কাজ করে তিনি তাকে দাখিল করবেন জান্নাতে, যার পাদদেশে নদী প্রবাহিত, সেখানে তারা চিরস্থায়ী হবে; আল্লাহ তাকে উত্তম জীবনোপকরণ দিবেন।","bangla_taisirul":"(তদুপরি তিনি পাঠিয়েছেন) একজন রসূল যে তোমাদের কাছে আল্লাহর স্পষ্ট আয়াত পাঠ করে, যারা ঈমান আনে আর সৎ কাজ করে তাদেরকে গাঢ় অন্ধকার থেকে আলোতে আনার জন্য। আর যে ব্যক্তি আল্লাহর প্রতি ঈমান আনবে আর সৎ কাজ করবে, তিনি তাকে দাখিল করবেন জান্নাতে যার নীচ দিয়ে বয়ে চলেছে নির্ঝরিণী। তাতে তারা চিরকাল সর্বকাল থাকবে। আল্লাহ তার জন্য অতি উত্তম রিযকের ব্যবস্থা করে রেখেছেন।"},{"id":12,"arabic_text":"اَللّٰہُ  الَّذِیۡ خَلَقَ سَبۡعَ  سَمٰوٰتٍ وَّ مِنَ الۡاَرۡضِ مِثۡلَہُنَّ ؕ یَتَنَزَّلُ  الۡاَمۡرُ بَیۡنَہُنَّ لِتَعۡلَمُوۡۤا اَنَّ اللّٰہَ عَلٰی کُلِّ شَیۡءٍ قَدِیۡرٌ ۬ۙ وَّ اَنَّ اللّٰہَ  قَدۡ اَحَاطَ بِکُلِّ شَیۡءٍ عِلۡمًا  ﴿۱۲﴾","english_text":"They said, \"Call upon your Lord to show us what is her color.\" He said, \"He says, 'It is a yellow cow, bright in color - pleasing to the observers.' \"","page":559,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/5229.mp3","colorText":"ٱللَّهُ [h:4738[ٱ]لَّذِى خَلَقَ سَ[q:158[بْ]عَ سَمَ[n[ـٰ]و[n[َٲ][a:13699[تٍ و]َمِنَ [h:13700[ٱ]لْأَرْضِ مِثْلَهُ[g[نّ]َ يَتَنَزَّلُ [h:13701[ٱ]لْأَمْرُ بَيْنَهُ[g[نّ]َ لِتَعْلَم[o[ُوٓ][s[اْ] أَ[g[نّ]َ [h:394[ٱ]للَّهَ عَلَىٰ كُلِّ ش[f:81[َىْءٍ ق]َدِي[a:13702[رٌ و]َأَ[g[نّ]َ [h:859[ٱ]للَّهَ قَ[q:298[دْ] أَحَاطَ بِكُلِّ شَىْءٍ عِلْمَۢا","juz":28,"ruku":493,"manzil":7,"bangla_ahbayan":"আল্লাহই সৃষ্টি করেছেন সপ্ত আকাশ এবং পৃথিবীও অনুরূপ,[১] ওগুলোর মধ্যে নেমে আসে তাঁর নির্দেশ,[২] যাতে তোমরা বুঝতে পার যে, অবশ্যই আল্লাহ সর্ববিষয়ে সর্বশক্তিমান এবং জ্ঞানে আল্লাহ সবকিছুকে পরিবেষ্টন করে রয়েছেন। [৩]","bangla_bayan":"তিনি আল্লাহ, যিনি সাত আসমান এবং অনুরূপ যমীন সৃষ্টি করেছেন; এগুলির মাঝে তাঁর নির্দেশ অবতীর্ণ হয় যেন তোমরা জানতে পার যে, আল্লাহ সর্ববিষয়ে ক্ষমতাবান এবং আল্লাহর জ্ঞানতো সব কিছুকে বেষ্টন করে আছে।","bangla_mkhan":"আল্লাহ সপ্তাকাশ সৃষ্টি করেছেন এবং পৃথিবীও সেই পরিমাণে, এসবের মধ্যে তাঁর আদেশ অবতীর্ণ হয়, যাতে তোমরা জানতে পার যে, আল্লাহ সর্বশক্তিমান এবং সবকিছু তাঁর গোচরীভূত।","bangla_mujibur":"আল্লাহই সৃষ্টি করেছেন সপ্ত আকাশ এবং পৃথিবীও সেই পরিমাণ। ওগুলির মধ্যে নেমে আসে তাঁর নির্দেশ; ফলে তোমরা বুঝতে পার যে, আল্লাহ সর্ব বিষয়ে সর্বশক্তিমান এবং জ্ঞানে আল্লাহ সব কিছুকে পরিবেষ্টন করে রয়েছেন।","bangla_taisirul":"আল্লাহই সাত আসমান বানিয়েছেন আর ওগুলোর মত পৃথিবীও, সবগুলোর মাঝে (অর্থাৎ সকল আসমানে আর সকল যমীনে) নেমে আসে আল্লাহর নির্দেশ যাতে তোমরা জানতে পার যে, আল্লাহ সব কিছুর উপর ক্ষমতাবান আর আল্লাহ (স্বীয়) জ্ঞানে সব কিছুকে ঘিরে রেখেছেন।"}]}}