{"surahDetails":{"id":72,"banglaName":"জিন সম্প্রদায়","totalAyah":28,"arabicInBangla":"আল-জীন"},"surah":{"id":72,"verses":[{"id":1,"arabic_text":"قُلۡ  اُوۡحِیَ  اِلَیَّ  اَنَّہُ  اسۡتَمَعَ  نَفَرٌ مِّنَ الۡجِنِّ فَقَالُوۡۤا  اِنَّا سَمِعۡنَا قُرۡاٰنًا عَجَبًا  ۙ﴿۱﴾ ","english_text":"And you had already known about those who transgressed among you concerning the sabbath, and We said to them, \"Be apes, despised.\"","page":572,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/5448.mp3","colorText":"قُلْ أُوحِىَ إِلَىَّ أَ[g[نّ]َهُ [h:13977[ٱ]سْتَمَعَ نَفَ[a:13978[رٌ م]ِّنَ [h:4673[ٱ]لْجِ[g[نّ]ِ فَقَال[o[ُوٓ][s[اْ] إِ[g[نّ]َا سَمِعْنَا قُرْءَانًا عَجَبًا","juz":29,"ruku":506,"manzil":7,"bangla_ahbayan":"বল, আমার প্রতি অহী প্রেরিত হয়েছে যে, জ্বিনদের একটি দল[১] মনোযোগ সহকারে শ্রবণ করে বলেছে, ‘আমরা তো এক বিস্ময়কর কুরআন শ্রবণ করেছি। [২]","bangla_bayan":"বল, ‘আমার প্রতি ওহী করা হয়েছে যে, নিশ্চয় জিনদের একটি দল মনোযোগ সহকারে শুনেছে। অতঃপর বলেছে, ‘আমরা তো এক বিস্ময়কর কুরআন শুনেছি,","bangla_mkhan":"বলুনঃ আমার প্রতি ওহী নাযিল করা হয়েছে যে, জিনদের একটি দল কোরআন শ্রবণ করেছে, অতঃপর তারা বলেছেঃ আমরা বিস্ময়কর কোরআন শ্রবণ করেছি;","bangla_mujibur":"বলঃ আমার প্রতি অহী প্রেরিত হয়েছে যে, জিনদের একটি দল মনোযোগ সহকারে শ্রবণ করেছে এবং বলেছে, আমরাতো এক বিস্ময়কর কুরআন শ্রবণ করেছি –","bangla_taisirul":"বল, ‘‘আমার কাছে ওয়াহী করা হয়েছে যে, জিন্নদের একটি দল মনোযোগ দিয়ে (কুরআন) শুনেছে অতঃপর তারা বলেছে ‘আমরা এক অতি আশ্চর্যজনক কুরআন শুনেছি"},{"id":2,"arabic_text":"یَّہۡدِیۡۤ  اِلَی الرُّشۡدِ فَاٰمَنَّا بِہٖ ؕ وَ لَنۡ نُّشۡرِکَ بِرَبِّنَاۤ   اَحَدًا ۙ﴿۲﴾ ","english_text":"And We made it a deterrent punishment for those who were present and those who succeeded [them] and a lesson for those who fear Allah .","page":572,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/5449.mp3","colorText":"يَهْد[o[ِىٓ] إِلَى [h:13979[ٱ][l[ل]رُّشْدِ فَـَٔـامَ[g[نّ]َا بِه[n[ِۦ]‌ۖ وَل[a:13980[َن ن]ُّشْرِكَ بِرَبِّن[o[َآ] أَحَدًا","juz":29,"ruku":506,"manzil":7,"bangla_ahbayan":"যা সঠিক পথ-নির্দেশ করে;[১] ফলে আমরা তাতে বিশ্বাস স্থাপন করেছি।[২] আর আমরা কখনো আমাদের প্রতিপালকের কোন শরীক স্থাপন করব না। [৩]","bangla_bayan":"যা সত্যের দিকে হিদায়াত করে; অতঃপর আমরা তাতে ঈমান এনেছি। আর আমরা কখনো আমাদের রবের সাথে কাউকে শরীক করব না’।","bangla_mkhan":"যা সৎপথ প্রদর্শন করে। ফলে আমরা তাতে বিশ্বাস স্থাপন করেছি। আমরা কখনও আমাদের পালনকর্তার সাথে কাউকে শরীক করব না।","bangla_mujibur":"যা সঠিক পথ নির্দেশ করে; ফলে আমরা এতে বিশ্বাস স্থাপন করেছি। আমরা কখনও আমাদের রবের সাথে কোন শরীক স্থির করবনা।","bangla_taisirul":"যা সত্য-সঠিক পথ প্রদর্শন করে, যার কারণে আমরা তাতে ঈমান এনেছি, আমরা কক্ষনো কাউকে আমাদের প্রতিপালকের অংশীদার গণ্য করব না।"},{"id":3,"arabic_text":"وَّ اَنَّہٗ  تَعٰلٰی جَدُّ  رَبِّنَا مَا اتَّخَذَ صَاحِبَۃً وَّ لَا وَلَدًا ۙ﴿۳﴾ ","english_text":"And [recall] when Moses said to his people, \"Indeed, Allah commands you to slaughter a cow.\" They said, \"Do you take us in ridicule?\" He said, \"I seek refuge in Allah from being among the ignorant.\"","page":572,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/5450.mp3","colorText":"وَأَ[g[نّ]َهُ[n[ۥ] تَعَ[n[ـٰ]لَىٰ جَدُّ رَبِّنَا مَا [h:9277[ٱ]تَّخَذَ صَ[n[ـٰ]حِبَ[a:13981[ةً و]َلَا وَلَدًا","juz":29,"ruku":506,"manzil":7,"bangla_ahbayan":"এবং নিশ্চয়ই সমুচ্চ আমাদের প্রতিপালকের মর্যাদা; তিনি গ্রহণ করেননি কোন পত্নী এবং না কোন সন্তান। [১]","bangla_bayan":"‘আর নিশ্চয় আমাদের রবের মর্যাদা সমুচ্চ। তিনি কোন সংগিনী গ্রহণ করেননি এবং না কোন সন্তান’।","bangla_mkhan":"এবং আরও বিশ্বাস করি যে, আমাদের পালনকর্তার মহান মর্যাদা সবার উর্ধ্বে। তিনি কোন পত্নী গ্রহণ করেননি এবং তাঁর কোন সন্তান নেই।","bangla_mujibur":"এবং নিশ্চয়ই সমুচ্চ আমাদের রবের মর্যাদা; তিনি গ্রহণ করেননি কোন পত্নী এবং না কোন সন্তান।","bangla_taisirul":"আর আমাদের প্রতিপালকের মর্যাদা অতি উচ্চ, তিনি গ্রহণ করেননি কোন স্ত্রী আর কোন সন্তান।"},{"id":4,"arabic_text":"وَّ اَنَّہٗ  کَانَ یَقُوۡلُ سَفِیۡہُنَا عَلَی اللّٰہِ شَطَطًا ۙ﴿۴﴾ ","english_text":"They said, \"Call upon your Lord to make clear to us what it is.\" [Moses] said, \"[ Allah ] says, 'It is a cow which is neither old nor virgin, but median between that,' so do what you are commanded.\"","page":572,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/5451.mp3","colorText":"وَأَ[g[نّ]َهُ[n[ۥ] كَانَ يَقُولُ سَفِيهُنَا عَلَى [h:412[ٱ]للَّهِ شَطَطًا","juz":29,"ruku":506,"manzil":7,"bangla_ahbayan":"এবং আমাদের মধ্যকার নির্বোধরা আল্লাহর সম্বন্ধে অতি অবাস্তব উক্তি করত। [১]","bangla_bayan":"‘আর আমাদের মধ্যকার নির্বোধেরা আল্লাহর ব্যাপারে অবাস্তব কথা- বার্তা বলত’।","bangla_mkhan":"আমাদের মধ্যে নির্বোধেরা আল্লাহ তা’আলা সম্পর্কে বাড়াবাড়ির কথাবার্তা বলত।","bangla_mujibur":"এবং আমাদের মধ্যকার নির্বোধরা আল্লাহ সম্বন্ধে অতি অবাস্তব উক্তি করত।","bangla_taisirul":"আর আমাদের মধ্যেকার নির্বোধেরা তাঁর সম্পর্কে সীমাতিরিক্ত কথাবার্তা বলত।"},{"id":5,"arabic_text":"وَّ اَنَّا ظَنَنَّاۤ  اَنۡ  لَّنۡ تَقُوۡلَ الۡاِنۡسُ وَ الۡجِنُّ عَلَی اللّٰہِ  کَذِبًا ۙ﴿۵﴾ ","english_text":"They said, \"Call upon your Lord to show us what is her color.\" He said, \"He says, 'It is a yellow cow, bright in color - pleasing to the observers.' \"","page":572,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/5452.mp3","colorText":"وَأَ[g[نّ]َا ظَنَ[g[نّ][o[َآ] أ[u:8842[َن ل]َّ[f:13982[ن ت]َقُولَ [h:13983[ٱ]لْإِ[f:7884[نس]ُ وَ[h:7885[ٱ]لْجِ[g[نّ]ُ عَلَى [h:412[ٱ]للَّهِ كَذِبًا","juz":29,"ruku":506,"manzil":7,"bangla_ahbayan":"অথচ আমরা মনে করতাম যে, মানুষ এবং জ্বিন আল্লাহ সম্বন্ধে কখনো মিথ্যা আরোপ করবে না। [১]","bangla_bayan":"‘অথচ আমরা তো ধারণা করতাম যে, মানুষ ও জিন কখনো আল্লাহ সম্পর্কে মিথ্যা আরোপ করবে না’।","bangla_mkhan":"অথচ আমরা মনে করতাম, মানুষ ও জিন কখনও আল্লাহ তা’আলা সম্পর্কে মিথ্যা বলতে পারে না।","bangla_mujibur":"অথচ আমরা মনে করতাম মানুষ এবং জিন, আল্লাহ সম্বন্ধে কখনও মিথ্যা আরোপ করবেনা।","bangla_taisirul":"আর আমরা ধারণা করতাম যে, মানুষ ও জ্বিন আল্লাহ সম্পর্কে কক্ষনো মিথ্যে কথা বলবে না।"},{"id":6,"arabic_text":"وَّ  اَنَّہٗ کَانَ رِجَالٌ مِّنَ الۡاِنۡسِ یَعُوۡذُوۡنَ بِرِجَالٍ  مِّنَ  الۡجِنِّ فَزَادُوۡہُمۡ  رَہَقًا ۙ﴿۶﴾ ","english_text":"They said, \"Call upon your Lord to make clear to us what it is. Indeed, [all] cows look alike to us. And indeed we, if Allah wills, will be guided.\"","page":572,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/5453.mp3","colorText":"وَأَ[g[نّ]َهُ[n[ۥ] كَانَ رِجَا[a:13984[لٌ م]ِّنَ [h:4410[ٱ]لْإِ[f:4338[نس]ِ يَعُوذُونَ بِرِجَا[a:13985[لٍ م]ِّنَ [h:4673[ٱ]لْجِ[g[نّ]ِ فَزَادُوهُمْ رَهَقًا","juz":29,"ruku":506,"manzil":7,"bangla_ahbayan":"আর কতিপয় মানুষ কতক জ্বিনদের নিকট আশ্রয় প্রার্থনা করত,[১] ফলে তারা জ্বিনদের অহংকার[২] বাড়িয়ে দিত।","bangla_bayan":"আর নিশ্চয় কতিপয় মানুষ কতিপয় জিনের আশ্রয় নিত, ফলে তারা তাদের অহংকার বাড়িয়ে দিয়েছিল।","bangla_mkhan":"অনেক মানুষ অনেক জিনের আশ্রয় নিত, ফলে তারা জিনদের আত্নম্ভরিতা বাড়িয়ে দিত।","bangla_mujibur":"আর যে কতিপয় মানুষ কতক জিনের স্মরণ নিত, ফলে তারা জিনদের আত্মম্ভরিতা বাড়িয়ে দিত।","bangla_taisirul":"আরো এই যে, কতক মানুষ কতক জ্বিনের আশ্রয় নিত, এর দ্বারা তারা জ্বিনদের গর্ব অহঙ্কার বাড়িয়ে দিয়েছে।"},{"id":7,"arabic_text":"وَّ اَنَّہُمۡ  ظَنُّوۡا کَمَا ظَنَنۡتُمۡ  اَنۡ  لَّنۡ یَّبۡعَثَ اللّٰہُ  اَحَدًا ۙ﴿۷﴾ ","english_text":"He said, \"He says, 'It is a cow neither trained to plow the earth nor to irrigate the field, one free from fault with no spot upon her.' \" They said, \"Now you have come with the truth.\" So they slaughtered her, but they could hardly do it.","page":572,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/5454.mp3","colorText":"وَأَ[g[نّ]َهُمْ ظَ[g[نّ]ُو[s[اْ] كَمَا ظَنَ[f:12002[نت]ُمْ أ[u:8842[َن ل]ّ[a:11863[َن ي]َ[q:4140[بْ]عَثَ [h:11864[ٱ]للَّهُ أَحَدًا","juz":29,"ruku":506,"manzil":7,"bangla_ahbayan":"আর তারা (মানুষরা)ও ধারণা করে; যেমন তোমরা ধারণা কর যে, আল্লাহ কখনই কাউকেও (মৃত্যুর পর) পুনরুত্থিত করবেন না।[১]","bangla_bayan":"আর নিশ্চয় তারা ধারণা করেছিল যেমন তোমরা ধারণা করেছ যে, আল্লাহ কাউকে কখনই পুনরুত্থিত করবেন না।","bangla_mkhan":"তারা ধারণা করত, যেমন তোমরা মানবেরা ধারণা কর যে, মৃত্যুর পর আল্লাহ তা’আলা কখনও কাউকে পুনরুত্থিত করবেন না।","bangla_mujibur":"আর জিনরা বলেছিলঃ তোমাদের মত মানুষও মনে করে যে, মৃত্যুর পর আল্লাহ কেহকেও পুনরুত্থিত করবেননা।","bangla_taisirul":"আরো এই যে (জ্বিনেরা বলেছিল) তোমরা (জ্বিনেরা) যেমন ধারণা করতে তেমনি মানুষেরা ধারণা করত যে, (মৃত্যুর পর) আল্লাহ কাউকে পুনরুত্থিত করবে না।"},{"id":8,"arabic_text":"وَّ اَنَّا لَمَسۡنَا السَّمَآءَ  فَوَجَدۡنٰہَا مُلِئَتۡ حَرَسًا شَدِیۡدًا وَّ  شُہُبًا ۙ﴿۸﴾ ","english_text":"And [recall] when you slew a man and disputed over it, but Allah was to bring out that which you were concealing.","page":572,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/5455.mp3","colorText":"وَأَ[g[نّ]َا لَمَسْنَا [h:13986[ٱ][l[ل]سَّم[o[َا]ٓءَ فَوَجَ[q:13987[دْ]نَ[n[ـٰ]هَا مُلِئَتْ حَرَ[f:13988[سًا ش]َدِي[a:13989[دًا و]َشُهُبًا","juz":29,"ruku":506,"manzil":7,"bangla_ahbayan":"এবং আমরা আকাশ পর্যবেক্ষণ করে দেখেছি, কঠোর প্রহরী ও উল্কাপিন্ড দ্বারা তা পরিপূর্ণ। [১]","bangla_bayan":"‘আর নিশ্চয় আমরা আকাশ স্পর্শ করতে চেয়েছিলাম*, কিন্তু আমরা সেটাকে পেলাম যে, তা কঠোর প্রহরী এবং উল্কাপিন্ড দ্বারা পরিপূর্ণ’। \\n\\n*আকাশের সংবাদ সংগ্রহ করার চেষ্টা করেছিলাম।","bangla_mkhan":"আমরা আকাশ পর্যবেক্ষণ করছি, অতঃপর দেখতে পেয়েছি যে, কঠোর প্রহরী ও উল্কাপিন্ড দ্বারা আকাশ পরিপূর্ণ।","bangla_mujibur":"এবং আমরা চেয়েছিলাম আকাশের তথ্য সংগ্রহ করতে। কিন্তু আমরা দেখতে পেলাম কঠোর প্রহরী ও উল্কাপিন্ড দ্বারা আকাশ পরিপূর্ণ।","bangla_taisirul":"আর আমরা আকাশের খবর নিতে চেয়েছিলাম কিন্তু আমরা সেটাকে পেলাম কঠোর প্রহরী বেষ্টিত ও জ্বলন্ত উল্কাপিন্ডে পরিপূর্ণ।"},{"id":9,"arabic_text":"وَّ اَنَّا کُنَّا نَقۡعُدُ مِنۡہَا مَقَاعِدَ لِلسَّمۡعِ ؕ فَمَنۡ  یَّسۡتَمِعِ الۡاٰنَ  یَجِدۡ لَہٗ  شِہَابًا  رَّصَدًا ۙ﴿۹﴾ ","english_text":"So, We said, \"Strike the slain man with part of it.\" Thus does Allah bring the dead to life, and He shows you His signs that you might reason.","page":572,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/5456.mp3","colorText":"وَأَ[g[نّ]َا كُ[g[نّ]َا نَ[q:13990[قْ]عُدُ مِنْهَا مَقَ[n[ـٰ]عِدَ لِلسَّمْعِ‌ۖ فَم[a:13991[َن ي]َسْتَمِعِ [h:13992[ٱ]لْأَنَ يَجِ[q:1067[دْ] لَهُ[n[ۥ] شِهَا[u:13993[بًا ر]َّصَدًا","juz":29,"ruku":506,"manzil":7,"bangla_ahbayan":"আর পূর্বে আমরা আকাশের বিভিন্ন ঘাঁটিতে (সংবাদ) শুনবার জন্য বসতাম,[১] কিন্তু এখন কেউ (সংবাদ) শুনতে চাইলে সে তার উপর নিক্ষেপের জন্য প্রস্তুত জ্বলন্ত উল্কাপিন্ডের সম্মুখীন হয়।[২]","bangla_bayan":"আর আমরা তো সংবাদ শোনার জন্য আকাশের বিভিন্ন ঘাটিতে বসতাম, কিন্তু এখন যে শুনতে চাইবে, সে তার জন্য প্রস্তুত জ্বলন্ত উল্কাপিন্ড পাবে’।","bangla_mkhan":"আমরা আকাশের বিভিন্ন ঘাঁটিতে সংবাদ শ্রবণার্থে বসতাম। এখন কেউ সংবাদ শুনতে চাইলে সে জলন্ত উল্কাপিন্ড ওঁৎ পেতে থাকতে দেখে।","bangla_mujibur":"আর পূর্বে আমরা আকাশের বিভিন্ন ঘাঁটিতে সংবাদ শোনার জন্য বসতাম। কিন্তু এখন কেহ সংবাদ শুনতে চাইলে সে তার উপর নিক্ষেপের জন্য প্রস্তুত জ্বলন্ত উল্কাপিন্ডের সম্মুখীন হয়।","bangla_taisirul":"আমরা (আগে) সংবাদ শুনার জন্য আকাশের বিভিন্ন ঘাঁটিতে বসতাম, কিন্তু এখন কেউ সংবাদ শুনতে চাইলে তার উপর নিক্ষেপের জন্য সে জ্বলন্ত অগ্নিকুন্ডকে লুকিয়ে থাকতে দেখে।"},{"id":10,"arabic_text":"وَّ اَنَّا لَا  نَدۡرِیۡۤ  اَشَرٌّ  اُرِیۡدَ بِمَنۡ فِی الۡاَرۡضِ اَمۡ  اَرَادَ بِہِمۡ  رَبُّہُمۡ  رَشَدًا ﴿ۙ۱۰﴾ ","english_text":"Then your hearts became hardened after that, being like stones or even harder. For indeed, there are stones from which rivers burst forth, and there are some of them that split open and water comes out, and there are some of them that fall down for fear of Allah . And Allah is not unaware of what you do.","page":572,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/5457.mp3","colorText":"وَأَ[g[نّ]َا لَا نَ[q:12439[دْ]ر[o[ِىٓ] أَشَرٌّ أُرِيدَ بِمَ[f:7793[ن ف]ِى [h:44[ٱ]لْأَرْضِ أَمْ أَرَادَ بِهِمْ رَبُّهُمْ رَشَدًا","juz":29,"ruku":506,"manzil":7,"bangla_ahbayan":"আমরা জানি না যে, জগদ্বাসীর অমঙ্গল অভিপ্রেত, না তাদের প্রতিপালক তাদের মঙ্গল চান। [১]","bangla_bayan":"‘আর নিশ্চয় আমরা জানি না, যমীনে যারা রয়েছে তাদের জন্য অকল্যাণ চাওয়া হয়েছে, নাকি তাদের রব তাদের ব্যাপারে মঙ্গল চেয়েছেন’।","bangla_mkhan":"আমরা জানি না পৃথিবীবাসীদের অমঙ্গল সাধন করা অভীষ্ট, না তাদের পালনকর্তা তাদের মঙ্গল সাধন করার ইচ্ছা রাখেন।","bangla_mujibur":"আমরা জানিনা, জগতবাসীর অমংগলই অভিপ্রেত, না কি তাদের রাব্ব তাদের মংগল করার ইচ্ছা রাখেন।","bangla_taisirul":"আমরা জানি না (এই পরিবর্তিত অবস্থার মাধ্যমে) পৃথিবীবাসীর অকল্যাণই চাওয়া হচ্ছে, না তাদের প্রতিপালক তাদেরকে সরল সঠিক পথ দেখাতে চান।"},{"id":11,"arabic_text":"وَّ اَنَّا مِنَّا الصّٰلِحُوۡنَ وَ مِنَّا دُوۡنَ ذٰلِکَ ؕ  کُنَّا طَرَآئِقَ قِدَدًا ﴿ۙ۱۱﴾ ","english_text":"Do you covet [the hope, O believers], that they would believe for you while a party of them used to hear the words of Allah and then distort the Torah after they had understood it while they were knowing?","page":572,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/5458.mp3","colorText":"وَأَ[g[نّ]َا مِ[g[نّ]َا [h:13994[ٱ][l[ل]صَّ[n[ـٰ]لِحُونَ وَمِ[g[نّ]َا دُونَ ذ[n[َٲ]لِكَ‌ۖ كُ[g[نّ]َا طَر[o[َا]ٓئِقَ قِدَدًا","juz":29,"ruku":506,"manzil":7,"bangla_ahbayan":"এবং আমাদের কতক সৎকর্মপরায়ণ এবং কতক এর ব্যতিক্রম, আমরা ছিলাম বিভিন্ন পথের অনুসারী। [১]","bangla_bayan":"‘আর নিশ্চয় আমাদের কতিপয় সৎকর্মশীল এবং কতিপয় এর ব্যতিক্রম। আমরা ছিলাম বিভিন্ন মত ও পথে বিভক্ত’।","bangla_mkhan":"আমাদের কেউ কেউ সৎকর্মপরায়ণ এবং কেউ কেউ এরূপ নয়। আমরা ছিলাম বিভিন্ন পথে বিভক্ত।","bangla_mujibur":"এবং আমাদের কতক সৎ কর্মপরায়ণ এবং কতক এর ব্যতিক্রম, আমরা ছিলাম বিভিন্ন পথের অনুসারী;","bangla_taisirul":"আর আমাদের কিছু সংখ্যক সৎকর্মশীল, আর কতক এমন নয়, আমরা ছিলাম বিভিন্ন মত ও পথে বিভক্ত।"},{"id":12,"arabic_text":"وَّ اَنَّا ظَنَنَّاۤ  اَنۡ  لَّنۡ نُّعۡجِزَ اللّٰہَ  فِی  الۡاَرۡضِ وَ  لَنۡ  نُّعۡجِزَہٗ  ہَرَبًا ﴿ۙ۱۲﴾ ","english_text":"And when they meet those who believe, they say, \"We have believed\"; but when they are alone with one another, they say, \"Do you talk to them about what Allah has revealed to you so they can argue with you about it before your Lord?\" Then will you not reason?","page":572,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/5459.mp3","colorText":"وَأَ[g[نّ]َا ظَنَ[g[نّ][o[َآ] أ[u:8842[َن ل]ّ[a:13995[َن ن]ُّعْجِزَ [h:13996[ٱ]للَّهَ فِى [h:44[ٱ]لْأَرْضِ وَل[a:13997[َن ن]ُّعْجِزَهُ[n[ۥ] هَرَبًا","juz":29,"ruku":506,"manzil":7,"bangla_ahbayan":"(এখন) আমরা বুঝেছি[১] যে, আমরা পৃথিবীতে আল্লাহকে পরাভূত করতে পারব না এবং পলায়ন করেও তাঁকে ব্যর্থ করতে পারব না।","bangla_bayan":"‘আর আমরা তো বুঝতে পেরেছি যে, আমরা কিছুতেই যমীনের মধ্যে আল্লাহকে অপারগ করতে পারব না এবং পালিয়েও কখনো তাকে অপারগ করতে পারব না’।","bangla_mkhan":"আমরা বুঝতে পেরেছি যে, আমরা পৃথিবীতে আল্লাহ তা’আলাকে পরাস্ত করতে পারব না এবং পলায়ন করেও তাকে অপারক করত পরব না।","bangla_mujibur":"এখন আমরা বুঝেছি যে, আমরা পৃথিবীতে আল্লাহকে পরাভূত করতে পারবনা এবং পলায়ন করেও তাঁকে ব্যর্থ করতে পারবনা।","bangla_taisirul":"আমরা বুঝতে পেরেছি যে, আমরা পৃথিবীতে আল্লাহকে পরাস্ত করতে পারব না, আর পালিয়েও তাঁকে অপারগ করতে পারব না।"},{"id":13,"arabic_text":"وَّ اَنَّا لَمَّا سَمِعۡنَا  الۡہُدٰۤی اٰمَنَّا بِہٖ ؕ فَمَنۡ یُّؤۡمِنۡۢ  بِرَبِّہٖ  فَلَا یَخَافُ بَخۡسًا وَّ لَا رَہَقًا ﴿ۙ۱۳﴾ ","english_text":"But do they not know that Allah knows what they conceal and what they declare?","page":572,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/5460.mp3","colorText":"وَأَ[g[نّ]َا لَ[g[مّ]َا سَمِعْنَا [h:13998[ٱ]لْهُدَ[o[ىٰٓ] ءَامَ[g[نّ]َا بِه[n[ِۦ]‌ۖ فَم[a:13999[َن ي]ُؤْم[i:14000[ِنۢ ب]ِرَبِّه[n[ِۦ] فَلَا يَخَافُ بَخْ[a:14001[سًا و]َلَا رَهَقًا","juz":29,"ruku":506,"manzil":7,"bangla_ahbayan":"আমরা যখন পথ-নির্দেশক বাণী শুনলাম, তখন তাতে আমরা বিশ্বাস স্থাপন করলাম। আর যে ব্যক্তি তার প্রতিপালকের উপর বিশ্বাস স্থাপন করে, তার কোন ক্ষতি ও কোন অন্যায়ের আশংকা থাকবে না। [১]","bangla_bayan":"‘আর নিশ্চয় আমরা যখন হিদায়াতের বাণী শুনলাম, তখন তার প্রতি ঈমান আনলাম। আর যে তার রবের প্রতি ঈমান আনে, সে না কোন ক্ষতির আশংকা করবে এবং না কোন অন্যায়ের’।","bangla_mkhan":"আমরা যখন সুপথের নির্দেশ শুনলাম, তখন তাতে বিশ্বাস স্থাপন করলাম। অতএব, যে তার পালনকর্তার প্রতি বিশ্বাস করে, সে লোকসান ও জোর-জবরের আশংকা করে না।","bangla_mujibur":"আমরা যখন পথ নির্দেশক বাণী শুনলাম তখন তাতে বিশ্বাস স্থাপন করলাম। যে ব্যক্তি তার রবের প্রতি ঈমান আনে তার কোন ক্ষতি কিংবা জোর জবরদস্তির আশংকা থাকবেনা।","bangla_taisirul":"আরো এই যে, আমরা যখন হিদায়াতের বাণী শুনতে পেলাম, তখন তার উপর ঈমান আনলাম। যে ব্যক্তি তার প্রতিপালকের উপর ঈমান আনে তার কোন ক্ষতি বা যুলমের ভয় থাকবে না।"},{"id":14,"arabic_text":"وَّ اَنَّا مِنَّا  الۡمُسۡلِمُوۡنَ وَ مِنَّا الۡقٰسِطُوۡنَ ؕ فَمَنۡ  اَسۡلَمَ فَاُولٰٓئِکَ تَحَرَّوۡا  رَشَدًا ﴿۱۴﴾ ","english_text":"And among them are unlettered ones who do not know the Scripture except in wishful thinking, but they are only assuming.","page":573,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/5461.mp3","colorText":"وَأَ[g[نّ]َا مِ[g[نّ]َا [h:14002[ٱ]لْمُسْلِمُونَ وَمِ[g[نّ]َا [h:14003[ٱ]لْقَ[n[ـٰ]سِطُونَ‌ۖ فَمَنْ أَسْلَمَ فَأُ[s[وْ]لَ[o[ـٰٓ]ئِكَ تَحَرَّوْ[s[اْ] رَشَدًا","juz":29,"ruku":506,"manzil":7,"bangla_ahbayan":"আমাদের কতক আত্মসমর্পণকারী (মুসলিম) এবং কতক সীমালংঘনকারী;[১] সুতরাং যারা আত্মসমর্পণ করে (মুসলমান হয়), তারা নিঃসন্দেহে সত্য পথ বেছে নেয়।","bangla_bayan":"‘আর নিশ্চয় আমাদের মধ্যে কিছু সংখ্যক আছে আত্মসমর্পণকারী এবং আমাদের মধ্যে কিছু সংখ্যক সীমালংঘনকারী। কাজেই যারা আত্মসমর্পণ করেছে, তারাই সঠিক পথ বেছে নিয়েছে’।","bangla_mkhan":"আমাদের কিছুসংখ্যক আজ্ঞাবহ এবং কিছুসংখ্যক অন্যায়কারী। যারা আজ্ঞাবহ হয়, তারা সৎপথ বেছে নিয়েছে।","bangla_mujibur":"আমাদের কতক আত্মসমপর্ণকারী এবং কতক সীমা লংঘনকারী; যারা আত্মসমর্পণ করে তারা সুচিন্তিতভাবে সত্য পথ বেছে নেয়।","bangla_taisirul":"আমাদের মধ্যে কিছু সংখ্যক (আল্লাহর প্রতি) আত্মসমর্পণকারী আর কিছু সংখ্যক অন্যায়কারী। যারা আত্মসমর্পণ করে তারা সঠিক পথ বেছে নিয়েছে।"},{"id":15,"arabic_text":"وَ  اَمَّا  الۡقٰسِطُوۡنَ فَکَانُوۡا  لِجَہَنَّمَ حَطَبًا ﴿ۙ۱۵﴾ ","english_text":"So woe to those who write the \"scripture\" with their own hands, then say, \"This is from Allah,\" in order to exchange it for a small price. Woe to them for what their hands have written and woe to them for what they earn.","page":573,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/5462.mp3","colorText":"وَأَ[g[مّ]َا [h:14004[ٱ]لْقَ[n[ـٰ]سِطُونَ فَكَانُو[s[اْ] لِجَهَ[g[نّ]َمَ حَطَبًا","juz":29,"ruku":506,"manzil":7,"bangla_ahbayan":"অপরপক্ষে সীমালংঘনকারীরা তো জাহান্নামেরই ইন্ধন।’[১]","bangla_bayan":"‘আর যারা সীমালঙ্ঘনকারী, তারা তো জাহান্নামের ইন্ধন’।","bangla_mkhan":"আর যারা অন্যায়কারী, তারা তো জাহান্নামের ইন্ধন।","bangla_mujibur":"অপর পক্ষে সীমা লংঘনকারীতো জাহান্নামেরই ইন্ধন।","bangla_taisirul":"আর যারা অন্যায়কারী তারা জাহান্নামের ইন্ধন।"},{"id":16,"arabic_text":"وَّ اَنۡ لَّوِ اسۡتَقَامُوۡا عَلَی الطَّرِیۡقَۃِ لَاَسۡقَیۡنٰہُمۡ  مَّآءً   غَدَقًا ﴿ۙ۱۶﴾ ","english_text":"And they say, \"Never will the Fire touch us, except for a few days.\" Say, \"Have you taken a covenant with Allah ? For Allah will never break His covenant. Or do you say about Allah that which you do not know?\"","page":573,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/5463.mp3","colorText":"وَأَلَّوِ [h:14005[ٱ]سْتَقَ[n[ـٰ]مُو[s[اْ] عَلَى [h:14006[ٱ][l[ل]طَّرِيقَةِ لَأَسْقَيْنَ[n[ـٰ]ه[w:14007[ُم م]ّ[o[َا]ٓءً غَدَقًا","juz":29,"ruku":506,"manzil":7,"bangla_ahbayan":"আর এই যে, তারা যদি সত্য পথে প্রতিষ্ঠিত থাকত, তাহলে তাদেরকে আমি অবশ্যই প্রচুর পানি পান করাতাম।","bangla_bayan":"আর তারা যদি সঠিক পথে অবিচল থাকত, তাহলে আমি অবশ্যই তাদেরকে প্রচুর পরিমাণে পানি পান করাতাম।","bangla_mkhan":"আর এই প্রত্যাদেশ করা হয়েছে যে, তারা যদি সত্যপথে কায়েম থাকত, তবে আমি তাদেরকে প্রচুর পানি বর্ষণে সিক্ত করতাম।","bangla_mujibur":"তারা যদি সত্য পথে প্রতিষ্ঠিত থাকত, তাদেরকে আমি প্রচুর বারি বর্ষণের মাধ্যমে সমৃদ্ধ করতাম –","bangla_taisirul":"আরো (আমার কাছে ওয়াহী করা হয়েছে এই) যে, তারা যদি সত্য-সঠিক পথে প্রতিষ্ঠিত থাকত, তাহলে আমি তাদেরকে প্রচুর পানি পান করাতাম।"},{"id":17,"arabic_text":"لِّنَفۡتِنَہُمۡ  فِیۡہِ ؕ وَ مَنۡ یُّعۡرِضۡ عَنۡ  ذِکۡرِ رَبِّہٖ  یَسۡلُکۡہُ  عَذَابًا صَعَدًا ﴿ۙ۱۷﴾ ","english_text":"Yes, whoever earns evil and his sin has encompassed him - those are the companions of the Fire; they will abide therein eternally.","page":573,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/5464.mp3","colorText":"لِّنَفْتِنَهُمْ فِيهِ‌ۚ وَم[a:14008[َن ي]ُعْرِضْ عَ[f:3773[ن ذ]ِكْرِ رَبِّه[n[ِۦ] يَسْلُكْهُ عَذَا[f:14009[بًا ص]َعَدًا","juz":29,"ruku":506,"manzil":7,"bangla_ahbayan":"যার মাধ্যমে আমি তাদেরকে পরীক্ষা করব। [১] আর যে ব্যক্তি তার প্রতিপালকের স্মরণ হতে বিমুখ হয়, তিনি তাকে কঠিন শাস্তিতে প্রবেশ করাবেন। [২]","bangla_bayan":"যাতে আমি তা দিয়ে তাদেরকে পরীক্ষা করতে পারি। আর যে তার রবের স্মরণ থেকে মুখ ফিরিয়ে নেয়, তাকে তিনি কঠিন আযাবে প্রবেশ করাবেন।","bangla_mkhan":"যাতে এ ব্যাপারে তাদেরকে পরীক্ষা করি। পক্ষান্তরে যে ব্যক্তি তার পালনকর্তার স্মরণ থেকে মুখ ফিরিয়ে নেয়, তিনি তাকে উদীয়মান আযাবে পরিচালিত করবেন।","bangla_mujibur":"যদ্বারা আমি তাদেরকে পরীক্ষা করতাম। যে ব্যক্তি তার রবের স্মরণ হতে বিমুখ হয় তিনি তাকে দুঃসহ শাস্তিতে প্রবেশ করাবেন।","bangla_taisirul":"যেন আমি তা দিয়ে তাদেরকে পরীক্ষা করতে পারি (যে নি‘মাত পাওয়ার পর তারা শুকর-গুজার হয়, না না-ফরমান হয়)। যে ব্যক্তি তার প্রতিপালকের স্মরণ থেকে মুখ ফিরিয়ে নেয়, তিনি তাকে কঠিন ‘আযাবে প্রবেশ করাবেন।"},{"id":18,"arabic_text":"وَّ اَنَّ  الۡمَسٰجِدَ لِلّٰہِ  فَلَا تَدۡعُوۡا مَعَ اللّٰہِ  اَحَدًا ﴿ۙ۱۸﴾ ","english_text":"But they who believe and do righteous deeds - those are the companions of Paradise; they will abide therein eternally.","page":573,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/5465.mp3","colorText":"وَأَ[g[نّ]َ [h:14010[ٱ]لْمَسَ[n[ـٰ]جِدَ لِلَّهِ فَلَا تَ[q:7934[دْ]عُو[s[اْ] مَعَ [h:3975[ٱ]للَّهِ أَحَدًا","juz":29,"ruku":506,"manzil":7,"bangla_ahbayan":"আর এই যে, মসজিদসমূহ আল্লাহরই জন্য। সুতরাং আল্লাহর সাথে তোমরা অন্য কাউকেও ডেকো না।[১]","bangla_bayan":"আর নিশ্চয় মসজিদগুলো আল্লাহরই জন্য। কাজেই তোমরা আল্লাহর সাথে অন্য কাউকে ডেকো না।","bangla_mkhan":"এবং এই ওহীও করা হয়েছে যে, মসজিদসমূহ আল্লাহ তা’আলাকে স্মরণ করার জন্য। অতএব, তোমরা আল্লাহ তা’আলার সাথে কাউকে ডেকো না।","bangla_mujibur":"এবং এই যে মাসজিদসমূহ, আল্লাহরই জন্য। সুতরাং আল্লাহর সাথে তোমরা অন্য কেহকেও ডেকনা।","bangla_taisirul":"আরো এই যে, মাসজিদগুলো কেবলমাত্র আল্লাহরই জন্য, কাজেই তোমরা আল্লাহর সঙ্গে অন্য আর কাউকে ডেকো না।"},{"id":19,"arabic_text":"وَّ اَنَّہٗ  لَمَّا قَامَ عَبۡدُ اللّٰہِ یَدۡعُوۡہُ کَادُوۡا یَکُوۡنُوۡنَ عَلَیۡہِ  لِبَدًا ﴿ؕ۱۹﴾ ","english_text":"And [recall] when We took the covenant from the Children of Israel, [enjoining upon them], \"Do not worship except Allah ; and to parents do good and to relatives, orphans, and the needy. And speak to people good [words] and establish prayer and give zakah.\" Then you turned away, except a few of you, and you were refusing.","page":573,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/5466.mp3","colorText":"وَأَ[g[نّ]َهُ[n[ۥ] لَ[g[مّ]َا قَامَ عَ[q:8319[بْ]دُ [h:8320[ٱ]للَّهِ يَ[q:14011[دْ]عُوهُ كَادُو[s[اْ] يَكُونُونَ عَلَيْهِ لِبَدًا","juz":29,"ruku":506,"manzil":7,"bangla_ahbayan":"আর এই যে, যখন আল্লাহর দাস তাঁকে ডাকবার জন্য দন্ডায়মান হল, তখন তারা তার নিকট ভিড় জমাল। [১]","bangla_bayan":"আর নিশ্চয় আল্লাহর বান্দা* যখন তাঁকে ডাকার জন্য দাঁড়াল, তখন তারা** তার নিকট ভিড় জমাল। \\n\\n*রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম। **কাফিরগণ।","bangla_mkhan":"আর যখন আল্লাহ তা’আলার বান্দা তাঁকে ডাকার জন্যে দন্ডায়মান হল, তখন অনেক জিন তার কাছে ভিড় জমাল।","bangla_mujibur":"আর এই যে, যখন আল্লাহর বান্দা তাঁকে ডাকার জন্য দন্ডায়মান হল তখন তারা তার নিকট ভিড় জমালো।","bangla_taisirul":"আরো এই যে, যখন আল্লাহর বান্দা [রসূলুল্লাহ (সা.)] যখন তাঁকে আহবান করার জন্য দাঁড়াল তখন তারা (অর্থাৎ কাফিররা) তার চারপাশে ভিড় জমাল।"},{"id":20,"arabic_text":"قُلۡ  اِنَّمَاۤ  اَدۡعُوۡا  رَبِّیۡ  وَ لَاۤ  اُشۡرِکُ بِہٖۤ اَحَدًا ﴿۲۰﴾ ","english_text":"And [recall] when We took your covenant, [saying], \"Do not shed each other's blood or evict one another from your homes.\" Then you acknowledged [this] while you were witnessing.","page":573,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/5467.mp3","colorText":"قُلْ إِ[g[نّ]َم[o[َآ] أَ[q:6847[دْ]عُو[s[اْ] رَبِّى وَل[o[َآ] أُشْرِكُ بِه[o[ِۦٓ] أَحَدًا","juz":29,"ruku":507,"manzil":7,"bangla_ahbayan":"বল, ‘আমি কেবল আমার প্রতিপালককেই ডাকি এবং তাঁর সাথে কাউকেও শরীক করি না।’ [১]","bangla_bayan":"বল, ‘নিশ্চয় আমি আমার রবকে ডাকি এবং তার সাথে কাউকে শরীক করি না’।","bangla_mkhan":"বলুনঃ আমি তো আমার পালনকর্তাকেই ডাকি এবং তাঁর সাথে কাউকে শরীক করি না।","bangla_mujibur":"বলঃ আমি আমার রাব্বকে ডাকি এবং তাঁর সাথে কেহকে শরীক করিনা।","bangla_taisirul":"বল: আমি শুধু আমার প্রতিপালককেই ডাকি, আর অন্য কাউকে তাঁর অংশীদার গণ্য করি না।"},{"id":21,"arabic_text":"قُلۡ  اِنِّیۡ  لَاۤ  اَمۡلِکُ لَکُمۡ ضَرًّا وَّ لَا رَشَدًا ﴿۲۱﴾ ","english_text":"Then, you are those [same ones who are] killing one another and evicting a party of your people from their homes, cooperating against them in sin and aggression. And if they come to you as captives, you ransom them, although their eviction was forbidden to you. So do you believe in part of the Scripture and disbelieve in part? Then what is the recompense for those who do that among you except disgrace in worldly life; and on the Day of Resurrection they will be sent back to the severest of punishment. And Allah is not unaware of what you do.","page":573,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/5468.mp3","colorText":"قُلْ إِ[g[نّ]ِى ل[o[َآ] أَمْلِكُ لَكُمْ ضَر[a:3719[ًّا و]َلَا رَشَدًا","juz":29,"ruku":507,"manzil":7,"bangla_ahbayan":"বল, ‘আমি তোমাদের অপকার অথবা উপকার কিছুরই মালিক নই।’ [১]","bangla_bayan":"বল, ‘নিশ্চয় আমি তোমাদের জন্য না কোন অকল্যাণ করার ক্ষমতা রাখি এবং না কোন কল্যাণ করার’।","bangla_mkhan":"বলুনঃ আমি তোমাদের ক্ষতি সাধন করার ও সুপথে আনয়ন করার মালিক নই।","bangla_mujibur":"বলঃ আমি তোমাদের মঙ্গল-অমঙ্গলের মালিক নই।","bangla_taisirul":"বল- ‘আমি তোমাদের কোন ক্ষতি বা কল্যাণ করার ক্ষমতা রাখি না।"},{"id":22,"arabic_text":"قُلۡ  اِنِّیۡ   لَنۡ یُّجِیۡرَنِیۡ  مِنَ  اللّٰہِ  اَحَدٌ ۬ۙ وَّ لَنۡ  اَجِدَ  مِنۡ  دُوۡنِہٖ   مُلۡتَحَدًا ﴿ۙ۲۲﴾ ","english_text":"Those are the ones who have bought the life of this world [in exchange] for the Hereafter, so the punishment will not be lightened for them, nor will they be aided.","page":573,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/5469.mp3","colorText":"قُلْ إِ[g[نّ]ِى ل[a:14012[َن ي]ُجِيرَنِى مِنَ [h:321[ٱ]للَّهِ أَحَ[a:14013[دٌ و]َلَنْ أَجِدَ مِ[f:3136[ن د]ُونِه[n[ِۦ] مُلْتَحَدًا","juz":29,"ruku":507,"manzil":7,"bangla_ahbayan":"বল, ‘আল্লাহর (শাস্তি) হতে কেউই আমাকে রক্ষা করতে পারবে না[১] এবং আল্লাহ ব্যতীত আমি কোন আশ্রয়স্থলও পাব না।","bangla_bayan":"বল, ‘নিশ্চয় আল্লাহর কাছ থেকে কেউ আমাকে রক্ষা করতে পারবে না এবং তিনি ছাড়া কখনো আমি কোন আশ্রয়ও পাব না।","bangla_mkhan":"বলুনঃ আল্লাহ তা’আলার কবল থেকে আমাকে কেউ রক্ষা করতে পারবে না এবং তিনি ব্যতীত আমি কোন আশ্রয়স্থল পাব না।","bangla_mujibur":"বলঃ আল্লাহর শাস্তি হতে কেহ আমাকে রক্ষা করতে পারবেনা এবং আল্লাহ ব্যতীত আমি কোন আশ্রয় পাবনা।","bangla_taisirul":"বল- আল্লাহর (শাস্তি) থেকে কেউ আমাকে রক্ষা করতে পারবে না (যদি আমি তাঁর অবাধ্য হই) এবং তাঁর আশ্রয় ছাড়া আমি কোন আশ্রয়ও পাব না।"},{"id":23,"arabic_text":"اِلَّا  بَلٰغًا مِّنَ اللّٰہِ وَ رِسٰلٰتِہٖ ؕ وَ مَنۡ یَّعۡصِ اللّٰہَ  وَ  رَسُوۡلَہٗ  فَاِنَّ  لَہٗ  نَارَ جَہَنَّمَ خٰلِدِیۡنَ  فِیۡہَاۤ   اَبَدًا ﴿ؕ۲۳﴾ ","english_text":"And We did certainly give Moses the Torah and followed up after him with messengers. And We gave Jesus, the son of Mary, clear proofs and supported him with the Pure Spirit. But is it [not] that every time a messenger came to you, [O Children of Israel], with what your souls did not desire, you were arrogant? And a party [of messengers] you denied and another party you killed.","page":573,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/5470.mp3","colorText":"إِلَّا بَلَ[n[ـٰ][a:14014[غًا م]ِّنَ [h:321[ٱ]للَّهِ وَرِسَ[n[ـٰ]لَ[n[ـٰ]تِه[n[ِۦ]‌ۚ وَم[a:2634[َن ي]َعْصِ [h:2635[ٱ]للَّهَ وَرَسُولَهُ[n[ۥ] فَإِ[g[نّ]َ لَهُ[n[ۥ] نَارَ جَهَ[g[نّ]َمَ خَ[n[ـٰ]لِدِينَ فِيه[o[َآ] أَبَدًا","juz":29,"ruku":507,"manzil":7,"bangla_ahbayan":"শুধু আল্লাহর পক্ষ হতে পৌঁছানো এবং তাঁর বাণী প্রচারই (আমার কাজ)।[১] যারা আল্লাহ ও তাঁর রসূলকে অমান্য করে, তাদের জন্য রয়েছে জাহান্নামের আগুন, সেখানে তারা চিরস্থায়ী হবে।’","bangla_bayan":"কেবল আল্লাহর বাণী ও তাঁর রিসালাত পৌঁছানোই দায়িত্ব। আর যে আল্লাহ ও তাঁর রাসূলকে অমান্য করে, তার জন্য রয়েছে জাহান্নামের আগুন। তাতে তারা চিরস্থায়ী হবে।","bangla_mkhan":"কিন্তু আল্লাহ তা’আলার বাণী পৌছানো ও তাঁর পয়গাম প্রচার করাই আমার কাজ। যে আল্লাহ ও তাঁর রসূলকে অমান্য করে, তার জন্যে রয়েছে জাহান্নামের অগ্নি। তথায় তারা চিরকাল থাকবে।","bangla_mujibur":"কেবল আল্লাহর বাণী পৌঁছানো এবং তা প্রচার করাই আমার কাজ। যারা আল্লাহ ও তাঁর রাসূলকে অমান্য করে তাদের জন্য রয়েছে জাহান্নামের আগুন, সেখানে তারা চিরস্থায়ী হবে।","bangla_taisirul":"আল্লাহর বাণী পৌঁছানো ও তাঁর পায়গাম প্রচার করাই আমার কাজ। যে কেউ আল্লাহ ও তাঁর রসূলকে অমান্য করে, তার জন্য আছে জাহান্নামের আগুন; তাতে তারা চিরকাল থাকবে।"},{"id":24,"arabic_text":"حَتّٰۤی  اِذَا  رَاَوۡا  مَا  یُوۡعَدُوۡنَ فَسَیَعۡلَمُوۡنَ  مَنۡ اَضۡعَفُ نَاصِرًا وَّ اَقَلُّ  عَدَدًا ﴿۲۴﴾ ","english_text":"And they said, \"Our hearts are wrapped.\" But, [in fact], Allah has cursed them for their disbelief, so little is it that they believe.","page":573,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/5471.mp3","colorText":"حَتَّ[o[ىٰٓ] إِذَا رَأَوْ[s[اْ] مَا يُوعَدُونَ فَسَيَعْلَمُونَ مَنْ أَضْعَفُ نَاصِ[a:14015[رًا و]َأَقَلُّ عَدَدًا","juz":29,"ruku":507,"manzil":7,"bangla_ahbayan":"এমনকি যখন তারা তাদের প্রতিশ্রুত (শাস্তি) প্রত্যক্ষ করবে,[১] তখন তারা জানতে পারবে, কে সাহায্যকারী হিসাবে দুর্বল এবং কে সংখ্যায় অল্প। [২]","bangla_bayan":"অবশেষে যখন তারা তা প্রত্যক্ষ করবে, যে সম্পর্কে তাদেরকে সাবধান করা হয়েছিল। তখন তারা জানতে পারবে যে, সাহায্যকারী হিসেবে কে অধিকতর দুর্বল এবং সংখ্যায় কারা সবচেয়ে কম।","bangla_mkhan":"এমনকি যখন তারা প্রতিশ্রুত শাস্তি দেখতে পাবে, তখন তারা জানতে পারবে, কার সাহায্যকারী দূর্বল এবং কার সংখ্যা কম।","bangla_mujibur":"যখন তারা প্রতিশ্রুতি প্রত্যক্ষ করবে তখন তারা বুঝতে পারবে, কে সাহায্যকারীর দিক দিয়ে দুর্বল এবং কে সংখ্যায় স্বল্প।","bangla_taisirul":"অবশেষে তারা যখন প্রতিশ্রুত শাস্তি দেখতে পাবে, তখন তারা জানতে পারবে যে, সাহায্যকারী হিসেবে কে সবচেয়ে দুর্বল, আর সংখ্যায় কারা সবচেয়ে কম।"},{"id":25,"arabic_text":"قُلۡ  اِنۡ  اَدۡرِیۡۤ  اَقَرِیۡبٌ مَّا تُوۡعَدُوۡنَ اَمۡ  یَجۡعَلُ  لَہٗ  رَبِّیۡۤ   اَمَدًا ﴿۲۵﴾ ","english_text":"And when there came to them a Book from Allah confirming that which was with them - although before they used to pray for victory against those who disbelieved - but [then] when there came to them that which they recognized, they disbelieved in it; so the curse of Allah will be upon the disbelievers.","page":573,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/5472.mp3","colorText":"قُلْ إِنْ أَ[q:8888[دْ]ر[o[ِىٓ] أَقَرِي[a:14016[بٌ م]َّا تُوعَدُونَ أَمْ يَ[q:4388[جْ]عَلُ لَهُ[n[ۥ] رَبّ[o[ِىٓ] أَمَدًا","juz":29,"ruku":507,"manzil":7,"bangla_ahbayan":"বল, ‘আমি জানি না, তোমাদেরকে যে (শাস্তির) প্রতিশ্রুতি দেওয়া হয় তা কি আসন্ন, না আমার প্রতিপালক এর জন্য কোন দীর্ঘ মেয়াদ স্থির করবেন?’ [১]","bangla_bayan":"বল, ‘আমি জানি না তোমাদেরকে যার প্রতিশ্রুতি দেয়া হয়েছে, তা কি নিকটবর্তী নাকি এর জন্য আমার রব কোন দীর্ঘ মেয়াদ নির্ধারণ করবেন’।","bangla_mkhan":"বলুনঃ আমি জানি না তোমাদের প্রতিশ্রুত বিষয় আসন্ন না আমার পালনকর্তা এর জন্যে কোন মেয়াদ স্থির করে রেখেছেন।","bangla_mujibur":"বলঃ আমি জানিনা তোমাদেরকে যে শাস্তির প্রতিশ্রুতি দেয়া হয়েছে তা কি আসন্ন, না কি আমার রাব্ব এর জন্য কোন দীর্ঘ মেয়াদ স্থির করবেন?","bangla_taisirul":"বল- ‘আমি জানি না তোমাদেরকে যার প্রতিশ্রুতি দেয়া হয়েছে তা কি নিকটবর্তী, না তার জন্য আমার প্রতিপালক কোন দীর্ঘ মেয়াদ নির্দিষ্ট করবেন।’"},{"id":26,"arabic_text":"عٰلِمُ الۡغَیۡبِ فَلَا یُظۡہِرُ عَلٰی غَیۡبِہٖۤ اَحَدًا ﴿ۙ۲۶﴾ ","english_text":"How wretched is that for which they sold themselves - that they would disbelieve in what Allah has revealed through [their] outrage that Allah would send down His favor upon whom He wills from among His servants. So they returned having [earned] wrath upon wrath. And for the disbelievers is a humiliating punishment.","page":573,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/5473.mp3","colorText":"عَ[n[ـٰ]لِمُ [h:4186[ٱ]لْغَيْبِ فَلَا يُظْهِرُ عَلَىٰ غَيْبِه[o[ِۦٓ] أَحَدًا","juz":29,"ruku":507,"manzil":7,"bangla_ahbayan":"তিনি অদৃশ্যের পরিজ্ঞাতা, তিনি তাঁর  অদৃশ্যের জ্ঞান কারো নিকট প্রকাশ করেন না।","bangla_bayan":"তিনি অদৃশ্যের জ্ঞানী, আর তিনি তাঁর অদৃশ্যের জ্ঞান কারো কাছে প্রকাশ করেন না।","bangla_mkhan":"তিনি অদৃশ্যের জ্ঞানী। পরন্ত তিনি অদৃশ্য বিষয় কারও কাছে প্রকাশ করেন না।","bangla_mujibur":"তিনি অদৃশ্যের পরিজ্ঞাতা, তিনি তাঁর অদৃশ্যের জ্ঞান কারও নিকট প্রকাশ করেননা –","bangla_taisirul":"একমাত্র তিনিই অদৃশ্যের জ্ঞানী, তিনি তাঁর অদৃশ্যের জ্ঞান কারো কাছে প্রকাশ করেন না।"},{"id":27,"arabic_text":"اِلَّا مَنِ ارۡتَضٰی مِنۡ رَّسُوۡلٍ فَاِنَّہٗ یَسۡلُکُ مِنۡۢ  بَیۡنِ یَدَیۡہِ  وَ مِنۡ خَلۡفِہٖ رَصَدًا ﴿ۙ۲۷﴾ ","english_text":"And when it is said to them, \"Believe in what Allah has revealed,\" they say, \"We believe [only] in what was revealed to us.\" And they disbelieve in what came after it, while it is the truth confirming that which is with them. Say, \"Then why did you kill the prophets of Allah before, if you are [indeed] believers?\"","page":573,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/5474.mp3","colorText":"إِلَّا مَنِ [h:14017[ٱ]رْتَضَىٰ م[u:2882[ِن ر]َّسُو[f:14018[لٍ ف]َإِ[g[نّ]َهُ[n[ۥ] يَسْلُكُ م[i:4612[ِنۢ ب]َيْنِ يَدَيْهِ وَمِنْ خَلْفِه[n[ِۦ] رَصَدًا","juz":29,"ruku":507,"manzil":7,"bangla_ahbayan":"তাঁর মনোনীত রসূল ব্যতীত।[১] সেই ক্ষেত্রে তিনি রসূলের অগ্রে এবং পশ্চাতে প্রহরী নিয়োজিত করেন। [২]","bangla_bayan":"তবে তাঁর মনোনীত রাসূল ছাড়া। আর তিনি তখন তার সামনে ও তার পিছনে প্রহরী নিযুক্ত করবেন।","bangla_mkhan":"তাঁর মনোনীত রসূল ব্যতীত। তখন তিনি তার অগ্রে ও পশ্চাতে প্রহরী নিযুক্ত করেন","bangla_mujibur":"তাঁর মনোনীত রাসূল ব্যতীত। সেক্ষেত্রে আল্লাহ রাসূলের অগ্রে এবং পশ্চাতে প্রহরী নিয়োজিত করেন,","bangla_taisirul":"তাঁর মনোনীত রসূল ব্যতীত। কেননা তিনি তখন তাঁর রসূলের আগে-পিছে পাহারাদার নিযুক্ত করেন।"},{"id":28,"arabic_text":"لِّیَعۡلَمَ  اَنۡ  قَدۡ  اَبۡلَغُوۡا رِسٰلٰتِ رَبِّہِمۡ وَ اَحَاطَ بِمَا لَدَیۡہِمۡ وَ اَحۡصٰی کُلَّ  شَیۡءٍ عَدَدًا ﴿۲۸﴾ ","english_text":"And Moses had certainly brought you clear proofs. Then you took the calf [in worship] after that, while you were wrongdoers.","page":573,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/5475.mp3","colorText":"لِّيَعْلَمَ أَ[f:3885[ن ق]َ[q:298[دْ] أَ[q:14019[بْ]لَغُو[s[اْ] رِسَ[n[ـٰ]لَ[n[ـٰ]تِ رَبِّهِمْ وَأَحَاطَ بِمَا لَدَيْهِمْ وَأَحْصَىٰ كُلَّ شَىْءٍ عَدَدَۢا","juz":29,"ruku":507,"manzil":7,"bangla_ahbayan":"যাতে তিনি জেনে নেন, তারা তাদের প্রতিপালকের বাণী পৌঁছিয়ে দিয়েছে;[১] আর তাদের নিকট[২] যা আছে, তা তাঁর জ্ঞানায়ত্ত এবং তিনি প্রত্যেক জিনিসের সংখ্যা গুনে রেখেছেন। [৩]","bangla_bayan":"যাতে তিনি এটা জানতে পারেন যে, তারা* তাদের রবের রিসালাত পৌঁছিয়েছে কিনা। আর তাদের কাছে যা রয়েছে, তা তিনি পরিবেষ্টন করে রেখেছেন এবং তিনি প্রতিটি বস্তু গুণে গুণে হিসাব করে রেখেছেন। \\n\\n*রাসূলগণ।","bangla_mkhan":"যাতে আল্লাহ তা’আলা জেনে নেন যে, রসূলগণ তাঁদের পালনকর্তার পয়গাম পৌছিয়েছেন কি না। রসূলগণের কাছে যা আছে, তা তাঁর জ্ঞান-গোচর। তিনি সবকিছুর সংখ্যার হিসাব রাখেন।","bangla_mujibur":"রাসূলগণ তাদের রবের বাণী পৌঁছে দিয়েছেন কি না জানার জন্য। রাসূলগণের নিকট যা আছে তা তাঁর জ্ঞান গোচর এবং তিনি সমস্ত কিছুর বিস্তারিত হিসাব রাখেন।","bangla_taisirul":"এটা জানার জন্য যে, রসূলগণ তাদের প্রতিপালকের বাণী সত্যিই পৌঁছে দিয়েছে কিনা। রসূলদের কাছে যা আছে তা তিনি (স্বীয় জ্ঞান দ্বারা) পরিবেষ্টন করে রেখেছেন আর প্রত্যেকটি জিনিসকে গুণে গুণে রেখেছেন।"}]}}