{"surahDetails":{"id":73,"banglaName":"বস্ত্রাচ্ছাদনকারী","totalAyah":20,"arabicInBangla":"আল-মুযযাম্মিল"},"surah":{"id":73,"verses":[{"id":1,"arabic_text":"یٰۤاَیُّہَا الۡمُزَّمِّلُ ۙ﴿۱﴾ ","english_text":"And We made it a deterrent punishment for those who were present and those who succeeded [them] and a lesson for those who fear Allah .","page":574,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/5476.mp3","colorText":"يَ[o[ـٰٓ]أَيُّهَا [h:14020[ٱ]لْمُزَّ[g[مّ]ِلُ","juz":29,"ruku":508,"manzil":7,"bangla_ahbayan":"হে বস্ত্রাবৃত! [১]","bangla_bayan":"হে চাদর আবৃত!","bangla_mkhan":"হে বস্ত্রাবৃত!","bangla_mujibur":"হে বস্ত্রাবৃত!","bangla_taisirul":"ওহে চাদরে আবৃত (ব্যক্তি)!"},{"id":2,"arabic_text":"قُمِ  الَّیۡلَ   اِلَّا  قَلِیۡلًا ۙ﴿۲﴾ ","english_text":"And [recall] when Moses said to his people, \"Indeed, Allah commands you to slaughter a cow.\" They said, \"Do you take us in ridicule?\" He said, \"I seek refuge in Allah from being among the ignorant.\"","page":574,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/5477.mp3","colorText":"قُمِ [h:14021[ٱ]لَّيْلَ إِلَّا قَلِيلاً","juz":29,"ruku":508,"manzil":7,"bangla_ahbayan":"রাত্রি জাগরণ কর, কিছু অংশ ব্যতীত।","bangla_bayan":"রাতে সালাতে দাঁড়াও কিছু অংশ ছাড়া।","bangla_mkhan":"রাত্রিতে দন্ডায়মান হোন কিছু অংশ বাদ দিয়ে;","bangla_mujibur":"রাত জাগরণ কর কিছু অংশ ব্যতীত।","bangla_taisirul":"রাতে নামাযে দাঁড়াও তবে (রাতের) কিছু অংশ বাদে,"},{"id":3,"arabic_text":"نِّصۡفَہٗۤ  اَوِ انۡقُصۡ  مِنۡہُ  قَلِیۡلًا ۙ﴿۳﴾ ","english_text":"They said, \"Call upon your Lord to make clear to us what it is.\" [Moses] said, \"[ Allah ] says, 'It is a cow which is neither old nor virgin, but median between that,' so do what you are commanded.\"","page":574,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/5478.mp3","colorText":"نِّصْفَهُ[o[ۥٓ] أَوِ [h:14022[ٱ][f:14023[نق]ُصْ مِنْهُ قَلِيلاً","juz":29,"ruku":508,"manzil":7,"bangla_ahbayan":"অর্ধরাত্রি কিংবা তার চাইতে অল্প।","bangla_bayan":"রাতের অর্ধেক কিংবা তার চেয়ে কিছুটা কম।","bangla_mkhan":"অর্ধরাত্রি অথবা তদপেক্ষা কিছু কম","bangla_mujibur":"অর্ধ রাত কিংবা তদপেক্ষা কিছু কম।","bangla_taisirul":"রাতের অর্ধেক (সময় দাঁড়াও) কিংবা তার থেকে কিছুটা কম কর,"},{"id":4,"arabic_text":"اَوۡ زِدۡ  عَلَیۡہِ  وَ رَتِّلِ الۡقُرۡاٰنَ  تَرۡتِیۡلًا ؕ﴿۴﴾ ","english_text":"They said, \"Call upon your Lord to show us what is her color.\" He said, \"He says, 'It is a yellow cow, bright in color - pleasing to the observers.' \"","page":574,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/5479.mp3","colorText":"أَوْ زِ[q:14024[دْ] عَلَيْهِ وَرَتِّلِ [h:14025[ٱ]لْقُرْءَانَ تَرْتِيلاً","juz":29,"ruku":508,"manzil":7,"bangla_ahbayan":"অথবা তার চাইতে বেশী।[১] আর কুরআন আবৃত্তি কর ধীরে ধীরে, স্পষ্ট ও সুন্দরভাবে। [২]","bangla_bayan":"অথবা তার চেয়ে একটু বাড়াও। আর স্পষ্টভাবে ধীরে ধীরে কুরআন আবৃত্তি কর।","bangla_mkhan":"অথবা তদপেক্ষা বেশী এবং কোরআন আবৃত্তি করুন সুবিন্যস্ত ভাবে ও স্পষ্টভাবে।","bangla_mujibur":"অথবা তদপেক্ষা বেশী। আর কুরআন আবৃত্তি কর ধীরে ধীরে স্পষ্ট ও সুন্দরভাবে।","bangla_taisirul":"অথবা তার চেয়ে বাড়াও, আর ধীরে ধীরে সুস্পষ্টভাবে কুরআন পাঠ কর।"},{"id":5,"arabic_text":"اِنَّا سَنُلۡقِیۡ عَلَیۡکَ  قَوۡلًا  ثَقِیۡلًا ﴿۵﴾ ","english_text":"They said, \"Call upon your Lord to make clear to us what it is. Indeed, [all] cows look alike to us. And indeed we, if Allah wills, will be guided.\"","page":574,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/5480.mp3","colorText":"إِ[g[نّ]َا سَنُلْقِى عَلَيْكَ قَوْل[f:14026[اً ث]َقِيلاً","juz":29,"ruku":508,"manzil":7,"bangla_ahbayan":"আমি তোমার প্রতি অবতীর্ণ করব গুরুভার বাণী। [১]","bangla_bayan":"নিশ্চয় আমি তোমার প্রতি এক অতিভারী বাণী নাযিল করছি।","bangla_mkhan":"আমি আপনার প্রতি অবতীর্ণ করেছি গুরুত্বপূর্ণ বাণী।","bangla_mujibur":"আমি তোমার প্রতি অবতীর্ণ করেছি গুরুত্বপূর্ণ বাণী।","bangla_taisirul":"আমি তোমার উপর গুরুভার কালাম নাযিল করব (বিশ্বের বুকে যার প্রচার ও প্রতিষ্ঠা করার দায়িত্বভার অতি বড় কঠিন কাজ)।"},{"id":6,"arabic_text":"اِنَّ نَاشِئَۃَ الَّیۡلِ  ہِیَ اَشَدُّ وَطۡاً  وَّ  اَقۡوَمُ قِیۡلًا ؕ﴿۶﴾ ","english_text":"He said, \"He says, 'It is a cow neither trained to plow the earth nor to irrigate the field, one free from fault with no spot upon her.' \" They said, \"Now you have come with the truth.\" So they slaughtered her, but they could hardly do it.","page":574,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/5481.mp3","colorText":"إِ[g[نّ]َ نَاشِئَةَ [h:14027[ٱ]لَّيْلِ هِىَ أَشَدُّ وَ[q:14028[طْ]ـ[a:14029[ـًٔا و]َأَ[q:1684[قْ]وَمُ قِيلاً","juz":29,"ruku":508,"manzil":7,"bangla_ahbayan":"নিশ্চয়ই রাত্রিজাগরণ প্রবৃত্তি দলনে অধিক সহায়ক [১] এবং স্পষ্ট উচ্চারণের অধিক অনুকূল। [২]","bangla_bayan":"নিশ্চয় রাত-জাগরণ আত্মসংযমের জন্য অধিকতর প্রবল এবং স্পষ্ট বলার জন্য অধিকতর উপযোগী।","bangla_mkhan":"নিশ্চয় এবাদতের জন্যে রাত্রিতে উঠা প্রবৃত্তি দলনে সহায়ক এবং স্পষ্ট উচ্চারণের অনুকূল।","bangla_mujibur":"নিশ্চয়ই রাতে জাগরণ ইবাদাতের জন্য গভীর মনোনিবেশ, হৃদয়ঙ্গম এবং স্পষ্ট উচ্চারণে অনুকূল।","bangla_taisirul":"বাস্তবিকই রাতে বিছানা ছেড়ে উঠা আত্মসংযমের জন্য বেশি কার্যকর এবং (কুরআন) স্পষ্ট উচ্চারণের অনুকূল।"},{"id":7,"arabic_text":"اِنَّ  لَکَ فِی النَّہَارِ سَبۡحًا طَوِیۡلًا ؕ﴿۷﴾ ","english_text":"And [recall] when you slew a man and disputed over it, but Allah was to bring out that which you were concealing.","page":574,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/5482.mp3","colorText":"إِ[g[نّ]َ لَكَ فِى [h:1829[ٱ][l[ل][g[نّ]َهَارِ سَ[q:14030[بْ][f:14031[حًا ط]َوِيلاً","juz":29,"ruku":508,"manzil":7,"bangla_ahbayan":"দিবাভাগে তোমার জন্য রয়েছে দীর্ঘ কর্মব্যস্ততা। [১]","bangla_bayan":"নিশ্চয় তোমার জন্য দিনের বেলায় রয়েছে দীর্ঘ কর্মব্যস্ততা।","bangla_mkhan":"নিশ্চয় দিবাভাগে রয়েছে আপনার দীর্ঘ কর্মব্যস্ততা।","bangla_mujibur":"দিনে তোমার জন্য রয়েছে দীর্ঘ কর্মব্যস্ততা।","bangla_taisirul":"দিনের বেলায় তোমার জন্য আছে দীর্ঘ কর্মব্যস্ততা।"},{"id":8,"arabic_text":"وَ اذۡکُرِ اسۡمَ رَبِّکَ وَ تَبَتَّلۡ  اِلَیۡہِ تَبۡتِیۡلًا ؕ﴿۸﴾ ","english_text":"So, We said, \"Strike the slain man with part of it.\" Thus does Allah bring the dead to life, and He shows you His signs that you might reason.","page":574,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/5483.mp3","colorText":"وَ[h:9999[ٱ]ذْكُرِ [h:14032[ٱ]سْمَ رَبِّكَ وَتَبَتَّلْ إِلَيْهِ تَ[q:14033[بْ]تِيلاً","juz":29,"ruku":508,"manzil":7,"bangla_ahbayan":"সুতরাং তুমি তোমার প্রতিপালকের নাম স্মরণ কর[১] এবং একনিষ্ঠভাবে তাতে মগ্ন হও। [২]","bangla_bayan":"আর তুমি তোমার রবের নাম স্মরণ কর এবং একাগ্রচিত্তে তাঁর প্রতি নিমগ্ন হও।","bangla_mkhan":"আপনি আপনার পালনকর্তার নাম স্মরণ করুন এবং একাগ্রচিত্তে তাতে মগ্ন হোন।","bangla_mujibur":"সুতরাং তুমি তোমার রবের নাম স্মরণ কর এবং একনিষ্ঠভাবে তাতে মগ্ন হও।","bangla_taisirul":"কাজেই তুমি তোমার প্রতিপালকের নাম স্মরণ কর এবং একাগ্রচিত্তে তাঁর প্রতি মগ্ন হও।"},{"id":9,"arabic_text":"رَبُّ الۡمَشۡرِقِ وَ الۡمَغۡرِبِ لَاۤ  اِلٰہَ  اِلَّا ہُوَ فَاتَّخِذۡہُ  وَکِیۡلًا ﴿۹﴾ ","english_text":"Then your hearts became hardened after that, being like stones or even harder. For indeed, there are stones from which rivers burst forth, and there are some of them that split open and water comes out, and there are some of them that fall down for fear of Allah . And Allah is not unaware of what you do.","page":574,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/5484.mp3","colorText":"رَّبُّ [h:9739[ٱ]لْمَشْرِقِ وَ[h:904[ٱ]لْمَغْرِبِ ل[o[َآ] إِلَ[n[ـٰ]هَ إِلَّا هُوَ فَ[h:14034[ٱ]تَّخِذْهُ وَكِيلاً","juz":29,"ruku":508,"manzil":7,"bangla_ahbayan":"তিনি পূর্ব ও পশ্চিমের অধিকর্তা, তিনি ব্যতীত কোন (সত্য) উপাস্য নেই। অতএব তাঁকেই গ্রহণ কর উকীল (কর্মবিধায়ক)রূপে।","bangla_bayan":"তিনি পূর্ব ও পশ্চিমের রব, তিনি ছাড়া কোন (সত্য) ইলাহ নেই। সুতরাং তাঁকেই তুমি কার্য সম্পাদনকারীরূপে গ্রহণ কর।","bangla_mkhan":"তিনি পূর্ব ও পশ্চিমের অধিকর্তা। তিনি ব্যতীত কোন উপাস্য নেই। অতএব, তাঁকেই গ্রহণ করুন কর্মবিধায়করূপে।","bangla_mujibur":"তিনি পূর্ব ও পশ্চিমের রাব্ব, তিনি ব্যতীত কোন ইলাহ নেই; অতএব তাঁকেই কর্ম-বিধায়ক রূপে গ্রহণ কর।","bangla_taisirul":"(তিনি) পূর্ব ও পশ্চিমের সর্বময় কর্তা, তিনি ছাড়া সত্যিকারের কোন ইলাহ নেই, অতএব তাঁকেই তুমি তোমার কার্য সম্পদানকারী বানিয়ে লও।"},{"id":10,"arabic_text":"وَ اصۡبِرۡ عَلٰی مَا یَقُوۡلُوۡنَ وَ اہۡجُرۡہُمۡ ہَجۡرًا جَمِیۡلًا ﴿۱۰﴾ ","english_text":"Do you covet [the hope, O believers], that they would believe for you while a party of them used to hear the words of Allah and then distort the Torah after they had understood it while they were knowing?","page":574,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/5485.mp3","colorText":"وَ[h:9999[ٱ]صْبِرْ عَلَىٰ مَا يَقُولُونَ وَ[h:14035[ٱ]هْجُرْهُمْ هَ[q:14036[جْ][f:14037[رًا ج]َمِيلاً","juz":29,"ruku":508,"manzil":7,"bangla_ahbayan":"লোকে যা বলে, তাতে তুমি ধৈর্যধারণ কর এবং সৌজন্য সহকারে তাদেরকে পরিহার করে চল।","bangla_bayan":"আর তারা যা বলে, তাতে তুমি ধৈর্য ধারণ কর এবং সুন্দরভাবে তাদেরকে পরিহার করে চল।","bangla_mkhan":"কাফেররা যা বলে, তজ্জন্যে আপনি সবর করুন এবং সুন্দরভাবে তাদেরকে পরিহার করে চলুন।","bangla_mujibur":"লোকে যা বলে, তাতে তুমি ধৈর্য ধারণ কর এবং সৌজন্য সহকারে উহাদেরকে পরিহার করে চল।","bangla_taisirul":"তারা যা বলে সে ব্যাপারে ধৈর্য ধারণ কর আর ভদ্রতার সঙ্গে তাদেরকে পরিহার ক’রে চল।"},{"id":11,"arabic_text":"وَ ذَرۡنِیۡ وَ الۡمُکَذِّبِیۡنَ  اُولِی النَّعۡمَۃِ وَ مَہِّلۡہُمۡ  قَلِیۡلًا ﴿۱۱﴾ ","english_text":"And when they meet those who believe, they say, \"We have believed\"; but when they are alone with one another, they say, \"Do you talk to them about what Allah has revealed to you so they can argue with you about it before your Lord?\" Then will you not reason?","page":574,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/5486.mp3","colorText":"وَذَرْنِى وَ[h:14038[ٱ]لْمُكَذِّبِينَ أُ[s[وْ]لِى [h:14039[ٱ][l[ل][g[نّ]َعْمَةِ وَمَهِّلْهُمْ قَلِيلاً","juz":29,"ruku":508,"manzil":7,"bangla_ahbayan":"ছেড়ে দাও আমাকে এবং বিলাস সামগ্রীর অধিকারী মিথ্যাজ্ঞানকারীদেরকে; আর কিছুকালের জন্য তাদেরকে অবকাশ দাও।","bangla_bayan":"আর ছেড়ে দাও আমাকে এবং বিলাস সামগ্রীর অধিকারী মিথ্যারোপকারীদেরকে। আর তাদেরকে কিছুকাল অবকাশ দাও।","bangla_mkhan":"বিত্ত-বৈভবের অধিকারী মিথ্যারোপকারীদেরকে আমার হাতে ছেড়ে দিন এবং তাদেরকে কিছু অবকাশ দিন।","bangla_mujibur":"ছেড়ে দাও আমাকে এবং বিলাস সামগ্রীর অধিকারী সত্য প্রত্যাখ্যানকারীদেরকে; আর কিছু কালের জন্য তাদেরকে অবকাশ দাও।","bangla_taisirul":"আর ছেড়ে দাও আমাকে আর নানান বিলাস সামগ্রীর মালিক ঐ মিথ্যুকদেরকে এবং তাদেরকে কিছুটা সময় অবকাশ দাও।"},{"id":12,"arabic_text":"اِنَّ  لَدَیۡنَاۤ  اَنۡکَالًا وَّ  جَحِیۡمًا ﴿ۙ۱۲﴾ ","english_text":"But do they not know that Allah knows what they conceal and what they declare?","page":574,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/5487.mp3","colorText":"إِ[g[نّ]َ لَدَيْن[o[َآ] أَ[f:14040[نك]َال[a:14041[اً و]َجَحِيمًا","juz":29,"ruku":508,"manzil":7,"bangla_ahbayan":"আমার নিকট আছে শৃংখল, প্রজ্বলিত অগ্নি।","bangla_bayan":"নিশ্চয় আমার নিকট রয়েছে শিকলসমূহ ও প্রজ্জ্বলিত আগুন।","bangla_mkhan":"নিশ্চয় আমার কাছে আছে শিকল ও অগ্নিকুন্ড।","bangla_mujibur":"আমার নিকট আছে শৃংখল প্রজ্জ্বলিত আগুন।","bangla_taisirul":"আমার কাছে আছে শেকল আর দাউ দাউ করে জ্বলা আগুন,"},{"id":13,"arabic_text":"وَّ طَعَامًا ذَا غُصَّۃٍ  وَّ عَذَابًا  اَلِیۡمًا ﴿٭۱۳﴾ ","english_text":"And among them are unlettered ones who do not know the Scripture except in wishful thinking, but they are only assuming.","page":574,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/5488.mp3","colorText":"وَطَعَا[f:14042[مًا ذ]َا غُصَّ[a:14043[ةٍ و]َعَذَابًا أَلِيمًا","juz":29,"ruku":508,"manzil":7,"bangla_ahbayan":"আর আছে এমন খাদ্য, যা গলায় আটকে যায় এবং যন্ত্রণাদায়ক শাস্তি। [১]","bangla_bayan":"ও কাঁটাযুক্ত খাদ্য এবং যন্ত্রণাদায়ক শাস্তি।","bangla_mkhan":"গলগ্রহ হয়ে যায় এমন খাদ্য এবং যন্ত্রণাদায়ক শাস্তি।","bangla_mujibur":"আর আছে এমন খাদ্য যা গলায় আটকে যায় এবং মর্মন্তদ শাস্তি।","bangla_taisirul":"আর গলায় আটকে যায় এমন খাবার আর মর্মান্তিক শাস্তি।"},{"id":14,"arabic_text":"یَوۡمَ تَرۡجُفُ الۡاَرۡضُ وَ الۡجِبَالُ وَ کَانَتِ الۡجِبَالُ  کَثِیۡبًا مَّہِیۡلًا ﴿۱۴﴾ ","english_text":"So woe to those who write the \"scripture\" with their own hands, then say, \"This is from Allah,\" in order to exchange it for a small price. Woe to them for what their hands have written and woe to them for what they earn.","page":574,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/5489.mp3","colorText":"يَوْمَ تَرْجُفُ [h:14044[ٱ]لْأَرْضُ وَ[h:8957[ٱ]لْجِبَالُ وَكَانَتِ [h:14045[ٱ]لْجِبَالُ كَثِي[a:14046[بًا م]َّهِيلاً","juz":29,"ruku":508,"manzil":7,"bangla_ahbayan":"যেদিন পৃথিবী ও পর্বতমালা প্রকম্পিত হবে এবং পর্বতসমূহ বহমান বালুকারাশিতে পরিণত হবে।[১]","bangla_bayan":"যেদিন যমীন ও পর্বতমালা প্রকম্পিত হবে এবং পাহাড়গুলো চলমান বালুকারাশিতে পরিণত হবে।","bangla_mkhan":"যেদিন পৃথিবী পর্বতমালা প্রকম্পিত হবে এবং পর্বতসমূহ হয়ে যাবে বহমান বালুকাস্তুপ।","bangla_mujibur":"সেই দিনে পৃথিবী ও পর্বতমালা প্রকম্পিত হবে এবং পর্বতসমূহ বহমান বালুকারাশিতে পরিণত হবে।","bangla_taisirul":"(এসব শাস্তি দেয়া হবে) যেদিন যমীন আর পাহাড়গুলো কেঁপে উঠবে, আর পাহাড়গুলো হবে চলমান বালুকারাশি।"},{"id":15,"arabic_text":"اِنَّاۤ  اَرۡسَلۡنَاۤ  اِلَیۡکُمۡ  رَسُوۡلًا ۬ۙ شَاہِدًا عَلَیۡکُمۡ کَمَاۤ  اَرۡسَلۡنَاۤ  اِلٰی فِرۡعَوۡنَ رَسُوۡلًا ﴿ؕ۱۵﴾ ","english_text":"And they say, \"Never will the Fire touch us, except for a few days.\" Say, \"Have you taken a covenant with Allah ? For Allah will never break His covenant. Or do you say about Allah that which you do not know?\"","page":574,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/5490.mp3","colorText":"إِ[g[نّ][o[َآ] أَرْسَلْن[o[َآ] إِلَيْكُمْ رَسُول[f:14047[اً ش]َ[n[ـٰ]هِدًا عَلَيْكُمْ كَم[o[َآ] أَرْسَلْن[o[َآ] إِلَىٰ فِرْعَوْنَ رَسُولاً","juz":29,"ruku":508,"manzil":7,"bangla_ahbayan":"আমি তোমাদের নিকট তোমাদের জন্য সাক্ষী স্বরূপ[১] এক রসূল পাঠিয়েছি, যেমন রসূল পাঠিয়েছিলাম ফিরআউনের নিকট।","bangla_bayan":"নিশ্চয় আমি তোমাদের জন্য স্বাক্ষীস্বরূপ তোমাদের কাছে রাসূল পাঠিয়েছি যেমনিভাবে ফির‘আউনের কাছে রাসূল পাঠিয়েছিলাম।","bangla_mkhan":"আমি তোমাদের কাছে একজন রসূলকে তোমাদের জন্যে সাক্ষী করে প্রেরণ করেছি, যেমন প্রেরণ করেছিলাম ফেরাউনের কাছে একজন রসূল।","bangla_mujibur":"আমি তোমাদের নিকট পাঠিয়েছি রাসূল তোমাদের জন্য স্বাক্ষী স্বরূপ, যেমন রাসূল পাঠিয়েছিলাম ফিরআউনের নিকট।","bangla_taisirul":"আমি তোমাদের কাছে তেমনিভাবে একজন রসূলকে তোমাদের প্রতি সাক্ষ্যদাতা হিসেবে পাঠিয়েছি (যিনি ক্বিয়ামতে সাক্ষ্য দিবেন যে, দ্বীনের দাওয়াত তিনি যথাযথভাবে মানুষের কাছে পৌঁছে দিয়েছেন) যেমনভাবে আমি ফেরাউনের কাছে পাঠিয়েছিলাম একজন রসূলকে।"},{"id":16,"arabic_text":"فَعَصٰی فِرۡعَوۡنُ  الرَّسُوۡلَ  فَاَخَذۡنٰہُ اَخۡذًا  وَّبِیۡلًا ﴿۱۶﴾  ","english_text":"Yes, whoever earns evil and his sin has encompassed him - those are the companions of the Fire; they will abide therein eternally.","page":574,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/5491.mp3","colorText":"فَعَصَىٰ فِرْعَوْنُ [h:14048[ٱ][l[ل]رَّسُولَ فَأَخَذْنَ[n[ـٰ]هُ أَخْ[a:14049[ذًا و]َبِيلاً","juz":29,"ruku":508,"manzil":7,"bangla_ahbayan":"কিন্তু ফিরআউন সেই রসূলকে অমান্য করেছিল, ফলে আমি তাকে কঠিনভাবে পাকড়াও করেছিলাম।[১]","bangla_bayan":"কিন্তু ফির‘আউন রাসূলকে অমান্য করল। তাই আমি তাকে অত্যন্ত শক্তভাবে পাকড়াও করলাম।","bangla_mkhan":"অতঃপর ফেরাউন সেই রসূলকে অমান্য করল, ফলে আমি তাকে কঠিন শাস্তি দিয়েছি।","bangla_mujibur":"কিন্তু ফির‘আউন সেই রাসূলকে অমান্য করেছিল, ফলে আমি তাকে কঠিন শাস্তি দিয়েছিলাম।","bangla_taisirul":"তখন ফেরাউন সেই রসূলকে অমান্য করল। ফলে আমি তাকে শক্ত ধরায় ধরলাম।"},{"id":17,"arabic_text":"فَکَیۡفَ  تَتَّقُوۡنَ  اِنۡ  کَفَرۡتُمۡ  یَوۡمًا یَّجۡعَلُ  الۡوِلۡدَانَ  شِیۡبَۨا ﴿٭ۖ۱۷﴾ ","english_text":"But they who believe and do righteous deeds - those are the companions of Paradise; they will abide therein eternally.","page":574,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/5492.mp3","colorText":"فَكَيْفَ تَتَّقُونَ إِ[f:14050[ن ك]َفَرْتُمْ يَوْ[a:14051[مًا ي]َ[q:4388[جْ]عَلُ [h:14052[ٱ]لْوِلْد[n[َٲ]نَ شِيبًا","juz":29,"ruku":508,"manzil":7,"bangla_ahbayan":"অতএব যদি তোমরা অস্বীকার কর, তাহলে কি করে আত্মরক্ষা করবে সেইদিন, যেদিন কিশোরকে বৃদ্ধে পরিণত করে দেবে। [১]","bangla_bayan":"অতএব তোমরা যদি কুফরী কর, তাহলে তোমরা সেদিন কিভাবে আত্মরক্ষা করবে যেদিন কিশোরদেরকে বৃদ্ধে পরিণত করবে।","bangla_mkhan":"অতএব, তোমরা কিরূপে আত্নরক্ষা করবে যদি তোমরা সেদিনকে অস্বীকার কর, যেদিন বালককে করে দিব বৃদ্ধ?","bangla_mujibur":"অতএব যদি তোমরা কুফরী কর, কি করে আত্মরক্ষা করবে সেদিন যেদিন শিশুদেরকে পরিণত করবে বৃদ্ধে?","bangla_taisirul":"অতএব তোমরা যদি (এই রসূলকে) অস্বীকার কর, তাহলে তোমরা কীভাবে সেদিন আত্মরক্ষা করবে যেদিনটি (তার ভীষণতা ও ভয়াবহতায়) বালককে ক’রে দেবে বুড়ো।"},{"id":18,"arabic_text":"السَّمَآءُ  مُنۡفَطِرٌۢ  بِہٖ ؕ کَانَ  وَعۡدُہٗ مَفۡعُوۡلًا ﴿۱۸﴾ ","english_text":"And [recall] when We took the covenant from the Children of Israel, [enjoining upon them], \"Do not worship except Allah ; and to parents do good and to relatives, orphans, and the needy. And speak to people good [words] and establish prayer and give zakah.\" Then you turned away, except a few of you, and you were refusing.","page":574,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/5493.mp3","colorText":"ٱ[l[ل]سَّم[o[َا]ٓءُ مُ[f:14053[نف]َطِ[i:14054[رُۢ ب]ِه[n[ِۦ]‌ۚ كَانَ وَعْدُهُ[n[ۥ] مَفْعُولاً","juz":29,"ruku":508,"manzil":7,"bangla_ahbayan":"যেদিন আকাশ হবে বিদীর্ণ; [১] তাঁর প্রতিশ্রুতি অবশ্যই বাস্তবায়িত হবে। [২]","bangla_bayan":"যার কারণে আসমান হবে বিদীর্ণ, আল্লাহর ওয়াদা হবে বাস্তবায়িত।","bangla_mkhan":"সেদিন আকাশ বিদীর্ণ হবে। তার প্রতিশ্রুতি অবশ্যই বাস্তবায়িত হবে।","bangla_mujibur":"যেদিন আকাশ হবে বিদীর্ণ; তাঁর প্রতিশ্রুতি অবশ্যই বাস্তবায়িত হবে।","bangla_taisirul":"যার কারণে আকাশ ফেটে যাবে, আল্লাহর ওয়া‘দা পূর্ণ হয়ে যাবে।"},{"id":19,"arabic_text":"اِنَّ  ہٰذِہٖ  تَذۡکِرَۃٌ ۚ فَمَنۡ شَآءَ  اتَّخَذَ  اِلٰی  رَبِّہٖ  سَبِیۡلًا ﴿۱۹﴾ ","english_text":"And [recall] when We took your covenant, [saying], \"Do not shed each other's blood or evict one another from your homes.\" Then you acknowledged [this] while you were witnessing.","page":574,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/5494.mp3","colorText":"إِ[g[نّ]َ هَ[n[ـٰ]ذِه[n[ِۦ] تَذْكِرَ[f:14055[ةٌ‌ۖ ف]َمَ[f:8041[ن ش][o[َا]ٓءَ [h:14056[ٱ]تَّخَذَ إِلَىٰ رَبِّه[n[ِۦ] سَبِيلاً","juz":29,"ruku":508,"manzil":7,"bangla_ahbayan":"এটা এক উপদেশ। অতএব যার ইচ্ছা সে তার প্রতিপালকের পথ অবলম্বন করুক।","bangla_bayan":"নিশ্চয় এ এক উপদেশ। অতএব যে চায় সে তার রবের দিকে পথ অবলম্বন করুক।","bangla_mkhan":"এটা উপদেশ। অতএব, যার ইচ্ছা, সে তার পালনকর্তার দিকে পথ অবলম্বন করুক।","bangla_mujibur":"ইহা এক উপদেশ, অতএব যার অভিরুচি সে তার রবের পথ অবলম্বন করুক!","bangla_taisirul":"এটা উপদেশ। কাজেই যার মন চায় সে তার প্রতিপালকের দিকে পথ ধরুক।"},{"id":20,"arabic_text":"اِنَّ  رَبَّکَ یَعۡلَمُ  اَنَّکَ  تَقُوۡمُ  اَدۡنٰی مِنۡ ثُلُثَیِ الَّیۡلِ وَ نِصۡفَہٗ  وَ ثُلُثَہٗ  وَ طَآئِفَۃٌ  مِّنَ  الَّذِیۡنَ مَعَکَ ؕ وَ  اللّٰہُ  یُقَدِّرُ الَّیۡلَ وَ النَّہَارَ ؕ عَلِمَ  اَنۡ  لَّنۡ تُحۡصُوۡہُ فَتَابَ عَلَیۡکُمۡ  فَاقۡرَءُوۡا مَا تَیَسَّرَ مِنَ الۡقُرۡاٰنِ ؕ عَلِمَ  اَنۡ  سَیَکُوۡنُ مِنۡکُمۡ مَّرۡضٰی ۙ وَ اٰخَرُوۡنَ  یَضۡرِبُوۡنَ فِی الۡاَرۡضِ  یَبۡتَغُوۡنَ مِنۡ فَضۡلِ اللّٰہِ ۙ وَ اٰخَرُوۡنَ یُقَاتِلُوۡنَ فِیۡ سَبِیۡلِ اللّٰہِ ۫ۖ فَاقۡرَءُوۡا مَا تَیَسَّرَ  مِنۡہُ ۙ وَ اَقِیۡمُوا الصَّلٰوۃَ  وَ اٰتُوا الزَّکٰوۃَ  وَ اَقۡرِضُوا اللّٰہَ  قَرۡضًا حَسَنًا ؕ وَ مَا  تُقَدِّمُوۡا لِاَنۡفُسِکُمۡ مِّنۡ خَیۡرٍ تَجِدُوۡہُ  عِنۡدَ اللّٰہِ ہُوَ خَیۡرًا وَّ اَعۡظَمَ اَجۡرًا ؕ وَ اسۡتَغۡفِرُوا اللّٰہَ ؕ اِنَّ اللّٰہَ غَفُوۡرٌ رَّحِیۡمٌ  ﴿۲۰﴾","english_text":"Then, you are those [same ones who are] killing one another and evicting a party of your people from their homes, cooperating against them in sin and aggression. And if they come to you as captives, you ransom them, although their eviction was forbidden to you. So do you believe in part of the Scripture and disbelieve in part? Then what is the recompense for those who do that among you except disgrace in worldly life; and on the Day of Resurrection they will be sent back to the severest of punishment. And Allah is not unaware of what you do.","page":575,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/5495.mp3","colorText":"۞ إِ[g[نّ]َ رَبَّكَ يَعْلَمُ أَ[g[نّ]َكَ تَقُومُ أَ[q:314[دْ]نَىٰ مِ[f:14057[ن ث]ُلُثَىِ [h:14058[ٱ]لَّيْلِ وَنِصْفَهُ[n[ۥ] وَثُلُثَهُ[n[ۥ] وَط[o[َا]ٓئِفَ[a:14059[ةٌ م]ِّنَ [h:523[ٱ]لَّذِينَ مَعَكَ‌ۚ وَ[h:72[ٱ]للَّهُ يُقَدِّرُ [h:14060[ٱ]لَّيْلَ وَ[h:6117[ٱ][l[ل][g[نّ]َهَارَ‌ۚ عَلِمَ أ[u:8842[َن ل]َّ[f:14061[ن ت]ُحْصُوهُ فَتَابَ عَلَيْكُمْ‌ۖ فَ[h:14062[ٱ][q:14062[قْ]رَءُو[s[اْ] مَا تَيَسَّرَ مِنَ [h:7870[ٱ]لْقُرْءَانِ‌ۚ عَلِمَ أَ[f:14063[ن س]َيَكُونُ مِ[f:344[نك][w:14064[ُم م]َّرْضَىٰ‌ۙ وَءَاخَرُونَ يَضْرِبُونَ فِى [h:44[ٱ]لْأَرْضِ يَ[q:3357[بْ]تَغُونَ مِ[f:6655[ن ف]َضْلِ [h:6656[ٱ]للَّهِ‌ۙ وَءَاخَرُونَ يُقَ[n[ـٰ]تِلُونَ فِى سَبِيلِ [h:788[ٱ]للَّهِ‌ۖ فَ[h:14062[ٱ][q:14062[قْ]رَءُو[s[اْ] مَا تَيَسَّرَ مِنْهُ‌ۚ وَأَقِيمُو[s[اْ] [h:214[ٱ][l[ل]صَّلَ[s[و][n[ٲ]ةَ وَءَاتُو[s[اْ] [h:215[ٱ][l[ل]زَّكَ[s[و][n[ٲ]ةَ وَأَ[q:14065[قْ]رِضُو[s[اْ] [h:14066[ٱ]للَّهَ قَرْضًا حَسَ[a:6460[نًا‌ۚ و]َمَا تُقَدِّمُو[s[اْ] لِأَ[f:574[نف]ُسِك[w:575[ُم م]ِّنْ خَيْ[f:576[رٍ ت]َجِدُوهُ عِ[f:264[ند]َ [h:408[ٱ]للَّهِ هُوَ خَيْ[a:14067[رًا و]َأَعْظَمَ أَ[q:2795[جْ][a:14068[رًا‌ۚ و]َ[h:1101[ٱ]سْتَغْفِرُو[s[اْ] [h:1102[ٱ]للَّهَ‌ۖ إِ[g[نّ]َ [h:80[ٱ]للَّهَ غَفُو[u:890[رٌ ر]َّح[p[ِي]مُۢ","juz":29,"ruku":509,"manzil":7,"bangla_ahbayan":"তোমার প্রতিপালক তো জানেন যে, তুমি জাগরণ কর কখনো রাত্রির প্রায় দুই-তৃতীয়াংশ, কখনো অর্ধাংশ এবং কখনো এক-তৃতীয়াংশ এবং জাগে তোমার সাথে যারা আছে তাদের একটি দলও।[১] আর আল্লাহই নির্ধারিত করেন দিবস ও রাত্রির  পরিমাণ।[২] তিনি  জানেন যে, তোমরা  এর  সঠিক হিসাব কখনও রাখতে পারবে না,[৩] তাই তিনি তোমাদের প্রতি ক্ষমাশীল হয়েছেন।[৪] কাজেই কুরআনের যতটুকু আবৃত্তি করা তোমাদের জন্য সহজ, ততটুকু আবৃত্তি কর।[৫] আল্লাহ জানেন যে, তোমাদের মধ্যে কেউ কেউ অসুস্থ হয়ে পড়বে, কেউ কেউ আল্লাহর অনুগ্রহ-সন্ধানে দেশ ভ্রমণ করবে[৬] এবং কেউ কেউ আল্লাহর পথে সংগ্রামে লিপ্ত হবে।[৭] কাজেই কুরআন হতে যতটুকু সহজসাধ্য আবৃত্তি কর,[৮] নামায প্রতিষ্ঠিত কর,[৯] যাকাত প্রদান কর এবং আল্লাহকে দাও উত্তম ঋণ।[১০] তোমরা তোমাদের আত্মার মঙ্গলের জন্য ভাল যা কিছু অগ্রিম প্রেরণ করবে, তোমরা তা আল্লাহর নিকট উৎকৃষ্টতর এবং পুরস্কার হিসাবে মহত্তর পাবে।[১১] আর তোমরা আল্লাহর নিকট ক্ষমা প্রার্থনা কর, নিশ্চয়ই আল্লাহ মহা ক্ষমাশীল, পরম দয়ালু।","bangla_bayan":"নিশ্চয় তোমার রব জানেন যে, তুমি রাতের দুই তৃতীয়াংশের কিছু কম, অথবা অর্ধরাত অথবা রাতের এক তৃতীয়াংশ সালাতে দাঁড়িয়ে থাক এবং তোমার সাথে যারা আছে তাদের মধ্য থেকে একটি দলও। আর আল্লাহ রাত ও দিন নিরূপণ করেন। তিনি জানেন যে, তোমরা তা করতে সক্ষম হবে না। তাই তিনি তোমাদেরকে ক্ষমা করলেন। অতএব তোমরা কুরআন থেকে যতটুকু সহজ ততটুকু পড়। তিনি জানেন তোমাদের মধ্যে কেউ কেউ অসুস্থ হয়ে পড়বে। আর কেউ কেউ আল্লাহর অনুগ্রহ সন্ধানে পৃথিবীতে ভ্রমণ করবে, আর কেউ কেউ আল্লাহর পথে লড়াই করবে। অতএব তোমরা কুরআন থেকে যতটুকু সহজ ততটুকু পড়। আর সালাত কায়েম কর, যাকাত দাও এবং আল্লাহকে উত্তম ঋণ দাও। আর তোমরা নিজদের জন্য মঙ্গলজনক যা কিছু অগ্রে পাঠাবে তোমরা তা আল্লাহর কাছে পাবে প্রতিদান হিসেবে উৎকৃষ্টতর ও মহত্তর রূপে। আর তোমরা আল্লাহর কাছে ক্ষমা চাও। নিশ্চয় আল্লাহ অতীব ক্ষমাশীল, পরম দয়ালু।","bangla_mkhan":"আপনার পালনকর্তা জানেন, আপনি এবাদতের জন্যে দন্ডায়মান হন রাত্রির প্রায় দু’তৃতীয়াংশ, অর্ধাংশ ও তৃতীয়াংশ এবং আপনার সঙ্গীদের একটি দলও দন্ডায়মান হয়। আল্লাহ দিবা ও রাত্রি পরিমাপ করেন। তিনি জানেন, তোমরা এর পূর্ণ হিসাব রাখতে পার না। অতএব তিনি তোমাদের প্রতি ক্ষমা পরায়ন হয়েছেন। কাজেই কোরআনের যতটুকু তোমাদের জন্যে সহজ, ততটুকু আবৃত্তি কর। তিনি জানেন তোমাদের মধ্যে কেউ কেউ অসুস্থ হবে, কেউ কেউ আল্লাহর অনুগ্রহ সন্ধানে দেশে-বিদেশে যাবে এবং কেউ কেউ আল্লাহর পথে জেহাদে লিপ্ত হবে। কাজেই কোরআনের যতটুকু তোমাদের জন্যে সহজ ততটুকু আবৃত্তি কর। তোমরা নামায কায়েম কর, যাকাত দাও এবং আল্লাহকে উত্তম ঋণ দাও। তোমরা নিজেদের জন্যে যা কিছু অগ্রে পাঠাবে, তা আল্লাহর কাছে উত্তম আকারে এবং পুরস্কার হিসেবে বর্ধিতরূপে পাবে। তোমরা আল্লাহর কাছে ক্ষমাপ্রার্থনা কর। নিশ্চয় আল্লাহ ক্ষমাশীল, দয়ালু।","bangla_mujibur":"তোমার রাব্বতো জানেন যে, তুমি জাগরণ কর কখনও রাতের প্রায় দুই তৃতীয়াংশ, অর্ধাংশ ও এক-তৃতীয়াংশ এবং জাগে তোমার সংগে যারা আছে তাদের একটি দলও এবং আল্লাহই নির্ধারণ করেন দিন ও রাতের পরিমাণ। তিনি জানেন যে, তোমরা এর সঠিক হিসাব রাখতে পারনা, অতএব আল্লাহ তোমাদের প্রতি ক্ষমা পরবশ হয়েছেন। অতএব কুরআনের যতটুকু আবৃত্তি করা তোমাদের জন্য সহজ ততটুকু আবৃত্তি কর; আল্লাহ জানেন যে, তোমাদের মধ্যে কেহ কেহ অসুস্থ হয়ে পড়বে, কেহ কেহ আল্লাহর অনুগ্রহ সন্ধানে দেশ ভ্রমণ করবে এবং কেহ কেহ আল্লাহর পথে সংগ্রামে লিপ্ত হবে। অতএব কুরআন হতে যতটুকু সহজসাধ্য আবৃত্তি কর। সালাত কায়েম কর, যাকাত প্রদান কর এবং আল্লাহকে দাও উত্তম ঋণ। তোমরা তোমাদের আত্মার মঙ্গলের জন্য ভাল যা কিছু অগ্রিম প্রেরণ করবে তোমরা তা পাবে আল্লাহর নিকট। উহা উৎকৃষ্টতর এবং পুরস্কার হিসাবে মহত্তর। আর তোমরা ক্ষমা প্রার্থনা কর আল্লাহর নিকট। নিশ্চয়ই আল্লাহ ক্ষমাশীল, পরম দয়ালু।","bangla_taisirul":"তোমার প্রতিপালক জানেন যে, তুমি কখনও রাতের দু’তৃতীয়াংশ ‘ইবাদাতের জন্য দাঁড়াও, কখনও অর্ধেক, কখনও রাতের এক তৃতীয়াংশ, তোমার সঙ্গী-সাথীদের একটি দলও (তাই করে)। আল্লাহ্ই রাত আর দিনের পরিমাণ নির্ধারণ করেন। তিনি জানেন, তোমরা তা যথাযথ হিসাব রেখে পালন করতে পারবে না। কাজেই তিনি তোমাদের প্রতি ক্ষমাপরবশ হয়েছেন। কাজেই কুরআনের যতটুকু পড়া তোমার জন্য সহজ হয়, তুমি ততটুকু পড়। তিনি জানেন, তোমাদের মধ্যে কেউ কেউ অসুস্থ হবে, আর কতক আল্লাহর অনুগ্রহ সন্ধানে যমীনে ভ্রমণ করবে, আর কতক আল্লাহর পথে যুদ্ধ করবে। কাজেই তোমাদের জন্য যতটুকু সহজসাধ্য হয় তাই তাত্থেকে পাঠ কর, আর নামায প্রতিষ্ঠা কর, যাকাত দাও আর আল্লাহকে ঋণ দাও উত্তম ঋণ। তোমরা যা কিছু কল্যাণ নিজেদের জন্য আগে পাঠাবে, তা আল্লাহর নিকট (সঞ্চিত) পাবে, তাই উত্তম এবং পুরস্কার হিসেবে খুব বড়। তোমরা আল্লাহর নিকট ক্ষমা প্রার্থনা কর, আল্লাহ অতি ক্ষমাশীল, বড়ই দয়ালু।"}]}}