{"surahDetails":{"id":8,"banglaName":"যুদ্ধ-লব্ধ ধনসম্পদ","totalAyah":75,"arabicInBangla":"আল-আনফাল"},"surah":{"id":8,"verses":[{"id":1,"arabic_text":"یَسۡـَٔلُوۡنَکَ عَنِ الۡاَنۡفَالِ ؕ قُلِ الۡاَنۡفَالُ لِلّٰہِ وَ الرَّسُوۡلِ ۚ فَاتَّقُوا اللّٰہَ وَ اَصۡلِحُوۡا ذَاتَ بَیۡنِکُمۡ ۪ وَ اَطِیۡعُوا اللّٰہَ وَ رَسُوۡلَہٗۤ  اِنۡ   کُنۡتُمۡ  مُّؤۡمِنِیۡنَ ﴿۱﴾","english_text":"Alif, Lam, Meem.","page":177,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1161.mp3","colorText":"يَسْــَٔلُونَكَ عَنِ [h:5228[ٱ]لْأَ[f:5229[نف]َالِ‌ۖ قُلِ [h:5230[ٱ]لْأَ[f:5231[نف]َالُ لِلَّهِ وَ[h:2421[ٱ][l[ل]رَّسُولِ‌ۖ فَ[h:112[ٱ]تَّقُو[s[اْ] [h:1945[ٱ]للَّهَ وَأَصْلِحُو[s[اْ] ذَاتَ بَيْنِكُمْ‌ۖ وَأَطِيعُو[s[اْ] [h:2238[ٱ]للَّهَ وَرَسُولَهُ[o[ۥٓ] إِ[f:109[ن ك]ُ[f:100[نت][w:482[ُم م]ُّؤْمِن[p[ِي]نَ","juz":9,"ruku":146,"manzil":2,"bangla_ahbayan":"লোকে তোমাকে যুদ্ধলব্ধ সম্পদ সম্বন্ধে প্রশ্ন করে।[১] বল, ‘যুদ্ধলব্ধ সম্পদ আল্লাহ এবং রসূলের।’[২] সুতরাং তোমরা আল্লাহকে ভয় কর এবং নিজেদের মধ্যে সদ্ভাব স্থাপন কর; যদি তোমরা বিশ্বাসী হও, তাহলে আল্লাহ ও তাঁর রসূলের আনুগত্য কর। [৩]","bangla_bayan":"লোকেরা তোমাকে গনীমতের মাল সম্পর্কে জিজ্ঞাসা করে; বল, গনীমতের মাল আল্লাহ ও রাসূলের জন্য। সুতরাং তোমরা আল¬াহকে ভয় কর এবং পরস্পরের মধ্যকার অবস্থা সংশোধন করে নাও। আর আল¬াহ ও তাঁর রাসূলের আনুগত্য কর, যদি তোমরা মুমিন হও।","bangla_mkhan":"আপনার কাছে জিজ্ঞেস করে, গনীমতের হুকুম। বলে দিন, গণীমতের মাল হল আল্লাহর এবং রসূলের। অতএব, তোমরা আল্লাহকে ভয় কর এবং নিজেদের অবস্থা সংশোধন করে নাও। আর আল্লাহ এবং তাঁর রসূলের হুকুম মান্য কর, যদি ঈমানদার হয়ে থাক।","bangla_mujibur":"হে নাবী! লোকেরা তোমাকে যুদ্ধলব্ধ সম্পদ সম্পর্কে জিজ্ঞেস করছে। তুমি বলঃ যুদ্ধলব্ধ সম্পদ আল্লাহ ও তাঁর রাসূলের জন্য। অতএব তোমরা এ ব্যাপারে আল্লাহকে ভয় কর এবং তোমাদের নিজেদের পারস্পরিক সম্পর্ক সঠিক রূপে গড়ে নাও, আর যদি তোমরা মু’মিন হয়ে থাক তাহলে আল্লাহ এবং তাঁর রাসূলের আনুগত্য কর।","bangla_taisirul":"তারা তোমাকে যুদ্ধে প্রাপ্ত সম্পদ সম্পর্কে জিজ্ঞেস করছে। বল, ‘যুদ্ধে প্রাপ্ত সম্পদ হচ্ছে আল্লাহ ও তাঁর রসূলের; কাজেই তোমরা আল্লাহকে ভয় কর আর নিজেদের সম্পর্ককে সুষ্ঠু সুন্দর ভিত্তির উপর প্রতিষ্ঠিত কর। তোমরা যদি মু’মিন হয়ে থাক তবে তোমরা আল্লাহ ও তাঁর রসূলের আনুগত্য কর।’"},{"id":2,"arabic_text":"اِنَّمَا الۡمُؤۡمِنُوۡنَ الَّذِیۡنَ اِذَا ذُکِرَ اللّٰہُ وَجِلَتۡ قُلُوۡبُہُمۡ وَ اِذَا تُلِیَتۡ عَلَیۡہِمۡ اٰیٰتُہٗ زَادَتۡہُمۡ  اِیۡمَانًا وَّ عَلٰی رَبِّہِمۡ یَتَوَکَّلُوۡنَ ۚ﴿ۖ۲﴾ ","english_text":"This is the Book about which there is no doubt, a guidance for those conscious of Allah -","page":177,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1162.mp3","colorText":"إِ[g[نّ]َمَا [h:5232[ٱ]لْمُؤْمِنُونَ [h:5233[ٱ]لَّذِينَ إِذَا ذُكِرَ [h:5234[ٱ]للَّهُ وَجِلَتْ قُلُوبُهُمْ وَإِذَا تُلِيَتْ عَلَيْهِمْ ءَايَ[n[ـٰ]تُهُ[n[ۥ] زَادَتْهُمْ إِيمَ[n[ـٰ][a:5235[نًا و]َعَلَىٰ رَبِّهِمْ يَتَوَكَّل[p[ُو]نَ","juz":9,"ruku":146,"manzil":2,"bangla_ahbayan":"বিশ্বাসী (মুমিন) তো তারাই যাদের হৃদয় আল্লাহকে স্মরণ করার সময় কম্পিত হয় এবং যখন তাঁর আয়াত তাদের নিকট পাঠ করা হয়, তখন তা তাদের বিশ্বাস (ঈমান) বৃদ্ধি করে এবং তারা তাদের প্রতিপালকের উপরই ভরসা রাখে। [১]","bangla_bayan":"মুমিন তো তারা, যাদের অন্তরসমূহ কেঁপে উঠে যখন আল্লাহকে স্মরণ করা হয়। আর যখন তাদের উপর তাঁর আয়াতসমূহ পাঠ করা হয় তখন তা তাদের ঈমান বৃদ্ধি করে এবং যারা তাদের রবের উপরই ভরসা করে।","bangla_mkhan":"যারা ঈমানদার, তারা এমন যে, যখন আল্লাহর নাম নেয়া হয় তখন ভীত হয়ে পড়ে তাদের অন্তর। আর যখন তাদের সামনে পাঠ করা হয় কালাম, তখন তাদের ঈমান বেড়ে যায় এবং তারা স্বীয় পরওয়ার দেগারের প্রতি ভরসা পোষণ করে।","bangla_mujibur":"নিশ্চয়ই মু’মিনরা এরূপই হয় যে, যখন (তাদের সামনে) আল্লাহর নাম উচ্চারণ করা হয় তখন তাদের অন্তরসমূহ ভীত হয়ে পড়ে, আর যখন তাদের সামনে তাঁর আয়াতসমূহ পাঠ করা হয় তখন তাদের ঈমান আরও বৃদ্ধি পায়, আর তারা নিজেদের রবের উপর নির্ভর করে।","bangla_taisirul":"মু’মিন তো তারাই আল্লাহর কথা আলোচিত হলেই যাদের অন্তর কেঁপে উঠে, আর তাদের কাছে যখন তাঁর আয়াত পঠিত হয়, তখন তা তাদের ঈমান বৃদ্ধি করে আর তারা তাদের প্রতিপালকের উপর নির্ভর করে।"},{"id":3,"arabic_text":"الَّذِیۡنَ یُقِیۡمُوۡنَ الصَّلٰوۃَ وَ مِمَّا رَزَقۡنٰہُمۡ  یُنۡفِقُوۡنَ ؕ﴿۳﴾ ","english_text":"Who believe in the unseen, establish prayer, and spend out of what We have provided for them,","page":177,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1163.mp3","colorText":"ٱلَّذِينَ يُقِيمُونَ [h:3638[ٱ][l[ل]صَّلَ[s[و][n[ٲ]ةَ وَمِ[g[مّ]َا رَزَ[q:15[قْ]نَ[n[ـٰ]هُمْ يُ[f:16[نف]ِق[p[ُو]نَ","juz":9,"ruku":146,"manzil":2,"bangla_ahbayan":"যারা যথাযথভাবে নামায পড়ে এবং আমি তাদেরকে যে রুযী দিয়েছি, তা থেকে দান করে।","bangla_bayan":"যারা সালাত কায়েম করে এবং আমি তাদেরকে যে রিয্ক দিয়েছি, তা হতে ব্যয় করে।","bangla_mkhan":"সে সমস্ত লোক যারা নামায প্রতিষ্ঠা করে এবং আমি তাদেরকে যে রুযী দিয়েছি তা থেকে ব্যয় করে।","bangla_mujibur":"যারা সালাত সুপ্রতিষ্ঠিত করে এবং আমি যা কিছু তাদেরকে দিয়েছি তা থেকে তারা খরচ করে,","bangla_taisirul":"তারা নামায ক্বায়িম করে, আর আমি তাদেরকে যে জীবিকা দিয়েছি তাত্থেকে ব্যয় করে।"},{"id":4,"arabic_text":"اُولٰٓئِکَ ہُمُ الۡمُؤۡمِنُوۡنَ حَقًّا ؕ لَہُمۡ دَرَجٰتٌ عِنۡدَ رَبِّہِمۡ وَ مَغۡفِرَۃٌ وَّ رِزۡقٌ کَرِیۡمٌ ۚ﴿۴﴾ ","english_text":"And who believe in what has been revealed to you, [O Muhammad], and what was revealed before you, and of the Hereafter they are certain [in faith].","page":177,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1164.mp3","colorText":"أُ[s[وْ]لَ[o[ـٰٓ]ئِكَ هُمُ [h:5236[ٱ]لْمُؤْمِنُونَ حَق[u:5237[ًّا‌ۚ ل]َّهُمْ دَرَجَ[n[ـٰ]تٌ عِ[f:264[ند]َ رَبِّهِمْ وَمَغْفِرَ[a:5238[ةٌ و]َرِزْ[f:5239[قٌ ك]َر[p[ِي]مٌ","juz":9,"ruku":146,"manzil":2,"bangla_ahbayan":"তারাই প্রকৃত বিশ্বাসী। তাদেরই জন্য রয়েছে তাদের প্রতিপালকের নিকট মর্যাদা, ক্ষমা এবং সম্মানজনক জীবিকা।","bangla_bayan":"তারাই প্রকৃত মুমিন। তাদের জন্য রয়েছে তাদের রবের নিকট উচ্চ মর্যাদাসমূহ এবং ক্ষমা ও সম্মানজনক রিয্ক।","bangla_mkhan":"তারাই হল সত্যিকার ঈমানদার! তাদের জন্য রয়েছে স্বীয় পরওয়ারদেগারের নিকট মর্যাদা, ক্ষমা এবং সম্মানজনক রুযী।","bangla_mujibur":"এরাই সত্যিকারের ঈমানদার, এদের জন্য রয়েছে তাদের রবের সন্নিধানে উচ্চ পদসমূহ, আরও রয়েছে ক্ষমা ও সম্মানজনক জীবিকা।","bangla_taisirul":"এসব লোকেরাই হল প্রকৃত মু’মিন। এদের জন্য এদের প্রতিপালকের নিকট আছে নানান মর্যাদা, ক্ষমা আর সম্মানজনক জীবিকা।"},{"id":5,"arabic_text":"کَمَاۤ اَخۡرَجَکَ رَبُّکَ مِنۡۢ بَیۡتِکَ بِالۡحَقِّ ۪ وَ اِنَّ فَرِیۡقًا مِّنَ الۡمُؤۡمِنِیۡنَ لَکٰرِہُوۡنَ ۙ﴿۵﴾ ","english_text":"Those are upon [right] guidance from their Lord, and it is those who are the successful.","page":177,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1165.mp3","colorText":"كَم[o[َآ] أَخْرَجَكَ رَبُّكَ م[i:5240[ِنۢ ب]َيْتِكَ بِ[h:370[ٱ]لْحَقِّ وَإِ[g[نّ]َ فَرِي[a:2128[قًا م]ِّنَ [h:3047[ٱ]لْمُؤْمِنِينَ لَكَ[n[ـٰ]رِه[p[ُو]نَ","juz":9,"ruku":146,"manzil":2,"bangla_ahbayan":"(যুদ্ধলব্ধ সম্পদের ব্যাপারটা ওরা পছন্দ করেনি) যেমন তোমার প্রতিপালক তোমাকে তোমার গৃহ হতে ন্যায়ভাবে বের করেছিলেন[১] অথচ বিশ্বাসীদের একদল এ পছন্দ করেনি।[২]","bangla_bayan":"(এটা এমন) যেভাবে তোমার রব তোমাকে নিজ ঘর থেকে বের করেছেন যথাযথভাবে এবং নিশ্চয় মুমিনদের একটি দল তা অপছন্দ করছিল।","bangla_mkhan":"যেমন করে তোমাকে তোমার পরওয়ারদেগার ঘর থেকে বের করেছেন ন্যায় ও সৎকাজের জন্য, অথচ ঈমানদারদের একটি দল (তাতে) সম্মত ছিল না।","bangla_mujibur":"যেরূপ তোমার রাব্ব তোমাকে তোমার গৃহ হতে (বদরের দিকে) বের করলেন, আর মুসলিমদের একটি দল তা পছন্দ করেনি ।","bangla_taisirul":"(তারা যেমন প্রকৃত মু’মিন) ঠিক তেমনি প্রকৃতভাবেই তোমার প্রতিপালক তোমাকে তোমার ঘর হতে বের করে এনেছিলেন যদিও মু’মিনদের একদল তা পছন্দ করেনি।"},{"id":6,"arabic_text":"یُجَادِلُوۡنَکَ فِی الۡحَقِّ بَعۡدَ مَا تَبَیَّنَ کَاَنَّمَا یُسَاقُوۡنَ اِلَی الۡمَوۡتِ وَ ہُمۡ یَنۡظُرُوۡنَ ؕ﴿۶﴾ ","english_text":"Indeed, those who disbelieve - it is all the same for them whether you warn them or do not warn them - they will not believe.","page":177,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1166.mp3","colorText":"يُجَ[n[ـٰ]دِلُونَكَ فِى [h:5241[ٱ]لْحَقِّ بَعْدَ مَا تَبَيَّنَ كَأَ[g[نّ]َمَا يُسَاقُونَ إِلَى [h:5242[ٱ]لْمَوْتِ وَهُمْ يَ[f:1141[نظ]ُر[p[ُو]نَ","juz":9,"ruku":146,"manzil":2,"bangla_ahbayan":"সত্য স্পষ্টভাবে প্রকাশিত হওয়ার পরও[১] তারা তোমার সাথে বিতর্ক করছিল, (মনে হচ্ছে) তারা যেন মৃত্যুর দিকে চালিত হচ্ছে এবং তারা যেন তা প্রত্যক্ষ করছে। [২]","bangla_bayan":"তারা তোমার সাথে সত্য সম্পর্কে বিতর্ক করছে তা স্পষ্ট হয়ে যাওয়ার পর। যেন তাদেরকে মৃত্যুর দিকে হাঁকিয়ে নেয়া হচ্ছে, আর তারা তা দেখছে।","bangla_mkhan":"তারা তোমার সাথে বিবাদ করছিল সত্য ও ন্যায় বিষয়ে, তা প্রকাশিত হবার পর; তারা যেন মৃত্যুর দিকে ধাবিত হচ্ছে দেখতে দেখতে।","bangla_mujibur":"সেই যথার্থ বিষয় প্রকাশ হওয়ার পরও ওতে তারা তোমার সাথে এরূপ বিবাদ করছিল যেন কেহ তাদেরকে মৃত্যুর দিকে হাঁকিয়ে নিয়ে যাচ্ছে, আর তারা তা প্রত্যক্ষ করছে।","bangla_taisirul":"সত্য স্পষ্ট হওয়ার পরও তারা তোমার সঙ্গে বাদানুবাদে লিপ্ত হয়েছিল, (তাদের অবস্থা দেখে মনে হচ্ছিল যে,) তারা যেন চেয়ে চেয়ে দেখছিল যে, তাদেরকে মৃত্যুর দিকে তাড়িয়ে নেয়া হচ্ছে।"},{"id":7,"arabic_text":"وَ اِذۡ یَعِدُکُمُ اللّٰہُ اِحۡدَی الطَّآئِفَتَیۡنِ اَنَّہَا لَکُمۡ وَ تَوَدُّوۡنَ اَنَّ غَیۡرَ ذَاتِ الشَّوۡکَۃِ تَکُوۡنُ لَکُمۡ  وَ یُرِیۡدُ  اللّٰہُ  اَنۡ یُّحِقَّ الۡحَقَّ بِکَلِمٰتِہٖ وَ یَقۡطَعَ دَابِرَ الۡکٰفِرِیۡنَ ۙ﴿۷﴾ ","english_text":"Allah has set a seal upon their hearts and upon their hearing, and over their vision is a veil. And for them is a great punishment.","page":177,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1167.mp3","colorText":"وَإِذْ يَعِدُكُمُ [h:5243[ٱ]للَّهُ إِحْدَى [h:5244[ٱ][l[ل]طّ[o[َا]ٓئِفَتَيْنِ أَ[g[نّ]َهَا لَكُمْ وَتَوَدُّونَ أَ[g[نّ]َ غَيْرَ ذَاتِ [h:5245[ٱ][l[ل]شَّوْكَةِ تَكُونُ لَكُمْ وَيُرِيدُ [h:5246[ٱ]للَّهُ أ[a:5247[َن ي]ُحِقَّ [h:5248[ٱ]لْحَقَّ بِكَلِمَ[n[ـٰ]تِه[n[ِۦ] وَيَ[q:5249[قْ]طَعَ دَابِرَ [h:5250[ٱ]لْكَ[n[ـٰ]فِر[p[ِي]نَ","juz":9,"ruku":146,"manzil":2,"bangla_ahbayan":"আর স্মরণ কর, যখন আল্লাহ তোমাদেরকে প্রতিশ্রুতি দেন যে, দুই দলের এক দল তোমাদের আয়ত্তাধীন হবে,[১] অথচ তোমরা চাচ্ছ যে, নিরস্ত্র দলটি তোমাদের আয়ত্তাধীন হোক।[২] আর আল্লাহ চাচ্ছিলেন যে, তিনি তাঁর বাণীদ্বারা সত্যকে প্রতিষ্ঠিত করবেন এবং অবিশ্বাসীদেরকে নির্মূল করবেন।","bangla_bayan":"আর স্মরণ কর, যখন আল্লাহ তোমাদেরকে দু’দলের একটির ওয়াদা দিয়েছিলেন যে, নিশ্চয় তা তোমাদের জন্য হবে। আর তোমরা কামনা করছিলে যে, অস্ত্রহীন দলটি তোমাদের জন্য হবে এবং আল্লাহ চাচ্ছিলেন তাঁর কালেমাসমূহ দ্বারা সত্যকে সত্য প্রমাণ করবেন এবং কাফেরদের মূল কেটে দেবেন।","bangla_mkhan":"আর যখন আল্লাহ দু’টি দলের একটির ব্যাপারে তোমাদের সাথে ওয়াদা করেছিলেন যে, সেটি তোমাদের হস্তগত হবে, আর তোমরা কামনা করছিলে যাতে কোন রকম কন্টক নেই, তাই তোমাদের ভাগে আসুক; অথচ আল্লাহ চাইতেন সত্যকে স্বীয় কালামের মাধ্যমে সত্যে পরিণত করতে এবং কাফেরদের মূল কর্তন করে দিতে,","bangla_mujibur":"স্মরণ কর, যখন আল্লাহ তোমাদেরকে দু’টি দলের মধ্য হতে একটি সম্বন্ধে প্রতিশ্রুতি দিয়েছিলেন যে, ওটা তোমাদের করতলগত হবে। তোমরা এই আশা করেছিলে যেন নিরস্ত্র দলটি তোমাদের আয়ত্তে এসে পড়ে, আর আল্লাহর ইচ্ছা ছিল এই যে, তিনি স্বীয় নির্দেশাবলী দ্বারা সত্যকে সত্যরূপে প্রতিষ্ঠা করেন এবং কাফিরদেরকে নির্মূল করেন।","bangla_taisirul":"স্মরণ কর, যখন আল্লাহ তোমাদেরকে প্রতিশ্রুতি দিয়েছিলেন যে, দু’টি দলের মধ্যে একটি তোমরা পাবে, আর তোমরা চেয়েছিলে যেন নিরস্ত্র দলটি তোমরা লাভ কর আর আল্লাহ চেয়েছিলেন তাঁর বাণী দ্বারা সত্যকে সত্যরূপে প্রতিষ্ঠিত করতে আর কাফিরদের জড় কেটে দিতে।"},{"id":8,"arabic_text":"لِیُحِقَّ الۡحَقَّ وَ یُبۡطِلَ الۡبَاطِلَ وَ لَوۡ  کَرِہَ الۡمُجۡرِمُوۡنَ ۚ﴿۸﴾ ","english_text":"And of the people are some who say, \"We believe in Allah and the Last Day,\" but they are not believers.","page":177,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1168.mp3","colorText":"لِيُحِقَّ [h:5251[ٱ]لْحَقَّ وَيُ[q:5252[بْ]طِلَ [h:5253[ٱ]لْبَ[n[ـٰ]طِلَ وَلَوْ كَرِهَ [h:5254[ٱ]لْمُ[q:5255[جْ]رِم[p[ُو]نَ","juz":9,"ruku":146,"manzil":2,"bangla_ahbayan":"যাতে তিনি সত্যকে সত্যরূপে ও অসত্যকে অসত্যরূপে প্রতিপন্ন করেন, যদিও অপরাধিগণ তা  অপছন্দ করে।[১]","bangla_bayan":"যাতে তিনি সত্যকে সত্য প্রমাণিত করেন এবং বাতিলকে বাতিল করেন, যদিও অপরাধীরা তা অপছন্দ করে।","bangla_mkhan":"যাতে করে সত্যকে সত্য এবং মিথ্যাকে মিথ্যা প্রতিপন্ন করে দেন, যদিও পাপীরা অসন্তুষ্ট হয়।","bangla_mujibur":"ইহা এ জন্য যাতে সত্য সত্যরূপে এবং অসত্য অসত্যরূপে প্রতিভাত হয়ে যায়, যদিও এটা অপরাধীরা অপ্রীতিকরই মনে করে।","bangla_taisirul":"যাতে তিনি সত্যকে সত্য হিসেবে প্রতিষ্ঠিত করেন আর মিথ্যেকে মিথ্যে প্রমাণিত করেন, যদিও তা পাপীদের কাছে পছন্দনীয় নয়।"},{"id":9,"arabic_text":"اِذۡ تَسۡتَغِیۡثُوۡنَ رَبَّکُمۡ فَاسۡتَجَابَ لَکُمۡ اَنِّیۡ مُمِدُّکُمۡ بِاَلۡفٍ مِّنَ الۡمَلٰٓئِکَۃِ  مُرۡدِفِیۡنَ ﴿۹﴾ ","english_text":"They [think to] deceive Allah and those who believe, but they deceive not except themselves and perceive [it] not.","page":178,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1169.mp3","colorText":"إِذْ تَسْتَغِيثُونَ رَبَّكُمْ فَ[h:5256[ٱ]سْتَجَابَ لَكُمْ أَ[g[نّ]ِى مُمِدُّك[c:5257[ُم ب]ِأَلْ[a:5258[فٍ م]ِّنَ [h:2217[ٱ]لْمَلَ[o[ـٰٓ]ئِكَةِ مُرْدِف[p[ِي]نَ","juz":9,"ruku":146,"manzil":2,"bangla_ahbayan":"স্মরণ কর, যখন তোমরা তোমাদের প্রতিপালকের নিকট সকাতর প্রার্থনা করেছিলে, আর তিনি তা কবুল করে (বলে) ছিলেন, আমি তোমাদেরকে এক হাজার ফিরিশতা দ্বারা সাহায্য করব, যারা একের পর এক আসবে। [১]","bangla_bayan":"আর স্মরণ কর, যখন তোমরা তোমাদের রবের নিকট ফরিয়াদ করছিলে, তখন তিনি তোমাদের ডাকে সাড়া দিয়েছিলেন যে, ‘নিশ্চয় আমি তোমাদেরকে পর পর আগমনকারী এক হাজার ফেরেশতা দ্বারা সাহায্য করছি’।","bangla_mkhan":"তোমরা যখন ফরিয়াদ করতে আরম্ভ করেছিলে স্বীয় পরওয়ারদেগারের নিকট, তখন তিনি তোমাদের ফরিয়াদের মঞ্জুরী দান করলেন যে, আমি তোমাদিগকে সাহায্য করব ধারাবহিকভাবে আগত হাজার ফেরেশতার মাধ্যমে।","bangla_mujibur":"স্মরণ কর সেই সংকট মুহুর্তের কথা, যখন তোমরা তোমাদের রবের নিকট কাতর কন্ঠে প্রার্থনা করেছিলে, আর তিনি সেই প্রার্থনা কবূল করে বলেছিলেনঃ নিশ্চয়ই আমি তোমাদেরকে এক হাজার মালাইকা/ফেরেশতা দ্বারা সাহায্য করব, যারা একের পর এক আসবে।","bangla_taisirul":"স্মরণ কর, যখন তোমরা তোমাদের প্রতিপালকের নিকট সাহায্য প্রার্থনা করছিলে তখন তিনি তোমাদেরকে জবাব দিলেন, ‘আমি তোমাদেরকে এক হাজার ফেরেশতা দিয়ে সাহায্য করব যারা পর পর আসবে।’"},{"id":10,"arabic_text":"وَ مَا جَعَلَہُ اللّٰہُ  اِلَّا بُشۡرٰی وَ لِتَطۡمَئِنَّ بِہٖ قُلُوۡبُکُمۡ ۚ وَ مَا النَّصۡرُ اِلَّا مِنۡ عِنۡدِ اللّٰہِ ؕ اِنَّ  اللّٰہَ  عَزِیۡزٌ  حَکِیۡمٌ ﴿۱۰﴾ ","english_text":"In their hearts is disease, so Allah has increased their disease; and for them is a painful punishment because they [habitually] used to lie.","page":178,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1170.mp3","colorText":"وَمَا جَعَلَهُ [h:2224[ٱ]للَّهُ إِلَّا بُشْرَىٰ وَلِتَ[q:2225[طْ]مَئِ[g[نّ]َ بِه[n[ِۦ] قُلُوبُكُمْ‌ۚ وَمَا [h:2227[ٱ][l[ل][g[نّ]َصْرُ إِلَّا مِنْ عِ[f:398[ند]ِ [h:399[ٱ]للَّهِ‌ۚ إِ[g[نّ]َ [h:80[ٱ]للَّهَ عَزِيزٌ حَك[p[ِي]مٌ","juz":9,"ruku":146,"manzil":2,"bangla_ahbayan":"আল্লাহ এটা করেন কেবল তোমাদেরকে শুভ সংবাদ দেওয়ার জন্য এবং এ উদ্দেশ্যে যাতে তোমাদের চিত্ত প্রশান্তি লাভ করে। আর সাহায্য তো শুধু আল্লাহর নিকট হতেই আসে।[১] নিশ্চয়ই আল্লাহ মহাপরাক্রমশালী প্রজ্ঞাময়।","bangla_bayan":"আর আল্লাহ তো তা করেছেন কেবল সুসংবাদস্বরূপ এবং যাতে এর দ্বারা তোমাদের অন্তরসমূহ প্রশান্ত হয় এবং সাহায্য তো আল্লাহর পক্ষ থেকেই। নিশ্চয় আল্লাহ পরাক্রমশালী, প্রজ্ঞাময়।","bangla_mkhan":"আর আল্লাহ তো শুধু সুসংবাদ দান করলেন যাতে তোমাদের মন আশ্বস্ত হতে পারে। আর সাহায্য আল্লাহর পক্ষ থেকে ছাড়া অন্য কারো পক্ষ থেকে হতে পারে না। নিঃসন্দেহে আল্লাহ মহাশক্তির অধিকারী হেকমত ওয়ালা।","bangla_mujibur":"আল্লাহ এটা করেছিলেন শুভ সংবাদ হিসাবে এবং যাতে তোমাদের চিত্ত আশ্বস্ত হয়। বস্তুতঃ সাহায্যতো শুধু আল্লাহর তরফ থেকেই হয়ে থাকে। আল্লাহ মহা পরাক্রমশালী, প্রজ্ঞাময়।","bangla_taisirul":"আর আল্লাহ যে এটা করেছিলেন তার উদ্দেশ্য তোমাদেরকে সুসংবাদ দান ছাড়া অন্য কিছু নয় আর যাতে এর মাধ্যমে তোমাদের অন্তর প্রশান্তি লাভ করে। কেননা, সাহায্য তো একমাত্র আল্লাহর নিকট থেকেই আসে। আল্লাহ তো মহাপরাক্রমশালী, মহাবিজ্ঞানী।"},{"id":11,"arabic_text":"اِذۡ یُغَشِّیۡکُمُ النُّعَاسَ اَمَنَۃً مِّنۡہُ وَ یُنَزِّلُ عَلَیۡکُمۡ مِّنَ السَّمَآءِ مَآءً  لِّیُطَہِّرَکُمۡ بِہٖ وَ یُذۡہِبَ عَنۡکُمۡ رِجۡزَ الشَّیۡطٰنِ وَ لِیَرۡبِطَ عَلٰی قُلُوۡبِکُمۡ وَ یُثَبِّتَ بِہِ  الۡاَقۡدَامَ ﴿ؕ۱۱﴾ ","english_text":"And when it is said to them, \"Do not cause corruption on the earth,\" they say, \"We are but reformers.\"","page":178,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1171.mp3","colorText":"إِذْ يُغَشِّيكُمُ [h:5259[ٱ][l[ل][g[نّ]ُعَاسَ أَمَنَ[a:5260[ةً م]ِّنْهُ وَيُنَزِّلُ عَلَيْك[w:1301[ُم م]ِّنَ [h:64[ٱ][l[ل]سَّم[o[َا]ٓءِ م[o[َا]ٓ[u:5261[ءً ل]ِّيُطَهِّرَك[c:5262[ُم ب]ِه[n[ِۦ] وَيُذْهِبَ عَ[f:255[نك]ُمْ رِ[q:5263[جْ]زَ [h:5264[ٱ][l[ل]شَّيْطَ[n[ـٰ]نِ وَلِيَرْبِطَ عَلَىٰ قُلُوبِكُمْ وَيُثَبِّتَ بِهِ [h:5265[ٱ]لْأَ[q:5266[قْ]د[p[َا]مَ","juz":9,"ruku":147,"manzil":2,"bangla_ahbayan":"স্মরণ কর, যখন তিনি তাঁর পক্ষ হতে নিরাপত্তা (ও শান্তি) দানের জন্য তোমাদেরকে তন্দ্রায় আচ্ছন্ন করেন[১] এবং আকাশ হতে তোমাদের উপর বৃষ্টি বর্ষণ করেন, যাতে তা দিয়ে তোমাদেরকে পবিত্র করেন, তোমাদের নিকট হতে শয়তানের কুমন্ত্রণা দূরীভূত করেন,[২] তোমাদের হৃদয় সুদৃঢ় করেন এবং তোমাদের পা স্থির রাখেন। [৩]","bangla_bayan":"স্মরণ কর, যখন তিনি তোমাদেরকে তন্দ্রায় আচ্ছন্ন করেন তাঁর পক্ষ থেকে নিরাপত্তাস্বরূপ এবং আকাশ থেকে তোমাদের উপর বৃষ্টি বর্ষণ করেন, আর যাতে এর মাধ্যমে তিনি তোমাদেরকে পবিত্র করেন, আর তোমাদের থেকে শয়তানের কুমন্ত্রণা দূর করেন, তোমাদের অন্তরসমূহ দৃঢ় রাখেন এবং এর মাধ্যমে তোমাদের পা-সমূহ স্থির রাখেন।","bangla_mkhan":"যখন তিনি আরোপ করেন তোমাদের উপর তন্দ্রাচ্ছন্ন তা নিজের পক্ষ থেকে তোমাদের প্রশান্তির জন্য এবং তোমাদের উপর আকাশ থেকে পানি অবতরণ করেন, যাতে তোমাদিগকে পবিত্র করে দেন এবং যাতে তোমাদের থেকে অপসারিত করে দেন শয়তানের অপবিত্রতা। আর যাতে করে সুরক্ষিত করে দিতে পারেন তোমাদের অন্তরসমূহকে এবং তাতে যেন সুদৃঢ় করে দিতে পারেন তোমাদের পা গুলো।","bangla_mujibur":"যখন তিনি (আল্লাহ) তাঁর পক্ষ থেকে প্রশান্তির জন্য তোমাদেরকে তন্দ্রায় আচ্ছন্ন করেন, আকাশ হতে বারি বর্ষণ করেন, (উদ্দেশ্য ছিল) তোমাদেরকে এর দ্বারা পবিত্র করবেন এবং তোমাদের হতে শাইতানের কু-মন্ত্রনা দূর করবেন, আর তোমাদের হৃদয়কে সুদৃঢ় করবেন এবং তোমাদের পা স্থির ও প্রতিষ্ঠিত রাখবেন।","bangla_taisirul":"স্মরণ কর, যখন আল্লাহ তাঁর নিকট হতে প্রশান্তি ধারা হিসেবে তোমাদেরকে তন্দ্রায় আচ্ছন্ন করেছিলেন, আকাশ হতে তোমাদের উপর বৃষ্টিধারা বর্ষণ করেছিলেন তোমাদেরকে তা দিয়ে পবিত্র করার জন্য। তোমাদের থেকে শয়ত্বানী পংকিলতা দূর করার জন্য, তোমাদের দিলকে মজবুত করার জন্য আর তা দিয়ে তোমাদের পায়ের ভিত শক্ত করার জন্য।"},{"id":12,"arabic_text":"اِذۡ یُوۡحِیۡ رَبُّکَ اِلَی الۡمَلٰٓئِکَۃِ اَنِّیۡ مَعَکُمۡ فَثَبِّتُوا الَّذِیۡنَ اٰمَنُوۡا ؕ سَاُلۡقِیۡ فِیۡ قُلُوۡبِ الَّذِیۡنَ  کَفَرُوا الرُّعۡبَ فَاضۡرِبُوۡا فَوۡقَ الۡاَعۡنَاقِ وَ اضۡرِبُوۡا مِنۡہُمۡ  کُلَّ  بَنَانٍ ﴿ؕ۱۲﴾ ","english_text":"Unquestionably, it is they who are the corrupters, but they perceive [it] not.","page":178,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1172.mp3","colorText":"إِذْ يُوحِى رَبُّكَ إِلَى [h:5267[ٱ]لْمَلَ[o[ـٰٓ]ئِكَةِ أَ[g[نّ]ِى مَعَكُمْ فَثَبِّتُو[s[اْ] [h:5268[ٱ]لَّذِينَ ءَامَنُو[s[اْ‌ۚ] سَأُلْقِى فِى قُلُوبِ [h:2312[ٱ]لَّذِينَ كَفَرُو[s[اْ] [h:2313[ٱ][l[ل]رُّعْبَ فَ[h:5269[ٱ]ضْرِبُو[s[اْ] فَوْقَ [h:5270[ٱ]لْأَعْنَاقِ وَ[h:5271[ٱ]ضْرِبُو[s[اْ] مِنْهُمْ كُلَّ بَن[p[َا]نٍ","juz":9,"ruku":147,"manzil":2,"bangla_ahbayan":"স্মরণ কর, যখন তোমাদের প্রতিপালক ফিরিশতাগণের প্রতি প্রত্যাদেশ করেন, নিশ্চয় আমি তোমাদের সাথে আছি। সুতরাং তোমরা বিশ্বাসীগণকে অবিচলিত রাখ। যারা অবিশ্বাস করে, আমি অচিরেই তাদের হৃদয়ে আতঙ্ক প্রক্ষেপ করব।[১] সুতরাং তাদের ঘাড়ের উপর আঘাত কর এবং আঘাত কর তাদের সর্বাঙ্গে।[২]","bangla_bayan":"স্মরণ কর, যখন তোমার রব ফেরেশতাদের প্রতি ওহী প্রেরণ করেন যে, ‘নিশ্চয় আমি তোমাদের সাথে আছি। সুতরাং যারা ঈমান এনেছে তোমরা তাদেরকে অনড় রাখ’। অচিরেই আমি ভীতি ঢেলে দেব তাদের হৃদয়ে যারা কুফরী করেছে। অতএব তোমরা আঘাত কর ঘাড়ের উপরে এবং আঘাত কর তাদের প্রত্যেক আঙুলের অগ্রভাগে।","bangla_mkhan":"যখন নির্দেশ দান করেন ফেরেশতাদিগকে তোমাদের পরওয়ারদেগার যে, আমি সাথে রয়েছি তোমাদের, সুতরাং তোমরা মুসলমানদের চিত্তসমূহকে ধীরস্থির করে রাখ। আমি কাফেরদের মনে ভীতির সঞ্চার করে দেব। কাজেই গর্দানের উপর আঘাত হান এবং তাদেরকে কাট জোড়ায় জোড়ায়।","bangla_mujibur":"স্মরণ কর, যখন তোমার রাব্ব মালাক/ফেরেশতার নিকট প্রত্যাদেশ করলেনঃ আমি তোমাদের সাথে আছি। সুতরাং তোমরা ঈমানদারদের সুপ্রতিষ্ঠিত ও অবিচল রাখ, আর যারা কাফির, আমি তাদের হৃদয়ে ভীতি সৃষ্টি করে দিব। অতএব তোমরা তাদের স্কন্ধে আঘাত হান, আর আঘাত হান তাদের অঙ্গুলিসমূহের প্রতিটি জোড়ায়।","bangla_taisirul":"স্মরণ কর যখন তোমার প্রতিপালক ফেরেশতাদের প্রতি ওয়াহী পাঠিয়েছিলেন, ‘আমি তোমাদের সঙ্গেই আছি; অতএব মু’মিনদেরকে তোমরা দৃঢ়পদ রেখ’। অচিরেই আমি কাফিরদের দিলে ভীতি সঞ্চার করব, কাজেই তাদের স্কন্ধে আঘাত হান, আঘাত হান প্রত্যেকটি আঙ্গুলের গিঁটে গিঁটে।"},{"id":13,"arabic_text":"ذٰلِکَ بِاَنَّہُمۡ شَآقُّوا اللّٰہَ  وَ رَسُوۡلَہٗ ۚ وَ مَنۡ یُّشَاقِقِ اللّٰہَ وَ رَسُوۡلَہٗ  فَاِنَّ اللّٰہَ شَدِیۡدُ الۡعِقَابِ  ﴿۱۳﴾","english_text":"And when it is said to them, \"Believe as the people have believed,\" they say, \"Should we believe as the foolish have believed?\" Unquestionably, it is they who are the foolish, but they know [it] not.","page":178,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1173.mp3","colorText":"ذ[n[َٲ]لِكَ بِأَ[g[نّ]َهُمْ ش[m[َا]ٓقُّو[s[اْ] [h:5272[ٱ]للَّهَ وَرَسُولَهُ[n[ۥ]‌ۚ وَم[a:3131[َن ي]ُشَاقِقِ [h:5273[ٱ]للَّهَ وَرَسُولَهُ[n[ۥ] فَإِ[g[نّ]َ [h:513[ٱ]للَّهَ شَدِيدُ [h:1075[ٱ]لْعِق[p[َا][q[ب]ِ","juz":9,"ruku":147,"manzil":2,"bangla_ahbayan":"এটা এ কারণে যে, তারা আল্লাহ ও তাঁর রসূলের বিরোধিতা করেছে। আর যারা আল্লাহ ও তাঁর রসূলের বিরোধিতা করবে (তারা জেনে রাখুক,) নিশ্চয়ই আল্লাহ শাস্তিদানে কঠোর।","bangla_bayan":"এটি এ কারণে যে, তারা আল্লাহ ও তাঁর রাসূলের বিরোধিতা করেছে। আর যে ব্যক্তি আল্লাহ ও তাঁর রাসূলের বিরোধিতা করবে, তবে নিশ্চয় আল্লাহ শাস্তি দানে কঠোর।","bangla_mkhan":"যেহেতু তারা অবাধ্য হয়েছে আল্লাহ এবং তাঁর রসূলের, সেজন্য এই নির্দেশ। বস্তুতঃ যে লোক আল্লাহ ও রসূলের অবাধ্য হয়, নিঃসন্দেহে আল্লাহর শাস্তি অত্যন্ত কঠোর।","bangla_mujibur":"এটা এ কারণে যে, তারা আল্লাহ ও তাঁর রাসূলের বিরোধিতা করে। যে ব্যক্তি আল্লাহ ও তাঁর রাসূলের বিরোধিতা করে তার জেনে রাখা উচিত যে, আল্লাহ শাস্তি দানে খুবই কঠোর।","bangla_taisirul":"এর কারণ হল, তারা আল্লাহ ও রসূলের বিরোধিতা করে আর যারা আল্লাহ ও তাঁর রসূলের বিরোধিতা করবে (তাদের জেনে রাখা দরকার) আল্লাহ শাস্তিদানে বড়ই কঠোর।"},{"id":14,"arabic_text":"ذٰلِکُمۡ فَذُوۡقُوۡہُ وَ اَنَّ لِلۡکٰفِرِیۡنَ عَذَابَ النَّارِ ﴿۱۴﴾ ","english_text":"And when they meet those who believe, they say, \"We believe\"; but when they are alone with their evil ones, they say, \"Indeed, we are with you; we were only mockers.\"","page":178,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1174.mp3","colorText":"ذ[n[َٲ]لِكُمْ فَذُوقُوهُ وَأَ[g[نّ]َ لِلْكَ[n[ـٰ]فِرِينَ عَذَابَ [h:1110[ٱ][l[ل][g[نّ][p[َا]رِ","juz":9,"ruku":147,"manzil":2,"bangla_ahbayan":"এটাই তোমাদের শাস্তি; সুতরাং তোমরা তার আস্বাদ গ্রহণ কর। আর অবিশ্বাসীদের জন্য রয়েছে দোযখের শাস্তি।","bangla_bayan":"এটি আযাব, সুতরাং তোমরা তা আস্বাদন কর। আর নিশ্চয় কাফিরদের জন্য রয়েছে আগুনের আযাব।","bangla_mkhan":"আপাততঃ বর্তমান এ শাস্তি তোমরা আস্বাদন করে নাও এবং জেনে রাখ যে, কাফেরদের জন্য রয়েছে দোযখের আযাব।","bangla_mujibur":"সুতরাং তোমরা এর স্বাদ গ্রহণ কর, সত্য অস্বীকারকারীদের জন্য রয়েছে জাহান্নামের লেলিহান আগুনের শাস্তি।","bangla_taisirul":"এটাই তোমাদের শাস্তি, অতএব তার স্বাদ গ্রহণ কর, কাফিরদের জন্য আছে আগুনের (জাহান্নামের) শাস্তি।"},{"id":15,"arabic_text":"یٰۤاَیُّہَا الَّذِیۡنَ اٰمَنُوۡۤا  اِذَا لَقِیۡتُمُ  الَّذِیۡنَ کَفَرُوۡا  زَحۡفًا  فَلَا  تُوَلُّوۡہُمُ  الۡاَدۡبَارَ ﴿ۚ۱۵﴾ ","english_text":"[But] Allah mocks them and prolongs them in their transgression [while] they wander blindly.","page":178,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1175.mp3","colorText":"يَ[o[ـٰٓ]أَيُّهَا [h:541[ٱ]لَّذِينَ ءَامَن[o[ُوٓ][s[اْ] إِذَا لَقِيتُمُ [h:5274[ٱ]لَّذِينَ كَفَرُو[s[اْ] زَحْ[f:5275[فًا ف]َلَا تُوَلُّوهُمُ [h:5276[ٱ]لْأَ[q:2168[دْ]ب[p[َا]رَ","juz":9,"ruku":147,"manzil":2,"bangla_ahbayan":"হে বিশ্বাসীগণ! তোমরা যখন (যুদ্ধকালে) অবিশ্বাসী বাহিনীর সম্মুখীন হবে, তখন (তাদের মুকাবিলা করতে) পৃষ্ঠপ্রদর্শন করো না।[১]","bangla_bayan":"হে মুমিনগণ, তোমরা যখন কাফিরদের মুখোমুখি হবে বিশাল বাহিনী নিয়ে, তখন তাদের থেকে পৃষ্ঠ প্রদর্শন করো না।","bangla_mkhan":"হে ঈমানদারগণ, তোমরা যখন কাফেরদের সাথে মুখোমুখী হবে, তখন পশ্চাদপসরণ করবে না।","bangla_mujibur":"হে ঈমানদারগণ! তোমরা যখন কাফির বাহিনীর সম্মুখীন হবে তখন তাদের মুকাবিলা করা হতে কখনোই পৃষ্ঠ প্রদর্শন করবেনা।","bangla_taisirul":"হে মু’মিনগণ! তোমরা যখন যোদ্ধা-বাহিনীরূপে কাফিরদের সম্মুখীন হও, তখন তাদেরকে পৃষ্ঠপ্রদর্শন করবে না।"},{"id":16,"arabic_text":"وَ مَنۡ یُّوَلِّہِمۡ یَوۡمَئِذٍ دُبُرَہٗۤ  اِلَّا مُتَحَرِّفًا لِّقِتَالٍ اَوۡ مُتَحَیِّزًا اِلٰی فِئَۃٍ فَقَدۡ بَآءَ بِغَضَبٍ مِّنَ اللّٰہِ وَ مَاۡوٰىہُ جَہَنَّمُ ؕ وَ بِئۡسَ  الۡمَصِیۡرُ ﴿۱۶﴾ ","english_text":"Those are the ones who have purchased error [in exchange] for guidance, so their transaction has brought no profit, nor were they guided.","page":178,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1176.mp3","colorText":"وَم[a:5277[َن ي]ُوَلِّهِمْ يَوْمَئِ[f:5278[ذٍ د]ُبُرَهُ[o[ۥٓ] إِلَّا مُتَحَرِّ[u:5279[فًا ل]ِّقِتَالٍ أَوْ مُتَحَيِّزًا إِلَىٰ فِئَ[f:5280[ةٍ ف]َقَ[q:563[دْ] ب[o[َا]ٓءَ بِغَضَ[a:320[بٍ م]ِّنَ [h:321[ٱ]للَّهِ وَمَأْوَ[n[ٮٰ]هُ جَهَ[g[نّ]َمُ‌ۖ وَبِئْسَ [h:665[ٱ]لْمَص[p[ِي]رُ","juz":9,"ruku":147,"manzil":2,"bangla_ahbayan":"সেদিন যুদ্ধকৌশল পরিবর্তন কিংবা স্বীয় দলে স্থান নেওয়া ব্যতীত[১] অন্য কারণে কেউ তার পৃষ্ঠ প্রদর্শন করলে, সে তো আল্লাহর বিরাগভাজন হবে এবং তার আশ্রয়স্থল হবে জাহান্নাম, আর তা কত নিকৃষ্ট ঠিকানা! [২]","bangla_bayan":"আর যে ব্যক্তি সেদিন তাদেরকে পৃষ্ঠ প্রদর্শন করবে তাহলে সে আল্লাহর গযব নিয়ে ফিরে আসবে। তবে যুদ্ধের জন্য (কৌশলগত) দিক পরিবর্তন অথবা নিজ দলে আশ্রয় গ্রহণের জন্য হলে ভিন্ন কথা এবং তার আবাস জাহান্নাম। আর সেটি কতইনা নিকৃষ্ট প্রত্যাবর্তনস্থল।","bangla_mkhan":"আর যে লোক সেদিন তাদের থেকে পশ্চাদপসরণ করবে, অবশ্য যে লড়াইয়ের কৌশল পরিবর্তনকল্পে কিংবা যে নিজ সৈন্যদের নিকট আশ্রয় নিতে আসে সে ব্যতীত অন্যরা আল্লাহর গযব সাথে নিয়ে প্রত্যাবর্তন করবে। আর তার ঠিকানা হল জাহান্নাম। বস্তুতঃ সেটা হল নিকৃষ্ট অবস্থান।","bangla_mujibur":"আর সেদিন যুদ্ধ কৌশল বা স্বীয় বাহিনীর কেন্দ্রস্থলে স্থান নেয়া ব্যতীত কেহ তাদের থেকে পৃষ্ঠ প্রদর্শন করলে অর্থাৎ পালিয়ে গেলে সে আল্লাহর গযবে পরিবেষ্টিত হবে, তার আশ্রয়স্থল হবে জাহান্নাম, আর জাহান্নাম কতই না নিকৃষ্ট স্থান।","bangla_taisirul":"এমন দিনে যুদ্ধে কৌশল অবলম্বন বা নিজ দলের সঙ্গে মিলিত হওয়ার উদ্দেশ্য ছাড়া কেউ তাদেরকে পৃষ্ঠপ্রদর্শন করলে সে তো আল্লাহর গজবে পরিবেষ্টিত হয়ে পড়ল, জাহান্নামই তার ঠিকানা আর তা কতই না নিকৃষ্ট প্রত্যাবর্তনস্থল।"},{"id":17,"arabic_text":"فَلَمۡ تَقۡتُلُوۡہُمۡ وَ لٰکِنَّ اللّٰہَ  قَتَلَہُمۡ ۪ وَ مَا رَمَیۡتَ اِذۡ رَمَیۡتَ وَ لٰکِنَّ اللّٰہَ رَمٰی ۚ وَ لِیُبۡلِیَ  الۡمُؤۡمِنِیۡنَ  مِنۡہُ  بَلَآءً  حَسَنًا ؕ اِنَّ اللّٰہَ  سَمِیۡعٌ  عَلِیۡمٌ ﴿۱۷﴾ ","english_text":"Their example is that of one who kindled a fire, but when it illuminated what was around him, Allah took away their light and left them in darkness [so] they could not see.","page":179,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1177.mp3","colorText":"فَلَمْ تَ[q:5281[قْ]تُلُوهُمْ وَلَ[n[ـٰ]كِ[g[نّ]َ [h:1441[ٱ]للَّهَ قَتَلَهُمْ‌ۚ وَمَا رَمَيْتَ إِذْ رَمَيْتَ وَلَ[n[ـٰ]كِ[g[نّ]َ [h:1441[ٱ]للَّهَ رَمَىٰ‌ۚ وَلِيُ[q:5282[بْ]لِىَ [h:5283[ٱ]لْمُؤْمِنِينَ مِنْهُ بَل[o[َا]ٓءً حَسَنًا‌ۚ إِ[g[نّ]َ [h:80[ٱ]للَّهَ سَمِيعٌ عَل[p[ِي]مٌ","juz":9,"ruku":147,"manzil":2,"bangla_ahbayan":"তোমরা তাদেরকে হত্যা করনি, বরং আল্লাহই তাদেরকে হত্যা করেছেন।[১] এবং তুমি যখন (মাটি) নিক্ষেপ করেছিলে তখন তুমি নিক্ষেপ করনি,[২] বরং আল্লাহই নিক্ষেপ করেছিলেন। যাতে তিনি বিশ্বাসীগণকে নিজের তরফ হতে উত্তমরূপে পরীক্ষা (করে পুরস্কৃত) করেন।[৩] নিশ্চয় আল্লাহ সর্বশ্রোতা সর্বজ্ঞাতা।","bangla_bayan":"সুতরাং তোমরা তাদেরকে হত্যা করনি বরং আল্লাহই তাদেরকে হত্যা করেছেন। আর তুমি নিক্ষেপ করনি যখন তুমি নিক্ষেপ করেছিলে; বরং আল্লাহই নিক্ষেপ করেছেন* এবং যাতে তিনি তাঁর পক্ষ থেকে মুমিনদেরকে পরীক্ষা করেন উত্তম পরীক্ষা। নিশ্চয় আল্লাহ সর্বশ্রোতা, সর্বজ্ঞ। \\n\\n* বদর যুদ্ধের দিন রাসূলুল্লাহ সাল্লল্লাহু আলাইহি ওয়াসাল্লাম একমুষ্টি মাটি নিয়ে মুশরিকদের উদ্দেশ্যে নিক্ষেপ করেছিলেন, সে ধূলিকণা তাদের প্রত্যেকেরই চোখে, মুখে ও নাকে গিয়ে পৌঁছেছিল। যার ফলে তারা দিগ্বিদিক জ্ঞান-শূন্য হয়ে ছুটাছুটি করে। ঐ সময়েই তাদের অনেকে নিহত আর অনেকে বন্দী হয় এবং পরাজয় বরণ করে। --তাফসীরে ফাতহুল কাদীর ও তাইসীরুল কারীমির রহমান।","bangla_mkhan":"সুতরাং তোমরা তাদেরকে হত্যা করনি, বরং আল্লাহই তাদেরকে হত্যা করেছেন। আর তুমি মাটির মুষ্ঠি নিক্ষেপ করনি, যখন তা নিক্ষেপ করেছিলে, বরং তা নিক্ষেপ করেছিলেন আল্লাহ স্বয়ং যেন ঈমানদারদের প্রতি এহসান করতে পারেন যথার্থভাবে। নিঃসন্দেহে আল্লাহ শ্রবণকারী; পরিজ্ঞাত।","bangla_mujibur":"তোমরা তাদেরকে হত্যা করনি, বরং আল্লাহই তাদেরকে হত্যা করেছেন। আর (হে নাবী!) যখন তুমি (ধূলাবালি) নিক্ষেপ করেছিলে তখন তা মূলতঃ তুমি নিক্ষেপ করনি, বরং আল্লাহই তা নিক্ষেপ করেছিলেন। এটা করা হয়েছিল মু’মিনদেরকে উত্তম পুরস্কার দান করার জন্য, নিঃসন্দেহে আল্লাহ সব কিছু শোনেন ও জানেন।","bangla_taisirul":"(আসল ব্যাপার হল) তোমরা তাদেরকে হত্যা করনি, বরং আল্লাহই তাদেরকে হত্যা করেছেন, তুমি যখন নিক্ষেপ করছিলে তাতো তুমি নিক্ষেপ করনি, বরং আল্লাহই নিক্ষেপ করেছিলেন যাতে তিনি মু’মিনদেরকে এক সুন্দরতম পরীক্ষায় সফলতার সঙ্গে উত্তীর্ণ করতে পারেন। আল্লাহ হলেন সর্বশ্রোতা, সর্বজ্ঞ।"},{"id":18,"arabic_text":"ذٰلِکُمۡ وَ اَنَّ اللّٰہَ  مُوۡہِنُ کَیۡدِ الۡکٰفِرِیۡنَ ﴿۱۸﴾ ","english_text":"Deaf, dumb and blind - so they will not return [to the right path].","page":179,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1178.mp3","colorText":"ذ[n[َٲ]لِكُمْ وَأَ[g[نّ]َ [h:859[ٱ]للَّهَ مُوهِنُ كَيْدِ [h:5284[ٱ]لْكَ[n[ـٰ]فِر[p[ِي]نَ","juz":9,"ruku":147,"manzil":2,"bangla_ahbayan":"এ তো ছিলই। আর নিশ্চয় আল্লাহ অবিশ্বাসীদের ষড়যন্ত্র দুর্বল করে থাকেন।[১]","bangla_bayan":"এই (হল ঘটনা) এবং নিশ্চয় আল্লাহ কাফিরদের ষড়যন্ত্র দুর্বল করে দেন।","bangla_mkhan":"এটাতো গেল, আর জেনে রেখো, আল্লাহ নস্যাৎ করে দেবেন কাফেরদের সমস্ত কলা-কৌশল।","bangla_mujibur":"আর এমনিভাবেই আল্লাহ কাফিরদের চক্রান্ত দুর্বল ও নস্যাৎ করে থাকেন।","bangla_taisirul":"আমার এ ব্যবস্থা তোমাদের জন্য, (আর কাফিরদের সম্পর্কে কথা এই যে) আল্লাহ কাফিরদের ষড়যন্ত্রকে অকেজো করে দেন।"},{"id":19,"arabic_text":"اِنۡ تَسۡتَفۡتِحُوۡا فَقَدۡ جَآءَکُمُ الۡفَتۡحُ ۚ وَ اِنۡ تَنۡتَہُوۡا فَہُوَ خَیۡرٌ  لَّکُمۡ ۚ وَ اِنۡ تَعُوۡدُوۡا نَعُدۡ ۚ وَ لَنۡ تُغۡنِیَ عَنۡکُمۡ فِئَتُکُمۡ شَیۡئًا وَّ لَوۡ  کَثُرَتۡ ۙ وَ اَنَّ اللّٰہَ مَعَ  الۡمُؤۡمِنِیۡنَ ﴿۱۹﴾ ","english_text":"Or [it is] like a rainstorm from the sky within which is darkness, thunder and lightning. They put their fingers in their ears against the thunderclaps in dread of death. But Allah is encompassing of the disbelievers.","page":179,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1179.mp3","colorText":"إِ[f:5285[ن ت]َسْتَفْتِحُو[s[اْ] فَقَ[q:563[دْ] ج[o[َا]ٓءَكُمُ [h:5286[ٱ]لْفَتْحُ‌ۖ وَإِ[f:5287[ن ت]َ[f:5288[نت]َهُو[s[اْ] فَهُوَ خَيْ[u:263[رٌ ل]َّكُمْ‌ۖ وَإِ[f:5289[ن ت]َعُودُو[s[اْ] نَعُ[q:5290[دْ] وَلَ[f:5291[ن ت]ُغْنِىَ عَ[f:255[نك]ُمْ فِئَتُكُمْ شَيْـ[a:5292[ـًٔا و]َلَوْ كَثُرَتْ وَأَ[g[نّ]َ [h:859[ٱ]للَّهَ مَعَ [h:3234[ٱ]لْمُؤْمِن[p[ِي]نَ","juz":9,"ruku":147,"manzil":2,"bangla_ahbayan":"তোমরা যদি বিজয় চাও, তাহলে তা তো তোমাদের নিকট এসেই গেছে।[১] যদি তোমরা বিরত হও, তাহলে তা তোমাদের জন্য কল্যাণকর। আর যদি তোমরা পুনরায় (সে কাজ) কর, তাহলে আমিও পুনরায় তোমাদেরকে শাস্তি দেব এবং তোমাদের দল সংখ্যায় অধিক হলেও তোমাদের কোন কাজে আসবে না। আর নিশ্চয় আল্লাহ বিশ্বাসীদের সাথে রয়েছেন।","bangla_bayan":"যদি তোমরা বিজয় কামনা করে থাক, তাহলে তো তোমাদের নিকট বিজয় এসে গিয়েছে। আর যদি তোমরা বিরত হও, তাহলে সেটি তোমাদের জন্য কল্যাণকর। আর যদি তোমরা পুনরায় কর, তাহলে আমিও পুনরায় করব এবং তোমাদের দল কখনো তোমাদের কোন উপকারে আসবে না যদিও তা অধিক হয়। আর নিশ্চয় আল্লাহ মুমিনদের সাথে আছেন।","bangla_mkhan":"তোমরা যদি মীমাংসা কামনা কর, তাহলে তোমাদের নিকট মীমাংসা পৌছে গেছে। আর যদি তোমরা প্রত্যাবর্তন কর, তবে তা তোমাদের জন্য উত্তম এবং তোমরা যদি তাই কর, তবে আমি ও তেমনি করব। বস্তুতঃ তোমাদের কোনই কাজে আসবে না তোমাদের দল-বল, তা যত বেশীই হোক। জেনে রেখ আল্লাহ রয়েছেন ঈমানদারদের সাথে।","bangla_mujibur":"(হে কাফিরেরা!) তোমরাতো ফাইসালা চাচ্ছ, ফাইসালাতো তোমাদের সামনেই এসে গেছে। তোমরা যদি এখনও (মুসলিমদের অনিষ্ট করা হতে) বিরত থাক তাহলে তা তোমাদের পক্ষেই কল্যাণকর, আর যদি পুনরায় তোমরা এ কাজ কর তাহলে আমিও তোমাদেরকে পুনরায় শাস্তি দিব, আর তোমাদের বিরাট বাহিনী তোমাদের কোনই উপকারে আসবেনা। নিঃসন্দেহে আল্লাহ মু’মিনদের সাথে রয়েছেন।","bangla_taisirul":"(ওহে কাফিরগণ!) তোমরা মীমাংসা চাচ্ছিলে, মীমাংসা তো তোমাদের কাছে এসে গেছে; আর যদি তোমরা (অন্যায় থেকে) বিরত হও, তবে তা তোমাদের জন্যই কল্যাণকর, তোমরা যদি আবার (অন্যায়) কর, আমিও আবার শাস্তি দিব, তোমাদের দল-বাহিনী সংখ্যায় অধিক হলেও তোমাদের কোন উপকারে আসবে না এবং আল্লাহ তো মু’মিনদের সঙ্গে আছেন।"},{"id":20,"arabic_text":"یٰۤاَیُّہَا الَّذِیۡنَ اٰمَنُوۡۤا اَطِیۡعُوا اللّٰہَ وَ رَسُوۡلَہٗ  وَ لَا تَوَلَّوۡا عَنۡہُ وَ اَنۡتُمۡ تَسۡمَعُوۡنَ ﴿ۚۖ۲۰﴾ ","english_text":"The lightning almost snatches away their sight. Every time it lights [the way] for them, they walk therein; but when darkness comes over them, they stand [still]. And if Allah had willed, He could have taken away their hearing and their sight. Indeed, Allah is over all things competent.","page":179,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1180.mp3","colorText":"يَ[o[ـٰٓ]أَيُّهَا [h:541[ٱ]لَّذِينَ ءَامَن[o[ُوٓ][s[اْ] أَطِيعُو[s[اْ] [h:1855[ٱ]للَّهَ وَرَسُولَهُ[n[ۥ] وَلَا تَوَلَّوْ[s[اْ] عَنْهُ وَأَ[f:98[نت]ُمْ تَسْمَع[p[ُو]نَ","juz":9,"ruku":148,"manzil":2,"bangla_ahbayan":"হে বিশ্বাসীগণ! তোমরা আল্লাহ ও তাঁর রসূলের আনুগত্য কর এবং (তার কথা) শ্রবণ করার পরেও তার (আনুগত্য) হতে মুখ ফিরিয়ে নিয়ো না।","bangla_bayan":"হে মুমিনগণ, তোমরা আল্লাহ ও তাঁর রাসূলের আনুগত্য কর এবং তার থেকে মুখ ফিরিয়ে নিও না, অথচ তোমরা শুনছ।","bangla_mkhan":"হে ঈমানদারগণ, আল্লাহ ও তাঁর রসূলের নির্দেশ মান্য কর এবং শোনার পর তা থেকে বিমুখ হয়ো না।","bangla_mujibur":"হে মু’মিনগণ! আল্লাহ ও তাঁর রাসূলের আনুগত্য কর, তোমরা যখন তার কথা শুনছ তখন তোমরা তার আনুগত্য হতে মুখ ফিরিয়ে নিওনা।","bangla_taisirul":"ওহে বিশ্বাসীগণ! আল্লাহ ও তাঁর রসূলের আনুগত্য কর এবং আদেশ শোনার পর তা অমান্য কর না।"},{"id":21,"arabic_text":"وَ لَا تَکُوۡنُوۡا کَالَّذِیۡنَ قَالُوۡا سَمِعۡنَا وَ ہُمۡ لَا  یَسۡمَعُوۡنَ ﴿۲۱﴾ ","english_text":"O mankind, worship your Lord, who created you and those before you, that you may become righteous -","page":179,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1181.mp3","colorText":"وَلَا تَكُونُو[s[اْ] كَ[h:2146[ٱ]لَّذِينَ قَالُو[s[اْ] سَمِعْنَا وَهُمْ لَا يَسْمَع[p[ُو]نَ","juz":9,"ruku":148,"manzil":2,"bangla_ahbayan":"আর তোমরা তাদের মত হয়ো না যারা বলে, ‘শ্রবণ করলাম’ অথচ তারা শ্রবণ করে না।[১]","bangla_bayan":"আর তোমরা তাদের মত হয়ো না, যারা বলে আমরা শুনেছি অথচ তারা শুনে না।","bangla_mkhan":"আর তাদের অন্তর্ভুক্ত হয়ো না, যারা বলে যে, আমরা শুনেছি, অথচ তারা শোনেনা।","bangla_mujibur":"তোমরা ঐ সব লোকের মত হয়োনা, যারা বলে - আমরা আপনাদের কথা শুনলাম, কার্যতঃ তারা কিছুই শোনেনা।","bangla_taisirul":"তোমরা তাদের মত হয়ো না যারা বলেছিল, ‘আমরা শুনলাম’; প্রকৃতপক্ষে তারা শোনেনি।"},{"id":22,"arabic_text":"اِنَّ شَرَّ الدَّوَآبِّ عِنۡدَ اللّٰہِ الصُّمُّ الۡبُکۡمُ  الَّذِیۡنَ  لَا  یَعۡقِلُوۡنَ ﴿۲۲﴾ ","english_text":"[He] who made for you the earth a bed [spread out] and the sky a ceiling and sent down from the sky, rain and brought forth thereby fruits as provision for you. So do not attribute to Allah equals while you know [that there is nothing similar to Him].","page":179,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1182.mp3","colorText":"۞ إِ[g[نّ]َ شَرَّ [h:5293[ٱ][l[ل]دَّو[m[َا]ٓبِّ عِ[f:264[ند]َ [h:408[ٱ]للَّهِ [h:5294[ٱ][l[ل]صُّ[g[مّ]ُ [h:5295[ٱ]لْبُكْمُ [h:5296[ٱ]لَّذِينَ لَا يَعْقِل[p[ُو]نَ","juz":9,"ruku":148,"manzil":2,"bangla_ahbayan":"নিশ্চয় আল্লাহর নিকট নিকৃষ্টতম জীব কালা ও বোবা; যারা কিছুই বোঝে না।[১]","bangla_bayan":"নিশ্চয় আল্লাহর নিকট নিকৃষ্টতম বিচরণশীল প্রাণী হচ্ছে বধির, বোবা, যারা বুঝে না।","bangla_mkhan":"নিঃসন্দেহে আল্লাহ তা’আলার নিকট সমস্ত প্রাণীর তুলনায় তারাই মূক ও বধির, যারা উপলদ্ধি করে না।","bangla_mujibur":"আল্লাহর কাছে নিকৃষ্টতম জীব হচ্ছে ঐ সব মূক ও বধির লোক, যারা কিছুই বুঝেনা (অর্থাৎ বিবেক বুদ্ধিকে কাজে লাগায়না)।","bangla_taisirul":"আল্লাহর নিকট সবচেয়ে নিকৃষ্ট জীব হচ্ছে যারা (হক্ব কথা শুনার ব্যাপারে) বধির এবং (হক্ব কথা বলার ব্যাপারে) বোবা, যারা কিছুই বোঝে না।"},{"id":23,"arabic_text":"وَ لَوۡ عَلِمَ اللّٰہُ  فِیۡہِمۡ خَیۡرًا لَّاَسۡمَعَہُمۡ ؕ وَ لَوۡ  اَسۡمَعَہُمۡ  لَتَوَلَّوۡا  وَّ ہُمۡ  مُّعۡرِضُوۡنَ ﴿۲۳﴾ ","english_text":"And if you are in doubt about what We have sent down upon Our Servant [Muhammad], then produce a surah the like thereof and call upon your witnesses other than Allah, if you should be truthful.","page":179,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1183.mp3","colorText":"وَلَوْ عَلِمَ [h:986[ٱ]للَّهُ فِيهِمْ خَيْ[u:5297[رًا ل]َّأَسْمَعَهُمْ‌ۖ وَلَوْ أَسْمَعَهُمْ لَتَوَلَّو[s[اْ] وَّه[w:1817[ُم م]ُّعْرِض[p[ُو]نَ","juz":9,"ruku":148,"manzil":2,"bangla_ahbayan":"আল্লাহ যদি তাদের মধ্যে ভাল কিছু জানতেন, তাহলে তিনি তাদেরকে শোনাতেন।[১] কিন্তু তিনি তাদেরকে শোনালেও তারা উপেক্ষা করে মুখ ফেরাত। [২]","bangla_bayan":"আর আল্লাহ যদি তাদের মধ্যে কোন কল্যাণ জানতেন তাহলে অবশ্যই তাদেরকে শুনাতেন। আর যদি শুনাতেন তাহলেও তারা মুখ ফিরিয়ে নিত, এমতাবস্থায় যে, তারা উপেক্ষাকারী।","bangla_mkhan":"বস্তুতঃ আল্লাহ যদি তাদের মধ্যে কিছুমাত্র শুভ চিন্তা জানতেন, তবে তাদেরকে শুনিয়ে দিতেন। আর এখনই যদি তাদের শুনিয়ে দেন, তবে তারা মুখ ঘুরিয়ে পালিয়ে যাবে।","bangla_mujibur":"আল্লাহ যদি জানতেন যে, তাদের মধ্যে কল্যাণকর কিছু নিহিত রয়েছে তাহলে অবশ্যই তিনি তাদেরকে শোনার তাওফীক দিতেন, তিনি যদি তাদেরকে শোনাতেন তাহলেও তারা উপেক্ষা করে মুখ ফিরিয়ে অন্য দিকে চলে যেত।","bangla_taisirul":"আল্লাহ যদি দেখতেন যে, তাদের মধ্যে কোন ভাল গুণ নিহিত আছে তবে তিনি তাদেরকে শুনবার তাওফীক দিতেন। আর (গুণ না থাকা অবস্থায়) তিনি যদি তাদেরকে শুনতে দিতেন তাহলে তারা উপেক্ষা করে মুখ ফিরিয়ে নিত।"},{"id":24,"arabic_text":"یٰۤاَیُّہَا الَّذِیۡنَ اٰمَنُوا اسۡتَجِیۡبُوۡا لِلّٰہِ وَ لِلرَّسُوۡلِ  اِذَا دَعَاکُمۡ  لِمَا یُحۡیِیۡکُمۡ ۚ وَ اعۡلَمُوۡۤا اَنَّ اللّٰہَ یَحُوۡلُ بَیۡنَ الۡمَرۡءِ وَ قَلۡبِہٖ  وَ اَنَّہٗۤ   اِلَیۡہِ  تُحۡشَرُوۡنَ ﴿۲۴﴾ ","english_text":"But if you do not - and you will never be able to - then fear the Fire, whose fuel is men and stones, prepared for the disbelievers.","page":179,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1184.mp3","colorText":"يَ[o[ـٰٓ]أَيُّهَا [h:541[ٱ]لَّذِينَ ءَامَنُو[s[اْ] [h:5298[ٱ]سْتَجِيبُو[s[اْ] لِلَّهِ وَلِلرَّسُولِ إِذَا دَعَاكُمْ لِمَا يُحْيِيكُمْ‌ۖ وَ[h:1043[ٱ]عْلَم[o[ُوٓ][s[اْ] أَ[g[نّ]َ [h:394[ٱ]للَّهَ يَحُولُ بَيْنَ [h:532[ٱ]لْمَرْءِ وَقَلْبِه[n[ِۦ] وَأَ[g[نّ]َهُ[o[ۥٓ] إِلَيْهِ تُحْشَر[p[ُو]نَ","juz":9,"ruku":148,"manzil":2,"bangla_ahbayan":"হে বিশ্বাসীগণ! রসূল যখন তোমাদেরকে এমন কিছুর দিকে আহবান করে, যা তোমাদেরকে প্রাণবন্ত করে,[১] তখন আল্লাহ ও রসূলের আহবানে সাড়া দাও এবং জেনে রাখ যে, আল্লাহ মানুষ ও তার হৃদয়ের মাঝে অন্তরায় হন[২] এবং তাঁরই নিকট তোমাদেরকে একত্রিত করা হবে।","bangla_bayan":"হে মুমিনগণ, তোমরা আল্লাহ ও রাসূলের ডাকে সাড়া দাও; যখন সে তোমাদেরকে আহবান করে তার প্রতি, যা তোমাদেরকে জীবন দান করে। জেনে রাখ, নিশ্চয় আল্লাহ মানুষ ও তার হৃদয়ের মাঝে অন্তরায় হন। আর নিশ্চয় তাঁর নিকট তোমাদেরকে সমবেত করা হবে।","bangla_mkhan":"হে ঈমানদারগণ, আল্লাহ ও তাঁর রসূলের নির্দেশ মান্য কর, যখন তোমাদের সে কাজের প্রতি আহবান করা হয়, যাতে রয়েছে তোমাদের জীবন। জেনে রেখো, আল্লাহ মানুষের এবং তার অন্তরের মাঝে অন্তরায় হয়ে যান। বস্তুতঃ তোমরা সবাই তাঁরই নিকট সমবেত হবে।","bangla_mujibur":"হে মু’মিনগণ! তোমরা আল্লাহ ও তাঁর রাসূলের ডাকে সাড়া দাও যখন তিনি তোমাদেরকে তোমাদের জীবন সঞ্চারক বস্তুর দিকে আহবান করেন। আর জেনে রেখ, আল্লাহ মানুষ ও তার অন্তরের অন্তরালে থাকেন, পরিশেষে তাঁর কাছেই তোমাদেরকে সমবেত করা হবে।","bangla_taisirul":"ওহে বিশ্বাসীগণ! তোমরা আল্লাহ ও তাঁর রসূলের ডাকে সাড়া দাও যখন তোমাদেরকে ডাকা হয় (এমন বিষয়ের দিকে) যা তোমাদের মাঝে জীবন সঞ্চার করে, আর জেনে রেখ যে আল্লাহ মানুষ ও তার অন্তরের মাঝে প্রতিবন্ধক হয়ে যান আর তোমাদেরকে তাঁর কাছেই একত্রিত করা হবে।"},{"id":25,"arabic_text":"وَ اتَّقُوۡا فِتۡنَۃً لَّا تُصِیۡبَنَّ الَّذِیۡنَ ظَلَمُوۡا مِنۡکُمۡ خَآصَّۃً ۚ وَ اعۡلَمُوۡۤا  اَنَّ اللّٰہَ  شَدِیۡدُ  الۡعِقَابِ ﴿۲۵﴾ ","english_text":"And give good tidings to those who believe and do righteous deeds that they will have gardens [in Paradise] beneath which rivers flow. Whenever they are provided with a provision of fruit therefrom, they will say, \"This is what we were provided with before.\" And it is given to them in likeness. And they will have therein purified spouses, and they will abide therein eternally.","page":179,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1185.mp3","colorText":"وَ[h:9999[ٱ]تَّقُو[s[اْ] فِتْنَ[u:5299[ةً ل]َّا تُصِيبَ[g[نّ]َ [h:5300[ٱ]لَّذِينَ ظَلَمُو[s[اْ] مِ[f:344[نك]ُمْ خ[m[َا]ٓصَّ[a:5301[ةً‌ۖ و]َ[h:1043[ٱ]عْلَم[o[ُوٓ][s[اْ] أَ[g[نّ]َ [h:394[ٱ]للَّهَ شَدِيدُ [h:1075[ٱ]لْعِق[p[َا][q[ب]ِ","juz":9,"ruku":148,"manzil":2,"bangla_ahbayan":"তোমরা সেই ফিতনাকে ভয় কর, যা বিশেষ করে তোমাদের মধ্যে যারা অত্যাচারী কেবল তাদেরই ক্লিষ্ট করবে না[১] এবং জেনে রাখ যে, আল্লাহ শাস্তিদানে কঠোর।","bangla_bayan":"আর তোমরা ভয় কর ফিতনাকে* যা তোমাদের মধ্য থেকে বিশেষভাবে শুধু যালিমদের উপরই আপতিত হবে না। আর জেনে রাখ, নিশ্চয় আল্লাহ আযাব প্রদানে কঠোর। \\n\\n* ফিতনা (فتنة)একটি ব্যাপক অর্থবোধক শব্দ; যা বিপদ, কষ্ট, পরীক্ষা, গযব, আযাব, দাঙ্গা, গোলযোগ, সম্মোহন, আকর্ষণ, শির্ক, কুফর, নির্যাতন ইত্যাদি অর্থে ব্যবহৃত হয়।","bangla_mkhan":"আর তোমরা এমন ফাসাদ থেকে বেঁচে থাক যা বিশেষতঃ শুধু তাদের উপর পতিত হবে না যারা তোমাদের মধ্যে জালেম এবং জেনে রেখ যে, আল্লাহর আযাব অত্যন্ত কঠোর।","bangla_mujibur":"তোমরা সেই ফিতনাকে ভয় কর যা তোমাদের মধ্যকার শুধুমাত্র যালিম ও পাপিষ্ঠদেরকেই বিশেষভাবে ক্লিষ্ট করবেনা। তোমরা জেনে রেখ, নিশ্চয়ই আল্লাহ শাস্তি দানে খুবই কঠোর।","bangla_taisirul":"সতর্ক থাক সেই শাস্তি হতে যা বিশেষভাবে তোমাদের যালিম লোকেদেরকেই আক্রমন করবে না। আর জেনে রেখ যে আল্লাহ শাস্তিদানে খুবই কঠোর।"},{"id":26,"arabic_text":"وَ اذۡکُرُوۡۤا اِذۡ  اَنۡتُمۡ  قَلِیۡلٌ  مُّسۡتَضۡعَفُوۡنَ فِی الۡاَرۡضِ تَخَافُوۡنَ  اَنۡ  یَّتَخَطَّفَکُمُ النَّاسُ فَاٰوٰىکُمۡ وَ اَیَّدَکُمۡ بِنَصۡرِہٖ وَ رَزَقَکُمۡ مِّنَ الطَّیِّبٰتِ لَعَلَّکُمۡ تَشۡکُرُوۡنَ ﴿۲۶﴾ ","english_text":"Indeed, Allah is not timid to present an example - that of a mosquito or what is smaller than it. And those who have believed know that it is the truth from their Lord. But as for those who disbelieve, they say, \"What did Allah intend by this as an example?\" He misleads many thereby and guides many thereby. And He misleads not except the defiantly disobedient,","page":180,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1186.mp3","colorText":"وَ[h:9999[ٱ]ذْكُر[o[ُوٓ][s[اْ] إِذْ أَ[f:428[نت]ُمْ قَلِي[a:5302[لٌ م]ُّسْتَضْعَفُونَ فِى [h:44[ٱ]لْأَرْضِ تَخَافُونَ أ[a:5303[َن ي]َتَخَطَّفَكُمُ [h:5304[ٱ][l[ل][g[نّ]َاسُ فَـَٔـاوَ[n[ٮٰ]كُمْ وَأَيَّدَك[c:5305[ُم ب]ِنَصْرِه[n[ِۦ] وَرَزَقَك[w:5306[ُم م]ِّنَ [h:5307[ٱ][l[ل]طَّيِّبَ[n[ـٰ]تِ لَعَلَّكُمْ تَشْكُر[p[ُو]نَ","juz":9,"ruku":148,"manzil":2,"bangla_ahbayan":"স্মরণ কর, যখন তোমরা ছিলে স্বল্পসংখ্যক, পৃথিবীতে তোমরা দুর্বলরূপে পরিগণিত হতে। তোমরা আশংকা করতে যে লোকেরা তোমাদেরকে অপহরণ করবে, অতঃপর তিনি তোমাদেরকে আশ্রয় দেন, স্বীয় সাহায্য দ্বারা তোমাদেরকে শক্তিশালী করেন এবং তোমাদেরকে উত্তম বস্তুসমূহ দান করেন; যাতে তোমরা কৃতজ্ঞ হও। [১]","bangla_bayan":"আর স্মরণ কর, যখন তোমরা ছিলে অল্প, তোমাদেরকে দুর্বল মনে করা হত যমীনে। তোমরা আশঙ্কা করতে যে, লোকেরা তোমাদেরকে ছোঁ মেরে তুলে নিয়ে যাবে। অতঃপর তিনি তোমাদেরকে আশ্রয় দিয়েছেন, নিজ সাহায্য দ্বারা তোমাদেরকে শক্তিশালী করেছেন এবং তোমাদেরকে পবিত্র রিয্ক দান করেছেন। যাতে তোমরা শুকরিয়া আদায় কর।","bangla_mkhan":"আর স্মরণ কর, যখন তোমরা ছিলে অল্প, পরাজিত অবস্থায় পড়েছিলে দেশে; ভীত-সস্ত্রস্ত্র ছিলে যে, তোমাদের না অন্যেরা ছোঁ মেরে নিয়ে যায়। অতঃপর তিনি তোমাদিগকে আশ্রয়ের ঠিকানা দিয়েছেন, স্বীয় সাহায্যের দ্বারা তোমাদিগকে শক্তি দান করেছেন এবং পরিচ্ছন্ন জীবিকা দিয়েছেন যাতে তোমরা শুকরিয়া আদায় কর।","bangla_mujibur":"স্মরণ কর, যখন তোমরা ভূ-পৃষ্ঠে খুব দুর্বলরূপে পরিগণিত হতে, আর তোমরা এই শংকায় নিপতিত থাকতে যে, লোকেরা অকস্মাৎ তোমাদেরকে ধরে নিয়ে যাবে। (এই অবস্থায়) আল্লাহই তোমাদেরকে (মাদীনায়) আশ্রয় দেন এবং স্বীয় সাহায্য দ্বারা তোমাদেরকে শক্তিশালী করেন, আর পবিত্র বস্তু দ্বারা তোমাদের জীবিকা দান করেন যেন তোমরা কৃতজ্ঞতা প্রকাশ কর।","bangla_taisirul":"স্মরণ কর সে সময়ের কথা যখন তোমরা ছিলে সংখ্যায় অল্প, দুনিয়াতে তোমাদেরকে দুর্বল হিসেবে গণ্য করা হত। তোমরা আশঙ্কা করতে যে, মানুষেরা তোমাদের কখন না হঠাৎ ধরে নিয়ে যায়। এমন অবস্থায় তিনি তোমাদেরকে আশ্রয় দিলেন, তাঁর সাহায্য দিয়ে তোমাদেরকে শক্তিশালী করলেন, উত্তম জীবিকা দান করলেন যাতে তোমরা (তাঁর নির্দেশ পালনের মাধ্যমে) কৃতজ্ঞতা প্রকাশ কর।"},{"id":27,"arabic_text":"یٰۤاَیُّہَا الَّذِیۡنَ اٰمَنُوۡا لَا تَخُوۡنُوا اللّٰہَ وَ الرَّسُوۡلَ وَ تَخُوۡنُوۡۤا اَمٰنٰتِکُمۡ وَ اَنۡتُمۡ تَعۡلَمُوۡنَ ﴿۲۷﴾ ","english_text":"Who break the covenant of Allah after contracting it and sever that which Allah has ordered to be joined and cause corruption on earth. It is those who are the losers.","page":180,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1187.mp3","colorText":"يَ[o[ـٰٓ]أَيُّهَا [h:541[ٱ]لَّذِينَ ءَامَنُو[s[اْ] لَا تَخُونُو[s[اْ] [h:5308[ٱ]للَّهَ وَ[h:1856[ٱ][l[ل]رَّسُولَ وَتَخُون[o[ُوٓ][s[اْ] أَمَ[n[ـٰ]نَ[n[ـٰ]تِكُمْ وَأَ[f:98[نت]ُمْ تَعْلَم[p[ُو]نَ","juz":9,"ruku":148,"manzil":2,"bangla_ahbayan":"হে  বিশ্বাসীগণ! জেনে-শুনে আল্লাহ ও তাঁর রসূলের সাথে বিশ্বাস ভঙ্গ করো না এবং তোমাদের পরস্পরের আমানত (গচ্ছিত দ্রব্য) সম্পর্কেও নয়। [১]","bangla_bayan":"হে মুমিনগণ, তোমরা আল্লাহ ও রাসূলের খিয়ানত করো না। আর খিয়ানত করো না নিজদের আমানতসমূহের, অথচ তোমরা জান।","bangla_mkhan":"হে ঈমানদারগণ, খেয়ানত করোনা আল্লাহর সাথে ও রসূলের সাথে এবং খেয়ানত করো না নিজেদের পারস্পরিক আমানতে জেনে-শুনে।","bangla_mujibur":"হে মু’মিনগণ! তোমরা জেনে শুনে আল্লাহ ও তাঁর রাসূলের সাথে বিশ্বাসঘাতকতা করনা এবং তোমাদের পরস্পরের আমানত সম্পর্কেও বিশ্বাস ভঙ্গ করনা।","bangla_taisirul":"হে মু’মিনগণ! তোমরা জেনে বুঝে আল্লাহ ও তাঁর রসূলের সঙ্গে বিশ্বাসঘাতকতা করো না, আর যে বিষয়ে তোমরা আমানাত প্রাপ্ত হয়েছ তাতেও বিশ্বাস ভঙ্গ করো না।"},{"id":28,"arabic_text":"وَ اعۡلَمُوۡۤا  اَنَّمَاۤ   اَمۡوَالُکُمۡ  وَ اَوۡلَادُکُمۡ  فِتۡنَۃٌ ۙ وَّ اَنَّ اللّٰہَ عِنۡدَہٗۤ  اَجۡرٌ  عَظِیۡمٌ ﴿۲۸﴾ ","english_text":"How can you disbelieve in Allah when you were lifeless and He brought you to life; then He will cause you to die, then He will bring you [back] to life, and then to Him you will be returned.","page":180,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1188.mp3","colorText":"وَ[h:9999[ٱ]عْلَم[o[ُوٓ][s[اْ] أَ[g[نّ]َم[o[َآ] أَمْو[n[َٲ]لُكُمْ وَأَوْلَ[n[ـٰ]دُكُمْ فِتْنَ[a:5309[ةٌ و]َأَ[g[نّ]َ [h:859[ٱ]للَّهَ عِ[f:719[ند]َهُ[o[ۥٓ] أَ[q:2423[جْ]رٌ عَظ[p[ِي]مٌ","juz":9,"ruku":148,"manzil":2,"bangla_ahbayan":"আর জেনে রাখ যে, তোমাদের ধন-সম্পদ ও সন্তান-সন্ততি তো পরীক্ষার বস্তু[১] এবং নিশ্চয় আল্লাহর নিকটে রয়েছে মহা পুরস্কার।।","bangla_bayan":"আর জেনে রাখ, তোমাদের ধন-সম্পদ ও সন্তান-সন্ততি তো ফিতনা। আর নিশ্চয় আল্লাহ, তাঁর নিকট আছে মহা পুরস্কার।","bangla_mkhan":"আর জেনে রাখ, তোমাদের ধন-সম্পদ ও সন্তান-সন্ততি অকল্যাণের সম্মুখীনকারী। বস্তুতঃ আল্লাহর নিকট রয়েছে মহা সওয়াব।","bangla_mujibur":"আর তোমরা জেনে রেখ যে, তোমাদের ধন সম্পদ ও সন্তান সন্ততি প্রকৃত পক্ষে পরীক্ষার সামগ্রী মাত্র, আর আল্লাহর নিকট মহাপুরস্কার রয়েছে।","bangla_taisirul":"জেনে রেখ, তোমাদের ধন-সম্পদ আর সন্তান- সন্ততি হচ্ছে পরীক্ষার সামগ্রী মাত্র। (এ পরীক্ষায় যারা উত্তীর্ণ হবে তাদের জন্য) আল্লাহর নিকট রয়েছে মহাপুরস্কার।"},{"id":29,"arabic_text":"یٰۤاَیُّہَا الَّذِیۡنَ اٰمَنُوۡۤا اِنۡ تَتَّقُوا اللّٰہَ یَجۡعَلۡ لَّکُمۡ فُرۡقَانًا وَّ یُکَفِّرۡ عَنۡکُمۡ سَیِّاٰتِکُمۡ وَ یَغۡفِرۡ لَکُمۡ ؕ وَ اللّٰہُ  ذُو الۡفَضۡلِ  الۡعَظِیۡمِ ﴿۲۹﴾ ","english_text":"It is He who created for you all of that which is on the earth. Then He directed Himself to the heaven, [His being above all creation], and made them seven heavens, and He is Knowing of all things.","page":180,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1189.mp3","colorText":"يَ[o[ـٰٓ]أَيُّهَا [h:541[ٱ]لَّذِينَ ءَامَن[o[ُوٓ][s[اْ] إِ[f:5310[ن ت]َتَّقُو[s[اْ] [h:5311[ٱ]للَّهَ يَ[q:4397[جْ]عَل لَّكُمْ فُرْقَا[a:5312[نًا و]َيُكَفِّرْ عَ[f:255[نك]ُمْ سَيِّـَٔـاتِكُمْ وَيَغْفِرْ لَكُمْ‌ۗ وَ[h:72[ٱ]للَّهُ ذُو [h:550[ٱ]لْفَضْلِ [h:551[ٱ]لْعَظ[p[ِي]مِ","juz":9,"ruku":149,"manzil":2,"bangla_ahbayan":"হে বিশ্বাসীগণ! যদি তোমরা আল্লাহকে ভয় কর, তাহলে তিনি তোমাদেরকে ন্যায়-অন্যায় পার্থক্যকারী শক্তি দেবেন, তোমাদের পাপ মোচন করবেন এবং তোমাদেরকে ক্ষমা করবেন। আর আল্লাহ অতিশয় অনুগ্রহশীল।[১]","bangla_bayan":"হে মুমিনগণ, যদি তোমরা আল্লাহকে ভয় কর তাহলে তিনি তোমাদের জন্য ফুরকান* প্রদান করবেন, তোমাদের থেকে তোমাদের পাপসমূহ দূর করবেন এবং তোমাদেরকে ক্ষমা করবেন। আর আল্লাহ মহা অনুগ্রহশীল। \\n\\n* অর্থাৎ তিনি তোমাদের মধ্যে আন্তরিক দৃঢ়তা, বিচক্ষণ ক্ষমতা ও সুন্দর হিদায়াত সৃষ্টি করে দেবেন যার মাধ্যমে তোমরা হক ও বাতিলের পার্থক্য করতে পারবে। (যুবদাতুত-তাফসীর)","bangla_mkhan":"হে ঈমানদারগণ তোমরা যদি আল্লাহকে ভয় করতে থাক, তবে তোমাদের মধ্যে ফয়সালা করে দেবেন এবং তোমাদের থেকে তোমাদের পাপকে সরিয়ে দেবেন এবং তোমাদের ক্ষমা করবেন। বস্তুতঃ আল্লাহর অনুগ্রহ অত্যন্ত মহান।","bangla_mujibur":"হে মু’মিনগণ! তোমরা যদি আল্লাহকে ভয় কর তাহলে তিনি তোমাদেরকে ন্যায়-অন্যায় পার্থক্য করার একটি মান নির্ণয়ক শক্তি দান করবেন, আর তোমাদের দোষক্রটি তোমাদের হতে দূর করবেন এবং তোমাদেরকে ক্ষমা করবেন, আল্লাহ বড়ই অনুগ্রহশীল ও মঙ্গলময়।","bangla_taisirul":"ওহে ঈমানদারগণ! তোমরা যদি আল্লাহকে ভয় কর তাহলে তিনি তোমাদেরকে ভাল ও মন্দের মধ্যে পার্থক্য করার শক্তি প্রদান করবেন, তোমাদের দোষ-ত্রুটি দূর করে দিবেন, তোমাদেরকে ক্ষমা করবেন, আল্লাহ বড়ই অনুগ্রহশীল।"},{"id":30,"arabic_text":"وَ اِذۡ یَمۡکُرُ بِکَ الَّذِیۡنَ کَفَرُوۡا لِیُثۡبِتُوۡکَ اَوۡ یَقۡتُلُوۡکَ اَوۡ یُخۡرِجُوۡکَ ؕ وَ یَمۡکُرُوۡنَ وَ یَمۡکُرُ  اللّٰہُ  ؕ وَ اللّٰہُ خَیۡرُ الۡمٰکِرِیۡنَ ﴿۳۰﴾ ","english_text":"And [mention, O Muhammad], when your Lord said to the angels, \"Indeed, I will make upon the earth a successive authority.\" They said, \"Will You place upon it one who causes corruption therein and sheds blood, while we declare Your praise and sanctify You?\" Allah said, \"Indeed, I know that which you do not know.\"","page":180,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1190.mp3","colorText":"وَإِذْ يَمْكُرُ بِكَ [h:5313[ٱ]لَّذِينَ كَفَرُو[s[اْ] لِيُثْبِتُوكَ أَوْ يَ[q:5314[قْ]تُلُوكَ أَوْ يُخْرِجُوكَ‌ۚ وَيَمْكُرُونَ وَيَمْكُرُ [h:5315[ٱ]للَّهُ‌ۖ وَ[h:72[ٱ]للَّهُ خَيْرُ [h:1960[ٱ]لْمَ[n[ـٰ]كِر[p[ِي]نَ","juz":9,"ruku":149,"manzil":2,"bangla_ahbayan":"স্মরণ কর, যখন অবিশ্বাসীরা তোমার বিরুদ্ধে ষড়যন্ত্র করে তোমাকে বন্দী করার জন্য, হত্যা অথবা নির্বাসিত করার জন্য।[১] তারা ষড়যন্ত্র করে এবং আল্লাহও ষড়যন্ত্র করেন। আর ষড়যন্ত্রকারীদের মধ্যে আল্লাহ শ্রেষ্ঠ।[২]","bangla_bayan":"আর যখন কাফিররা তোমাকে নিয়ে ষড়যন্ত্র করছিল, তোমাকে বন্দী করতে অথবা তোমাকে হত্যা করতে কিংবা তোমাকে বের করে দিতে। আর তারা ষড়যন্ত্র করে এবং আল্লাহও ষড়যন্ত্র করেন। আর আল্লাহ হচ্ছেন ষড়যন্ত্রকারীদের মধ্যে উত্তম।","bangla_mkhan":"আর কাফেরেরা যখন প্রতারণা করত আপনাকে বন্দী অথবা হত্যা করার উদ্দেশ্যে কিংবা আপনাকে বের করে দেয়ার জন্য তখন তারা যেমন ছলনা করত তেমনি, আল্লাহও ছলনা করতেন। বস্তুতঃ আল্লাহর ছলনা সবচেয়ে উত্তম।","bangla_mujibur":"আর স্মরণ কর, যখন কাফিরেরা তোমার বিরুদ্ধে ষড়যন্ত্র করেছিল, তোমাকে বন্দী করবে অথবা হত্যা করবে কিংবা নির্বাসিত করবে। তারাও ষড়যন্ত্র করতে থাকুক এবং আল্লাহও (স্বীয় নাবীকে বাঁচানোর) কৌশল করতে থাকেন, আল্লাহ হচ্ছেন শ্রেষ্ঠ কৌশলী।","bangla_taisirul":"স্মরণ কর, সেই সময়ের কথা যখন কাফিরগণ তোমাকে বন্দী করার কিংবা হত্যা করার কিংবা দেশ থেকে বের করে দেয়ার জন্য ষড়যন্ত্র করে। তারা চক্রান্ত করে আর আল্লাহও কৌশল করেন। আল্লাহই হচ্ছেন সর্বশ্রেষ্ঠ কৌশলী।"},{"id":31,"arabic_text":"وَ اِذَا تُتۡلٰی عَلَیۡہِمۡ اٰیٰتُنَا قَالُوۡا قَدۡ سَمِعۡنَا لَوۡ  نَشَآءُ   لَقُلۡنَا مِثۡلَ  ہٰذَاۤ  ۙ اِنۡ  ہٰذَاۤ   اِلَّاۤ   اَسَاطِیۡرُ  الۡاَوَّلِیۡنَ ﴿۳۱﴾ ","english_text":"And He taught Adam the names - all of them. Then He showed them to the angels and said, \"Inform Me of the names of these, if you are truthful.\"","page":180,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1191.mp3","colorText":"وَإِذَا تُتْلَىٰ عَلَيْهِمْ ءَايَ[n[ـٰ]تُنَا قَالُو[s[اْ] قَ[q:298[دْ] سَمِعْنَا لَوْ نَش[o[َا]ٓءُ لَقُلْنَا مِثْلَ هَ[n[ـٰ]ذ[o[َآ‌ۙ] إِنْ هَ[n[ـٰ]ذ[o[َآ] إِلّ[o[َآ] أَسَ[n[ـٰ]طِيرُ [h:3993[ٱ]لْأَوَّل[p[ِي]نَ","juz":9,"ruku":149,"manzil":2,"bangla_ahbayan":"আর যখন তাদের নিকট আমার আয়াত পাঠ করা হয়, তখন তারা বলে, ‘আমরা তো শুনেছি, ইচ্ছা করলে আমরাও এর অনুরূপ বলতে পারি, এ তো পূর্ববর্তীদের উপকথা ছাড়া কিছু নয়।’","bangla_bayan":"আর তাদের উপর যখন আমার আয়াতসমূহ পাঠ করা হয় তখন তারা বলে, শুনলাম তো। যদি আমরা চাই, তাহলে এর অনুরূপ আমরাও বলতে পারি। এতো পিতৃ-পুরুষদের কল্প-কাহিনী ছাড়া কিছু না।","bangla_mkhan":"আর কেউ যখন তাদের নিকট আমার আয়াতসমূহ পাঠ করে তবে বলে, আমরা শুনেছি, ইচ্ছা করলে আমরাও এমন বলতে পারি; এ তো পূর্ববর্তী ইতিকথা ছাড়া আর কিছুই নয়।","bangla_mujibur":"তাদেরকে যখন আমার আয়াতসমূহ পাঠ করে শোনানো হয় তখন তারা বলেঃ আমরা শুনেছি, ইচ্ছা করলে আমরাও এর অনুরূপ বলতে পারি, নিঃসন্দেহে এটা পুরাকালের উপাখ্যান ছাড়া কিছু নয়।","bangla_taisirul":"তাদের কাছে যখন আমার আয়াত পাঠ করা হয় তখন তারা বলে, ‘শুনলাম তো, ইচ্ছে করলে এ রকম কথা আমরাও বলতে পারি, এগুলো তো আগে কালের কেচ্ছা কাহিনী ছাড়া আর কিছুই না।’"},{"id":32,"arabic_text":"وَ  اِذۡ  قَالُوا اللّٰہُمَّ  اِنۡ کَانَ ہٰذَا ہُوَ الۡحَقَّ مِنۡ عِنۡدِکَ فَاَمۡطِرۡ عَلَیۡنَا حِجَارَۃً مِّنَ السَّمَآءِ اَوِ ائۡتِنَا بِعَذَابٍ اَلِیۡمٍ ﴿۳۲﴾ ","english_text":"They said, \"Exalted are You; we have no knowledge except what You have taught us. Indeed, it is You who is the Knowing, the Wise.\"","page":180,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1192.mp3","colorText":"وَإِذْ قَالُو[s[اْ] [h:5316[ٱ][l[ل]لَّهُ[g[مّ]َ إِ[f:2594[ن ك]َانَ هَ[n[ـٰ]ذَا هُوَ [h:5317[ٱ]لْحَقَّ مِنْ عِ[f:2954[ند]ِكَ فَأَمْطِرْ عَلَيْنَا حِجَارَ[a:5318[ةً م]ِّنَ [h:64[ٱ][l[ل]سَّم[o[َا]ٓءِ أَوِ [h:5319[ٱ]ئْتِنَا بِعَذَابٍ أَل[p[ِي]مٍ","juz":9,"ruku":149,"manzil":2,"bangla_ahbayan":"আরও স্মরণ কর, যখন তারা বলেছিল, ‘হে আল্লাহ! যদি এ (কুরআন) তোমার পক্ষ হতে সত্য হয়, তাহলে আমাদের উপর আকাশ হতে প্রস্তর বর্ষণ কর কিংবা আমাদেরকে মর্মন্তুদ শাস্তি দাও।’","bangla_bayan":"আর স্মরণ কর, যখন তারা বলেছিল, ‘হে আল্লাহ, যদি এটি সত্য হয় আপনার পক্ষ থেকে তাহলে আমাদের উপর আকাশ থেকে পাথর বর্ষণ করুন অথবা আমাদের উপর অন্য কোন যন্ত্রণাদায়ক আযাব নিয়ে আসুন’।","bangla_mkhan":"তাছাড়া তারা যখন বলতে আরম্ভ করে যে, ইয়া আল্লাহ, এই যদি তোমার পক্ষ থেকে (আগত) সত্য দ্বীন হয়ে থাকে, তবে আমাদের উপর আকাশ থেকে প্রস্তর বর্ষণ কর কিংবা আমাদের উপর বেদনাদায়ক আযাব নাযিল কর।","bangla_mujibur":"আর স্মরণ কর, যখন তারা বলেছিলঃ হে আল্লাহ! ইহা (কুরআন) যদি আপনার পক্ষ হতে সত্য হয় তাহলে আকাশ থেকে আমাদের উপর প্রস্তর বর্ষণ করুন অথবা আমাদের উপর কঠিন পীড়াদায়ক শাস্তি এনে দিন।","bangla_taisirul":"স্মরণ কর, যখন তারা বলেছিল, ‘হে আল্লাহ! এটা যদি তোমার নিকট থেকে (প্রেরিত) সত্য (দ্বীন) হয় তাহলে আমাদের উপর আসমান থেকে পাথর বর্ষণ কর, কিংবা আমাদের উপর কোন যন্ত্রণাদায়ক শাস্তি নিয়ে এসো।’"},{"id":33,"arabic_text":"وَ مَا کَانَ اللّٰہُ  لِیُعَذِّبَہُمۡ  وَ اَنۡتَ فِیۡہِمۡ ؕ وَ مَا کَانَ اللّٰہُ مُعَذِّبَہُمۡ وَ ہُمۡ یَسۡتَغۡفِرُوۡنَ ﴿۳۳﴾ ","english_text":"He said, \"O Adam, inform them of their names.\" And when he had informed them of their names, He said, \"Did I not tell you that I know the unseen [aspects] of the heavens and the earth? And I know what you reveal and what you have concealed.\"","page":180,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1193.mp3","colorText":"وَمَا كَانَ [h:742[ٱ]للَّهُ لِيُعَذِّبَهُمْ وَأَ[f:3893[نت]َ فِيهِمْ‌ۚ وَمَا كَانَ [h:742[ٱ]للَّهُ مُعَذِّبَهُمْ وَهُمْ يَسْتَغْفِر[p[ُو]نَ","juz":9,"ruku":149,"manzil":2,"bangla_ahbayan":"আল্লাহ এরূপ নন যে, তুমি তাদের মধ্যে থাকা অবস্থায় তিনি তাদেরকে শাস্তি দেবেন[১] এবং তিনি এরূপ নন যে, তাদের ক্ষমা প্রার্থনা করা অবস্থায় তিনি তাদেরকে শাস্তি দেবেন। [২]","bangla_bayan":"আর আল্লাহ এমন নন যে, তাদেরকে আযাব দেবেন এ অবস্থায় যে, তুমি তাদের মাঝে বিদ্যমান এবং আল্লাহ তাদেরকে আযাব দানকারী নন এমতাবস্থায় যে, তারা ক্ষমা প্রার্থনা করছে।","bangla_mkhan":"অথচ আল্লাহ কখনই তাদের উপর আযাব নাযিল করবেন না যতক্ষণ আপনি তাদের মাঝে অবস্থান করবেন। তাছাড়া তারা যতক্ষণ ক্ষমা প্রার্থনা করতে থাকবে আল্লাহ কখনও তাদের উপর আযাব দেবেন না।","bangla_mujibur":"(হে নাবী!) তুমি তাদের মধ্যে থাকা অবস্থায় তাদেরকে শাস্তি দেয়া আল্লাহর অভিপ্রায় নয়, আর আল্লাহ এটাও চাননা যে, তারা ক্ষমা প্রার্থনা করতে থাকবে অথচ তিনি তাদেরকে শাস্তি দিবেন।","bangla_taisirul":"তুমি তাদের মাঝে থাকা অবস্থায় আল্লাহ তাদেরকে শাস্তি দিবেন না এবং যখন তারা ক্ষমা প্রার্থনা করতে থাকবে এরূপ অবস্থায়ও আল্লাহ তাদেরকে শাস্তি দিবেন না।"},{"id":34,"arabic_text":"وَ مَا لَہُمۡ  اَلَّا یُعَذِّبَہُمُ اللّٰہُ  وَ ہُمۡ  یَصُدُّوۡنَ عَنِ الۡمَسۡجِدِ الۡحَرَامِ وَ مَا کَانُوۡۤا اَوۡلِیَآءَہٗ ؕ اِنۡ  اَوۡلِیَآؤُہٗۤ  اِلَّا الۡمُتَّقُوۡنَ وَ لٰکِنَّ  اَکۡثَرَہُمۡ  لَا  یَعۡلَمُوۡنَ ﴿۳۴﴾ ","english_text":"And [mention] when We said to the angels, \"Prostrate before Adam\"; so they prostrated, except for Iblees. He refused and was arrogant and became of the disbelievers.","page":181,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1194.mp3","colorText":"وَمَا لَهُمْ أَلَّا يُعَذِّبَهُمُ [h:5320[ٱ]للَّهُ وَهُمْ يَصُدُّونَ عَنِ [h:3362[ٱ]لْمَسْجِدِ [h:752[ٱ]لْحَرَامِ وَمَا كَان[o[ُوٓ][s[اْ] أَوْلِي[o[َا]ٓءَهُ[o[ۥٓ‌ۚ] إِنْ أَوْلِي[o[َا]ٓؤُهُ[o[ۥٓ] إِلَّا [h:5321[ٱ]لْمُتَّقُونَ وَلَ[n[ـٰ]كِ[g[نّ]َ أَكْثَرَهُمْ لَا يَعْلَم[p[ُو]نَ","juz":9,"ruku":149,"manzil":2,"bangla_ahbayan":"তাদের মধ্যে কি (এমন গুণ) আছে যে, আল্লাহ তাদেরকে শাস্তি দেবেন না; যখন তারা লোকদেরকে মাসজিদুল-হারাম (পবিত্র কা’বা) হতে নিবৃত্ত করে? অথচ তারা ওর তত্ত্বাবধায়ক নয়, ওর তত্ত্বাবধায়ক তো কেবল (পরহেযগার) সাবধানী লোকেরাই। কিন্তু তাদের অধিকাংশ তা অবগত নয়।[১]","bangla_bayan":"আর তাদের কী আছে যে, আল্লাহ তাদেরকে আযাব দেবেন না? অথচ তারা মসজিদুল হারাম থেকে বাধা প্রদান করে, আর তারা এর অভিভাবকও নয়। তার অভিভাবক তো শুধু মুত্তাকীগণ; কিন্তু তাদের অধিকাংশ জানে না।","bangla_mkhan":"আর তাদের মধ্যে এমন কি বিষয় রয়েছে, যার ফলে আল্লাহ তাদের উপর আযাব দান করবেন না। অথচ তারা মসজিদে-হারামে যেতে বাধাদান করে, অথচ তাদের সে অধিকার নেই। এর অধিকার তো তাদেরই রয়েছে যারা পরহেযগার। কিন্তু তাদের অধিকাংশই সে বিষয়ে অবহিত নয়।","bangla_mujibur":"কিন্তু তাদের কি বলার আছে যে জন্য আল্লাহ তাদের শাস্তি দিবেননা, যখন তারা মাসজিদুল হারামের পথ রোধ করছে, অথচ তারা মাসজিদুল হারামের তত্ত্বাবধায়ক নয়? আল্লাহভীরু লোকেরাই উহার তত্ত্বাবধায়ক, কিন্তু তাদের অধিকাংশ লোক এটা অবগত নয়।","bangla_taisirul":"আল্লাহ যে তাদেরকে শাস্তি দিবেন না এ ব্যাপারে ওজর পেশ করার জন্য তাদের কাছে কী আছে যখন তারা (মানুষদেরকে) মাসজিদুল হারাম-এর পথে বাধা দিচ্ছে? তারা তো ওর (প্রকৃত) মুতাওয়াল্লী নয়, মুত্তাকীরা ছাড়া কেউ তার মুতাওয়াল্লী হতে পারে না, কিন্তু তাদের অধিকাংশ লোক এ সম্পর্কে অবগত নয়।"},{"id":35,"arabic_text":"وَ مَا کَانَ صَلَاتُہُمۡ عِنۡدَ الۡبَیۡتِ اِلَّا مُکَآءً   وَّ تَصۡدِیَۃً ؕ فَذُوۡقُوا الۡعَذَابَ بِمَا کُنۡتُمۡ  تَکۡفُرُوۡنَ ﴿۳۵﴾ ","english_text":"And We said, \"O Adam, dwell, you and your wife, in Paradise and eat therefrom in [ease and] abundance from wherever you will. But do not approach this tree, lest you be among the wrongdoers.\"","page":181,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1195.mp3","colorText":"وَمَا كَانَ صَلَاتُهُمْ عِ[f:264[ند]َ [h:5322[ٱ]لْبَيْتِ إِلَّا مُك[o[َا]ٓ[a:5323[ءً و]َتَصْدِيَ[f:5324[ةً‌ۚ ف]َذُوقُو[s[اْ] [h:2154[ٱ]لْعَذَابَ بِمَا كُ[f:100[نت]ُمْ تَكْفُر[p[ُو]نَ","juz":9,"ruku":149,"manzil":2,"bangla_ahbayan":"আর কা’বা গৃহের নিকট শুধু শিস ও করতালি দেওয়াই ছিল তাদের নামায।[১] সুতরাং অবিশ্বাসের জন্য তোমরা শাস্তি ভোগ কর।","bangla_bayan":"আর কা‘বার নিকট তাদের সালাত শিষ ও হাত-তালি ছাড়া কিছু ছিল না। সুতরাং তোমরা আস্বাদন কর আযাব। কারণ তোমরা কুফরী করতে।","bangla_mkhan":"আর কা’বার নিকট তাদের নামায বলতে শিস দেয়া আর তালি বাজানো ছাড়া অন্য কোন কিছুই ছিল না। অতএব, এবার নিজেদের কৃত কুফরীর আযাবের স্বাদ গ্রহণ কর।","bangla_mujibur":"কা’বা ঘরের কাছে তাদের সালাত হল শিস দেয়া ও করতালি প্রদান ছাড়া অন্য কিছুই নয়, সুতরাং তোমরা কুফরী করার কারণে এখন শাস্তির স্বাদ গ্রহণ কর।","bangla_taisirul":"আল্লাহর ঘরের নিকট তাদের নামায হাত তালি মারা আর শিশ দেয়া ছাড়া আর কিছুই না, (এসব অপরাধে লিপ্ত ব্যক্তিদেরকে বলা হবে) ‘‘আযাব ভোগ কর যেহেতু তোমরা কুফরীতে লিপ্ত ছিলে’’।"},{"id":36,"arabic_text":"اِنَّ الَّذِیۡنَ کَفَرُوۡا یُنۡفِقُوۡنَ اَمۡوَالَہُمۡ لِیَصُدُّوۡا عَنۡ سَبِیۡلِ اللّٰہِ ؕ فَسَیُنۡفِقُوۡنَہَا ثُمَّ تَکُوۡنُ عَلَیۡہِمۡ حَسۡرَۃً  ثُمَّ یُغۡلَبُوۡنَ ۬ؕ وَ الَّذِیۡنَ  کَفَرُوۡۤا اِلٰی  جَہَنَّمَ  یُحۡشَرُوۡنَ ﴿ۙ۳۶﴾ ","english_text":"But Satan caused them to slip out of it and removed them from that [condition] in which they had been. And We said, \"Go down, [all of you], as enemies to one another, and you will have upon the earth a place of settlement and provision for a time.\"","page":181,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1196.mp3","colorText":"إِ[g[نّ]َ [h:24[ٱ]لَّذِينَ كَفَرُو[s[اْ] يُ[f:16[نف]ِقُونَ أَمْو[n[َٲ]لَهُمْ لِيَصُدُّو[s[اْ] عَ[f:1203[ن س]َبِيلِ [h:788[ٱ]للَّهِ‌ۚ فَسَيُ[f:5325[نف]ِقُونَهَا ثُ[g[مّ]َ تَكُونُ عَلَيْهِمْ حَسْرَ[f:5326[ةً ث]ُ[g[مّ]َ يُغْلَبُونَ‌ۗ وَ[h:37[ٱ]لَّذِينَ كَفَر[o[ُوٓ][s[اْ] إِلَىٰ جَهَ[g[نّ]َمَ يُحْشَر[p[ُو]نَ","juz":9,"ruku":149,"manzil":2,"bangla_ahbayan":"নিশ্চয়ই যারা অবিশ্বাসী, আল্লাহর পথ হতে লোককে নিবৃত্ত করার জন্য তারা তাদের ধন-সম্পদ ব্যয় করে। সুতরাং তারা ধন-সম্পদ ব্যয় করতেই থাকবে, অতঃপর তা তাদের মনস্তাপের কারণ হবে। এরপর তারা পরাভূত হবে। আর যারা অবিশ্বাস করে, তাদেরকে জাহান্নামে একত্রিত করা হবে। [১]","bangla_bayan":"নিশ্চয় যারা কুফরী করেছে, তারা নিজদের সম্পদসমূহ ব্যয় করে, আল্লাহর রাস্তা হতে বাধা প্রদান করার উদ্দেশ্যে। তারা তো তা ব্যয় করবে। অতঃপর এটি তাদের উপর আক্ষেপের কারণ হবে এরপর তারা পরাজিত হবে। আর যারা কুফরী করেছে তাদেরকে জাহান্নামে সমবেত করা হবে।","bangla_mkhan":"নিঃসন্দেহে যেসব লোক কাফের, তারা ব্যয় করে নিজেদের ধন-সম্পদ, যাতে করে বাধাদান করতে পারে আল্লাহর পথে। বস্তুতঃ এখন তারা আরো ব্যয় করবে। তারপর তাই তাদের জন্য আক্ষেপের কারণ হয়ে এবং শেষ পর্যন্ত তারা হেরে যাবে। আর যারা কাফের তাদেরকে দোযখের দিকে তাড়িয়ে নিয়ে যাওয়া হবে।","bangla_mujibur":"নিশ্চয়ই কাফিরেরা মানুষকে আল্লাহর পথ থেকে নিবৃত্ত করার উদ্দেশে তাদের ধন সম্পদ ব্যয় করে, তারা তাদের ধন-সম্পদ ব্যয় করতেই থাকবে, অতঃপর ওটাই শেষ পর্যন্ত তাদের জন্য দুঃখ ও আফসোসের কারণ হবে এবং তারা পরাভূতও হবে। আর যারা কুফরী করে তাদেরকে জাহান্নামে একত্রিত করা হবে।","bangla_taisirul":"যে সব লোক সত্যকে মেনে নিতে অস্বীকার করেছে তারা আল্লাহর পথ হতে (লোকেদেরকে) বাধা দেয়ার জন্য তাদের ধন-সম্পদ ব্যয় করে থাকে, তারা তা ব্যয় করতেই থাকবে, অতঃপর এটাই তাদের দুঃখ ও অনুশোচনার কারণ হবে। পরে তারা পরাজিতও হবে। যারা কুফরী করে তাদেরকে (অবশেষে) জাহান্নামের পানে একত্রিত করা হবে।"},{"id":37,"arabic_text":"لِیَمِیۡزَ اللّٰہُ  الۡخَبِیۡثَ مِنَ الطَّیِّبِ وَ یَجۡعَلَ الۡخَبِیۡثَ بَعۡضَہٗ عَلٰی بَعۡضٍ فَیَرۡکُمَہٗ جَمِیۡعًا فَیَجۡعَلَہٗ  فِیۡ جَہَنَّمَ ؕ اُولٰٓئِکَ  ہُمُ  الۡخٰسِرُوۡنَ ﴿۳۷﴾ ","english_text":"Then Adam received from his Lord [some] words, and He accepted his repentance. Indeed, it is He who is the Accepting of repentance, the Merciful.","page":181,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1197.mp3","colorText":"لِيَمِيزَ [h:5327[ٱ]للَّهُ [h:5328[ٱ]لْخَبِيثَ مِنَ [h:2451[ٱ][l[ل]طَّيِّبِ وَيَ[q:2669[جْ]عَلَ [h:5329[ٱ]لْخَبِيثَ بَعْضَهُ[n[ۥ] عَلَىٰ بَعْ[f:5330[ضٍ ف]َيَرْكُمَهُ[n[ۥ] جَمِي[f:5331[عًا ف]َيَ[q:5332[جْ]عَلَهُ[n[ۥ] فِى جَهَ[g[نّ]َمَ‌ۚ أُ[s[وْ]لَ[o[ـٰٓ]ئِكَ هُمُ [h:150[ٱ]لْخَ[n[ـٰ]سِر[p[ُو]نَ","juz":9,"ruku":149,"manzil":2,"bangla_ahbayan":"এ জন্যই যে, আল্লাহ কুজনকে সুজন হতে পৃথক করবেন[১] এবং কুজনের এককে অপরের উপর রাখবেন, অতঃপর সকলকে স্তূপীকৃত করে জাহান্নামে নিক্ষেপ করবেন, এরাই তো ক্ষতিগ্রস্ত।","bangla_bayan":"যাতে আল্লাহ পৃথক করেন মন্দকে ভাল হতে আর মন্দের কতককে কতকের উপর রাখবেন এবং সেগুলোকে একসাথে স্তূপ করবেন। এরপর তা জাহান্নামে নিক্ষেপ করবেন। তারাই তো ক্ষতিগ্রস্ত।","bangla_mkhan":"যাতে পৃথক করে দেন আল্লাহ অপবিত্র ও না-পাককে পবিত্র ও পাক থেকে। আর যাতে একটির পর একটিকে স্থাপন করে সমবেত স্তুপে পরিণত করেন এবং পরে দোযখে নিক্ষেপ করেন। এরাই হল ক্ষতিগ্রস্ত।","bangla_mujibur":"এটা এ কারণে যে, আল্লাহ ভাল থেকে মন্দকে পৃথক করবেন, আর কু-জনদের সকলকে একজনের উপর অপর জনকে স্তপীকৃত করবেন এবং অতঃপর জাহান্নামে নিক্ষেপ করবেন। এরাই চরম ক্ষতিগ্রস্ত লোক।","bangla_taisirul":"যাতে আল্লাহ পবিত্র থেকে অপবিত্রকে আলাদা করে দেন, অতঃপর অপবিত্রদের এককে অন্যের উপর রাখবেন, সকলকে স্তুপীকৃত করবেন; অতঃপর এই সমষ্টিকে জাহান্নামে নিক্ষেপ করবেন। এরাই হল সর্বস্বান্ত।"},{"id":38,"arabic_text":"قُلۡ  لِّلَّذِیۡنَ  کَفَرُوۡۤا  اِنۡ یَّنۡتَہُوۡا یُغۡفَرۡ لَہُمۡ مَّا قَدۡ سَلَفَ ۚ وَ اِنۡ یَّعُوۡدُوۡا فَقَدۡ مَضَتۡ سُنَّتُ  الۡاَوَّلِیۡنَ ﴿۳۸﴾ ","english_text":"We said, \"Go down from it, all of you. And when guidance comes to you from Me, whoever follows My guidance - there will be no fear concerning them, nor will they grieve.","page":181,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1198.mp3","colorText":"قُل لِّلَّذِينَ كَفَر[o[ُوٓ][s[اْ] إ[a:5333[ِن ي]َ[f:3711[نت]َهُو[s[اْ] يُغْفَرْ لَه[w:3531[ُم م]َّا قَ[q:298[دْ] سَلَفَ وَإ[a:5334[ِن ي]َعُودُو[s[اْ] فَقَ[q:563[دْ] مَضَتْ سُ[g[نّ]َتُ [h:5335[ٱ]لْأَوَّل[p[ِي]نَ","juz":9,"ruku":150,"manzil":2,"bangla_ahbayan":"অবিশ্বাসীদেরকে তুমি বল, ‘যদি তারা (কুফরী ও অবিশ্বাস থেকে) বিরত হয়, তাহলে অতীতে তাদের যা (পাপ) হয়েছে আল্লাহ তা ক্ষমা করবেন,[১] কিন্তু তারা যদি অন্যায়ের পুনরাবৃত্তি করে, তাহলে পূর্ববর্তীদের (সাথে আমার আচরিত) রীতি তো রয়েছেই। [২]","bangla_bayan":"যারা কুফরী করেছে তুমি তাদেরকে বল, যদি তারা বিরত হয় তাহলে অতীতে যা হয়েছে তাদেরকে তা ক্ষমা করা হবে। আর যদি তারা পুনরায় করে তাহলে পূর্ববর্তীদের (ব্যাপারে আল্লাহর) রীতি তো গত হয়েছে।","bangla_mkhan":"তুমি বলে দাও, কাফেরদেরকে যে, তারা যদি বিরত হয়ে যায়, তবে যা কিছু ঘটে গেছে ক্ষমা হবে যাবে। পক্ষান্তরে আবারও যদি তাই করে, তবে পুর্ববর্তীদের পথ নির্ধারিত হয়ে গেছে।","bangla_mujibur":"তুমি কাফিরদেরকে বলঃ তারা যদি অনাচার থেকে বিরত থাকে তাহলে তাদের পূর্বের অপরাধ যা হয়েছে তা আল্লাহ ক্ষমা করবেন। কিন্তু তারা যদি অন্যায়ের পুনরাবৃত্তি করে তাহলে পূর্ববর্তীদের দৃষ্টান্ততো রয়েছেই।","bangla_taisirul":"যারা কুফরী করে তাদেরকে বল, ‘তারা যদি নিবৃত্ত হয় তাহলে তারা পূর্বে যা করেছে তা ক্ষমা করা হবে, আর যদি (কুফরীর) পুনরাবৃত্তি করে, তাহলে আগের লোকেদের (প্রতি অনুসৃত) নীতির দৃষ্টান্ত তো অতীতের পাতাতেই আছে।’"},{"id":39,"arabic_text":"وَ قَاتِلُوۡہُمۡ حَتّٰی لَا تَکُوۡنَ فِتۡنَۃٌ وَّ یَکُوۡنَ الدِّیۡنُ کُلُّہٗ  لِلّٰہِ ۚ  فَاِنِ انۡتَہَوۡا فَاِنَّ اللّٰہَ  بِمَا یَعۡمَلُوۡنَ  بَصِیۡرٌ ﴿۳۹﴾ ","english_text":"And those who disbelieve and deny Our signs - those will be companions of the Fire; they will abide therein eternally.\"","page":181,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1199.mp3","colorText":"وَقَ[n[ـٰ]تِلُوهُمْ حَتَّىٰ لَا تَكُونَ فِتْنَ[a:1032[ةٌ و]َيَكُونَ [h:1033[ٱ][l[ل]دِّينُ كُلُّهُ[n[ۥ] لِلَّهِ‌ۚ فَإِنِ [h:1030[ٱ][f:1031[نت]َهَوْ[s[اْ] فَإِ[g[نّ]َ [h:513[ٱ]للَّهَ بِمَا يَعْمَلُونَ بَص[p[ِي]رٌ","juz":9,"ruku":150,"manzil":2,"bangla_ahbayan":"তোমরা তাদের বিরুদ্ধে সংগ্রাম করতে থাক; যতক্ষণ না ফিতনা (শিরক) দূর হয়[১] এবং আল্লাহর ধর্ম সামগ্রিকভাবে প্রতিষ্ঠা লাভ করে।[২] অতঃপর তারা যদি বিরত হয়, তাহলে নিশ্চয় আল্লাহ তাদের কার্যাবলীর সম্যক দ্রষ্টা।[৩]","bangla_bayan":"আর তোমরা তাদের বিরুদ্ধে লড়াই কর যতক্ষণ না ফিতনার অবসান হয় এবং দীন পূর্ণরূপে আল্লাহর জন্য হয়ে যায়। তবে যদি তারা বিরত হয় তাহলে নিশ্চয় আল্লাহ তারা যা করে সে বিষয়ে সম্যক দ্রষ্টা।","bangla_mkhan":"আর তাদের সাথে যুদ্ধ করতে থাক যতক্ষণ না ভ্রান্তি শেষ হয়ে যায়; এবং আল্লাহর সমস্ত হুকুম প্রতিষ্ঠিত হয়ে যায়। তারপর যদি তারা বিরত হয়ে যায়, তবে আল্লাহ তাদের কার্যকলাপ লক্ষ্য করেন।","bangla_mujibur":"তোমরা সদা তাদের বিরুদ্ধে লড়াই করতে থাকবে যতক্ষণ না ফিতনার অবসান হয় এবং দীন সম্পূর্ণ রূপে আল্লাহর জন্য হয়ে যায়। আর তারা যদি ফিতনা ও বিপর্যয় সৃষ্টি হতে বিরত থাকে তাহলে তারা কি করেছে তা আল্লাহই দেখবেন।","bangla_taisirul":"তাদের বিরুদ্ধে যুদ্ধ চালিয়ে যাও যে পর্যন্ত না ফিতনা (কুফর ও শিরক) খতম হয়ে যায় আর দ্বীন পুরোপুরিভাবে আল্লাহর জন্য হয়ে যায়। অতঃপর তারা যদি বিরত হয় তাহলে তারা (ন্যায় বা অন্যায়) যা করে আল্লাহ তার সম্যক দ্রষ্টা।"},{"id":40,"arabic_text":"وَ  اِنۡ تَوَلَّوۡا  فَاعۡلَمُوۡۤا  اَنَّ اللّٰہَ مَوۡلٰىکُمۡ ؕ نِعۡمَ  الۡمَوۡلٰی  وَ نِعۡمَ النَّصِیۡرُ ﴿۴۰﴾ ","english_text":"O Children of Israel, remember My favor which I have bestowed upon you and fulfill My covenant [upon you] that I will fulfill your covenant [from Me], and be afraid of [only] Me.","page":181,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1200.mp3","colorText":"وَإِ[f:706[ن ت]َوَلَّوْ[s[اْ] فَ[h:1140[ٱ]عْلَم[o[ُوٓ][s[اْ] أَ[g[نّ]َ [h:394[ٱ]للَّهَ مَوْلَ[n[ـٰ]كُمْ‌ۚ نِعْمَ [h:5336[ٱ]لْمَوْلَىٰ وَنِعْمَ [h:5337[ٱ][l[ل][g[نّ]َص[p[ِي]رُ","juz":9,"ruku":150,"manzil":2,"bangla_ahbayan":"আর যদি তারা মুখ ফেরায়[১] তবে জেনে রাখ যে, আল্লাহই তোমাদের অভিভাবক[২] এবং তিনি কত উত্তম অভিভাবক এবং কত উত্তম সাহায্যকারী। [৩]","bangla_bayan":"আর যদি তারা পৃষ্ঠ প্রদর্শন করে, তাহলে জেনে রাখ, নিশ্চয় আল্লাহ তোমাদের অভিভাবক। তিনি কতইনা উত্তম অভিভাবক এবং কতইনা উত্তম সাহায্যকারী।","bangla_mkhan":"আর তারা যদি না মানে, তবে জেনে রাখ, আল্লাহ তোমাদের সমর্থক; এবং কতই না চমৎকার সাহায্যকারী।","bangla_mujibur":"আর যদি তোমাকে না’ই মানে এবং দীন থেকে মুখ ফিরিয়ে নেয় তাহলে জেনে রেখ যে, আল্লাহই তোমাদের (মুসলিমদের) অভিভাবক। তিনি কতইনা উত্তম অভিভাবক ও সাহায্যকারী!","bangla_taisirul":"আর তারা যদি মুখ ফিরিয়ে নেয় তাহলে জেনে রেখ যে, আল্লাহই তোমাদের অভিভাবক, কতই না উত্তম অভিভাবক! কতই না উত্তম সাহায্যকারী!"},{"id":41,"arabic_text":"وَ اعۡلَمُوۡۤا اَنَّمَا غَنِمۡتُمۡ مِّنۡ شَیۡءٍ فَاَنَّ لِلّٰہِ خُمُسَہٗ وَ لِلرَّسُوۡلِ وَ لِذِی الۡقُرۡبٰی وَ الۡیَتٰمٰی وَ الۡمَسٰکِیۡنِ  وَ  ابۡنِ السَّبِیۡلِ ۙ اِنۡ  کُنۡتُمۡ  اٰمَنۡتُمۡ بِاللّٰہِ وَ مَاۤ  اَنۡزَلۡنَا عَلٰی عَبۡدِنَا یَوۡمَ الۡفُرۡقَانِ  یَوۡمَ الۡتَقَی الۡجَمۡعٰنِ ؕ وَ اللّٰہُ عَلٰی کُلِّ شَیۡءٍ قَدِیۡرٌ ﴿۴۱﴾ ","english_text":"And believe in what I have sent down confirming that which is [already] with you, and be not the first to disbelieve in it. And do not exchange My signs for a small price, and fear [only] Me.","page":182,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1201.mp3","colorText":"۞ وَ[h:9999[ٱ]عْلَم[o[ُوٓ][s[اْ] أَ[g[نّ]َمَا غَنِمْت[w:5338[ُم م]ِّ[f:2103[ن ش][f:5339[َىْءٍ ف]َأَ[g[نّ]َ لِلَّهِ خُمُسَهُ[n[ۥ] وَلِلرَّسُولِ وَلِذِى [h:5340[ٱ]لْقُرْبَىٰ وَ[h:420[ٱ]لْيَتَ[n[ـٰ]مَىٰ وَ[h:421[ٱ]لْمَسَ[n[ـٰ]كِينِ وَ[h:1189[ٱ][q:1189[بْ]نِ [h:1190[ٱ][l[ل]سَّبِيلِ إِ[f:109[ن ك]ُ[f:100[نت]ُمْ ءَامَ[f:703[نت][c:5341[ُم ب]ِ[h:32[ٱ]للَّهِ وَم[o[َآ] أَ[f:515[نز]َلْنَا عَلَىٰ عَ[q:102[بْ]دِنَا يَوْمَ [h:5342[ٱ]لْفُرْقَانِ يَوْمَ [h:2353[ٱ][l[ل]ْتَقَى [h:2354[ٱ]لْجَمْعَانِ‌ۗ وَ[h:72[ٱ]للَّهُ عَلَىٰ كُلِّ ش[f:81[َىْءٍ ق]َد[p[ِي]رٌ","juz":10,"ruku":150,"manzil":2,"bangla_ahbayan":"আরো জেনে রাখ যে, যুদ্ধে যা কিছু তোমরা (গনীমত) লাভ কর[১] তার এক-পঞ্চমাংশ আল্লাহ, তাঁর রসূলের, রসূলের নিকটাত্মীয়, পিতৃহীন এতীম, দরিদ্র এবং পথচারীদের জন্য;[২] যদি তোমরা আল্লাহতে ও সেই জিনিসে বিশ্বাসী হও যা ফায়সালার দিন[৩] (বদরে) আমি আমার দাসের প্রতি অবতীর্ণ করেছিলাম;[৪] যেদিন দুই দল পরস্পরের সম্মুখীন হয়েছিল[৫] এবং আল্লাহ সর্ব বিষয়ে শক্তিমান।","bangla_bayan":"আর তোমরা জেনে রাখ, তোমরা যা কিছু গনীমতরূপে পেয়েছ, নিশ্চয় আল্লাহর জন্যই তার এক পঞ্চমাংশ ও রাসূলের জন্য, নিকট আত্মীয়, ইয়াতীম, মিসকীন ও মুসাফিরের জন্য, যদি তোমরা ঈমান এনে থাক আল্লাহর প্রতি এবং হক ও বাতিলের ফয়সালার দিন আমি আমার বান্দার উপর যা নাযিল করেছি তার প্রতি, যেদিন* দু’টি দল মুখোমুখি হয়েছে, আর আল্লাহ সব কিছুর উপর ক্ষমতাবান। \\n\\n* অর্থাৎ বদর যুদ্ধের দিন।","bangla_mkhan":"আর এ কথাও জেনে রাখ যে, কোন বস্তু-সামগ্রীর মধ্য থেকে যা কিছু তোমরা গনীমত হিসাবে পাবে, তার এক পঞ্চমাংশ হল আল্লাহর জন্য, রসূলের জন্য, তাঁর নিকটাত্নীয়-স্বজনের জন্য এবং এতীম-অসহায় ও মুসাফিরদের জন্য; যদি তোমাদের বিশ্বাস থাকে আল্লাহর উপর এবং সে বিষয়ের উপর যা আমি আমার বান্দার প্রতি অবতীর্ণ করেছি ফয়সালার দিনে, যেদিন সম্মুখীন হয়ে যায় উভয় সেনাদল। আর আল্লাহ সব কিছুর উপরই ক্ষমতাশীল।","bangla_mujibur":"আর তোমরা জেনে রেখ যে, যুদ্ধে তোমরা যা কিছু গাণীমাতের মাল লাভ করেছ ওর এক পঞ্চমাংশ আল্লাহ, তাঁর রাসূল, (রাসূলের) নিকটাত্মীয়, ইয়াতীম, মিসকীন এবং মূসাফিরের জন্য - যদি তোমরা ঈমান এনে থাক আল্লাহর প্রতি এবং যা আমি অবতীর্ণ করেছি আমার বান্দার উপর সেই চুড়ান্ত ফাইসালার দিন, যেদিন দু‘দল পরস্পরের সম্মুখীন হয়েছিল। আর নিশ্চয়ই আল্লাহ সকল বিষয়ে সর্বশক্তিমান।","bangla_taisirul":"তোমরা জেনে রেখ যে, যুদ্ধে যা তোমরা লাভ কর তার এক-পঞ্চমাংশ হচ্ছে আল্লাহ, তাঁর রসূল, রসূলের আত্মীয়স্বজন, ইয়াতীম, মিসকীন ও মুসাফিরদের জন্য যদি তোমরা আল্লাহর উপর আর চূড়ান্ত ফায়সালার দিন অর্থাৎ দু’পক্ষের (মুসলমান ও কাফের বাহিনীর) মিলিত হওয়ার দিন আমি যা আমার বান্দাহর উপর অবতীর্ণ করেছিলাম তার উপর বিশ্বাস করে থাক। আর আল্লাহ হলেন সকল বিষয়ের উপর ক্ষমতাবান।"},{"id":42,"arabic_text":"اِذۡ اَنۡتُمۡ بِالۡعُدۡوَۃِ الدُّنۡیَا وَ ہُمۡ  بِالۡعُدۡوَۃِ الۡقُصۡوٰی وَ الرَّکۡبُ اَسۡفَلَ  مِنۡکُمۡ ؕ وَ لَوۡ  تَوَاعَدۡتُّمۡ  لَاخۡتَلَفۡتُمۡ  فِی الۡمِیۡعٰدِ ۙ وَ لٰکِنۡ لِّیَقۡضِیَ اللّٰہُ اَمۡرًا کَانَ مَفۡعُوۡلًا ۬ۙ لِّیَہۡلِکَ مَنۡ ہَلَکَ عَنۡۢ بَیِّنَۃٍ وَّ یَحۡیٰی مَنۡ حَیَّ عَنۡۢ  بَیِّنَۃٍ ؕ وَ اِنَّ اللّٰہَ  لَسَمِیۡعٌ  عَلِیۡمٌ ﴿ۙ۴۲﴾ ","english_text":"And do not mix the truth with falsehood or conceal the truth while you know [it].","page":182,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1202.mp3","colorText":"إِذْ أَ[f:428[نت][c:5343[ُم ب]ِ[h:5344[ٱ]لْعُ[q:5344[دْ]وَةِ [h:5345[ٱ][l[ل]دُّنْيَا وَه[c:5346[ُم ب]ِ[h:5344[ٱ]لْعُ[q:5344[دْ]وَةِ [h:5347[ٱ]لْقُصْوَىٰ وَ[h:5348[ٱ][l[ل]رَّكْبُ أَسْفَلَ مِ[f:344[نك]ُمْ‌ۚ وَلَوْ تَوَاعَ[d:5349[د]تُّمْ لَ[h:5350[ٱ]خْتَلَفْتُمْ فِى [h:5351[ٱ]لْمِيعَ[n[ـٰ]دِ‌ۙ وَلَ[n[ـٰ]ك[u:5352[ِن ل]ِّيَ[q:5353[قْ]ضِىَ [h:5354[ٱ]للَّهُ أَمْ[f:5355[رًا ك]َانَ مَفْعُول[u:5356[اً ل]ِّيَهْلِكَ مَنْ هَلَكَ ع[i:5357[َنۢ ب]َيِّنَ[a:5358[ةٍ و]َيَحْيَىٰ مَنْ حَىَّ ع[i:5357[َنۢ ب]َيِّنَ[a:5359[ةٍ‌ۗ و]َإِ[g[نّ]َ [h:1986[ٱ]للَّهَ لَسَمِيعٌ عَل[p[ِي]مٌ","juz":10,"ruku":150,"manzil":2,"bangla_ahbayan":"স্মরণ কর, তোমরা ছিলে উপত্যকার নিকট প্রান্তে এবং তারা ছিল দূর প্রান্তে[১] আর উষ্ট্রারোহী কাফেলা ছিল তোমাদের অপেক্ষা নিম্ন ভূমিতে।[২] যদি তোমরা পরস্পরের মধ্যে (যুদ্ধ সম্পর্কে সময়) ধার্য করতে, তাহলে সে ধার্যকৃত সময়ে পৌঁছতে তোমরা ভিন্নতর হতে।[৩] কিন্তু বস্তুতঃ যা ঘটার ছিল আল্লাহ তা সম্পন্ন করার জন্য উভয় দলকে যুদ্ধক্ষেত্রে (ধার্যকাল ছাড়াই সমবেত করলেন)। যাতে যে কেউ ধ্বংস হবে, সে যেন স্পষ্ট প্রমাণের ভিত্তিতে ধ্বংস হয় এবং যে জীবিত থাকবে, সে যেন স্পষ্ট প্রমাণের ভিত্তিতে জীবিত থাকে।[৪] আর নিশ্চয় আল্লাহ সর্বশ্রোতা, সর্বজ্ঞ।","bangla_bayan":"যখন তোমরা ছিলে নিকটবর্তী প্রান্তরে, আর তারা ছিল দূরবর্তী প্রান্তরে এবং কাফেলা* ছিল তোমাদের চেয়ে নিম্নভূমিতে, আর যদি তোমরা পরস্পর ওয়াদাবদ্ধ হতে, (যুদ্ধে মুখোমুখি হওয়ার ব্যাপারে) তাহলে অবশ্যই সে ওয়াদার ক্ষেত্রে তোমরা মতবিরোধ করতে, কিন্তু আল্লাহ (তাদেরকে একত্র করেছেন) যাতে সম্পন্ন করেন এমন কাজ যা হওয়ারই ছিল, যে ধ্বংস হওয়ার সে যাতে সুস্পষ্ট প্রমাণ পাওয়ার পর ধ্বংস হয়, আর যে জীবিত থাকার সে যাতে সুস্পষ্ট প্রমাণ পাওয়ার পর বেঁচে থাকে, আর নিশ্চয় আল্লাহ সর্বশ্রোতা, সর্বজ্ঞ। \\n\\n* কুরাইশ কাফেলা।","bangla_mkhan":"আর যখন তোমরা ছিলে সমরাঙ্গনের এ প্রান্তে আর তারা ছিল সে প্রান্তে অথচ কাফেলা তোমাদের থেকে নীচে নেমে গিয়েছিল। এমতাবস্থায় যদি তোমরা পারস্পরিক অঙ্গীকারাবদ্ধ হতে, তবে তোমরা এক সঙ্গে সে ওয়াদা পালন করতে পারতে না। কিন্তু আল্লাহ তা’আলা এমন এক কাজ করতে চেয়েছিলেন, যা নির্ধারিত হয়ে গিয়েছিল যাতে সে সব লোক নিহত হওয়ার ছিল, প্রমাণ প্রতিষ্ঠার পর এবং যাদের বাঁচার ছিল, তারা বেঁচে থাকে প্রমাণ প্রতিষ্ঠার পর। আর নিশ্চিতই আল্লাহ শ্রবণকারী, বিজ্ঞ।","bangla_mujibur":"আর স্মরণ কর, যখন তোমরা প্রান্তরের এই দিকে ছিলে, আর তারা প্রান্তরের অপর দিকে শিবির রচনা করেছিল, আর উষ্ট্রারোহী কাফেলা তোমাদের অপেক্ষা নিম্নভূমিতে ছিল, যদি পূর্ব হতেই তোমাদের ও তাদের মধ্যে যুদ্ধ সম্পর্কে কোন সিদ্ধান্ত গ্রহণ করতে চাইতে তাহলে তোমাদের মধ্যে মতানৈক্য সৃষ্টি হত, কিন্তু যা ঘটানোর ছিল তা আল্লাহ সম্পন্ন করার জন্য উভয় দলকে যুদ্ধক্ষেত্রে সমবেত করলেন, তাতে যে ধ্বংস হবে সে যেন সত্য সুস্পষ্ট রূপে প্রতিভাত হবার পর ধ্বংস হয়, আর যে জীবিত থাকবে সে যেন সত্য সুস্পষ্ট রূপে প্রতিভাত হবার পর জীবিত থাকে। আল্লাহ সর্বশ্রোতা ও মহাজ্ঞানী।","bangla_taisirul":"স্মরণ কর, যখন তোমরা উপত্যকার নিকট প্রান্তে ছিলে আর তারা ছিল দূরের প্রান্তে আর উটের আরোহী কাফেলা (আবূ সুফইয়ানের নেতৃত্বে কুরাইশের সম্পদ সহ কাফেলা) ছিল তোমাদের অপেক্ষা নিম্নভূমিতে। যদি তোমরা যুদ্ধ করার ব্যাপারে পরস্পরের মধ্যে পূর্বেই সিদ্ধান্ত গ্রহণ করতে, তবুও যুদ্ধ করার এ সিদ্ধান্ত তোমরা অবশ্যই রক্ষা করতে পারতে না (তোমাদের দুর্বল অবস্থার কারণে), যাতে আল্লাহ সে কাজ সম্পন্ন করতে পারেন যা ছিল পূর্বেই স্থিরীকৃত, যেন যাকে ধ্বংস হতে হবে সে যেন সুস্পষ্ট দলীলের ভিত্তিতে ধ্বংস হয় আর যাকে জীবিত থাকতে হবে সেও যেন সুস্পষ্ট দলীলের ভিত্তিতে জীবিত থাকে। আল্লাহ নিশ্চয়ই সর্বশ্রোতা, সর্বজ্ঞ।"},{"id":43,"arabic_text":"اِذۡ یُرِیۡکَہُمُ اللّٰہُ فِیۡ مَنَامِکَ قَلِیۡلًا ؕ وَ لَوۡ اَرٰىکَہُمۡ کَثِیۡرًا لَّفَشِلۡتُمۡ وَ لَتَنَازَعۡتُمۡ فِی الۡاَمۡرِ وَ لٰکِنَّ اللّٰہَ سَلَّمَ ؕ اِنَّہٗ  عَلِیۡمٌۢ  بِذَاتِ  الصُّدُوۡرِ ﴿۴۳﴾ ","english_text":"And establish prayer and give zakah and bow with those who bow [in worship and obedience].","page":182,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1203.mp3","colorText":"إِذْ يُرِيكَهُمُ [h:5360[ٱ]للَّهُ فِى مَنَامِكَ قَلِيل[a:5361[اً‌ۖ و]َلَوْ أَرَ[n[ٮٰ]كَهُمْ كَثِي[u:5362[رًا ل]َّفَشِلْتُمْ وَلَتَنَ[n[ـٰ]زَعْتُمْ فِى [h:2319[ٱ]لْأَمْرِ وَلَ[n[ـٰ]كِ[g[نّ]َ [h:1441[ٱ]للَّهَ سَلَّمَ‌ۗ إِ[g[نّ]َهُ[n[ۥ] عَلِي[i:2196[مُۢ ب]ِذَاتِ [h:2197[ٱ][l[ل]صُّد[p[ُو]رِ","juz":10,"ruku":150,"manzil":2,"bangla_ahbayan":"স্মরণ কর, যখন আল্লাহ তোমাকে স্বপ্নে তাদের সংখ্যা অল্প দেখিয়েছিলেন। যদি তোমাকে তাদের সংখ্যা অধিক দেখাতেন, তাহলে তোমরা সাহস হারাতে এবং যুদ্ধ বিষয়ে নিজেদের মধ্যে বিরোধ সৃষ্টি করতে। কিন্তু আল্লাহ তোমাদেরকে রক্ষা করেছেন। অন্তরে যা আছে সে সম্বন্ধে অবশ্যই তিনি বিশেষভাবে অবহিত।[১]","bangla_bayan":"যখন আল্লাহ তোমাকে স্বপ্নের মধ্যে তাদেরকে স্বল্প সংখ্যায় দেখিয়েছিলেন। আর তোমাকে যদি তিনি তাদেরকে বেশি সংখ্যায় দেখাতেন, তাহলে অবশ্যই তোমরা সাহসহারা হয়ে পড়তে এবং বিষয়টি নিয়ে বিতর্ক করতে। কিন্তু আল্লাহ নিরাপত্তা দিয়েছেন। নিশ্চয় অন্তরে যা আছে তিনি সে সব বিষয়ে অবগত।","bangla_mkhan":"আল্লাহ যখন তোমাকে স্বপ্নে সেসব কাফেরের পরিমাণ অল্প করে দেখালেন; বেশী করে দেখালে তোমরা কাপুরুষতা অবলম্বন করতে এবং কাজের বেলায় বিপদ সৃষ্টি করতে। কিন্তু আল্লাহ বাঁচিয়ে দিয়েছেন। তিনি অতি উত্তমভাবেই জানেন; যা কিছু অন্তরে রয়েছে।","bangla_mujibur":"আর স্মরণ কর, যখন আল্লাহ তোমাকে স্বপ্নযোগে ওদের সংখ্যা অল্প দেখিয়েছিলেন, যদি তোমাকে তাদের সংখ্যা অধিক দেখাতেন তাহলে তোমরা সাহস হারিয়ে ফেলতে এবং যুদ্ধ সম্পর্কে তোমাদের মধ্যে মতানৈক্য সৃষ্টি হত, কিন্তু আল্লাহ তোমাদেরকে রক্ষা করেছেন। অন্তরে যা কিছু আছে সে সম্পর্কে তিনি সবিশেষ অবহিত।","bangla_taisirul":"স্মরণ কর, আল্লাহ তোমাকে স্বপ্নের মাধ্যমে তাদের সংখ্যাকে অল্প করে দেখিয়েছিলেন, যদি তিনি তাদের সংখ্যাকে তোমার নিকট বেশি করে দেখাতেন তাহলে তোমরা অবশ্যই সাহস হারিয়ে ফেলতে আর যুদ্ধের বিষয় নিয়ে অবশ্যইঝগড়া শুরু করে দিতে। কিন্তু আল্লাহ্ই তোমাদেরকে রক্ষা করেছিলেন, অন্তরে যা আছে সে সম্পর্কে তিনি খুবই ভালভাবে অবহিত।"},{"id":44,"arabic_text":"وَ اِذۡ یُرِیۡکُمُوۡہُمۡ  اِذِ الۡتَقَیۡتُمۡ فِیۡۤ اَعۡیُنِکُمۡ قَلِیۡلًا وَّ یُقَلِّلُکُمۡ فِیۡۤ  اَعۡیُنِہِمۡ لِیَقۡضِیَ اللّٰہُ اَمۡرًا کَانَ مَفۡعُوۡلًا ؕ وَ  اِلَی اللّٰہِ تُرۡجَعُ الۡاُمُوۡرُ ﴿۴۴﴾ ","english_text":"Do you order righteousness of the people and forget yourselves while you recite the Scripture? Then will you not reason?","page":182,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1204.mp3","colorText":"وَإِذْ يُرِيكُمُوهُمْ إِذِ [h:5363[ٱ][l[ل]ْتَقَيْتُمْ ف[o[ِىٓ] أَعْيُنِكُمْ قَلِيل[a:5364[اً و]َيُقَلِّلُكُمْ ف[o[ِىٓ] أَعْيُنِهِمْ لِيَ[q:5353[قْ]ضِىَ [h:5354[ٱ]للَّهُ أَمْ[f:5355[رًا ك]َانَ مَفْعُول[a:5365[اً‌ۗ و]َإِلَى [h:1148[ٱ]للَّهِ تُرْجَعُ [h:1149[ٱ]لْأُم[p[ُو]رُ","juz":10,"ruku":150,"manzil":2,"bangla_ahbayan":")স্মরণ কর, যখন তোমরা পরস্পরের সম্মুখীন হয়েছিলে, তখন তিনি তাদেরকে তোমাদের দৃষ্টিতে স্বল্প-সংখ্যক দেখিয়েছিলেন এবং তোমাদেরকেও তাদের দৃষ্টিতে স্বল্প-সংখ্যক দেখিয়েছিলেন; [১] যাতে যা ঘটার ছিল তা তিনি সম্পন্ন করেন। [২] আর সব বিষয় আল্লাহরই দিকে প্রত্যাবর্তিত হয়ে থাকে।","bangla_bayan":"আর যখন তোমরা মুখোমুখি হয়েছিলে, তিনি তোমাদের চোখে তাদেরকে স্বল্প দেখিয়েছিলেন এবং তাদের চোখেও তোমাদেরকে স্বল্প দেখিয়েছিলেন যাতে আল্লাহ সম্পন্ন করেন এমন কাজ যা হওয়ারই ছিল এবং আল্লাহর দিকেই সকল বিষয় ফেরানো হবে।","bangla_mkhan":"আর যখন তোমাদেরকে দেখালেন সে সৈন্যদল মোকাবেলার সময় তোমাদের চোখে অল্প এবং তোমাদেরকে দেখালেন তাদের চোখে বেশী, যাতে আল্লাহ সে কাজ করে নিতে পারেন যা ছিল নির্ধারিত। আর সব কাজই আল্লাহর নিকট গিয়ে পৌছায়।","bangla_mujibur":"আরও স্মরণ কর, যা ঘটানোর ছিল, চূড়ান্তভাবে সম্পন্ন করার জন্য যখন দু’দল মুখোমুখী দন্ডায়মান হয়েছিল তখন তোমাদের দৃষ্টিতে ওদের সংখ্যা খুব অল্প দেখাচ্ছিল, আর ওদের চোখেও তোমাদেরকে খুব স্বল্প সংখ্যক পরিদৃষ্ট হচ্ছিল, সমস্ত বিষয় ও সমস্যাই আল্লাহর দিকে প্রত্যাবর্তন করে।","bangla_taisirul":"স্মরণ কর, যখন তোমরা পরস্পরের সম্মুখীন হয়েছিলে তখন তিনি তোমাদের চোখে তাদেরকে স্বল্প সংখ্যক দেখিয়েছিলেন এবং তাদের চোখে তোমাদেরকে স্বল্প সংখ্যক দেখিয়েছিলেন সেই ব্যাপারটি সম্পন্ন করার জন্য যা ছিল পূর্ব স্থিরীকৃত। যাবতীয় বিষয় (অবশেষে) আল্লাহরই নিকট ফিরে আসে।"},{"id":45,"arabic_text":"یٰۤاَیُّہَا الَّذِیۡنَ اٰمَنُوۡۤا اِذَا لَقِیۡتُمۡ فِئَۃً فَاثۡبُتُوۡا وَ اذۡکُرُوا اللّٰہَ کَثِیۡرًا لَّعَلَّکُمۡ  تُفۡلِحُوۡنَ ﴿ۚ۴۵﴾ ","english_text":"And seek help through patience and prayer, and indeed, it is difficult except for the humbly submissive [to Allah ]","page":182,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1205.mp3","colorText":"يَ[o[ـٰٓ]أَيُّهَا [h:541[ٱ]لَّذِينَ ءَامَن[o[ُوٓ][s[اْ] إِذَا لَقِيتُمْ فِئَ[f:5366[ةً ف]َ[h:5367[ٱ]ثْبُتُو[s[اْ] وَ[h:335[ٱ]ذْكُرُو[s[اْ] [h:1113[ٱ]للَّهَ كَثِي[u:5368[رًا ل]َّعَلَّكُمْ تُفْلِح[p[ُو]نَ","juz":10,"ruku":151,"manzil":2,"bangla_ahbayan":"হে বিশ্বাসিগণ! তোমরা যখন কোন দলের সম্মুখীন হবে, তখন অবিচল থাক এবং আল্লাহকে অধিক স্মরণ কর, যাতে তোমরা সফলকাম হও। [১]","bangla_bayan":"হে মুমিনগণ, যখন তোমরা কোন দলের মুখোমুখি হও, তখন অবিচল থাক, আর আল্লাহকে অধিক স্মরণ কর, যাতে তোমরা সফল হও।","bangla_mkhan":"হে ঈমানদারগণ, তোমরা যখন কোন বাহিনীর সাথে সংঘাতে লিপ্ত হও, তখন সুদৃঢ় থাক এবং আল্লাহকে অধিক পরিমাণে স্মরণ কর যাতে তোমরা উদ্দেশ্যে কৃতকার্য হতে পার।","bangla_mujibur":"হে মু’মিনগণ! তোমরা আল্লাহকে অধিক স্মরণ কর এবং অবিচল থাকবে যখন কোন দলের সম্মুখীন হও, আশা করা যায় তোমরা সফলকাম হবে।","bangla_taisirul":"হে ঈমানদারগণ! যখন তোমরা কোন বাহিনীর সম্মুখীন হবে তখন অবিচল থাকবে আর আল্লাহকে বেশি বেশি স্মরণ করবে, যাতে তোমরা সাফল্য লাভ করতে পার।"},{"id":46,"arabic_text":"وَ اَطِیۡعُوا اللّٰہَ  وَ رَسُوۡلَہٗ  وَ لَا  تَنَازَعُوۡا فَتَفۡشَلُوۡا  وَ تَذۡہَبَ رِیۡحُکُمۡ وَ اصۡبِرُوۡا ؕ اِنَّ  اللّٰہَ  مَعَ  الصّٰبِرِیۡنَ ﴿ۚ۴۶﴾ ","english_text":"Who are certain that they will meet their Lord and that they will return to Him.","page":183,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1206.mp3","colorText":"وَأَطِيعُو[s[اْ] [h:2238[ٱ]للَّهَ وَرَسُولَهُ[n[ۥ] وَلَا تَنَ[n[ـٰ]زَعُو[s[اْ] فَتَفْشَلُو[s[اْ] وَتَذْهَبَ رِيحُكُمْ‌ۖ وَ[h:4939[ٱ]صْبِر[o[ُوٓ[s[اْ]‌ۚ] إِ[g[نّ]َ [h:80[ٱ]للَّهَ مَعَ [h:785[ٱ][l[ل]صَّ[n[ـٰ]بِر[p[ِي]نَ","juz":10,"ruku":151,"manzil":2,"bangla_ahbayan":"আর আল্লাহ ও তাঁর রসূলের আনুগত্য কর ও নিজেদের মধ্যে ঝগড়া-বিবাদ করো না, করলে তোমরা সাহস হারাবে এবং তোমাদের শক্তি ও প্রতিপত্তি বিলুপ্ত হবে। আর তোমরা ধৈর্য ধারণ কর; নিশ্চয় আল্লাহ ধৈর্যশীলদের সঙ্গে থাকেন। [১]","bangla_bayan":"আর তোমরা আল্লাহ ও তাঁর রাসূলের আনুগত্য কর এবং পরস্পর ঝগড়া করো না, তাহলে তোমরা সাহসহারা হয়ে যাবে এবং তোমাদের শক্তি নিঃশেষ হয়ে যাবে। আর তোমরা ধৈর্য ধর, নিশ্চয় আল্লাহ ধৈর্যশীলদের সাথে আছেন।","bangla_mkhan":"আর আল্লাহ তা’আলার নির্দেশ মান্য কর এবং তাঁর রসূলের। তাছাড়া তোমরা পরস্পরে বিবাদে লিপ্ত হইও না। যদি তা কর, তবে তোমরা কাপুরুষ হয়ে পড়বে এবং তোমাদের প্রভাব চলে যাবে। আর তোমরা ধৈর্য্যধারণ কর। নিশ্চয়ই আল্লাহ তা'আলা রয়েছেন ধৈর্য্যশীলদের সাথে।","bangla_mujibur":"তোমরা আল্লাহ ও তাঁর রাসূলের অনুগত হও। তোমরা সাহস ও ক্ষমতাহারা হয়ে যাবে যদি নিজেদের মধ্যে বিবাদ কর। তোমরা ধৈর্য ধারণ কর। আল্লাহ ধৈর্যশীলদের সাথে রয়েছেন।","bangla_taisirul":"আল্লাহ ও তাঁর রসূলের আনুগত্য কর, পরস্পরে ঝগড়া বিবাদ করো না, তা করলে তোমরা সাহস হারিয়ে ফেলবে, তোমাদের শক্তি-ক্ষমতা বিলুপ্ত হবে। আর ধৈর্য ধারণ করবে, আল্লাহ ধৈর্যশীলদের সঙ্গে আছেন।"},{"id":47,"arabic_text":"وَ لَا تَکُوۡنُوۡا کَالَّذِیۡنَ خَرَجُوۡا مِنۡ دِیَارِہِمۡ بَطَرًا وَّ رِئَآءَ النَّاسِ وَ یَصُدُّوۡنَ عَنۡ سَبِیۡلِ اللّٰہِ ؕ وَ اللّٰہُ بِمَا یَعۡمَلُوۡنَ  مُحِیۡطٌ ﴿۴۷﴾ ","english_text":"O Children of Israel, remember My favor that I have bestowed upon you and that I preferred you over the worlds.","page":183,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1207.mp3","colorText":"وَلَا تَكُونُو[s[اْ] كَ[h:2146[ٱ]لَّذِينَ خَرَجُو[s[اْ] مِ[f:432[ن د]ِيَ[n[ـٰ]رِه[c:5369[ِم ب]َطَ[a:5370[رًا و]َرِئ[o[َا]ٓءَ [h:5371[ٱ][l[ل][g[نّ]َاسِ وَيَصُدُّونَ عَ[f:1203[ن س]َبِيلِ [h:788[ٱ]للَّهِ‌ۚ وَ[h:72[ٱ]للَّهُ بِمَا يَعْمَلُونَ مُح[p[ِي][q[ط]ٌ","juz":10,"ruku":151,"manzil":2,"bangla_ahbayan":"তোমরা তাদের মত হয়ো না যারা গর্বভরে ও লোক দেখানোর জন্য নিজ গৃহ হতে বের হয়েছিল এবং লোককে আল্লাহর পথ হতে বাধা দান করছিল।[১] তাদের সকল কীর্তিকলাপই আল্লাহর জ্ঞানায়ত্তে রয়েছে।","bangla_bayan":"আর তোমরা তাদের মত হয়ো না, যারা তাদের ঘর থেকে অহঙ্কার ও লোক দেখানোর উদ্দেশ্যে বের হয়েছে এবং আল্লাহর রাস্তায় বাধা প্রদান করে, আর তারা যা করে, আল্লাহ তা পরিবেষ্টন করে আছেন।","bangla_mkhan":"আর তাদের মত হয়ে যেয়ো না, যারা বেরিয়েছে নিজেদের অবস্থান থেকে গর্বিতভাবে এবং লোকদেরকে দেখাবার উদ্দেশে। আর আল্লাহর পথে তারা বাধা দান করত। বস্তুতঃ আল্লাহর আয়ত্বে রয়েছে সে সমস্ত বিষয় যা তারা করে।","bangla_mujibur":"তোমরা তাদের মতো আচরণ করনা যারা নিজেদের গৃহ হতে সদর্পে এবং লোকদেরকে (নিজেদের শক্তি) প্রদর্শন করে বের হয় ও মানুষকে আল্লাহর পথ হতে নিবৃত্ত রাখে, তারা যা করে আল্লাহ তা পরিবেষ্টন করে রয়েছেন।","bangla_taisirul":"তোমরা তাদের মত হয়ো না যারা গর্ব অহঙ্কারসহ লোক দেখানোর জন্য এবং আল্লাহর পথে বাধা দেয়ার জন্য নিজেদের ঘর হতে বের হয়েছিল, তারা যা কিছুই করুক না কেন, আল্লাহ তাদেরকে ঘিরে রেখেছেন।"},{"id":48,"arabic_text":"وَ اِذۡ زَیَّنَ لَہُمُ الشَّیۡطٰنُ اَعۡمَالَہُمۡ  وَ قَالَ لَا غَالِبَ لَکُمُ  الۡیَوۡمَ مِنَ النَّاسِ  وَ اِنِّیۡ جَارٌ لَّکُمۡ ۚ فَلَمَّا تَرَآءَتِ الۡفِئَتٰنِ نَکَصَ عَلٰی عَقِبَیۡہِ وَ قَالَ اِنِّیۡ بَرِیۡٓءٌ مِّنۡکُمۡ  اِنِّیۡۤ  اَرٰی مَا لَا تَرَوۡنَ  اِنِّیۡۤ  اَخَافُ اللّٰہَ ؕ وَ اللّٰہُ شَدِیۡدُ الۡعِقَابِ ﴿۴۸﴾ ","english_text":"And fear a Day when no soul will suffice for another soul at all, nor will intercession be accepted from it, nor will compensation be taken from it, nor will they be aided.","page":183,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1208.mp3","colorText":"وَإِذْ زَيَّنَ لَهُمُ [h:4046[ٱ][l[ل]شَّيْطَ[n[ـٰ]نُ أَعْمَ[n[ـٰ]لَهُمْ وَقَالَ لَا غَالِبَ لَكُمُ [h:5372[ٱ]لْيَوْمَ مِنَ [h:721[ٱ][l[ل][g[نّ]َاسِ وَإِ[g[نّ]ِى جَا[u:5373[رٌ ل]َّكُمْ‌ۖ فَلَ[g[مّ]َا تَر[o[َا]ٓءَتِ [h:5374[ٱ]لْفِئَتَانِ نَكَصَ عَلَىٰ عَقِبَيْهِ وَقَالَ إِ[g[نّ]ِى بَر[o[ِى]ٓ[a:5375[ءٌ م]ِّ[f:344[نك]ُمْ إِ[g[نّ][o[ِىٓ] أَرَىٰ مَا لَا تَرَوْنَ إِ[g[نّ][o[ِىٓ] أَخَافُ [h:3504[ٱ]للَّهَ‌ۚ وَ[h:72[ٱ]للَّهُ شَدِيدُ [h:1075[ٱ]لْعِق[p[َا][q[ب]ِ","juz":10,"ruku":151,"manzil":2,"bangla_ahbayan":"স্মরণ কর, শয়তান তাদের কার্যাবলীকে তাদের দৃষ্টিতে সুশোভিত করেছিল এবং বলেছিল, আজ মানুষের মধ্যে কেউই তোমাদের উপর বিজয়ী হবে না, আর আমি অবশ্যই তোমাদের সহযোগী (প্রতিবেশী)। অতঃপর দু’ দল যখন পরস্পরের সম্মুখীন হল, তখন সে পিছু হটে সরে পড়ল ও বলল, ‘নিশ্চয় তোমাদের সাথে আমার কোন সম্পর্ক নেই। নিশ্চয় আমি তা দেখি, যা তোমরা দেখতে পাও না।[১] নিশ্চয় আমি আল্লাহকে ভয় করি।’[২] আর আল্লাহ শাস্তি দানে কঠোর। [৩]","bangla_bayan":"আর যখন শয়তান তাদের জন্য তাদের আমলসমূহ সুশোভিত করল এবং বলল, ‘আজ মানুষের মধ্য থেকে তোমাদের উপর কোন বিজয়ী নেই এবং নিশ্চয় আমি তোমাদের পার্শ্বে অবস্থানকারী’। অতঃপর যখন দু’দল একে অপরকে দেখল, তখন সে পিছু হটল এবং বলল, ‘নিশ্চয় আমি তোমাদের থেকে মুক্ত, নিশ্চয় আমি এমন কিছু দেখছি, যা তোমরা দেখছ না। অবশ্যই আমি আল্লাহকে ভয় করি এবং আল্লাহ কঠিন আযাবদাতা’।","bangla_mkhan":"আর যখন সুদৃশ্য করে দিল শয়তান তাদের দৃষ্টিতে তাদের কার্যকলাপকে এবং বলল যে, আজকের দিনে কোন মানুষই তোমাদের উপর বিজয়ী হতে পারবে না আর আমি হলাম তোমাদের সমর্থক, অতঃপর যখন সামনাসামনী হল উভয় বাহিনী তখন সে অতি দ্রুত পায়ে পেছনে দিকে পালিয়ে গেল এবং বলল, আমি তোমাদের সাথে না-আমি দেখছি, যা তোমরা দেখছ না; আমি ভয় করি আল্লাহকে। আর আল্লাহর আযাব অত্যন্ত কঠিন।","bangla_mujibur":"স্মরণ কর, যখন শাইতান তাদের কার্যাবলীকে তাদের দৃষ্টিতে খুব চাকচিক্যময় ও শোভনীয় করে দেখাচ্ছিল, সে গর্বভরে বলেছিলঃ কোন মানুষই আজ তোমাদের উপর বিজয় লাভ করতে পারবেনা, আমি সাহায্যার্থে তোমাদের নিকটই থাকব। কিন্তু উভয় বাহিনীর মধ্যে যখন প্রত্যক্ষ যুদ্ধ শুরু হল তখন সে পৃষ্ঠ প্রদর্শন করে সরে পড়ল এবং বললঃ আমি তোমাদের বিষয়ে দায়িত্ব মুক্ত, আমি যা দেখেছি তোমরা তা দেখনা, আমি আল্লাহকে ভয় করি, আর আল্লাহ শাস্তি দানে খুবই কঠোর।","bangla_taisirul":"স্মরণ কর, যখন শয়ত্বান তাদের কার্যকলাপকে তাদের দৃষ্টিতে খুবই চাকচিক্যময় করে দেখিয়েছিল আর তাদেরকে বলেছিল, ‘আজ তোমাদেরকে পরাজিত করতে পারে মানুষের মাঝে এমন কেউই নাই, আমি তোমাদের পাশেই আছি।’ অতঃপর দল দু’টি যখন পরস্পরের দৃষ্টির গোচরে আসলো তখন সে পিছনে সরে পড়ল আর বলল, ‘তোমাদের সাথে আমার কোনই সম্পর্ক নেই, আমি তো দেখি (কাফিরদের বিরুদ্ধে যুদ্ধ করার জন্য আল্লাহর নাযিলকৃত ফেরেশতা) যা তোমরা দেখতে পাও না, আমি অবশ্যই আল্লাহকে ভয় করি কেননা আল্লাহ শাস্তিদানে অত্যন্ত কঠোর।’"},{"id":49,"arabic_text":"اِذۡ یَقُوۡلُ الۡمُنٰفِقُوۡنَ وَ الَّذِیۡنَ فِیۡ قُلُوۡبِہِمۡ مَّرَضٌ غَرَّہٰۤؤُ لَآءِ دِیۡنُہُمۡ ؕ وَ مَنۡ یَّتَوَکَّلۡ عَلَی اللّٰہِ فَاِنَّ اللّٰہَ عَزِیۡزٌ حَکِیۡمٌ ﴿۴۹﴾ ","english_text":"And [recall] when We saved your forefathers from the people of Pharaoh, who afflicted you with the worst torment, slaughtering your [newborn] sons and keeping your females alive. And in that was a great trial from your Lord.","page":183,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1209.mp3","colorText":"إِذْ يَقُولُ [h:5376[ٱ]لْمُنَ[n[ـٰ]فِقُونَ وَ[h:37[ٱ]لَّذِينَ فِى قُلُوبِه[w:39[ِم م]َّرَضٌ غَرَّ هَ[o[ـٰٓ]ؤُل[o[َا]ٓءِ دِينُهُمْ‌ۗ وَم[a:5377[َن ي]َتَوَكَّلْ عَلَى [h:412[ٱ]للَّهِ فَإِ[g[نّ]َ [h:513[ٱ]للَّهَ عَزِيزٌ حَك[p[ِي]مٌ","juz":10,"ruku":152,"manzil":2,"bangla_ahbayan":"স্মরণ কর, যখন মুনাফিক্ব (কপট) ও যাদের অন্তরে ব্যাধি আছে[১] তারা বলতে লাগল, ‘এদের ধর্ম এদেরকে প্রতারিত করেছে।’[২] আর যে আল্লাহর উপর নির্ভর করে, (সে বিজয়ী হয়।) নিশ্চয় আল্লাহ মহাপরাক্রমশালী, প্রজ্ঞাময়। [৩]","bangla_bayan":"যখন মুনাফিকরা ও যাদের অন্তরে ব্যাধি রয়েছে তারা বলছিল, ‘এদেরকে এদের ধর্ম ধোকায় ফেলেছে’ এবং যে আল্লাহর উপর তাওয়াক্কুল করে তবে তো আল্লাহ নিশ্চয় পরাক্রমশালী, প্রজ্ঞাবান।","bangla_mkhan":"যখন মোনাফেকরা বলতে লাগল এবং যাদের অন্তর ব্যাধিগ্রস্ত, এরা নিজেদের ধর্মের উপর গর্বিত। বস্তুতঃ যারা ভরসা করে আল্লাহর উপর, সে নিশ্চিন্ত, কেননা আল্লাহ অতি পরাক্রমশীল, সুবিজ্ঞ।","bangla_mujibur":"যারা মুনাফিক, অন্তরে যাদের ব্যাধি রয়েছে তারা বলে, তাদের ধর্ম তাদেরকে বিভ্রান্ত করেছে। যে কেহ আল্লাহর উপর বিশ্বাস স্থাপন করে, নিশ্চয়ই আল্লাহ মহা পরাক্রান্ত, প্রজ্ঞাময়।","bangla_taisirul":"স্মরণ কর, মুনাফিক্বরা আর যাদের অন্তরে রোগ আছে তারা বলে, ‘এই লোকগুলোকে তাদের দ্বীন ধোঁকায় ফেলে দিয়েছে’। (কিন্তু আসল ব্যাপার হল) কেউ যদি আল্লাহর উপর ভরসা করে তাহলে আল্লাহ তো প্রবল পরাক্রান্ত, মহাবিজ্ঞানী।"},{"id":50,"arabic_text":"وَ لَوۡ تَرٰۤی اِذۡ یَتَوَفَّی الَّذِیۡنَ کَفَرُوا ۙ الۡمَلٰٓئِکَۃُ یَضۡرِبُوۡنَ  وُجُوۡہَہُمۡ وَ اَدۡبَارَہُمۡ ۚ وَ ذُوۡقُوۡا  عَذَابَ الۡحَرِیۡقِ ﴿۵۰﴾ ","english_text":"And [recall] when We parted the sea for you and saved you and drowned the people of Pharaoh while you were looking on.","page":183,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1210.mp3","colorText":"وَلَوْ تَرَ[o[ىٰٓ] إِذْ يَتَوَفَّى [h:5378[ٱ]لَّذِينَ كَفَرُو[s[اْ‌ۙ] [h:5379[ٱ]لْمَلَ[o[ـٰٓ]ئِكَةُ يَضْرِبُونَ وُجُوهَهُمْ وَأَ[q:5380[دْ]بَ[n[ـٰ]رَهُمْ وَذُوقُو[s[اْ] عَذَابَ [h:2465[ٱ]لْحَر[p[ِي][q[ق]ِ","juz":10,"ruku":152,"manzil":2,"bangla_ahbayan":"তুমি যদি দেখতে তখনকার অবস্থা যখন ফিরিশতাগণ অবিশ্বাসীদের মুখমন্ডলে ও পৃষ্ঠদেশে আঘাত করে তাদের প্রাণ হরণ করছে এবং বলছে, তোমরা দহন যন্ত্রণা ভোগ কর। [১]","bangla_bayan":"আর যদি তুমি দেখতে, যখন ফেরেশতারা কাফিরদের প্রাণ হরণ করছিল, তাদের চেহারায় ও পশ্চাতে আঘাত করে, আর (বলছিল) ‘তোমরা জ্বলন্ত আগুনের আযাব আস্বাদন কর’।","bangla_mkhan":"আর যদি তুমি দেখ, যখন ফেরেশতারা কাফেরদের জান কবজ করে; প্রহার করে, তাদের মুখে এবং তাদের পশ্চাদদেশে আর বলে, জ্বলন্ত আযাবের স্বাদ গ্রহণ কর।","bangla_mujibur":"তুমি যদি ঐ অবস্থা দেখতে যখন মালাইকা/ফেরেশতারা কাফিরদের মুখমন্ডল ও পৃষ্ঠদেশে আঘাত হেনে তাদের মৃত্যু ঘটিয়েছে, (আর বলছে) তোমরা জাহান্নামের যন্ত্রণাদায়ক শাস্তির স্বাদ গ্রহণ কর।","bangla_taisirul":"তুমি যদি দেখতে যখন ফেরেশতারা কাফিরদের প্রাণবায়ু নির্গত করছে তখন তাদের মুখে আর পিঠে প্রহার করছে আর বলছে অগ্নিতে দগ্ধ হওয়ার যন্ত্রণা ভোগ কর।"},{"id":51,"arabic_text":"ذٰلِکَ بِمَا قَدَّمَتۡ اَیۡدِیۡکُمۡ وَ اَنَّ اللّٰہَ لَیۡسَ  بِظَلَّامٍ   لِّلۡعَبِیۡدِ ﴿ۙ۵۱﴾ ","english_text":"And [recall] when We made an appointment with Moses for forty nights. Then you took [for worship] the calf after him, while you were wrongdoers.","page":183,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1211.mp3","colorText":"ذ[n[َٲ]لِكَ بِمَا قَدَّمَتْ أَيْدِيكُمْ وَأَ[g[نّ]َ [h:859[ٱ]للَّهَ لَيْسَ بِظَلَّ[n[ـٰ][u:2466[مٍ ل]ِّلْعَب[p[ِي][q[د]ِ","juz":10,"ruku":152,"manzil":2,"bangla_ahbayan":"এ হল তাদের কর্মফল। আর আল্লাহ তাঁর বান্দাদের প্রতি কখনও অন্যায় করেন না। [১]","bangla_bayan":"তোমাদের হাত আগে যা প্রেরণ করেছে সে কারণে এ পরিণাম। আর নিশ্চয় আল্লাহ বান্দাদের প্রতি যুলমকারী নন।","bangla_mkhan":"এই হলো সে সবের বিনিময় যা তোমরা তোমাদের পূর্বে পাঠিয়েছ নিজের হাতে। বস্তুতঃ এটি এ জন্য যে, আল্লাহ বান্দার উপর যুলুম করেন না।","bangla_mujibur":"এই শাস্তি হল তোমাদের সেই কাজেরই পরিণাম ফল যা তোমাদের দু’হাত পূর্বাহ্নেই আয়োজন করেছিল, আল্লাহ তাঁর বান্দাদের উপর কখনও অত্যাচারী নন।","bangla_taisirul":"এটা হল তাই যা তোমাদের হস্তগুলো (অর্জন করে) আগে পাঠিয়েছে কেননা আল্লাহ তো তাঁর বান্দাহদের প্রতি অত্যাচারী নন।"},{"id":52,"arabic_text":"کَدَاۡبِ اٰلِ فِرۡعَوۡنَ ۙ وَ الَّذِیۡنَ مِنۡ قَبۡلِہِمۡ ؕ  کَفَرُوۡا بِاٰیٰتِ اللّٰہِ  فَاَخَذَہُمُ اللّٰہُ  بِذُنُوۡبِہِمۡ ؕ اِنَّ اللّٰہَ  قَوِیٌّ شَدِیۡدُ الۡعِقَابِ ﴿۵۲﴾ ","english_text":"Then We forgave you after that so perhaps you would be grateful.","page":183,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1212.mp3","colorText":"كَدَأْبِ ءَالِ فِرْعَوْنَ‌ۙ وَ[h:37[ٱ]لَّذِينَ مِ[f:617[ن ق]َ[q:618[بْ]لِهِمْ‌ۚ كَفَرُو[s[اْ] بِـَٔـايَ[n[ـٰ]تِ [h:322[ٱ]للَّهِ فَأَخَذَهُمُ [h:1756[ٱ]للَّهُ بِذُنُوبِهِمْ‌ۗ إِ[g[نّ]َ [h:80[ٱ]للَّهَ قَوِ[f:5381[ىٌّ ش]َدِيدُ [h:1075[ٱ]لْعِق[p[َا][q[ب]ِ","juz":10,"ruku":152,"manzil":2,"bangla_ahbayan":"ফিরআউনের বংশধর ও তাদের পূর্ববর্তিগণের অভ্যাসের ন্যায়[১] এরা আল্লাহর নিদর্শনাবলীকে প্রত্যাখ্যান করে। সুতরাং আল্লাহ তাদের পাপের জন্য তাদেরকে শাস্তি দেন। নিশ্চয় আল্লাহ শক্তিমান, শাস্তিদানে কঠোর।","bangla_bayan":"ফিরআউন বংশ ও তাদের পূর্বের লোকদের আচরণের মত তারা আল্লাহর আয়াতসমূহ অস্বীকার করেছে, ফলে তাদের পাপের কারণে আল্লাহ তাদেরকে পাকড়াও করেছেন। নিশ্চয় আল্লাহ শক্তিশালী, কঠিন আযাবদাতা।","bangla_mkhan":"যেমন, রীতি রয়েছে ফেরাউনের অনুসারীদের এবং তাদের পূর্বে যারা ছিল তাদের ব্যাপারে যে, এরা আল্লাহর নির্দেশের প্রতি অস্বীকৃতি জ্ঞাপন করেছে এবং সেজন্য আল্লাহ তা’আলা তাদের পাকড়াও করেছেন তাদেরই পাপের দরুন। নিঃসন্দেহে আল্লাহ মহাশক্তিশালী, কঠিন শাস্তিদাতা।","bangla_mujibur":"এটা ফির‘আউনের বংশ ও তাদের পূর্ববর্তী লোকদের অবস্থার ন্যায়; তারা আল্লাহর নিদর্শনকে প্রত্যাখ্যান করেছিল। ফলে আল্লাহ তাদের পাপের কারণে তাদেরকে পাকড়াও করলেন, নিঃসন্দেহে আল্লাহ মহাশক্তিমান ও কঠিন শাস্তিদাতা।","bangla_taisirul":"ফির‘আওনের লোকজন ও তাদের আগের লোকেদের মতই ওরা আল্লাহর নিদর্শনাবলীকে প্রত্যাখ্যান করেছে, কাজেই তাদের পাপের কারণে আল্লাহ তাদেরকে পাকড়াও করেছেন। নিশ্চয়ই আল্লাহ শক্তিমান, শাস্তিদানে অত্যন্ত কঠোর।"},{"id":53,"arabic_text":"ذٰلِکَ بِاَنَّ  اللّٰہَ  لَمۡ یَکُ مُغَیِّرًا  نِّعۡمَۃً اَنۡعَمَہَا عَلٰی قَوۡمٍ حَتّٰی یُغَیِّرُوۡا مَا بِاَنۡفُسِہِمۡ ۙ وَ اَنَّ  اللّٰہَ  سَمِیۡعٌ  عَلِیۡمٌ ﴿ۙ۵۳﴾ ","english_text":"And [recall] when We gave Moses the Scripture and criterion that perhaps you would be guided.","page":184,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1213.mp3","colorText":"ذ[n[َٲ]لِكَ بِأَ[g[نّ]َ [h:897[ٱ]للَّهَ لَمْ يَكُ مُغَيِّ[a:5382[رًا ن]ِّعْمَةً أَنْعَمَهَا عَلَىٰ قَوْمٍ حَتَّىٰ يُغَيِّرُو[s[اْ] مَا بِأَ[f:4384[نف]ُسِهِمْ‌ۙ وَأَ[g[نّ]َ [h:859[ٱ]للَّهَ سَمِيعٌ عَل[p[ِي]مٌ","juz":10,"ruku":152,"manzil":2,"bangla_ahbayan":"এ এ জন্য যে, আল্লাহ কোন সম্প্রদায়কে যে সম্পদ দান করেন, তিনি তা (ধ্বংস দিয়ে) পরিবর্তন করেন না; যতক্ষণ না তারা নিজেদের অবস্থা পরিবর্তন করে। [১] আর নিশ্চিত আল্লাহ সর্বশ্রোতা, সর্বজ্ঞ।","bangla_bayan":"তা এ জন্য যে, আল্লাহ কোন নিআমতের পরিবর্তনকারী নন, যা তিনি কোন কওমকে দিয়েছেন, যতক্ষণ না তারা পরিবর্তন করে তাদের নিজদের মধ্যে যা আছে। আর নিশ্চয় আল্লাহ সর্বশ্রোতা, সর্বজ্ঞ।","bangla_mkhan":"তার কারণ এই যে, আল্লাহ কখনও পরিবর্তন করেন না, সে সব নেয়ামত, যা তিনি কোন জাতিকে দান করেছিলেন, যতক্ষণ না সে জাতি নিজেই পরিবর্তিত করে দেয় নিজের জন্য নির্ধারিত বিষয়। বস্তুতঃ আল্লাহ শ্রবণকারী, মহাজ্ঞানী।","bangla_mujibur":"এই শাস্তির কারণ এই যে, আল্লাহ যদি কোন জাতির উপর নি‘আমাত দান করেন সেই নি‘আমাত ততক্ষণ পর্যন্ত পরিবর্তন করেননা, যতক্ষণ পর্যন্ত সেই জাতি নিজেদের অবস্থা পরিবর্তন না করে, নিঃসন্দেহে আল্লাহ মহাশ্রোতা ও মহাজ্ঞানী।","bangla_taisirul":"এটা এজন্য যে, আল্লাহ কোন সম্প্রদায়ের নিকট দেয়া তাঁর অবদানকে পরিবর্তন করেন না যতক্ষণ না তারা নিজেরাই (তাদের কর্মনীতির মাধ্যমে) তা পরিবর্তন করে। নিশ্চয়ই আল্লাহ সর্বশ্রোতা, সর্বজ্ঞ।"},{"id":54,"arabic_text":"کَدَاۡبِ اٰلِ فِرۡعَوۡنَ ۙ وَ الَّذِیۡنَ مِنۡ قَبۡلِہِمۡ ؕ کَذَّبُوۡا بِاٰیٰتِ رَبِّہِمۡ فَاَہۡلَکۡنٰہُمۡ بِذُنُوۡبِہِمۡ وَ اَغۡرَقۡنَاۤ  اٰلَ فِرۡعَوۡنَ ۚ وَ کُلٌّ  کَانُوۡا ظٰلِمِیۡنَ ﴿۵۴﴾ ","english_text":"And [recall] when Moses said to his people, \"O my people, indeed you have wronged yourselves by your taking of the calf [for worship]. So repent to your Creator and kill yourselves. That is best for [all of] you in the sight of your Creator.\" Then He accepted your repentance; indeed, He is the Accepting of repentance, the Merciful.","page":184,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1214.mp3","colorText":"كَدَأْبِ ءَالِ فِرْعَوْنَ‌ۙ وَ[h:37[ٱ]لَّذِينَ مِ[f:617[ن ق]َ[q:618[بْ]لِهِمْ‌ۚ كَذَّبُو[s[اْ] بِـَٔـايَ[n[ـٰ]تِ رَبِّهِمْ فَأَهْلَكْنَ[n[ـٰ]ه[c:3936[ُم ب]ِذُنُوبِهِمْ وَأَغْرَ[q:247[قْ]ن[o[َآ] ءَالَ فِرْعَوْنَ‌ۚ وَكُ[f:5383[لٌّ ك]َانُو[s[اْ] ظَ[n[ـٰ]لِم[p[ِي]نَ","juz":10,"ruku":152,"manzil":2,"bangla_ahbayan":"ফিরআউনের বংশধর ও তাদের পূর্ববর্তিগণের অভ্যাসের ন্যায় এরা এদের প্রতিপালকের নিদর্শনসমূহকে মিথ্যাজ্ঞান করে। তাদের পাপের জন্য আমি তাদেরকে ধ্বংস করেছি এবং ফিরআউনের বংশধরকে (সমুদ্রে) নিমজ্জিত করেছি। আর তারা সকলেই ছিল অত্যাচারী।[১]","bangla_bayan":"ফিরআউন বংশ ও তাদের পূর্বের লোকদের আচরণের মত তারা তাদের রবের আয়াতসমূহকে অস্বীকার করেছে, ফলে আমি তাদেরকে ধ্বংস করেছি তাদের পাপের কারণে এবং ফিরআউন বংশকে ডুবিয়েছি, আর তারা সকলেই ছিল যালিম।","bangla_mkhan":"যেমন ছিল রীতি ফেরাউনের বংশধর এবং যারা তাদের পূর্বে ছিল, তারা মিথ্যা প্রতিপন্ন করেছিল স্বীয় পালনকর্তার নিদর্শনসমূহকে। অতঃপর আমি তাদেরকে ধ্বংস করে দিয়েছি তাদের পাপের দরুন এবং ডুবিয়ে মেরেছি ফেরাউনের বংশধরদেরকে। বস্তুতঃ এরা সবাই ছিল যালেম।","bangla_mujibur":"ফির‘আউনের বংশধর ও তৎপূর্বের জাতিসমূহের ন্যায় তারা তাদের রবের নিদর্শনসমূহ মিথ্যা প্রতিপন্ন করেছে। ফলে আমি তাদের পাপের কারণে তাদেরকে ধ্বংস করেছি এবং ফির‘আউনের বংশধরকে (সমুদ্রে) নিমজ্জিত করেছি, তারা প্রত্যেকেই ছিল যুলমকারী।","bangla_taisirul":"ফিরআউনের লোকজন ও তাদের আগের লোকেদের মতই তারা তাদের প্রতিপালকের নিদর্শনগুলোকে মিথ্যা জেনেছিল। কাজেই তাদের পাপের কারণে আমি তাদেরকে ধ্বংস করে দিয়েছিলাম আর ফিরআউনের লোকজনকে ডুবিয়ে মেরেছিলাম। এরা সবাই ছিল যালিম।"},{"id":55,"arabic_text":"اِنَّ شَرَّ الدَّوَآبِّ عِنۡدَ اللّٰہِ الَّذِیۡنَ کَفَرُوۡا  فَہُمۡ  لَا  یُؤۡمِنُوۡنَ ﴿ۖۚ۵۵﴾ ","english_text":"And [recall] when you said, \"O Moses, we will never believe you until we see Allah outright\"; so the thunderbolt took you while you were looking on.","page":184,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1215.mp3","colorText":"إِ[g[نّ]َ شَرَّ [h:5293[ٱ][l[ل]دَّو[m[َا]ٓبِّ عِ[f:264[ند]َ [h:408[ٱ]للَّهِ [h:5384[ٱ]لَّذِينَ كَفَرُو[s[اْ] فَهُمْ لَا يُؤْمِن[p[ُو]نَ","juz":10,"ruku":152,"manzil":2,"bangla_ahbayan":"নিশ্চয় আল্লাহর নিকট নিকৃষ্টতম জীব তারাই, যারা সত্য প্রত্যাখ্যান (কুফরী) করেছে। সুতরাং তারা বিশ্বাস (ঈমান আনয়ন) করবে না। [১]","bangla_bayan":"নিশ্চয় আল্লাহর নিকট সবচেয়ে নিকৃষ্ট প্রাণী তারা, যারা কুফরী করে, অতঃপর ঈমান আনে না।","bangla_mkhan":"সমস্ত জীবের মাঝে আল্লাহর নিকট তারাই সবচেয়ে নিকৃষ্ট, যারা অস্বীকারকারী হয়েছে অতঃপর আর ঈমান আনেনি।","bangla_mujibur":"নিশ্চয়ই আল্লাহর নিকট নিকৃষ্ট জীব তারাই যারা কুফরী করে এবং যারা ঈমান আনেনা।","bangla_taisirul":"যারা কুফরী করে আল্লাহর নিকট তারাই নিকৃষ্টতম জীব, অতঃপর আর তারা ঈমান আনবে না।"},{"id":56,"arabic_text":"اَلَّذِیۡنَ عٰہَدۡتَّ مِنۡہُمۡ ثُمَّ یَنۡقُضُوۡنَ عَہۡدَہُمۡ  فِیۡ  کُلِّ  مَرَّۃٍ   وَّ ہُمۡ لَا یَتَّقُوۡنَ ﴿۵۶﴾ ","english_text":"Then We revived you after your death that perhaps you would be grateful.","page":184,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1216.mp3","colorText":"ٱلَّذِينَ عَ[n[ـٰ]هَ[d:5385[د]تَّ مِنْهُمْ ثُ[g[مّ]َ يَ[f:144[نق]ُضُونَ عَهْدَهُمْ فِى كُلِّ مَرَّ[a:5386[ةٍ و]َهُمْ لَا يَتَّق[p[ُو]نَ","juz":10,"ruku":152,"manzil":2,"bangla_ahbayan":"ওদের মধ্যে তুমি যাদের সাথে চুক্তিবদ্ধ, তারা প্রত্যেকবার তাদের চুক্তি ভঙ্গ করে এবং তারা সাবধান হয় না। [১]","bangla_bayan":"যাদের থেকে তুমি অঙ্গীকার নিয়েছ, অতঃপর তারা প্রতিবার তাদের অঙ্গীকার ভঙ্গ করে এবং তারা ভয় করে না।","bangla_mkhan":"যাদের সাথে তুমি চুক্তি করেছ তাদের মধ্য থেকে অতঃপর প্রতিবার তারা নিজেদের কৃতচুক্তি লংঘন করে এবং ভয় করে না।","bangla_mujibur":"ওদের মধ্যে যাদের সাথে তুমি চুক্তিবদ্ধ হয়েছ তারাও নিকৃষ্ট, তারা প্রতিবারেই কৃত চুক্তি ভঙ্গ করেছে, (চুক্তি ভঙ্গের ব্যাপারে আল্লাহকে কিছুমাত্র) তারা ভয় করেনা।","bangla_taisirul":"তাদের মধ্যে (বিশেষভাবে নিকৃষ্ট তারা) তুমি যাদের সঙ্গে চুক্তিতে আবদ্ধ হও, অতঃপর তারা সে চুক্তি প্রত্যেকবার ভঙ্গ করে আর তারা (আল্লাহকে) ভয় করে না।"},{"id":57,"arabic_text":"فَاِمَّا تَثۡقَفَنَّہُمۡ فِی الۡحَرۡبِ فَشَرِّدۡ بِہِمۡ مَّنۡ  خَلۡفَہُمۡ  لَعَلَّہُمۡ  یَذَّکَّرُوۡنَ ﴿۵۷﴾ ","english_text":"And We shaded you with clouds and sent down to you manna and quails, [saying], \"Eat from the good things with which We have provided you.\" And they wronged Us not - but they were [only] wronging themselves.","page":184,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1217.mp3","colorText":"فَإِ[g[مّ]َا تَثْقَفَ[g[نّ]َهُمْ فِى [h:5387[ٱ]لْحَرْبِ فَشَرِّ[q:5388[دْ] بِه[w:5389[ِم م]َّنْ خَلْفَهُمْ لَعَلَّهُمْ يَذَّكَّر[p[ُو]نَ","juz":10,"ruku":152,"manzil":2,"bangla_ahbayan":"যুদ্ধে ওদেরকে তোমরা যদি তোমাদের আয়ত্তে পাও, তাহলে তাদেরকে এমন শায়েস্তা কর, যাতে ওদের পশ্চাতে যারা আছে তারা বিক্ষিপ্ত হয়ে পলায়ন করে। [১] সম্ভবতঃ তারা শিক্ষা লাভ করবে।","bangla_bayan":"সুতরাং যদি তুমি যুদ্ধে তাদেরকে নাগালে পাও, তাহলে এদের মাধ্যমে এদের পেছনে যারা রয়েছে তাদেরকে ছত্রভঙ্গ করে দাও, যাতে তারা শিক্ষা গ্রহণ করে।","bangla_mkhan":"সুতরাং যদি কখনো তুমি তাদেরকে যুদ্ধে পেয়ে যাও, তবে তাদের এমন শাস্তি দাও, যেন তাদের উত্তরসূরিরা তাই দেখে পালিয়ে যায়; তাদেরও যেন শিক্ষা হয়।","bangla_mujibur":"অতএব তোমরা যদি তাদেরকে যুদ্ধের মাইদানে আয়ত্তে আনতে পার তাহলে তাদেরকে তাদের পিছনে যারা রয়েছে তাদের হতে বিচ্ছিন্ন করে এমনভাবে শায়েস্তা কর যাতে তারা শিক্ষা পায়।","bangla_taisirul":"যুদ্ধে তোমরা যদি তাদেরকে বাগে পেয়ে যাও তাহলে ওদের পেছনে যারা ওদের সাথী-সঙ্গী আছে তাদের থেকে ওদেরকে এমনভাবে ছিন্ন-বিচ্ছিন্ন করে ফেলবে যাতে মনে রাখার মত তারা একটা শিক্ষা পেয়ে যায়।"},{"id":58,"arabic_text":"وَ  اِمَّا  تَخَافَنَّ مِنۡ قَوۡمٍ خِیَانَۃً  فَانۡۢبِذۡ اِلَیۡہِمۡ عَلٰی سَوَآءٍ ؕ اِنَّ اللّٰہَ  لَا یُحِبُّ الۡخَآئِنِیۡنَ ﴿۵۸﴾ ","english_text":"And [recall] when We said, \"Enter this city and eat from it wherever you will in [ease and] abundance, and enter the gate bowing humbly and say, 'Relieve us of our burdens.' We will [then] forgive your sins for you, and We will increase the doers of good [in goodness and reward].\"","page":184,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1218.mp3","colorText":"وَإِ[g[مّ]َا تَخَافَ[g[نّ]َ مِ[f:3024[ن ق]َوْمٍ خِيَانَ[f:5390[ةً ف]َ[h:5391[ٱ][i:5391[نۢب]ِذْ إِلَيْهِمْ عَلَىٰ سَو[o[َا]ٓءٍ‌ۚ إِ[g[نّ]َ [h:80[ٱ]للَّهَ لَا يُحِبُّ [h:5392[ٱ]لْخ[o[َا]ٓئِن[p[ِي]نَ","juz":10,"ruku":152,"manzil":2,"bangla_ahbayan":"যদি তুমি কোন সম্প্রদায়ের বিশ্বাসঘাতকতার আশংকা কর, তাহলে তোমার চুক্তিও তুমি যথাযথভাবে বাতিল কর। [১] নিশ্চয় আল্লাহ বিশ্বাসঘাতকদেরকে পছন্দ করেন না। [২]","bangla_bayan":"আর যদি তুমি কোন কওম থেকে নিশ্চিতভাবে বিশ্বাসঘাতকতার আশঙ্কা কর, তাহলে (তাদের চুক্তি) তাদের দিকে সোজা নিক্ষেপ কর, নিশ্চয় আল্লাহ বিশ্বাসঘাতকদের পছন্দ করেন না।","bangla_mkhan":"তবে কোন সম্প্রদায়ের ধোঁকা দেয়ার ব্যাপারে যদি তোমাদের ভয় থাকে, তবে তাদের চুক্তি তাদের দিকেই ছুঁড়ে ফেলে দাও এমনভাবে যেন হয়ে যাও তোমরাও তারা সমান। নিশ্চয়ই আল্লাহ ধোকাবাজ, প্রতারককে পছন্দ করেন না।","bangla_mujibur":"(হে নাবী!) তুমি যদি কোন সম্প্রদায়ের বিশ্বাস ভঙ্গের আশংকা কর তাহলে তোমার চুক্তিকেও প্রকাশ্যভাবে তাদের সামনে চুক্তি ভঙ্গের খবর দিয়ে দাও, নিশ্চয়ই আল্লাহ বিশ্বাস ভঙ্গকারীদেরকে পছন্দ করেননা।","bangla_taisirul":"আর যদি তুমি কোন সম্প্রদায়ের চুক্তি ভঙ্গের আশঙ্কা কর তাহলে (তাদের চুক্তিকে) তাদের প্রতি নিক্ষেপ কর যাতে সমান সমান অবস্থা বিরাজিত হয়। আল্লাহ নিশ্চয়ই (ওয়াদা-চুক্তি-প্রতিশ্রুতি) ভঙ্গকারীদের পছন্দ করেন না।"},{"id":59,"arabic_text":"وَ لَا یَحۡسَبَنَّ الَّذِیۡنَ کَفَرُوۡا سَبَقُوۡا ؕ اِنَّہُمۡ  لَا  یُعۡجِزُوۡنَ ﴿۵۹﴾","english_text":"But those who wronged changed [those words] to a statement other than that which had been said to them, so We sent down upon those who wronged a punishment from the sky because they were defiantly disobeying.","page":184,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1219.mp3","colorText":"وَلَا يَحْسَبَ[g[نّ]َ [h:2445[ٱ]لَّذِينَ كَفَرُو[s[اْ] سَبَق[o[ُوٓ[s[اْ]‌ۚ] إِ[g[نّ]َهُمْ لَا يُعْجِز[p[ُو]نَ","juz":10,"ruku":153,"manzil":2,"bangla_ahbayan":"আর অবিশ্বাসিগণ যেন কখনো মনে না করে যে, তারা (আমার) আয়ত্তের বাইরে চলে গেছে। তারা নিশ্চয়ই (আমাকে) হতবল করতে পারবে না।","bangla_bayan":"আর কাফিররা যেন কখনও মনে না করে যে, তারা (আযাবের) নাগালের বাইরে চলে গিয়েছে, নিশ্চয় তারা (আল্লাহকে আযাব প্রদানে) অক্ষম করতে পারে না।","bangla_mkhan":"আর কাফেররা যেন একা যা মনে না করে যে, তারা বেঁচে গেছে; কখনও এরা আমাকে পরিশ্রান্ত করতে পারবে না।","bangla_mujibur":"যারা কাফির তারা (বদর প্রান্তরে প্রাণ বাঁচাতে পেরে) যেন মনে না করে যে, তারা পরিত্রাণ পেয়েছে, তারা মু’মিনগণকে হতবল করতে পারবেনা।","bangla_taisirul":"যারা কুফরী করে তারা যেন এটা ধারণা না করে যে তারা প্রাধান্য লাভ করে নিয়েছে, তারা মু’মিনদেরকে কক্ষনো পরাজিত করতে পারবে না।"},{"id":60,"arabic_text":"وَ اَعِدُّوۡا لَہُمۡ مَّا اسۡتَطَعۡتُمۡ مِّنۡ قُوَّۃٍ وَّ مِنۡ رِّبَاطِ الۡخَیۡلِ تُرۡہِبُوۡنَ بِہٖ عَدُوَّ اللّٰہِ وَ عَدُوَّکُمۡ  وَ اٰخَرِیۡنَ مِنۡ دُوۡنِہِمۡ ۚ لَا تَعۡلَمُوۡنَہُمۡ ۚ اَللّٰہُ یَعۡلَمُہُمۡ ؕ وَ مَا تُنۡفِقُوۡا مِنۡ شَیۡءٍ  فِیۡ  سَبِیۡلِ  اللّٰہِ  یُوَفَّ اِلَیۡکُمۡ  وَ  اَنۡتُمۡ  لَا  تُظۡلَمُوۡنَ ﴿۶۰﴾ ","english_text":"And [recall] when Moses prayed for water for his people, so We said, \"Strike with your staff the stone.\" And there gushed forth from it twelve springs, and every people knew its watering place. \"Eat and drink from the provision of Allah, and do not commit abuse on the earth, spreading corruption.\"","page":184,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1220.mp3","colorText":"وَأَعِدُّو[s[اْ] لَه[w:3531[ُم م]َّا [h:5393[ٱ]سْتَطَعْت[w:5394[ُم م]ِّ[f:5395[ن ق]ُوَّ[a:5396[ةٍ و]َم[u:5397[ِن ر]ِّبَاطِ [h:5398[ٱ]لْخَيْلِ تُرْهِبُونَ بِه[n[ِۦ] عَدُوَّ [h:5399[ٱ]للَّهِ وَعَدُوَّكُمْ وَءَاخَرِينَ مِ[f:5400[ن د]ُونِهِمْ لَا تَعْلَمُونَهُمُ [h:5401[ٱ]للَّهُ يَعْلَمُهُمْ‌ۚ وَمَا تُ[f:1607[نف]ِقُو[s[اْ] مِ[f:2103[ن ش][f:5402[َىْءٍ ف]ِى سَبِيلِ [h:788[ٱ]للَّهِ يُوَفَّ إِلَيْكُمْ وَأَ[f:98[نت]ُمْ لَا تُظْلَم[p[ُو]نَ","juz":10,"ruku":153,"manzil":2,"bangla_ahbayan":"তোমরা তাদের (মোকাবিলার) জন্য যথাসাধ্য শক্তি ও সুসজ্জিত অশ্ব প্রস্তুত রাখ,[১] এ দিয়ে তোমরা আল্লাহর শত্রু তথা তোমাদের শত্রুকে সন্ত্রস্ত করবে এবং এ ছাড়া অন্যদেরকে যাদেরকে তোমরা জান না, আল্লাহ জানেন। আর আল্লাহর পথে যা কিছু ব্যয় করবে, তার পূর্ণ প্রতিদান তোমাদেরকে দেওয়া হবে এবং তোমাদের প্রতি অত্যাচার করা হবে না।","bangla_bayan":"আর তাদের মুকাবিলার জন্য তোমাদের সামর্থ্য অনুযায়ী শক্তি ও অশ্ব বাহিনী প্রস্তুত কর, তা দ্বারা তোমরা ভয় দেখাবে আল্লাহর শত্রু ও তোমাদের শত্রুদেরকে এবং এরা ছাড়া অন্যদেরকেও, যাদেরকে তোমরা জান না, আল্লাহ তাদেরকে জানেন। আর তোমরা যা আল্লাহর রাস্তায় খরচ কর, তা তোমাদেরকে পরিপূর্ণ দেয়া হবে, আর তোমাদেরকে যুলম করা হবে না।","bangla_mkhan":"আর প্রস্তুত কর তাদের সাথে যুদ্ধের জন্য যাই কিছু সংগ্রহ করতে পার নিজের শক্তি সামর্থ্যের মধ্যে থেকে এবং পালিত ঘোড়া থেকে, যেন প্রভাব পড়ে আল্লাহর শুত্রুদের উপর এবং তোমাদের শত্রুদের উপর আর তাদেরকে ছাড়া অন্যান্যদের উপর ও যাদেরকে তোমরা জান না; আল্লাহ তাদেরকে চেনেন। বস্তুতঃ যা কিছু তোমরা ব্যয় করবে আল্লাহর রাহে, তা তোমরা পরিপূর্ণভাবে ফিরে পাবে এবং তোমাদের কোন হক অপূর্ণ থাকবে না।","bangla_mujibur":"তোমরা কাফিরদের মুকাবিলা করার জন্য যথাসাধ্য শক্তি ও সদাসজ্জিত অশ্ববাহিনী প্রস্তুত রাখবে যদ্দবারা আল্লাহর শক্র ও তোমাদের শক্রদেরকে ভীত সন্ত্রস্ত করবে, এছাড়া অন্যান্যদেরকেও যাদেরকে তোমরা জাননা, কিন্তু আল্লাহ জানেন। আর তোমরা আল্লাহর পথে যা কিছু ব্যয় কর, তার প্রতিদান তোমাদেরকে পুরোপুরি প্রদান করা হবে, তোমাদের প্রতি (কম দিয়ে) অত্যাচার করা হবেনা।","bangla_taisirul":"আর তাদেরকে মুকাবালা করার জন্য যথাসাধ্য শক্তি ও অশ্ব-বাহিনী সদা প্রস্তুত রাখবে যদ্বারা তোমরা ভয় দেখাতে থাকবে আল্লাহর শত্রু আর তোমাদের শত্রুকে, আর তাদের ছাড়াও অন্যান্যদেরকেও যাদেরকে তোমরা জান না কিন্তু আল্লাহ তাদেরকে জানেন। তোমরা আল্লাহর পথে যা খরচ কর তার পুরোপুরি প্রতিদান তোমাদেরকে দেয়া হবে, আর তোমাদের সাথে কক্ষনো যুলম করা হবে না।"},{"id":61,"arabic_text":"وَ اِنۡ جَنَحُوۡا لِلسَّلۡمِ فَاجۡنَحۡ لَہَا وَ تَوَکَّلۡ عَلَی اللّٰہِ ؕ اِنَّہٗ ہُوَ السَّمِیۡعُ الۡعَلِیۡمُ ﴿۶۱﴾ ","english_text":"And [recall] when you said, \"O Moses, we can never endure one [kind of] food. So call upon your Lord to bring forth for us from the earth its green herbs and its cucumbers and its garlic and its lentils and its onions.\" [Moses] said, \"Would you exchange what is better for what is less? Go into [any] settlement and indeed, you will have what you have asked.\" And they were covered with humiliation and poverty and returned with anger from Allah [upon them]. That was because they [repeatedly] disbelieved in the signs of Allah and killed the prophets without right. That was because they disobeyed and were [habitually] transgressing.","page":184,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1221.mp3","colorText":"۞ وَإِ[f:5403[ن ج]َنَحُو[s[اْ] لِلسَّلْمِ فَ[h:5404[ٱ][q:5404[جْ]نَحْ لَهَا وَتَوَكَّلْ عَلَى [h:412[ٱ]للَّهِ‌ۚ إِ[g[نّ]َهُ[n[ۥ] هُوَ [h:3721[ٱ][l[ل]سَّمِيعُ [h:669[ٱ]لْعَل[p[ِي]مُ","juz":10,"ruku":153,"manzil":2,"bangla_ahbayan":"আর যদি তারা সন্ধির আগ্রহ প্রকাশ করে, তাহলে তুমিও সন্ধির জন্য আগ্রহী হও এবং আল্লাহর উপর ভরসা রাখ। [১] নিশ্চয়ই তিনি সর্বশ্রোতা, সর্বজ্ঞ।","bangla_bayan":"আর যদি তারা সন্ধির প্রতি ঝুঁকে পড়ে, তাহলে তুমিও তার প্রতি ঝুঁকে পড়, আর আল্লাহর উপর তাওয়াক্কুল কর, নিশ্চয় তিনি সর্বশ্রোতা, সর্বজ্ঞ।","bangla_mkhan":"আর যদি তারা সন্ধি করতে আগ্রহ প্রকাশ করে, তাহলে তুমিও সে দিকেই আগ্রহী হও এবং আল্লাহর উপর ভরসা কর। নিঃসন্দেহে তিনি শ্রবণকারী; পরিজ্ঞাত।","bangla_mujibur":"যদি তারা (কাফিরেরা) সন্ধির দিকে ঝুঁকে পড়ে তাহলে তুমিও সন্ধি করতে আগ্রহী হও, আর আল্লাহর উপর ভরসা কর, নিঃসন্দেহে তিনি সর্বশ্রোতা ও সর্বজ্ঞাত।","bangla_taisirul":"তারা যদি সন্ধির দিকে ঝুঁকে, তুমিও তার দিকে ঝুঁকে পড়, আর আল্লাহর উপর নির্ভর কর, নিশ্চয়ই তিনি সর্বশ্রোতা, সর্বজ্ঞ।"},{"id":62,"arabic_text":"وَ اِنۡ یُّرِیۡدُوۡۤا اَنۡ یَّخۡدَعُوۡکَ فَاِنَّ حَسۡبَکَ اللّٰہُ ؕ ہُوَ  الَّذِیۡۤ   اَیَّدَکَ  بِنَصۡرِہٖ وَ بِالۡمُؤۡمِنِیۡنَ ﴿ۙ۶۲﴾ ","english_text":"Indeed, those who believed and those who were Jews or Christians or Sabeans [before Prophet Muhammad] - those [among them] who believed in Allah and the Last Day and did righteousness - will have their reward with their Lord, and no fear will there be concerning them, nor will they grieve.","page":185,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1222.mp3","colorText":"وَإ[a:5405[ِن ي]ُرِيد[o[ُوٓ][s[اْ] أ[a:5406[َن ي]َخْدَعُوكَ فَإِ[g[نّ]َ حَسْبَكَ [h:5407[ٱ]للَّهُ‌ۚ هُوَ [h:153[ٱ]لَّذ[o[ِىٓ] أَيَّدَكَ بِنَصْرِه[n[ِۦ] وَبِ[h:5408[ٱ]لْمُؤْمِن[p[ِي]نَ","juz":10,"ruku":153,"manzil":2,"bangla_ahbayan":"পক্ষান্তরে যদি তারা তোমাকে প্রতারিত করতে চায়, তাহলে তোমার জন্য আল্লাহই যথেষ্ট, তিনি তোমাকে স্বীয় সাহায্য ও বিশ্বাসিগণ দ্বারা শক্তিশালী করেছেন।","bangla_bayan":"আর যদি তারা তোমাকে ধোঁকা দিতে চায়, তাহলে তোমার জন্য আল্লাহই যথেষ্ট। তিনিই তোমাকে শক্তিশালী করেছেন তাঁর সাহায্য ও মুমিনদের দ্বারা।","bangla_mkhan":"পক্ষান্তরে তারা যদি তোমাকে প্রতারণা করতে চায়, তবে তোমার জন্য আল্লাহই যথেষ্ট, তিনিই তোমাকে শক্তি যুগিয়েছেন স্বীয় সাহায্যে ও মুসলমানদের মাধ্যমে।","bangla_mujibur":"আর তারা যদি তোমাকে প্রতারিত করার ইচ্ছা করে তাহলে তোমার জন্য আল্লাহই যথেষ্ট, তিনি এমন (মহাশক্তিশালী) যে, (গাইবি) সাহায্য (ফেরেশতা) দ্বারা এবং মু’মিনগণ দ্বারা তোমাকে শক্তিশালী করেছেন।","bangla_taisirul":"আর তারা যদি তোমাকে ধোঁকা দেয়ার নিয়্যাত করে, সেক্ষেত্রে আল্লাহই তোমার জন্য যথেষ্ট। তিনি তো তাঁর সাহায্য ও মু’মিনদের দ্বারা তোমাকে শক্তিশালী করেছেন।"},{"id":63,"arabic_text":"وَ اَلَّفَ بَیۡنَ قُلُوۡبِہِمۡ ؕ لَوۡ اَنۡفَقۡتَ مَا فِی الۡاَرۡضِ جَمِیۡعًا مَّاۤ  اَلَّفۡتَ بَیۡنَ قُلُوۡبِہِمۡ وَ لٰکِنَّ اللّٰہَ  اَلَّفَ بَیۡنَہُمۡ ؕ اِنَّہٗ  عَزِیۡزٌ  حَکِیۡمٌ ﴿۶۳﴾ ","english_text":"And [recall] when We took your covenant, [O Children of Israel, to abide by the Torah] and We raised over you the mount, [saying], \"Take what We have given you with determination and remember what is in it that perhaps you may become righteous.\"","page":185,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1223.mp3","colorText":"وَأَلَّفَ بَيْنَ قُلُوبِهِمْ‌ۚ لَوْ أَ[f:5409[نف]َ[q:5409[قْ]تَ مَا فِى [h:44[ٱ]لْأَرْضِ جَمِي[a:5410[عًا م]ّ[o[َآ] أَلَّفْتَ بَيْنَ قُلُوبِهِمْ وَلَ[n[ـٰ]كِ[g[نّ]َ [h:1441[ٱ]للَّهَ أَلَّفَ بَيْنَهُمْ‌ۚ إِ[g[نّ]َهُ[n[ۥ] عَزِيزٌ حَك[p[ِي]مٌ","juz":10,"ruku":153,"manzil":2,"bangla_ahbayan":"এবং তিনি ওদের পরস্পরের হৃদয়ের মধ্যে প্রীতি স্থাপন করেছেন, পৃথিবীর যাবতীয় সম্পদ ব্যয় করলেও তুমি তাদের হৃদয়ের মধ্যে প্রীতি স্থাপন করতে পারতে না, কিন্তু আল্লাহ তাদের মধ্যে প্রীতি স্থাপন করেছেন। [১] নিশ্চয়ই তিনি পরাক্রমশালী, প্রজ্ঞাময়।","bangla_bayan":"আর তিনি তাদের অন্তরসমূহে প্রীতি স্থাপন করেছেন। যদি তুমি যমীনে যা আছে, তার সবকিছু ব্যয় করতে, তবুও তাদের অন্তরসমূহে প্রীতি স্থাপন করতে পারতে না। কিন্তু আল্লাহ তাদের মধ্যে প্রীতি স্থাপন করেছেন, নিশ্চয় তিনি পরাক্রমশালী, প্রজ্ঞাবান।","bangla_mkhan":"আর প্রীতি সঞ্চার করেছেন তাদের অন্তরে। যদি তুমি সেসব কিছু ব্যয় করে ফেলতে, যা কিছু যমীনের বুকে রয়েছে, তাদের মনে প্রীতি সঞ্চার করতে পারতে না। কিন্তু আল্লাহ তাদের মনে প্রীতি সঞ্চার করেছেন। নিঃসন্দেহে তিনি পরাক্রমশালী, সুকৌশলী।","bangla_mujibur":"আর তিনি মু’মিনদের অন্তরে প্রীতি ও ঐক্য স্থাপন করেছেন, তুমি যদি পৃথিবীর সমুদয় সম্পদও ব্যয় করতে তবুও তাদের অন্তরে প্রীতি, সদ্ভাব ও ঐক্য স্থাপন করতে পারতেনা, কিন্তু আল্লাহই ওদের পরস্পরের মধ্যে প্রীতি ও সদ্ভাব স্থাপন করে দিয়েছেন, নিঃসন্দেহে তিনি মহাশক্তিমান ও মহাকৌশলী।","bangla_taisirul":"তিনি তাদের হৃদয়গুলোকে প্রীতির বন্ধনে জুড়ে দিয়েছেন। দুনিয়ায় যা কিছু আছে তার সবটুকু খরচ করলেও তুমি তাদের অন্তরগুলোকে প্রীতির ডোরে বাঁধতে পারতে না, কিন্তু আল্লাহ তাদের মধ্যে বন্ধন সৃষ্টি করে দিয়েছেন, তিনি তো প্রবল পরাক্রান্ত, মহাবিজ্ঞানী।"},{"id":64,"arabic_text":"یٰۤاَیُّہَا النَّبِیُّ حَسۡبُکَ اللّٰہُ وَ مَنِ اتَّبَعَکَ  مِنَ  الۡمُؤۡمِنِیۡنَ ﴿۶۴﴾ ","english_text":"Then you turned away after that. And if not for the favor of Allah upon you and His mercy, you would have been among the losers.","page":185,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1224.mp3","colorText":"يَ[o[ـٰٓ]أَيُّهَا [h:5411[ٱ][l[ل][g[نّ]َبِىُّ حَسْبُكَ [h:5412[ٱ]للَّهُ وَمَنِ [h:5413[ٱ]تَّبَعَكَ مِنَ [h:3047[ٱ]لْمُؤْمِن[p[ِي]نَ","juz":10,"ruku":153,"manzil":2,"bangla_ahbayan":"হে নবী! তোমার জন্য ও তোমার অনুসারী বিশ্বাসিগণের জন্য আল্লাহই যথেষ্ট।","bangla_bayan":"হে নবী, তোমার জন্য আল্লাহই যথেষ্ট এবং যেসব মুমিন তোমার অনুসরণ করেছে তাদের জন্যও।","bangla_mkhan":"হে নবী, আপনার জন্য এবং যেসব মুসলমান আপনার সাথে রয়েছে তাদের সবার জন্য আল্লাহ যথেষ্ট।","bangla_mujibur":"হে নাবী! তোমার জন্য ও তোমার অনুসারী মু’মিনদের জন্য (সর্বক্ষেত্রে) আল্লাহই যথেষ্ট।","bangla_taisirul":"হে নাবী! আল্লাহই তোমার আর তোমার অনুসারী ঈমানদারদের জন্য যথেষ্ট।"},{"id":65,"arabic_text":"یٰۤاَیُّہَا النَّبِیُّ حَرِّضِ الۡمُؤۡمِنِیۡنَ عَلَی الۡقِتَالِ ؕ اِنۡ یَّکُنۡ مِّنۡکُمۡ عِشۡرُوۡنَ صٰبِرُوۡنَ یَغۡلِبُوۡا مِائَتَیۡنِ ۚ وَ اِنۡ  یَّکُنۡ مِّنۡکُمۡ  مِّائَۃٌ  یَّغۡلِبُوۡۤا اَلۡفًا مِّنَ الَّذِیۡنَ  کَفَرُوۡا بِاَنَّہُمۡ قَوۡمٌ لَّا یَفۡقَہُوۡنَ ﴿۶۵﴾ ","english_text":"And you had already known about those who transgressed among you concerning the sabbath, and We said to them, \"Be apes, despised.\"","page":185,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1225.mp3","colorText":"يَ[o[ـٰٓ]أَيُّهَا [h:5411[ٱ][l[ل][g[نّ]َبِىُّ حَرِّضِ [h:5414[ٱ]لْمُؤْمِنِينَ عَلَى [h:5415[ٱ]لْقِتَالِ‌ۚ إ[a:3202[ِن ي]َك[a:5416[ُن م]ِّ[f:344[نك]ُمْ عِشْرُونَ صَ[n[ـٰ]بِرُونَ يَغْلِبُو[s[اْ] مِ[s[اْ]ئَتَيْنِ‌ۚ وَإ[a:4454[ِن ي]َك[a:5416[ُن م]ِّ[f:344[نك][w:5417[ُم م]ِّ[s[اْ]ئَ[a:5418[ةٌ ي]َغْلِب[o[ُوٓ][s[اْ] أَلْ[a:5419[فًا م]ِّنَ [h:523[ٱ]لَّذِينَ كَفَرُو[s[اْ] بِأَ[g[نّ]َهُمْ قَوْ[u:3651[مٌ ل]َّا يَفْقَه[p[ُو]نَ","juz":10,"ruku":154,"manzil":2,"bangla_ahbayan":"হে নবী! বিশ্বাসীদেরকে যুদ্ধের জন্য উদ্বুদ্ধ কর,[১] তোমাদের মধ্যে কুড়িজন ধৈর্যশীল থাকলে তারা দু’শ জনের উপর বিজয়ী হবে এবং তোমাদের মধ্যে একশ’ জন থাকলে এক হাজার অবিশ্বাসীর উপর বিজয়ী হবে। [২] কারণ তারা এমন এক সম্প্রদায় যাদের বোধশক্তি নেই।","bangla_bayan":"হে নবী, তুমি মুমিনদেরকে লড়াইয়ে উৎসাহ দাও, যদি তোমাদের মধ্য থেকে বিশজন ধৈর্যশীল থাকে, তারা দু’শ জনকে পরাস্ত করবে, আর যদি তোমাদের মধ্যে একশ’ জন থাকে, তারা কাফিরদের এক হাজার জনকে পরাস্ত করবে। কারণ, তারা (কাফিররা) এমন কওম যারা বুঝে না।","bangla_mkhan":"হে নবী, আপনি মুসলমানগণকে উৎসাহিত করুন জেহাদের জন্য। তোমাদের মধ্যে যদি বিশ জন দৃঢ়পদ ব্যক্তি থাকে, তবে জয়ী হবে দু’শর মোকাবেলায়। আর যদি তোমাদের মধ্যে থাকে একশ লোক, তবে জয়ী হবে হাজার কাফেরের উপর থেকে তার কারণ ওরা জ্ঞানহীন।","bangla_mujibur":"হে নাবী! মু’মিনদেরকে জিহাদের জন্য উদ্ধুদ্ধ কর, তোমাদের মধ্যে যদি বিশজন ধৈর্যশীল মুজাহিদ থাকে তাহলে তারা দু’শ জন কাফিরের উপর জয়যুক্ত হবে, আর তোমাদের মধ্যে এক‘শ জন থাকলে তারা এক হাজার কাফিরের উপর বিজয়ী হবে, কারণ তারা এমন এক সম্প্রদায় যাদের বোধশক্তি নেই, কিছুই বোঝেনা।","bangla_taisirul":"হে নাবী! যুদ্ধের ব্যাপারে মু’মিনদেরকে উদ্বুদ্ধ কর। তোমাদের মধ্যে বিশজন ধৈর্যশীল থাকলে তারা দু’শ জনের উপর জয়ী হবে এবং তোমাদের মধ্যে (ঐরূপ) একশ’ জন থাকলে তারা একহাজার কাফিরের উপর বিজয়ী হবে। কেননা তারা হচ্ছে এমন লোক যারা (ন্যায়-অন্যায় সম্পর্কে) কোন বোধ রাখে না।"},{"id":66,"arabic_text":"اَلۡـٰٔنَ خَفَّفَ اللّٰہُ عَنۡکُمۡ وَ عَلِمَ اَنَّ فِیۡکُمۡ ضَعۡفًا ؕ فَاِنۡ یَّکُنۡ مِّنۡکُمۡ مِّائَۃٌ صَابِرَۃٌ  یَّغۡلِبُوۡا مِائَتَیۡنِ ۚ وَ اِنۡ یَّکُنۡ مِّنۡکُمۡ اَلۡفٌ یَّغۡلِبُوۡۤا اَلۡفَیۡنِ بِاِذۡنِ اللّٰہِ ؕ وَ اللّٰہُ  مَعَ  الصّٰبِرِیۡنَ ﴿۶۶﴾ ","english_text":"And We made it a deterrent punishment for those who were present and those who succeeded [them] and a lesson for those who fear Allah .","page":185,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1226.mp3","colorText":"ٱلْـَٔ[n[ـٰ]نَ خَفَّفَ [h:5420[ٱ]للَّهُ عَ[f:255[نك]ُمْ وَعَلِمَ أَ[g[نّ]َ فِيكُمْ ضَعْ[f:5421[فًا‌ۚ ف]َإ[a:5422[ِن ي]َك[a:5416[ُن م]ِّ[f:344[نك][w:5417[ُم م]ِّ[s[اْ]ئَ[f:5423[ةٌ ص]َابِرَ[a:5424[ةٌ ي]َغْلِبُو[s[اْ] مِ[s[اْ]ئَتَيْنِ‌ۚ وَإ[a:4454[ِن ي]َك[a:5416[ُن م]ِّ[f:344[نك]ُمْ أَلْ[a:5425[فٌ ي]َغْلِب[o[ُوٓ][s[اْ] أَلْفَيْنِ بِإِذْنِ [h:509[ٱ]للَّهِ‌ۗ وَ[h:72[ٱ]للَّهُ مَعَ [h:785[ٱ][l[ل]صَّ[n[ـٰ]بِر[p[ِي]نَ","juz":10,"ruku":154,"manzil":2,"bangla_ahbayan":"আল্লাহ এখন তোমাদের ভার লাঘব করলেন। তিনি অবগত আছেন যে, তোমাদের মধ্যে দুর্বলতা আছে। সুতরাং তোমাদের মধ্যে একশ’ জন ধৈর্যশীল থাকলে তারা দু’শ জনের উপর বিজয়ী হবে। আর তোমাদের মধ্যে এক হাজার থাকলে আল্লাহর অনুজ্ঞাক্রমে তারা দু’ হাজারের উপর বিজয়ী হবে। [১] বস্তুতঃ আল্লাহ ধৈর্যশীলদের সাথেই থাকেন। [২]","bangla_bayan":"এখন আল্লাহ তোমাদের থেকে (দায়িত্বভার) হালকা করে দিয়েছেন এবং তিনি জানেন তোমাদের মধ্যে দুর্বলতা রয়েছে। অতএব যদি তোমাদের মধ্যে একশ’ জন ধৈর্যশীল থাকে, তারা দু’শ জনকে পরাস্ত করবে এবং যদি তোমাদের মধ্যে এক হাজার জন থাকে, তারা আল্লাহর হুকুমে দু’হাজার জনকে পরাস্ত করবে এবং আল্লাহ ধৈর্যশীলদের সাথে আছেন।","bangla_mkhan":"এখন বোঝা হালকা করে দিয়েছেন আল্লাহ তা’আলা তোমাদের উপর এবং তিনি জেনে নিয়েছেন যে, তোমাদের মধ্য দূর্বলতা রয়েছে। কাজেই তোমাদের মধ্যে যদি দৃঢ়চিত্ত একশ লোক বিদ্যমান থাকে, তবে জয়ী হবে দু’শর উপর। আর যদি তোমরা এক হাজার হও তবে আল্লাহর হুকুম অনুযায়ী জয়ী হবে দু’হাজারের উপর আর আল্লাহ রয়েছেন দৃঢ়চিত্ত লোকদের সাথে।","bangla_mujibur":"আল্লাহ এক্ষণে তোমাদের গুরু দায়িত্ব লাঘব করে দিলেন, তোমাদের মধ্যে যে দৈহিক দুর্বলতা রয়েছে সে সম্পর্কে তিনি অবগত আছেন, এতদসত্ত্বেও তোমাদের মধ্যে একশ’ জন ধৈর্যশীল লোক থাকলে তারা দু’শ’ জন কাফিরের উপর জয়যুক্ত হবে, আর এক হাজার জন থাকলে তারা আল্লাহর হুকুমে দু’হাজার কাফিরের উপর বিজয় লাভ করবে, আল্লাহ ধৈর্যশীলদের সাথে রয়েছেন।","bangla_taisirul":"(তবে) এখন আল্লাহ তোমাদের দায়িত্বভার কমিয়ে দিয়েছেন। আল্লাহ তো জানেন যে তোমাদের ভিতর দুর্বলতা রয়ে গেছে, কাজেই তোমাদের মাঝে যদি একশ’ জন ধৈর্যশীল হয় তবে তারা দু’শ জনের উপর বিজয়ী হবে। আর যদি তোমাদের মাঝে এক হাজার (ঐ রকম) লোক পাওয়া যায় তাহলে তারা আল্লাহর হুকুমে দু’হাজার লোকের উপর জয়ী হবে। আর আল্লাহ ধৈর্যশীলদের সাথে (আছেন)।"},{"id":67,"arabic_text":"مَا  کَانَ  لِنَبِیٍّ  اَنۡ  یَّکُوۡنَ  لَہٗۤ  اَسۡرٰی حَتّٰی یُثۡخِنَ فِی الۡاَرۡضِ ؕ تُرِیۡدُوۡنَ عَرَضَ الدُّنۡیَا ٭ۖ وَ اللّٰہُ  یُرِیۡدُ  الۡاٰخِرَۃَ ؕ وَ اللّٰہُ  عَزِیۡزٌ  حَکِیۡمٌ ﴿۶۷﴾ ","english_text":"And [recall] when Moses said to his people, \"Indeed, Allah commands you to slaughter a cow.\" They said, \"Do you take us in ridicule?\" He said, \"I seek refuge in Allah from being among the ignorant.\"","page":185,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1227.mp3","colorText":"مَا كَانَ لِنَبِىٍّ أ[a:3312[َن ي]َكُونَ لَهُ[o[ۥٓ] أَسْرَىٰ حَتَّىٰ يُثْخِنَ فِى [h:44[ٱ]لْأَرْضِ‌ۚ تُرِيدُونَ عَرَضَ [h:5426[ٱ][l[ل]دُّنْيَا وَ[h:72[ٱ]للَّهُ يُرِيدُ [h:2327[ٱ]لْأَخِرَةَ‌ۗ وَ[h:72[ٱ]للَّهُ عَزِيزٌ حَك[p[ِي]مٌ","juz":10,"ruku":154,"manzil":2,"bangla_ahbayan":"দেশে সম্পূর্ণভাবে শত্রু নিপাত না করা পর্যন্ত বন্দী রাখা কোন নবীর জন্য সঙ্গত নয়। তোমরা কামনা কর পার্থিব সম্পদ এবং আল্লাহ চান পরলোকের কল্যাণ। [১] আর আল্লাহ পরাক্রমশালী, প্রজ্ঞাময়।","bangla_bayan":"কোন নবীর জন্য সঙ্গত নয় যে, তার নিকট যুদ্ধবন্দি থাকবে (এবং পণের বিনিময়ে তিনি তাদেরকে মুক্ত করবেন) যতক্ষণ না তিনি যমীনে (তাদের) রক্ত প্রবাহিত করেন। তোমরা দুনিয়ার সম্পদ কামনা করছ, অথচ আল্লাহ চাচ্ছেন আখিরাত। আর আল্লাহ পরাক্রমশালী, প্রজ্ঞাবান।","bangla_mkhan":"নবীর পক্ষে উচিত নয় বন্দীদিগকে নিজের কাছে রাখা, যতক্ষণ না দেশময় প্রচুর রক্তপাত ঘটাবে। তোমরা পার্থিব সম্পদ কামনা কর, অথচ আল্লাহ চান আখেরাত। আর আল্লাহ হচ্ছেন পরাক্রমশালী হেকমতওয়ালা।","bangla_mujibur":"কোন নাবীর পক্ষে তখন পর্যন্ত বন্দী (জীবিত) রাখা শোভা পায়না, যতক্ষণ পর্যন্ত ভূ-পৃষ্ঠ (দেশ) হতে শক্র বাহিনী নির্মূল না হয়, তোমরা দুনিয়ার ক্ষণস্থায়ী সম্পদ কামনা করছ, অথচ আল্লাহ চান তোমাদের পরকালের কল্যাণ, আল্লাহ মহা পরাক্রমশালী, প্রজ্ঞাময়।","bangla_taisirul":"কোন নাবীর জন্য এটা সঠিক কাজ নয় যে, দেশে (আল্লাহর দুশমনদেরকে) পুরোমাত্রায় পরাভূত না করা পর্যন্ত তার (হাতে) যুদ্ধ-বন্দী থাকবে। তোমরা দুনিয়ার স্বার্থ চাও আর আল্লাহ চান আখিরাত (এর সাফল্য), আল্লাহ প্রবল পরাক্রান্ত, মহাবিজ্ঞানী।"},{"id":68,"arabic_text":"لَوۡ لَا کِتٰبٌ مِّنَ اللّٰہِ سَبَقَ لَمَسَّکُمۡ فِیۡمَاۤ  اَخَذۡتُمۡ  عَذَابٌ  عَظِیۡمٌ ﴿۶۸﴾ ","english_text":"They said, \"Call upon your Lord to make clear to us what it is.\" [Moses] said, \"[ Allah ] says, 'It is a cow which is neither old nor virgin, but median between that,' so do what you are commanded.\"","page":185,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1228.mp3","colorText":"لَّوْلَا كِتَ[n[ـٰ][a:5427[بٌ م]ِّنَ [h:321[ٱ]للَّهِ سَبَقَ لَمَسَّكُمْ فِيم[o[َآ] أَخَذْتُمْ عَذَابٌ عَظ[p[ِي]مٌ","juz":10,"ruku":154,"manzil":2,"bangla_ahbayan":"আল্লাহর পূর্ব বিধান (লিপিবদ্ধ) না থাকলে[১] তোমরা যা গ্রহণ করেছ, তার জন্য তোমাদের উপর মহাশাস্তি আপতিত হত।","bangla_bayan":"আল্লাহর লিখন অতিবাহিত না হয়ে থাকলে, অবশ্যই তোমরা যা গ্রহণ করেছ, সে বিষয়ে তোমাদেরকে মহা আযাব স্পর্শ করত।","bangla_mkhan":"যদি একটি বিষয় না হত যা পূর্ব থেকেই আল্লাহ লিখে রেখেছেন, তাহলে তোমরা যা গ্রহণ করছ সেজন্য বিরাট আযাব এসে পৌছাত।","bangla_mujibur":"আল্লাহর লিপি পূর্বেই লিখিত না হলে তোমরা যা কিছু গ্রহণ করেছ তজ্জন্য তোমাদের উপর কঠিন শাস্তি আপতিত হত।","bangla_taisirul":"আল্লাহর লেখন যদি পূর্বেই লেখা না হত তাহলে তোমরা যা (মুক্তিপণ হিসেবে) গ্রহণ করেছ তজ্জন্য তোমাদের উপর মহাশাস্তি পতিত হত।"},{"id":69,"arabic_text":"فَکُلُوۡا مِمَّا غَنِمۡتُمۡ حَلٰلًا طَیِّبًا ۫ۖ وَّ اتَّقُوا  اللّٰہَ ؕ اِنَّ  اللّٰہَ  غَفُوۡرٌ  رَّحِیۡمٌ ﴿۶۹﴾ ","english_text":"They said, \"Call upon your Lord to show us what is her color.\" He said, \"He says, 'It is a yellow cow, bright in color - pleasing to the observers.' \"","page":185,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1229.mp3","colorText":"فَكُلُو[s[اْ] مِ[g[مّ]َا غَنِمْتُمْ حَلَ[n[ـٰ]ل[f:870[اً ط]َيِّ[a:3752[بًا‌ۚ و]َ[h:1018[ٱ]تَّقُو[s[اْ] [h:1019[ٱ]للَّهَ‌ۚ إِ[g[نّ]َ [h:80[ٱ]للَّهَ غَفُو[u:890[رٌ ر]َّح[p[ِي]مٌ","juz":10,"ruku":154,"manzil":2,"bangla_ahbayan":"যুদ্ধে তোমরা যা কিছু (গনীমত) লাভ করেছ, তা বৈধ ও পবিত্ররূপে ভোগ কর। [১] আর আল্লাহকে ভয় কর, নিশ্চয় আল্লাহ চরম ক্ষমাশীল, পরম দয়ালু।","bangla_bayan":"অতএব তোমরা যে গনীমত পেয়েছ, তা থেকে হালাল পবিত্র হিসেবে খাও, আর তোমরা আল্লাহকে ভয় কর। নিশ্চয় আল্লাহ ক্ষমাশীল, পরম দয়ালু।","bangla_mkhan":"সুতরাং তোমরা খাও গনীমত হিসাবে তোমরা যে পরিচ্ছন্ন ও হালাল বস্তু অর্জন করেছ তা থেকে। আর আল্লাহকে ভয় করতে থাক। নিশ্চয়ই আল্লাহ ক্ষমাশীল, মেহেরবান।","bangla_mujibur":"সুতরাং যুদ্ধে তোমরা যা কিছু গণীমাত রূপে লাভ করেছ তা হালাল ও পবিত্র রূপে ভোগ কর, আর আল্লাহকে ভয় কর, নিঃসন্দেহে আল্লাহ ক্ষমাশীল ও দয়ালু।","bangla_taisirul":"এক্ষণে, যুদ্ধে গানীমাত হিসেবে যা তোমরা লাভ করেছ তা ভোগ কর, তা বৈধ ও পবিত্র। আল্লাহকে ভয় করে চলো, নিশ্চয়ই আল্লাহ অতি ক্ষমাশীল, অতি দয়ালু।"},{"id":70,"arabic_text":"یٰۤاَیُّہَا النَّبِیُّ  قُلۡ  لِّمَنۡ فِیۡۤ  اَیۡدِیۡکُمۡ  مِّنَ الۡاَسۡرٰۤی ۙ اِنۡ یَّعۡلَمِ اللّٰہُ فِیۡ  قُلُوۡبِکُمۡ خَیۡرًا یُّؤۡتِکُمۡ  خَیۡرًا  مِّمَّاۤ  اُخِذَ مِنۡکُمۡ وَ  یَغۡفِرۡ لَکُمۡ ؕ وَ اللّٰہُ غَفُوۡرٌ رَّحِیۡمٌ ﴿۷۰﴾","english_text":"They said, \"Call upon your Lord to make clear to us what it is. Indeed, [all] cows look alike to us. And indeed we, if Allah wills, will be guided.\"","page":186,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1230.mp3","colorText":"يَ[o[ـٰٓ]أَيُّهَا [h:5411[ٱ][l[ل][g[نّ]َبِىُّ قُل لِّمَ[f:5428[ن ف][o[ِىٓ] أَيْدِيك[w:5429[ُم م]ِّنَ [h:5430[ٱ]لْأَسْرَ[o[ىٰٓ] إ[a:5431[ِن ي]َعْلَمِ [h:2272[ٱ]للَّهُ فِى قُلُوبِكُمْ خَيْ[a:5432[رًا ي]ُؤْتِكُمْ خَيْ[a:5433[رًا م]ِّ[g[مّ][o[َآ] أُخِذَ مِ[f:344[نك]ُمْ وَيَغْفِرْ لَكُمْ‌ۗ وَ[h:72[ٱ]للَّهُ غَفُو[u:890[رٌ ر]َّح[p[ِي]مٌ","juz":10,"ruku":155,"manzil":2,"bangla_ahbayan":"হে নবী! তোমাদের করায়ত্ত যুদ্ধবন্দীদেরকে বল, ‘আল্লাহ যদি তোমাদের হৃদয়ে ভাল কিছু[১] দেখেন, তাহলে তোমাদের নিকট হতে (মুক্তিপণ হিসাবে) যা নেওয়া হয়েছে, তা অপেক্ষা উত্তম কিছু তিনি তোমাদেরকে দান করবেন[২] এবং তোমাদেরকে ক্ষমা করে দেবেন। আল্লাহ চরম ক্ষমাশীল, পরম দয়ালু।’","bangla_bayan":"হে নবী, তোমাদের হাতে যে সব যুদ্ধবন্দি আছে, তাদেরকে বল, ‘যদি আল্লাহ তোমাদের অন্তরসমূহে কোন কল্যাণ আছে বলে জানেন, তাহলে তোমাদের থেকে যা নেয়া হয়েছে, তার চেয়ে উত্তম কিছু দেবেন এবং তোমাদেরকে ক্ষমা করবেন, আর আল্লাহ্ ক্ষমাশীল, পরম দয়ালু’।","bangla_mkhan":"হে নবী, তাদেরকে বলে দাও, যারা তোমার হাতে বন্দী হয়ে আছে যে, আল্লাহ যদি তোমাদের অন্তরে কোন রকম মঙ্গলচিন্তা রয়েছে বলে জানেন, তবে তোমাদেরকে তার চেয়ে বহুগুণ বেশী দান করবেন যা তোমাদের কাছ থেকে বিনিময়ে নেয়া হয়েছে। তাছাড়া তোমাদেরকে তিনি ক্ষমা করে দিবেন। বস্তুতঃ আল্লাহ ক্ষমাশীল, করুণাময়।","bangla_mujibur":"হে নাবী! তোমাদের হাতে যারা বন্দী হয়েছে তাদেরকে বল, আল্লাহ যদি তোমাদের অন্তরে কল্যাণকর কিছু রয়েছে বলে অবগত হন তাহলে তোমাদের হতে (মুক্তিপণ রূপে) যা কিছু নেয়া হয়েছে তা অপেক্ষা উত্তম কিছু দান করবেন এবং তোমাদেরকে ক্ষমা করে দিবেন, আল্লাহ ক্ষমাশীল ও দয়ালু।","bangla_taisirul":"হে নাবী! তোমাদের হাতে যে সব যুদ্ধবন্দী আছে তাদেরকে বল, ‘আল্লাহ যদি তোমাদের অন্তরে ভাল কিছু দেখেন তাহলে তোমাদের কাছ থেকে (মুক্তিপণ) যা নেয়া হয়েছে তাত্থেকে উত্তম কিছু তোমাদেরকে তিনি দান করবেন আর তোমাদেরকে ক্ষমা করে দেবেন। আল্লাহ অতি ক্ষমাশীল, অতি দয়ালু।’"},{"id":71,"arabic_text":"وَ اِنۡ یُّرِیۡدُوۡا خِیَانَتَکَ فَقَدۡ خَانُوا اللّٰہَ مِنۡ قَبۡلُ فَاَمۡکَنَ مِنۡہُمۡ ؕ وَ اللّٰہُ عَلِیۡمٌ  حَکِیۡمٌ ﴿۷۱﴾ ","english_text":"He said, \"He says, 'It is a cow neither trained to plow the earth nor to irrigate the field, one free from fault with no spot upon her.' \" They said, \"Now you have come with the truth.\" So they slaughtered her, but they could hardly do it.","page":186,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1231.mp3","colorText":"وَإ[a:5405[ِن ي]ُرِيدُو[s[اْ] خِيَانَتَكَ فَقَ[q:563[دْ] خَانُو[s[اْ] [h:5434[ٱ]للَّهَ مِ[f:128[ن ق]َ[q:129[بْ]لُ فَأَمْكَنَ مِنْهُمْ‌ۗ وَ[h:72[ٱ]للَّهُ عَلِيمٌ حَك[p[ِي]مٌ","juz":10,"ruku":155,"manzil":2,"bangla_ahbayan":"আর তারা তোমার সাথে বিশ্বাসঘাতকতা করতে চাইলে (করতে পারে) তারা তো পূর্বে আল্লাহর সাথেও বিশ্বাসঘাতকতা করেছে, পরিশেষে তিনি তাদেরকে (তোমার হাতে) গ্রেফতার করিয়েছেন। [১] আর আল্লাহ সর্বজ্ঞ, প্রজ্ঞাময়।","bangla_bayan":"আর যদি তারা তোমার সাথে বিশ্বাসঘাতকতা করার ইচ্ছা করে, তাহলে তারা তো পূর্বে আল্লাহর সাথেও বিশ্বাসঘাতকতা করেছে। অতঃপর তিনি তাদের উপর (তোমাকে) শক্তিশালী করেছেন। আর আল্লাহ মহাজ্ঞানী, প্রজ্ঞাবান।","bangla_mkhan":"আর যদি তারা তোমার সাথে প্রতারণা করতে চায়-বস্তুতঃ তারা আল্লাহর সাথেও ইতিপূর্বে প্রতারণা করেছে, অতঃপর তিনি তাদেরকে ধরিয়ে দিয়েছেন। আর আল্লাহ সর্ববিষয়ে পরিজ্ঞাত, সুকৌশলী।","bangla_mujibur":"আর তারা যদি তোমাদের সাথে বিশ্বাসঘাতকতা করার ইচ্ছা রাখে তাহলে এর পূর্বে আল্লাহর সাথেও তারা বিশ্বাসঘাতকতা করেছিল। সুতরাং তিনি তাদের উপর তোমাকে শক্তিশালী করেছেন; আল্লাহ সর্বজ্ঞ ও প্রজ্ঞাময়।","bangla_taisirul":"আর যদি তারা তোমার সাথে খিয়ানাত করার ইচ্ছে করে (তবে সেটা অসম্ভব কিছু নয়, কারণ এর থেকেও গুরুতর যে) তারা পূর্বে আল্লাহর সাথে খিয়ানাত করেছে, কাজেই আল্লাহ তাদেরকে তোমার অধীন করে দিয়েছেন। আল্লাহ সর্ববিষয়ে বিশেষভাবে অবগত, সর্বশ্রেষ্ঠ প্রজ্ঞাবান।"},{"id":72,"arabic_text":"اِنَّ الَّذِیۡنَ اٰمَنُوۡا وَ ہَاجَرُوۡا وَ جٰہَدُوۡا بِاَمۡوَالِہِمۡ وَ اَنۡفُسِہِمۡ فِیۡ سَبِیۡلِ اللّٰہِ وَ الَّذِیۡنَ اٰوَوۡا وَّ نَصَرُوۡۤا اُولٰٓئِکَ بَعۡضُہُمۡ اَوۡلِیَآءُ بَعۡضٍ ؕ وَ الَّذِیۡنَ اٰمَنُوۡا وَ لَمۡ یُہَاجِرُوۡا مَا لَکُمۡ مِّنۡ وَّلَایَتِہِمۡ مِّنۡ شَیۡءٍ حَتّٰی یُہَاجِرُوۡا ۚ وَ اِنِ اسۡتَنۡصَرُوۡکُمۡ فِی الدِّیۡنِ فَعَلَیۡکُمُ النَّصۡرُ  اِلَّا عَلٰی قَوۡمٍۭ بَیۡنَکُمۡ وَ بَیۡنَہُمۡ مِّیۡثَاقٌ ؕ وَ اللّٰہُ بِمَا تَعۡمَلُوۡنَ  بَصِیۡرٌ ﴿۷۲﴾ ","english_text":"And [recall] when you slew a man and disputed over it, but Allah was to bring out that which you were concealing.","page":186,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1232.mp3","colorText":"إِ[g[نّ]َ [h:24[ٱ]لَّذِينَ ءَامَنُو[s[اْ] وَهَاجَرُو[s[اْ] وَجَ[n[ـٰ]هَدُو[s[اْ] بِأَمْو[n[َٲ]لِهِمْ وَأَ[f:3050[نف]ُسِهِمْ فِى سَبِيلِ [h:788[ٱ]للَّهِ وَ[h:37[ٱ]لَّذِينَ ءَاوَو[s[اْ] وَّنَصَر[o[ُوٓ][s[اْ] أُ[s[وْ]لَ[o[ـٰٓ]ئِكَ بَعْضُهُمْ أَوْلِي[o[َا]ٓءُ بَعْ[a:5435[ضٍ‌ۚ و]َ[h:37[ٱ]لَّذِينَ ءَامَنُو[s[اْ] وَلَمْ يُهَاجِرُو[s[اْ] مَا لَك[w:556[ُم م]ّ[a:5436[ِن و]َلَ[n[ـٰ]يَتِه[w:5437[ِم م]ِّ[f:2103[ن ش]َىْءٍ حَتَّىٰ يُهَاجِرُو[s[اْ‌ۚ] وَإِنِ [h:5438[ٱ]سْتَ[f:5439[نص]َرُوكُمْ فِى [h:1477[ٱ][l[ل]دِّينِ فَعَلَيْكُمُ [h:5440[ٱ][l[ل][g[نّ]َصْرُ إِلَّا عَلَىٰ قَوْ[i:3007[مِۭ ب]َيْنَكُمْ وَبَيْنَه[w:3008[ُم م]ِّيثَ[n[ـٰ][a:5441[قٌ‌ۗ و]َ[h:72[ٱ]للَّهُ بِمَا تَعْمَلُونَ بَص[p[ِي]رٌ","juz":10,"ruku":155,"manzil":2,"bangla_ahbayan":"নিশ্চয় যারা ঈমান এনেছে, (দ্বীনের জন্য স্বদেশত্যাগ) হিজরত করেছে, জীবন ও সম্পদ দ্বারা আল্লাহর পথে জিহাদ করেছে[১] এবং যারা (মুমিনদেরকে) আশ্রয় দান করেছে ও সাহায্য করেছে[২] তারা পরস্পর পরস্পরের বন্ধু।[৩] আর যারা ঈমান এনেছে; কিন্তু হিজরত করেনি, তারা হিজরত না করা পর্যন্ত তাদের অভিভাবকত্বের কোন দায়িত্ব তোমাদের নেই।[৪] দ্বীন সম্বন্ধে যদি তারা তোমাদের সাহায্য প্রার্থনা করে, তাহলে তাদেরকে সাহায্য করা তোমাদের জন্য আবশ্যক;[৫] কিন্তু যে সম্প্রদায় ও তোমাদের মধ্যে চুক্তি রয়েছে তাদের বিরুদ্ধে নয়। [৬] তোমরা যা কর, আল্লাহ তার সম্যক দ্রষ্টা।","bangla_bayan":"নিশ্চয় যারা ঈমান এনেছে, হিজরত করেছে এবং নিজদের মাল ও জান দিয়ে আল্লাহর রাস্তায় জিহাদ করেছে আর যারা আশ্রয় দিয়েছে ও সহায়তা করেছে, তারা একে অপরের বন্ধু। আর যারা ঈমান এনেছে, কিন্তু হিজরত করেনি, তাদেরকে সাহায্যের কোন দায়িত্ব তোমাদের নেই, যতক্ষণ না তারা হিজরত করে। আর যদি তারা দীনের ব্যাপারে তোমাদের নিকট কোন সহযোগিতা চায়, তাহলে সাহায্য করা তোমাদের কর্তব্য। তবে এমন কওমের বিরুদ্ধে নয়, যাদের সাথে তোমাদের একে অপরের চুক্তি রয়েছে এবং তোমরা যে আমল কর, তার ব্যাপারে আল্লাহ পূর্ণ দৃষ্টিমান।","bangla_mkhan":"এতে কোন সন্দেহ নেই যে, যারা ঈমান এনেছে, দেশ ত্যাগ করেছে, স্বীয় জান ও মাল দ্বারা আল্লাহর রাহে জেহাদ করেছে এবং যারা তাদেরকে আশ্রয় ও সাহায্য সহায়তা দিয়েছে, তারা একে অপরের সহায়ক। আর যারা ঈমান এনেছে কিন্তু দেশ ত্যাগ করেনি তাদের বন্ধুত্বে তোমাদের প্রয়োজন নেই যতক্ষণ না তারা দেশত্যাগ করে। অবশ্য যদি তারা ধর্মীয় ব্যাপারে তোমাদের সহায়তা কামনা করে, তবে তাদের সাহায্য করা তোমাদের কর্তব্য। কিন্তু তোমাদের সাথে যাদের সহযোগী চুক্তি বিদ্যমান রয়েছে, তাদের মোকাবেলায় নয়। বস্তুতঃ তোমরা যা কিছু কর, আল্লাহ সেসবই দেখেন।","bangla_mujibur":"যারা ঈমান এনেছে, দীনের জন্য হিজরাত করেছে, নিজেদের জানমাল দ্বারা আল্লাহর পথে জিহাদ করেছে এবং যারা আশ্রয় দান ও সাহায্য করেছে, তারা পরস্পরের বন্ধু। আর যারা ঈমান এনেছে কিন্তু হিজরাত করেনি, তারা হিজরাত না করা পর্যন্ত তাদের অভিভাবকত্বের কোন দায়িত্ব তোমাদের নেই, কিন্তু তারা যদি দীনের ব্যাপারে তোমাদের নিকট সাহায্য প্রার্থী হয় তাহলে তাদের সাহায্য করা তোমাদের কর্তব্য, তবে তোমাদের এবং যে জাতির মধ্যে চুক্তি রয়েছে তাদের বিরুদ্ধে নয়, তোমরা যা করছ আল্লাহ তা খুব ভাল রূপেই লক্ষ্য করেন।","bangla_taisirul":"যারা ঈমান এনেছে, হিজরাত করেছে, নিজেদের মাল দিয়ে জান দিয়ে আল্লাহর রাস্তায় জিহাদ করেছে আর যারা তাদেরকে আশ্রয় দিয়েছে, সাহায্য করেছে, এরা পরস্পর পরস্পরের বন্ধু। আর যারা ঈমান এনেছে কিন্তু হিজরাত করেনি তারা হিজরাত না করা পর্যন্ত তাদের পৃষ্ঠপোষকতা করার কোন দায়-দায়িত্ব তোমার উপর নেই, তবে তারা যদি দ্বীনের ব্যাপারে তোমাদের সাহায্য চায় তাহলে তাদেরকে সাহায্য করা তোমাদের কর্তব্য, তবে তাদের বিরুদ্ধে নয় যাদের সঙ্গে তোমাদের মৈত্রী চুক্তি রয়েছে। তোমরা যা কর আল্লাহ তা দেখেন।"},{"id":73,"arabic_text":"وَ الَّذِیۡنَ  کَفَرُوۡا  بَعۡضُہُمۡ  اَوۡلِیَآءُ  بَعۡضٍ ؕ اِلَّا تَفۡعَلُوۡہُ  تَکُنۡ فِتۡنَۃٌ  فِی الۡاَرۡضِ وَ فَسَادٌ    کَبِیۡرٌ ﴿ؕ۷۳﴾","english_text":"So, We said, \"Strike the slain man with part of it.\" Thus does Allah bring the dead to life, and He shows you His signs that you might reason.","page":186,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1233.mp3","colorText":"وَ[h:9999[ٱ]لَّذِينَ كَفَرُو[s[اْ] بَعْضُهُمْ أَوْلِي[o[َا]ٓءُ بَعْضٍ‌ۚ إِلَّا تَفْعَلُوهُ تَكُ[f:5442[ن ف]ِتْنَ[f:5443[ةٌ ف]ِى [h:44[ٱ]لْأَرْضِ وَفَسَا[f:5444[دٌ ك]َب[p[ِي]رٌ","juz":10,"ruku":155,"manzil":2,"bangla_ahbayan":"যারা অবিশ্বাস করেছে, তারা পরস্পর পরস্পরের বন্ধু। যদি তোমরা তা না কর, তাহলে দেশে ফিতনা ও মহাবিপর্যয় দেখা দেবে। [১]","bangla_bayan":"আর যারা কুফরী করে, তারা একে অপরের বন্ধু। যদি তোমরা তা না কর, তাহলে যমীনে ফিতনা ও বড় ফাসাদ হবে।","bangla_mkhan":"আর যারা কাফের তারা পারস্পরিক সহযোগী, বন্ধু। তোমরা যদি এমন ব্যবস্থা না কর, তবে দাঙ্গা-হাঙ্গামা বিস্তার লাভ করবে এবং দেশময় বড়ই অকল্যাণ হবে।","bangla_mujibur":"যারা কুফরী করছে তারা পরস্পর পরস্পরের বন্ধু, তোমরা যদি (উপরোক্ত) বিধান কার্যকর না কর তাহলে ভূ-পৃষ্ঠে ফিতনা ও মহা বিপর্যয় দেখা দিবে।","bangla_taisirul":"আর যারা কুফরী করে তারা একে অপরের বন্ধু। যদি তোমরা তা না কর (অর্থাৎ তোমরা পরস্পর পরস্পরের সাহায্যে এগিয়ে না আস) তাহলে দুনিয়াতে ফিতনা ও মহাবিপর্যয় দেখা দিবে।"},{"id":74,"arabic_text":"وَ الَّذِیۡنَ اٰمَنُوۡا وَ ہَاجَرُوۡا وَ جٰہَدُوۡا فِیۡ سَبِیۡلِ اللّٰہِ وَ الَّذِیۡنَ اٰوَوۡا وَّ نَصَرُوۡۤا اُولٰٓئِکَ ہُمُ الۡمُؤۡمِنُوۡنَ حَقًّا ؕ لَہُمۡ مَّغۡفِرَۃٌ   وَّ رِزۡقٌ  کَرِیۡمٌ ﴿۷۴﴾ ","english_text":"Then your hearts became hardened after that, being like stones or even harder. For indeed, there are stones from which rivers burst forth, and there are some of them that split open and water comes out, and there are some of them that fall down for fear of Allah . And Allah is not unaware of what you do.","page":186,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1234.mp3","colorText":"وَ[h:9999[ٱ]لَّذِينَ ءَامَنُو[s[اْ] وَهَاجَرُو[s[اْ] وَجَ[n[ـٰ]هَدُو[s[اْ] فِى سَبِيلِ [h:788[ٱ]للَّهِ وَ[h:37[ٱ]لَّذِينَ ءَاوَو[s[اْ] وَّنَصَر[o[ُوٓ][s[اْ] أُ[s[وْ]لَ[o[ـٰٓ]ئِكَ هُمُ [h:5236[ٱ]لْمُؤْمِنُونَ حَق[u:5237[ًّا‌ۚ ل]َّه[w:3412[ُم م]َّغْفِرَ[a:5445[ةٌ و]َرِزْ[f:5239[قٌ ك]َر[p[ِي]مٌ","juz":10,"ruku":155,"manzil":2,"bangla_ahbayan":"যারা ঈমান এনেছে, (দ্বীনের জন্য স্বদেশত্যাগ) হিজরত করেছে, আল্লাহর পথে জিহাদ করেছে এবং যারা (মু’মিনদেরকে) আশ্রয় দান করেছে ও সাহায্য করেছে তারাই প্রকৃত মু’মিন (বিশ্বাসী)। তাদের জন্য রয়েছে ক্ষমা ও সম্মানজনক জীবিকা। [১]","bangla_bayan":"আর যারা ঈমান এনেছে, হিজরত করেছে এবং আল্লাহর পথে জিহাদ করেছে এবং যারা আশ্রয় দিয়েছে ও সাহায্য করেছে, তারাই প্রকৃত মুমিন, তাদের জন্য রয়েছে ক্ষমা ও সম্মানজনক রিয্ক।","bangla_mkhan":"আর যারা ঈমান এনেছে, নিজেদের ঘর-বাড়ী ছেড়েছে এবং আল্লাহর রাহে জেহাদ করেছে এবং যারা তাদেরকে আশ্রয় দিয়েছে, সাহায্য-সহায়তা করেছে, তাঁরা হলো সত্যিকার মুসলমান। তাঁদের জন্যে রয়েছে, ক্ষমা ও সম্মানজনক রুযী।","bangla_mujibur":"যারা ঈমান এনেছে, (দীনের জন্য) হিজরাত করেছে এবং আল্লাহর পথে জিহাদ করেছে, আর যারা (মু’মিনদেরকে) আশ্রয় দিয়েছে এবং যাবতীয় সাহায্য সহানুভূতি প্রকাশ করেছে, তারাই হল প্রকৃত মু’মিন। তাদের জন্য রয়েছে ক্ষমা ও সম্মানজনক জীবিকা।","bangla_taisirul":"যারা ঈমান এনেছে, হিজরাত করেছে, আল্লাহর রাস্তায় জিহাদ করেছে আর যারা তাদেরকে আশ্রয় দিয়েছে, সাহায্য-সহযোগিতা করেছে- তারাই প্রকৃত ঈমানদার। তাদের জন্য আছে ক্ষমা আর সম্মানজনক জীবিকা।"},{"id":75,"arabic_text":"وَ الَّذِیۡنَ اٰمَنُوۡا مِنۡۢ بَعۡدُ وَ ہَاجَرُوۡا وَ جٰہَدُوۡا مَعَکُمۡ فَاُولٰٓئِکَ مِنۡکُمۡ ؕ وَ اُولُوا الۡاَرۡحَامِ بَعۡضُہُمۡ اَوۡلٰی بِبَعۡضٍ فِیۡ  کِتٰبِ اللّٰہِ ؕ اِنَّ اللّٰہَ بِکُلِّ شَیۡءٍ عَلِیۡمٌ ﴿۷۵﴾ ","english_text":"Do you covet [the hope, O believers], that they would believe for you while a party of them used to hear the words of Allah and then distort the Torah after they had understood it while they were knowing?","page":186,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/1235.mp3","colorText":"وَ[h:9999[ٱ]لَّذِينَ ءَامَنُو[s[اْ] م[i:1287[ِنۢ ب]َعْدُ وَهَاجَرُو[s[اْ] وَجَ[n[ـٰ]هَدُو[s[اْ] مَعَكُمْ فَأُ[s[وْ]لَ[o[ـٰٓ]ئِكَ مِ[f:344[نك]ُمْ‌ۚ وَأُ[s[وْ]لُو[s[اْ] [h:5446[ٱ]لْأَرْحَامِ بَعْضُهُمْ أَوْلَىٰ بِبَعْ[f:5447[ضٍ ف]ِى كِتَ[n[ـٰ]بِ [h:1816[ٱ]للَّهِ‌ۗ إِ[g[نّ]َ [h:80[ٱ]للَّهَ بِكُلِّ شَىْءٍ عَل[p[ِي]مُۢ","juz":10,"ruku":155,"manzil":2,"bangla_ahbayan":"যারা পরে ঈমান এনেছে, হিজরত করেছে ও তোমাদের সঙ্গে থেকে জিহাদ করেছে, তারাও তোমাদের অন্তর্ভুক্ত।[১] আর আল্লাহর বিধানে নিকটাত্মীয়গণ একে অন্যের (অন্য অপেক্ষা) অধিক হকদার।[২] নিশ্চয় আল্লাহ সর্ববিষয়ে সম্যক অবহিত।","bangla_bayan":"আর যারা পরে ঈমান এনেছে, হিজরত করেছে এবং তোমাদের সাথে জিহাদ করেছে, তারা তোমাদের অন্তর্ভুক্ত, আর আত্মীয়-স্বজনরা একে অপরের তুলনায় অগ্রগণ্য, আল্লাহর কিতাবে। নিশ্চয় আল্লাহ প্রতিটি বিষয়ে মহাজ্ঞানী।","bangla_mkhan":"আর যারা ঈমান এনেছে পরবর্তী পর্যায়ে এবং ঘর-বাড়ী ছেড়েছে এবং তোমাদের সাথে সম্মিলিত হয়ে জেহাদ করেছে, তারাও তোমাদেরই অন্তর্ভুক্ত। বস্তুতঃ যারা আত্নীয়, আল্লাহর বিধান মতে তারা পরস্পর বেশী হকদার। নিশ্চয়ই আল্লাহ যাবতীয় বিষয়ে সক্ষম ও অবগত।","bangla_mujibur":"আর যারা এর পরে ঈমান এনেছে ও হিজরাত করেছে এবং তোমাদের সাথে একত্রে জিহাদ করেছে, তারা তোমাদেরই অন্তর্ভুক্ত; আল্লাহর বিধানে আত্মীয়গণ একে অন্যের অপেক্ষা বেশি হকদার, নিঃসন্দেহে আল্লাহ প্রতিটি বস্তু সম্পর্কে ভাল রূপে অবহিত।","bangla_taisirul":"যারা পরে ঈমান এনেছে, হিজরাত করেছে আর তোমাদের সাথে মিলিত হয়ে জিহাদ করেছে, এসব লোক তোমাদেরই মধ্যে গণ্য। কিন্তু আল্লাহর বিধানে রক্ত সম্পর্কীয়গণ পরস্পর পরস্পরের নিকট অগ্রগণ্য। আল্লাহ সকল বিষয়ে সবচেয়ে বেশী অবগত।"}]}}