{"surahDetails":{"id":98,"banglaName":"প্রমাণ","totalAyah":8,"arabicInBangla":"আল-বাইয়্যিনাহ"},"surah":{"id":98,"verses":[{"id":1,"arabic_text":"لَمۡ  یَکُنِ الَّذِیۡنَ کَفَرُوۡا  مِنۡ  اَہۡلِ الۡکِتٰبِ وَ الۡمُشۡرِکِیۡنَ مُنۡفَکِّیۡنَ حَتّٰی تَاۡتِیَہُمُ  الۡبَیِّنَۃُ ۙ﴿۱﴾ ","english_text":"And when it is said to them, \"Believe in what Allah has revealed,\" they say, \"We believe [only] in what was revealed to us.\" And they disbelieve in what came after it, while it is the truth confirming that which is with them. Say, \"Then why did you kill the prophets of Allah before, if you are [indeed] believers?\"","page":598,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/6131.mp3","colorText":"لَمْ يَكُنِ [h:14587[ٱ]لَّذِينَ كَفَرُو[s[اْ] مِنْ أَهْلِ [h:545[ٱ]لْكِتَ[n[ـٰ]بِ وَ[h:10916[ٱ]لْمُشْرِكِينَ مُ[f:14588[نف]َكِّينَ حَتَّىٰ تَأْتِيَهُمُ [h:14589[ٱ]لْبَيِّنَةُ","juz":30,"ruku":540,"manzil":7,"bangla_ahbayan":"আহলে কিতাব[১] ও মুশরিকদের[২] মধ্যে যারা কুফরী করেছিল, তারা আপন মতে অবিচলিত ছিল, যতক্ষণ না এল তাদের নিকট সুস্পষ্ট প্রমাণ;","bangla_bayan":"কিতাবীদের মধ্যে যারা কুফরী করে তারা ও মুশরিকরা, তাদের কাছে সুস্পষ্ট প্রমাণ না আসা পর্যন্ত (নিজদের অবিশ্বাসে) অটল থাকবে।","bangla_mkhan":"আহলে-কিতাব ও মুশরেকদের মধ্যে যারা কাফের ছিল, তারা প্রত্যাবর্তন করত না যতক্ষণ না তাদের কাছে সুস্পষ্ট প্রমাণ আসত।","bangla_mujibur":"কিতাবীদের মধ্যে যারা কুফরী করেছিল এবং মুশরিকরা আপন মতে অবিচল ছিল তাদের নিকট সুস্পষ্ট প্রমান না আসা পর্যন্ত।","bangla_taisirul":"কিতাবধারীদের মধ্যে যারা কাফির ছিল তারা আর মুশরিকরা (তাদের ভ্রান্ত মত ও পথ হতে) সরে আসত না যতক্ষণ না তাদের কাছে আসত সুস্পষ্ট প্রমাণ।"},{"id":2,"arabic_text":"رَسُوۡلٌ مِّنَ اللّٰہِ یَتۡلُوۡا صُحُفًا مُّطَہَّرَۃً  ۙ﴿۲﴾ ","english_text":"And Moses had certainly brought you clear proofs. Then you took the calf [in worship] after that, while you were wrongdoers.","page":598,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/6132.mp3","colorText":"رَسُو[a:14590[لٌ م]ِّنَ [h:321[ٱ]للَّهِ يَتْلُو[s[اْ] صُحُ[a:14591[فًا م]ُّطَهَّرَةً","juz":30,"ruku":540,"manzil":7,"bangla_ahbayan":"আল্লাহর নিকট হতে এক রসূল; [১] যে আবৃত্তি করে পবিত্র গ্রন্থ।[২]","bangla_bayan":"আল্লাহর পক্ষ থেকে এক রাসূল পবিত্র কিতাবসমূহ তিলাওয়াত করে।","bangla_mkhan":"অর্থাৎ আল্লাহর একজন রসূল, যিনি আবৃত্তি করতেন পবিত্র সহীফা,","bangla_mujibur":"আল্লাহর নিকট হতে এক রাসূল, যে আবৃত্তি করে পবিত্র গ্রন্থ,","bangla_taisirul":"(অর্থাৎ) আল্লাহর নিকট হতে একজন রসূল, যে পাঠ করে পবিত্র গ্রন্থ।"},{"id":3,"arabic_text":"فِیۡہَا کُتُبٌ قَیِّمَۃٌ ؕ﴿۳﴾ ","english_text":"And [recall] when We took your covenant and raised over you the mount, [saying], \"Take what We have given you with determination and listen.\" They said [instead], \"We hear and disobey.\" And their hearts absorbed [the worship of] the calf because of their disbelief. Say, \"How wretched is that which your faith enjoins upon you, if you should be believers.\"","page":598,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/6133.mp3","colorText":"فِيهَا كُتُ[f:14592[بٌ ق]َيِّمَةٌ","juz":30,"ruku":540,"manzil":7,"bangla_ahbayan":"যাতে আছে সঠিক-সরল বিধান। [১]","bangla_bayan":"তাতে রয়েছে সঠিক বিধিবদ্ধ বিধান।","bangla_mkhan":"যাতে আছে, সঠিক বিষয়বস্তু।","bangla_mujibur":"যাতে সু-প্রতিষ্ঠিত ব্যবস্থাসমূহ রয়েছে।","bangla_taisirul":"যাতে আছে সঠিক বিধান।"},{"id":4,"arabic_text":"وَ مَا تَفَرَّقَ الَّذِیۡنَ اُوۡتُوا الۡکِتٰبَ  اِلَّا مِنۡۢ  بَعۡدِ مَا جَآءَتۡہُمُ  الۡبَیِّنَۃُ ؕ﴿۴﴾ ","english_text":"Say, [O Muhammad], \"If the home of the Hereafter with Allah is for you alone and not the [other] people, then wish for death, if you should be truthful.","page":598,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/6134.mp3","colorText":"وَمَا تَفَرَّقَ [h:14593[ٱ]لَّذِينَ أُوتُو[s[اْ] [h:524[ٱ]لْكِتَ[n[ـٰ]بَ إِلَّا م[i:146[ِنۢ ب]َعْدِ مَا ج[o[َا]ٓءَتْهُمُ [h:14594[ٱ]لْبَيِّنَةُ","juz":30,"ruku":540,"manzil":7,"bangla_ahbayan":"যাদেরকে কিতাব দেওয়া হয়েছিল তারা তো বিভক্ত হল তাদের নিকট সুস্পষ্ট প্রমাণ আসার পরও।[১]","bangla_bayan":"আর কিতাবীরা তাদের কাছে সুস্পষ্ট প্রমাণ আসার পরই কেবল মতভেদ করেছে।","bangla_mkhan":"অপর কিতাব প্রাপ্তরা যে বিভ্রান্ত হয়েছে, তা হয়েছে তাদের কাছে সুস্পষ্ট প্রমাণ আসার পরেই।","bangla_mujibur":"যাদেরকে কিতাব দেয়া হয়েছিল তারাতো বিভক্ত হল তাদের নিকট সু-স্পষ্ট প্রমাণ আসার পর।","bangla_taisirul":"যাদেরকে কিতাব দেয়া হয়েছিল তাদের মাঝে বিচ্ছিন্নতা দেখা দিয়েছিল তাদের কাছে সুস্পষ্ট প্রমাণ আসার পর।"},{"id":5,"arabic_text":"وَ مَاۤ  اُمِرُوۡۤا  اِلَّا لِیَعۡبُدُوا اللّٰہَ مُخۡلِصِیۡنَ لَہُ  الدِّیۡنَ ۬ۙ حُنَفَآءَ وَ یُقِیۡمُوا الصَّلٰوۃَ  وَ یُؤۡتُوا الزَّکٰوۃَ وَ ذٰلِکَ دِیۡنُ الۡقَیِّمَۃِ ؕ﴿۵﴾ ","english_text":"But they will never wish for it, ever, because of what their hands have put forth. And Allah is Knowing of the wrongdoers.","page":598,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/6135.mp3","colorText":"وَم[o[َآ] أُمِر[o[ُوٓ][s[اْ] إِلَّا لِيَعْبُدُو[s[اْ] [h:14595[ٱ]للَّهَ مُخْلِصِينَ لَهُ [h:4649[ٱ][l[ل]دِّينَ حُنَف[o[َا]ٓءَ وَيُقِيمُو[s[اْ] [h:14596[ٱ][l[ل]صَّلَ[s[و][n[ٲ]ةَ وَيُؤْتُو[s[اْ] [h:14597[ٱ][l[ل]زَّكَ[s[و][n[ٲ]ةَ‌ۚ وَذ[n[َٲ]لِكَ دِينُ [h:14598[ٱ]لْقَيِّمَةِ","juz":30,"ruku":540,"manzil":7,"bangla_ahbayan":"তারা তো আদিষ্ট হয়েছিল[১] আল্লাহর আনুগত্যে বিশুদ্ধচিত্ত হয়ে একনিষ্ঠভাবে[২] তাঁর ইবাদত করতে এবং নামায কায়েম করতে ও যাকাত প্রদান করতে। আর এটাই সঠিক ধর্ম। [৩]","bangla_bayan":"আর তাদেরকে কেবল এই নির্দেশ দেয়া হয়েছিল যে, তারা যেন আল্লাহর ‘ইবাদাত করে তাঁরই জন্য দীনকে একনিষ্ঠ করে, সালাত কায়েম করে এবং যাকাত দেয়; আর এটিই হল সঠিক দীন।","bangla_mkhan":"তাদেরকে এছাড়া কোন নির্দেশ করা হয়নি যে, তারা খাঁটি মনে একনিষ্ঠভাবে আল্লাহর এবাদত করবে, নামায কায়েম করবে এবং যাকাত দেবে। এটাই সঠিক ধর্ম।","bangla_mujibur":"তারাতো আদিষ্ট হয়েছিল আল্লাহর আনুগত্যে বিশুদ্ধ চিত্ত হয়ে একনিষ্ঠভাবে তাঁর ইবাদাত করতে এবং সালাত কায়েম করতে ও যাকাত প্রদান করতে; এটাই সু-প্রতিষ্ঠিত ধর্ম।","bangla_taisirul":"তাদেরকে এ ছাড়া অন্য কোন হুকুমই দেয়া হয়নি যে, তারা আল্লাহর ‘ইবাদাত করবে খাঁটি মনে একনিষ্ঠভাবে তাঁর আনুগত্যের মাধ্যমে। আর তারা নামায প্রতিষ্ঠা করবে আর যাকাত দিবে। আর এটাই সঠিক সুদৃঢ় দ্বীন।"},{"id":6,"arabic_text":"اِنَّ  الَّذِیۡنَ کَفَرُوۡا مِنۡ اَہۡلِ الۡکِتٰبِ وَ الۡمُشۡرِکِیۡنَ فِیۡ  نَارِ جَہَنَّمَ خٰلِدِیۡنَ فِیۡہَا ؕ اُولٰٓئِکَ ہُمۡ شَرُّ الۡبَرِیَّۃِ ؕ﴿۶﴾ ","english_text":"And you will surely find them the most greedy of people for life - [even] more than those who associate others with Allah . One of them wishes that he could be granted life a thousand years, but it would not remove him in the least from the [coming] punishment that he should be granted life. And Allah is Seeing of what they do.","page":598,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/6136.mp3","colorText":"إِ[g[نّ]َ [h:24[ٱ]لَّذِينَ كَفَرُو[s[اْ] مِنْ أَهْلِ [h:545[ٱ]لْكِتَ[n[ـٰ]بِ وَ[h:10916[ٱ]لْمُشْرِكِينَ فِى نَارِ جَهَ[g[نّ]َمَ خَ[n[ـٰ]لِدِينَ فِيه[o[َآ‌ۚ] أُ[s[وْ]لَ[o[ـٰٓ]ئِكَ هُمْ شَرُّ [h:14599[ٱ]لْبَرِيَّةِ","juz":30,"ruku":540,"manzil":7,"bangla_ahbayan":"নিশ্চয় আহলে কিতাব ও মুশরিকদের মধ্যে যারা কুফরী করেছে, তারা দোযখের আগুনের মধ্যে স্থায়ীভাবে অবস্থান করবে; তারাই সৃষ্টির অধম। [১]","bangla_bayan":"নিশ্চয় কিতাবীদের মধ্যে যারা কুফরী করেছে ও মুশরিকরা, জাহান্নামের আগুনে থাকবে স্থায়ীভাবে। ওরাই হল নিকৃষ্ট সৃষ্টি।","bangla_mkhan":"আহলে-কিতাব ও মুশরেকদের মধ্যে যারা কাফের, তারা জাহান্নামের আগুনে স্থায়ীভাবে থাকবে। তারাই সৃষ্টির অধম।","bangla_mujibur":"কিতাবীদের মধ্যে যারা কুফরী করে তারা এবং মুশরিকরা জাহান্নামের আগুনে স্থায়ীভাবে অবস্থান করবে; তারাই সৃষ্টির অধম।","bangla_taisirul":"কিতাবধারীদের মধ্যে যারা কুফুরী করে তারা আর মুশরিকরা জাহান্নামের আগুনে স্থায়ীভাবে থাকবে। এরাই সৃষ্টির অধম।"},{"id":7,"arabic_text":"اِنَّ  الَّذِیۡنَ  اٰمَنُوۡا وَ عَمِلُوا الصّٰلِحٰتِ ۙ اُولٰٓئِکَ ہُمۡ خَیۡرُ الۡبَرِیَّۃِ ؕ﴿۷﴾ ","english_text":"Say, \"Whoever is an enemy to Gabriel - it is [none but] he who has brought the Qur'an down upon your heart, [O Muhammad], by permission of Allah, confirming that which was before it and as guidance and good tidings for the believers.\"","page":598,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/6137.mp3","colorText":"إِ[g[نّ]َ [h:24[ٱ]لَّذِينَ ءَامَنُو[s[اْ] وَعَمِلُو[s[اْ] [h:118[ٱ][l[ل]صَّ[n[ـٰ]لِحَ[n[ـٰ]تِ أُ[s[وْ]لَ[o[ـٰٓ]ئِكَ هُمْ خَيْرُ [h:14600[ٱ]لْبَرِيَّةِ","juz":30,"ruku":540,"manzil":7,"bangla_ahbayan":"নিশ্চয় যারা ঈমান এনেছে ও সৎকর্ম করেছে তারাই সৃষ্টির শ্রেষ্ঠ। [১]","bangla_bayan":"নিশ্চয় যারা ঈমান এনেছে ও সৎকাজ করেছে তারাই সৃষ্টির সর্বোৎকৃষ্ট।","bangla_mkhan":"যারা ঈমান আনে ও সৎকর্ম করে, তারাই সৃষ্টির সেরা।","bangla_mujibur":"যারা ঈমান আনে ও সৎ কাজ করে তারাই সৃষ্টির শ্রেষ্ঠ।","bangla_taisirul":"যারা ঈমান আনে আর সৎ কাজ করে তারা সৃষ্টির উত্তম।"},{"id":8,"arabic_text":"جَزَآؤُہُمۡ عِنۡدَ  رَبِّہِمۡ جَنّٰتُ عَدۡنٍ تَجۡرِیۡ مِنۡ تَحۡتِہَا الۡاَنۡہٰرُ خٰلِدِیۡنَ فِیۡہَاۤ  اَبَدًا ؕ رَضِیَ اللّٰہُ  عَنۡہُمۡ وَ رَضُوۡا عَنۡہُ ؕ ذٰلِکَ لِمَنۡ خَشِیَ رَبَّہٗ ﴿۸﴾ ","english_text":"Whoever is an enemy to Allah and His angels and His messengers and Gabriel and Michael - then indeed, Allah is an enemy to the disbelievers.","page":599,"is_sajdah_ayat":false,"audio":"https://cdn.islamic.network/quran/audio/128/ar.alafasy/6138.mp3","colorText":"جَز[o[َا]ٓؤُهُمْ عِ[f:264[ند]َ رَبِّهِمْ جَ[g[نّ]َ[n[ـٰ]تُ عَ[q:5720[دْ][f:8049[نٍ ت]َ[q:120[جْ]رِى مِ[f:121[ن ت]َحْتِهَا [h:122[ٱ]لْأَنْهَ[n[ـٰ]رُ خَ[n[ـٰ]لِدِينَ فِيه[o[َآ] أَبَ[u:3909[دًا‌ۖ ر]َّضِىَ [h:3910[ٱ]للَّهُ عَنْهُمْ وَرَضُو[s[اْ] عَنْهُ‌ۚ ذ[n[َٲ]لِكَ لِمَنْ خَشِىَ رَبَّهُۥ","juz":30,"ruku":540,"manzil":7,"bangla_ahbayan":"তাদের প্রতিপালকের নিকট আছে তাদের পুরস্কার স্থায়ী জান্নাত; যার নিম্নদেশে নদীমালা প্রবাহিত। সেখানে তারা চিরস্থায়ী হবে; আল্লাহ তাদের প্রতি সন্তুষ্ট[১] এবং তারাও তাঁর প্রতি সন্তুষ্ট; [২] এ (প্রতিদান) তার জন্য, যে তার প্রতিপালককে ভয় করে। [৩]","bangla_bayan":"তাদের রবের কাছে তাদের পুরস্কার হবে স্থায়ী জান্নাত, যার পাদদেশে নহরসমূহ প্রবাহিত, সেখানে তারা থাকবে স্থায়ীভাবে। আল্লাহ তাদের উপর সন্তুষ্ট হয়েছেন তারাও আল্লাহর উপর সন্তুষ্ট হয়েছে। এটি তার জন্য, যে স্বীয় রবকে ভয় করে।","bangla_mkhan":"তাদের পালনকর্তার কাছে রয়েছে তাদের প্রতিদান চিরকাল বসবাসের জান্নাত, যার তলদেশে নির্ঝরিণী প্রবাহিত। তারা সেখানে থাকবে অনন্তকাল। আল্লাহ তাদের প্রতি সন্তুষ্ট এবং তারা আল্লাহর প্রতি সন্তুষ্ট। এটা তার জন্যে, যে তার পালনকর্তাকে ভয় কর।","bangla_mujibur":"তাদের রবের নিকট আছে তাদের পুরস্কার স্থায়ী জান্নাত, যার নিম্নদেশে নদী প্রবাহিত, সেখানে তারা চিরস্থায়ী হবে; আল্লাহ তাদের উপর প্রসন্ন এবং তারাও তাঁর উপর সন্তুষ্ট; ইহা এ জন্য যে, তারা তাদের রাব্বকে ভয় করে।","bangla_taisirul":"তাদের প্রতিপালকের কাছে তাদের প্রতিদান আছে স্থায়ী জান্নাত, যার তলদেশ দিয়ে নদ-নদী প্রবাহিত, তাতে তারা চিরকাল স্থায়ীভাবে থাকবে। আল্লাহ তাদের প্রতি সন্তুষ্ট, আর তারাও তাঁর প্রতি সন্তুষ্ট। এ সব কিছু তার জন্য যে তার প্রতিপালককে ভয় করে।"}]}}